{
    "header": "الحسن بن علي .",
    "id": "000060",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الحسن بن علي .\n</h1>\n<p class=\"arabic\">بن أبي طالب بن عبد المطلب أبو محمد الهاشمي السيد ريحانة رسول الله صلى الله \n  عليه وسلم وابن ابنته السيدة فاطمة .\n</p>\n<p class=\"arabic\">ولد في شعبان سنة ثلاث من الهجرة وقيل في نصف رمضان منها قاله الواقدي له \n  صحبة ورواية عن أبيه وجده *4*34* .\n</p>\n<p class=\"arabic\">روى عنه ابنه الحسن وسويد بن غفلة والشعبي وأبو الجوزاء السعدي وآخرون .\n</p>\n<p class=\"arabic\">وكان يشبه النبي صلى الله عليه وسلم قاله أبو جحيفة وأنس فيما صح عنهما وقد \n  رآه أبو بكر الصديق يلعب فأخذه وحمله على عنقه وقال .\n</p>\n<p class=\"arabic\">% بأبي شبيه بالنبي % % ليس شبيها بعلي % .\n</p>\n<p class=\"arabic\">وعلي يبتسم .\n</p>\n<p class=\"arabic\">وقال أسامة بن زيد كان النبي صلى الله عليه وسلم يأخذني والحسن فيقول اللهم \n  إني أحبهما فأحبهما وقال أبو بكرة </p>\n<p class=\"arabic\">رأيت رسول الله صلى الله عليه وسلم على \n  المنبر والحسن بن علي إلى جنبه وهو يقول إن ابني هذا سيد ولعل الله أن يصلح \n  به بين فئتين من المسلمين أخرجه البخاري *4*35* .\n</p>\n<p class=\"arabic\">وقال يزيد بن أبي زياد عن عبد الرحمن بن أبي نعم عن أبي سعيد الخدري قال قال \n  رسول الله صلى الله عليه وسلم الحسن والحسين سيدا شباب أهل الجنة صححه الترمذي .\n</p>\n<p class=\"arabic\">وعن أسامة بن زيد قال خرج رسول الله صلى الله عليه وسلم ليلة وهو مشتمل على \n  شيء فلما فرغت من حديثي قلت ما هذا الذي أنت مشتمل عليه فكشف فإذا حسن وحسين \n  على وركيه فقال هذان ابناي وابنا ابنتي اللهم إني أحبهما فأحبهما وأحب من \n  يحبهما .\n</p>\n<p class=\"arabic\">قال الترمذي حديث حسن غريب .\n</p>\n<p class=\"arabic\">قلت رواه من حديث عبد الله بن أبي بكر بن زيد بن المهاجر مدني مجهول عن مسلم \n  بن أبي سهل النبال وهو مجهول أيضا عن الحسن بن أسامة بن زيد وهو كالمجهول \n  عن أبيه وما أظن لهؤلاء الثلاثة ذكر في رواية إلا في هذا الواحد تفرد به موسى \n  بن يعقوب الزمعي عن عبد الله وتحسين الترمذي لايكفي في الاحتجاج بالحديث فإنه \n  قال وما ذكرنا في كتابنا من حديث حسن فإنما أردنا بحسن إسناده عندنا كل حديث \n  لايكون إسناده من يتهم بالكذب ولا يكون الحديث شاذا ويروى من غير وجه نحو \n  ذلك فهو عندنا حديث حسن .\n</p>\n<p class=\"arabic\">وقال يوسف بن إبراهيم سمعت أنسا يقول سئل رسول الله صلى الله عليه وسلم أي \n  أهل بيتك أحب إليك قال الحسن والحسين وكان يقول لفاطمة ادعي *4*36* لي ابني \n  فيشمهما ويضمهما إليه .\n</p>\n<p class=\"arabic\">حسنه الترمذي .\n</p>\n<p class=\"arabic\">وقال ميسرة بن حبيب عن المنهال بن عمرو عن ذر عن حذيفة سمع النبي صلى الله \n  عليه وسلم يقول هذا ملك لم ينزل إلى الأرض قط قبل هذه الليلة استأذن ربه أن \n  يسلم علي ويبشرني بأن فاطمة سيدة نساء أهل الجنة وأن الحسن والحسين سيدا شباب \n  أهل الجنة .\n</p>\n<p class=\"arabic\">قال الترمذي حسن غريب .\n</p>\n<p class=\"arabic\">وصحح الترمذي من حديث عدي بن ثابت عن البراء قال رأيت النبي صلى الله عليه \n  وسلم واضعا الحسن على عاتقه وهو يقول اللهم إني أحبه فأحبه .\n</p>\n<p class=\"arabic\">وصحح أيضا بهذا السند أن النبي صلى الله عليه وسلم أبصر الحسن والحسين فقال \n  اللهم إني أحبهما فأحبهما .\n</p>\n<p class=\"arabic\">وقال جرير بن عبد الحميد عن قابوس عن أبيه عن ابن عباس إن رسول الله صلى الله \n  عليه وسلم فرج بين فخذي الحسن وقبل زبيبته .\n</p>\n<p class=\"arabic\">قابوس حسن الحديث .\n</p>\n<p class=\"arabic\">ومناقب الحسن رضي الله عنه كثيرة وكان سيدا حليما ذا سكينة ووقار وحشمة كان \n  يكره الفتن والسيف وكان جوادا ممدحا تزوج سبعين امرأة ويطلقهن وقلما كان يفارقه \n  أربع ضرائر *4*37* .\n</p>\n<p class=\"arabic\">وعن جعفر الصادق قال قال علي يا أهل الكوفة لا تزوجوا الحسن فإنه رجل مطلاق \n  فقال رجل والله لنزوجنه فما رضي أمسك وما كره طلق .\n</p>\n<p class=\"arabic\">وقال ابن سيرين تزوج الحسن بن علي امرأة فبعث إليها بمائة جارية مع كل جارية \n  ألف درهم .\n</p>\n<p class=\"arabic\">وقال ابن سيرين إن الحسن كان يجيز الرجل الواحد بمائة ألف درهم .\n</p>\n<p class=\"arabic\">وقال غيره حج الحسن بن علي خمس عشرة مرة .\n</p>\n<p class=\"arabic\">وقيل إنه حج أكثرهن ماشيا من المدينة إلى مكة وإن نجائبه تقاد معه .\n</p>\n<p class=\"arabic\">وقال جرير بايع أهل الكوفة الحسن وأحبوه أكثر من أبيه .\n</p>\n<p class=\"arabic\">روى الحاكم في مستدركه من طريق عمرو بن محمد العنقزي حدثنا زمعة عن سلمة بن \n  وهرام عن طاووس عن ابن عباس قال أقبل النبي صلى الله عليه وسلم قد حمل الحسن \n  على كتفه فقال الرجل نعم المركب ركبت يا غلام فقال النبي صلى الله عليه وسلم \n  ونعم الراكب هو شعبة ثنا يزيد بن خمير سمع عبد الرحمن بن جبير عن أبيه قال \n  *4*38* قلت للحسن إنهم يقولون إنك تريد الخلافة فقال قد كانت جماعة العرب \n  في يدي يحاربون من حاربت ويسالمون من سالمت تركتها ابتغاء لوجه الله وحقن \n  دماء الأمة ثم أبتزها بأتياس أهل الحجاز .\n</p>\n<p class=\"arabic\">ابن عيينة ثنا أبو موسى سمعت الحسن يقول استقبل الحسن بن علي معاوية بكتائب \n  أمثال الجبال فقال عمرو بن العاص والله إني لأرى كتائب لا تولي أو تقتل أقرانها \n  وقال معاوية وكان خير الرجلين أرأيت إن قتل هؤلاء هؤلاء من لي بذراريهم من \n  لي بأمورهم من لي بنسائهم قال فبعث عبد الرحمن بن سمرة فصالح الحسن معاوية \n  وسلم الأمر له وبايعه بالخلافة على شروط ووثائق وحمل إليه معاوية مالا يقال \n  خمسمائة ألف في جمادى الأولى سنة إحدى وأربعين .\n</p>\n<p class=\"arabic\">وقال عبد الله بن بريدة قدم الحسن فاجتمع بمعاوية بعد ما أسلم إليه الخلافة \n  فقال معاوية لأجيزنك بجائزة ماأجزت بها أحدا قبلك ولا أجيز بها أحدا بعدك \n  فأعطاه أربعمائة ألف ثم إن الحسن رضي الله عنه رجع بآل بيته من الكوفة ونزل \n  المدينة .\n</p>\n<p class=\"arabic\">قال ابن عون عن عمير بن إسحاق قال عدنا الحسن بن علي قبل موته فقام وخرج من \n  الخلاء فقال إني والله قد لفظت طائفة من كبدي قلبتها بعود وإني قد سقيت السم \n  مرارا قلم أسق مثل هذا قط فحرض به الحسين أن يخبره من سقاه فلم يخبره وقال \n  الله أشد نقمة إن كان الذي أظن وإلا فلا يقتل بي والله بريء .\n</p>\n<p class=\"arabic\">وقال قتادة قال الحسن بن علي لم أسق مثل هذه المرة *4*39* .\n</p>\n<p class=\"arabic\">وقال حريز بن عثمان ثنا عبد الرحمن بن أبي عوف الجرشي قال لما بايع الحسن \n  معاوية قال له عمرو بن العاص وأبو الأعور السلمي لو أمرت الحسن فصعد المنبر \n  فتكلم عيي عن المنطق فيزهد فيه الناس فقال معاوية لا تفعلوا فوالله لقد رأيت \n  رسول الله صلى الله عليه وسلم يمص لسانه وشفته ولن يعيا لسان مصه النبي صلى \n  الله عليه وسلم أو شفه قال فأبوا على معاوية فصعد معاوية المنبر ثم أمر الحسن \n  فصعد وأمره أن يخبر الناس إني قد بايعت معاوية فصعد فحمد الله وأثنى عليه \n  ثم قال أيها الناس إن الله هداكم بأولنا وحقن دماءكم بآخرنا وإني قد أخذت \n  لكم على معاوية أن يعدل فيكم وأن يوفر عليكم غنائمكم وأن يقسم فيكم .\n</p>\n<p class=\"arabic\">فيأكم ثم أقبل على معاوية فقال أكذاك قال نعم .\n</p>\n<p class=\"arabic\">ثم هبط من المنبر وهو يقول ويشير بإصبعه إلى معاوية وإن أدري لعله فتنة لكم \n  ومتاع إلى حين فاشتد ذلك على معاوية فقالوا لو دعوته فاستنطقته يعني استفهمته \n  ما عنى بالآية فقال مهلا فأبوا عليه فدعوه فأجابهم فأقبل عليه عمرو فقال له \n  الحسن أما أنت فقد اختلف فيك رجلان رجل من قريش ورجل من أهل المدينة فادعياك \n  فلا أدري أيهما أبوك وأقبل عليه أبو الأعور فقال له الحسن ألم يعلن رسول الله \n  صلى الله عليه وسلم رعلا وذكوان وعمرو بنت سفيان وهذا اسم أبي الأعور ثم أقبل \n  عليه معاوية يعينهما فقال له الحسن أما علمت أن رسول الله صلى الله عليه وسلم \n  لعن قائد الأحزاب وسائقهم وكان أحدهما أبو سفيان والآخر أبو الأعور السلمي .\n</p>\n<p class=\"arabic\">زهير بن معاوية ثنا أبو روق الهزاني ثنا أبو الغريف قال كنا في مقدمة الحسن \n  اثني عشر ألفا تقطر سيوفنا من الجدة عليه فقال الشاميون فلما أتانا صلح الحسن \n  لمعاوية كأنما كسرت ظهورنا من الغيظ قال وقام سفيان من الليل إلى الحسن فقال \n  السلام عليك يا مذل المؤمنين فقال لا *4*40* تقل ذاك إني كرهت أن أقتلكم في \n  طلب الملك .\n</p>\n<p class=\"arabic\">قال ابن عبد البر قال قتادة وأبو بكر بن حفص سم الحسن زوجته بنت الأشعث بن \n  قيس .\n</p>\n<p class=\"arabic\">وقالت طائفة كان ذلك بتدسيس معاوية إليها وبذل لها على ذلك وكان لها ضرائر .\n</p>\n<p class=\"arabic\">قلت هذا شيء لا يصح فمن الذي اطلع عليه .\n</p>\n<p class=\"arabic\">قال ابن عبد البر روينا من وجوه أنه لما احتضر قال يا أخي إياك أن تستشرف \n  لهذا الأمر فإن أباك استشرف لهذا الأمر فصرفه الله عنه ووليها أبو بكر ثم \n  استشرف لها فصرفت عنه إلى عمر ثم لم يشك وقت الشورى أنها لا تعدوه فصرفت عنه \n  إلى عثمان فلما مات عثمان بويع ثم نوزع حتى جرد السيف فما صفت له وإني والله \n  ما أرى أن يجمع الله فينا النبوة والخلافة فلا أعرفن ما استخفك سفهاء الكوفة \n  فأخرجوك وقد كنت طلبت إلى عائشة أن أدفن مع رسول الله صلى الله عليه وسلم \n  فقالت نعم وإني لا أدري لعل ذلك كان منها حياء فإذا ما مت فاطلب ذلك إليها \n  وما أظن القوم إلا سيمنعونك فإن فعلوا فلا تراجعهم فلما مات أتى الحسين عائشة \n  فقالت نعم وكرامة فمنعهم مروان فلبس الحسين ومن معه السلاح حتى رده أبو هريرة \n  ثم دفن في البقيع إلى جنب أمه وشهده سعيد بن العاص وهو الأمير فقدمه الحسين \n  للصلاة عليه وقال هي السنة .\n</p>\n<p class=\"arabic\">توفي الحسن رضي الله عنه في ربيع الأول سنة خمسين ورخه فيها المدائني وخليفة \n  العصفري وهشام بن الكلبي والزبير بن بكار والغلابي وغيرهم *4*41* .\n</p>\n<p class=\"arabic\">وقال الواقدي ومحمد بن سعد توفي سنة تسع وأربعين بالمدينة رضي الله عنه .\n\n</p>"
}