{
    "header": "عبد الله بن سلام الإسرائيل بن الحارث #NOـ...",
    "id": "000083",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الله بن سلام الإسرائيل بن الحارث </h1>\n<p class=\"arabic\">.\n</p>\n<p class=\"arabic\">أبو يوسف الإسرائيلي النسب حليف الأنصار أسلم عند قدوم رسول الله صلى الله \n  عليه وسلم المدينة وكان اسمه الحصين فسماه عبد الله وشهد له بالجنة *4*75* .\n</p>\n<p class=\"arabic\">حماد بن سلمة أنبأ عاصم بن بهدلة عن مصعب بن سعد عن أبيه أن رسول الله صلى \n  الله عليه وسلم أتى بقصعة فقال يجيء رجل من هذا الفج من أهل الجنة يأكل هذه \n  الفضلة فجاء عبد الله بن سلام فأكلها رواه عبد الله في مسنده عن عفان عنه .\n</p>\n<p class=\"arabic\">روى عنه أنس بن مالك وقاضي البصرة وزرارة بن أوفى وأبو سعيد المقبري وأبو \n  سلمة بن عبد الرحمن وأبو بردة بن أبي موسى وابناه يوسف ومحمد ابنا عبد الله \n  وجماعة وشهد فتح بيت المقدس مع عمر .\n</p>\n<p class=\"arabic\">وقيل إنه من ذرية يوسف عليه السلام وحلفه في القوافل وكان من الأحبار تقدم \n  خبر إسلامه ) .\n</p>\n<p class=\"arabic\">في الترجمة النبوية وأن اليهود شهدوا فيه أنه عالمهم وابن عالمهم .\n</p>\n<p class=\"arabic\">وفي الصحيح من حديث سعد قال ما سمعت رسول الله صلى الله عليه وسلم يقول لأحد \n  من أهل الجنة إلا لعبد الله بن سلام .\n</p>\n<p class=\"arabic\">وقال سعد فيه نزلت وشهد شاهد من بني إسرائيل على مثله *4*76* .\n</p>\n<p class=\"arabic\">وجاء من غير وجه أن عبد الله رأى رؤيا فقصها على النبي صلى الله عليه وسلم \n  فقال له تموت وأنت مستمسك بالعروة الوثقى .\n</p>\n<p class=\"arabic\">وثبت عن يزيد بن عميرة قال لما احتضر معاذ قيل أوصنا قال أجلسوني ثم قال إن \n  العلم والإيمان مكانهما من ابتغاهما وجدهما فالتمسوا العلم عن أربعة عند عويمر \n  أبي الدرداء وعند سلمان الفارسي وعبد الله بن مسعود وعبد الله بن سلام الذي \n  كان يهوديا فأسلم فإني سمعت النبي صلى الله عليه وسلم يقول إنه عاشر عشرة \n  في الجنة .\n</p>\n<p class=\"arabic\">أخرجه الترمذي من حديث أبي إدريس الخولاني عن يزيد رواه زيد بن رفيع عن معبد \n  الجهني عن يزيد بن عميرة .\n</p>\n<p class=\"arabic\">اتفقوا على وفاته في سنة ثلاث وأربعين .\n\n</p>"
}