{
    "header": "عمرو بن العاص ع .",
    "id": "000095",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عمرو بن العاص ع .\n</h1>\n<p class=\"arabic\">بن وائل بن هاشم بن سعيد بن سهم بن *4*90* عمرو بن هصيص بن كعب بن لؤي بن \n  غالب أبو عبد الله وأبو محمد القرشي السهمي .\n</p>\n<p class=\"arabic\">أسلم في المدينة وهاجر واستعمله رسول الله صلى الله عليه وسلم على جيش غزوة \n  ذات السلاسل وفيه أبو بكر وعمر لخبرته بمكيدة الحرب ثم ولي الإمرة في غزوة \n  الشام لأبي بكروعمر ثم افتتح مصر ووليها لعمر وله عدة أحاديث .\n</p>\n<p class=\"arabic\">روى عنه ابناه عبد الله ومحمد وأبو عثمان النهدي وقبيصة بن ذؤيب وعلي بن رباح \n  وعبد الرحمن بن شماسة وآخرون .\n</p>\n<p class=\"arabic\">وقال ابن عبد البر أسلم عمرو بن العاص في صفر سنة ثمان وأمره النبي صلى الله \n  عليه وسلم على سرية نحو الشام في جمادى الآخرة سنة ثمان فيما ذكره الواقدي \n  إلى السلاسل ثم أمده النبي صلى الله عليه وسلم بمائتي فارس فيهم أبو بكر وعمر \n  وأبو عبيدة إلى أن قال ثم ولي مصر لمعاوية ومات بها يوم الفطر سنة ثلاث وأربعين \n  على الأصح فصلى ابنه عليه ثم رجع فصلى الناس *4*91* صلاة العيد ثم ولي مصر \n  بعده عتبة أخو معاوية فبقي سنة ومات فولي مصر مسلمة بن مخلد انتهى ) .\n</p>\n<p class=\"arabic\">وقدم عمرو دمشق رسولا من أبي بكر إلى هرقل وله بدمشق دار عند سقيفة كردوس \n  ودار عند باب الجابية تعرف ببني حجيجة ودار عند عين الحمى وأمه عنزية وكان \n  قصيرا يخضب بالسواد .\n</p>\n<p class=\"arabic\">قال حماد بن سلمة عن محمد بن عمرو عن أبي سلمة عن أبي هريرة قال قال النبي \n  صلى الله عليه وسلم ابنا العاص مؤمنان هشام وعمرو .\n</p>\n<p class=\"arabic\">ابن لهيعة عن مشرح عن عقبة بن عامر قال قال رسول الله صلى الله عليه وسلم \n  أسلم الناس وآمن عمرو بن العاص رواه الترمذي .\n</p>\n<p class=\"arabic\">وقال ابن أبي مليكة قال طلحة بن عبيد الله سمعت رسول الله صلى الله عليه وسلم \n  يقول عمرو بن العاص من صالحي قريش أخرجه الترمذي وفيه انقطاع *4*92* .\n</p>\n<p class=\"arabic\">وقال ابن لهيعة عن يزيد بن أبي حبيب أخبرني سويد بن قيس عن قيس بن سمي أن \n  عمرو بن العاص قال يا رسول الله أبايعك على أن يغفر لي ما تقدم من ذنبي قال \n  إن الإسلام والهجرة يجبان ما كان قبلهما قال فوالله ما ملأت عيني منه ولا \n  راجعته بما أريد حتى لحق بالله حياء منه .\n</p>\n<p class=\"arabic\">وقال الحسن البصري قال رجل لعمرو بن العاص أرأيت رجلا مات رسول الله صلى الله \n  عليه وسلم وهو يحبه أليس رجلا صالحا قال بلى قال قد مات رسول الله صلى الله \n  عليه وسلم وهو يحبك وقد استعملك قال بلى فوالله ما أدري أحبا كان لي منه أو \n  استعانة بي ولكن سأحدثك برجلين مات وهو يحبهما عبد الله بن مسعود وعمار بن \n  ياسر فقال الرجل ذاك قتيلكم يوم صفين قال قد والله فعلنا .\n</p>\n<p class=\"arabic\">وروي أن عمرا لما توفي النبي صلى الله عليه وسلم كان على عمان فأتاه كتاب \n  أبي بكر بذلك قال ضمرة عن الليث بن سعد أن عمر نظر إلى عمرو بن العاص يمشي \n  فقال ما ينبغي لأبي عبد الله أن يمشي على الأرض إلا أميرا *4*93* .\n</p>\n<p class=\"arabic\">وقال جويرية بن أسماء حدثني عبد الوهاب بن يحيى بن عبد الله بن الزبير ثنا \n  أشياخنا أن الفتنة وقعت وما رجل من قريش له نباهة أعمى فيها من عمرو بن العاص \n  وقال ما زال معتصما بمكة ليس في شيء مما فيه الناس حتى كانت وقعة الجمل فلما \n  فرغت بعث إلى ولديه عبد الله ومحمد فقال إني قد رأيت رأيا ولستما باللذين \n  ترداني عن رأيي ولكن أشيرا ) .\n</p>\n<p class=\"arabic\">علي إني رأيت العرب صاروا عيرين يضطربان وأنا طارح نفسي بين جداري مكة ولست \n  أرضى بهذه المنزلة فإلى أي الفريقين أعمد قال عبد الله إن كنت لا بد فاعلا \n  فإلى علي .\n</p>\n<p class=\"arabic\">قال إني إن أتيت عليا قال إنما أنت رجل من المسلمين وإن أتيت معاوية يخلطني \n  بنفسه يشركني في أمره فأتى معاوية .\n</p>\n<p class=\"arabic\">وعن عروة أو غيره قال دعا ابنيه فأشار عليه عبد الله أن يلزم بيته لأنه أسلم \n  له فقال له محمد أنت شريف من أشراف العرب وناب من أنيابها لا أرى أن تتخلف \n  فقال لعبد الله أما أنت فأشرت علي بما هو خير لي في آخرتي وأما أنت يا محمد \n  فأشرت علي بما هو أنبه لذكري ارتحلا فارتحلوا إلى معاوية فأتوا رجلا قد عاد \n  المرضى ومشى بين الأعراض </p>\n<p class=\"arabic\">يقص على أهل الشام غدوة وعشية يا أهل \n  الشام إنكم على خير وإلى خير تطلبون بدم خليفة قتل مظلوما فمن عاش منكم فإلى خير ومن \n  مات فإلى خير فقال عبد الله ما أرى الرجل إلا قد انقطع بالأمر دونك قال دعني \n  وإياه ثم إن عمرا قال يا معاوية أحرقت كبدي بقصصك أترى أنا خالفنا عليا لفضل \n  منا عليه لا والله إن هي إلا الدنيا نتكالب عليها وايم الله لتقطعن لي قطعة \n  من دنياك أو لأنابذنك قال فأعطاه مصر يعطي أهلها عطاءهم وما بقي فله .\n</p>\n<p class=\"arabic\">ويروى أن عليا كتب إلى عمرو يتألفه فلما أتاه الكتاب أقرأه معاوية *4*94* \n  وقال قد ترى فإما أن ترضيني وإما أن ألحق به قال فما تريد قال مصر فجعلها \n  له .\n</p>\n<p class=\"arabic\">وعن يزيد بن أبي حبيب وغيره أن الأمر لما صار لمعاوية استكثر طعمة مصر لعمرو \n  ورأى عمرو أن الأمر كله قد صلح به وبتدبيره وعنائه وظن ان معاوية سيزيده الشام \n  مع مصر فلم يفعل معاوية فتنكر له عمرو فاختلفا وتغالظا فدخل بينهما معاوية \n  بن حديج فأصلح أمرهما وكتب بينهما كتابا أن لعمرو ولاية مصر سبع سنين وأشهد \n  عليهما شهودا ثم سار عمرو إليها سنة تسع وثلاثين فما مكث نحو ثلاث سنين حتى \n  مات .\n</p>\n<p class=\"arabic\">ويروى أن عمرا ومعاوية اجتمعا فقال معاوية له من الناس قال أنا وأنت والمغيرة \n  بن شعبة وزياد قال وكيف ذاك قال أما أنت فللتأني وأما أنا فللبديهة وأما مغيرة \n  فللمعضلات وأما زياد فللصغير والكبير قال أما ذانك فقد غابا فهات أنت بهديتك \n  قال وتريد ذلك قال نعم قال فأخرج من عندك فأخرجهم فقال يا أمير المؤمنين أسارك \n  قال فأدنى منه رأسه فقال هذا من ذاك من معنا في البيت حتى أسارك ) .\n</p>\n<p class=\"arabic\">وقال جويرية بن أسماء أن عمرا قال لابن عباس يا بني هاشم أما والله لقد تقلدتم \n  لقتل عثمان قرم الإماء العوارك أطعتم فساق أهل العراق في عتبه وأجزرتموه مراق \n  أهل مصر وآويتم قتلته فقال ابن عباس إنما تكلم لمعاوية وإنما تكلم عن رأيك \n  وإن أحق الناس أن لا يتكلم في أمر عثمان لأنتما أما أنت يا معاوية فزينت له \n  ما كان يصنع حتى إذا حصر طلب منك نصرك فأبطأت عنه وأحببت قتله وتربصت به وأما \n  أنت يا عمرو *4*95* فأضرمت المدينة عليه وهربت إلى فلسطين تسأل عن أبنائه \n  فلما أتاك قتله أضافتك عداوة علي أن لحقت بمعاوية فبعت دينك منه بمصر فقال \n  معاوية حسبك يرحمك الله عرضني لك عمرو وعرض نفسه .\n</p>\n<p class=\"arabic\">وكان عمرو من أفراد الدهر دهاء وجلادة وحزما ورأيا وفصاحة .\n</p>\n<p class=\"arabic\">ذكر محمد بن سلام الجمحي أن عمر بن الخطاب كان إذا رأى رجلا يتلجلج في كلامه \n  قال خالق هذا وخالق عمرو بن العاص واحد .\n</p>\n<p class=\"arabic\">وقال مجالد عن الشعبي عن قبيصة بن جابر قال صحبت عمر فما رأيت رجلا أقرأ لكتاب \n  الله منه ولا أفقه في دين الله منه ولا أحسن مداراة منه وصحبت طلحة بن عبيد \n  الله فما رأيت رجلا أعطى لجزيل منه من غير مسألة وصحبت معاوية فما رأيت أحلم \n  منه وصحبت عمرو بن العاص فما رأيت رجلا أبين أو قال انصع طرفا منه ولا أكرم \n  جليسا ولا أشبه سريرة بعلانية منه وصحبت المغيرة بن شعبة فلو أن مدينة لها \n  ثمانية أبواب لا يخرج من باب منها إلا بمكر لخرج من أبوابها كلها .\n</p>\n<p class=\"arabic\">وقال موسى بن علي حدثنا أبي ثنا أبو قيس مولى عمرو بن العاص أن عمرا كان يسرد \n  الصوم وقلما كان يصيب من العشاء أول الليل أكثر مما كان يأكل في السحر .\n</p>\n<p class=\"arabic\">وقال عمرو بن دينار وقع بين المغيرة بن شعبة وبين عمرو بن العاص كلام فسبه \n  المغيرة فقال عمرو يا هصيص أيستبني ابن شعبة ! فقال *4*96* عبد الله ابنه \n  إنا لله دعوت بدعوى القبائل وقد نهي عنها فأعتق ثلاثين رقبة .\n</p>\n<p class=\"arabic\">وقال عمرو بن دينار أخبرني مولى لعمرو بن العاص أن عمرا أدخل في تعريش الوهط \n  وهو بستان له بالطائف ألف ألف عود كل عود بدرهم .\n</p>\n<p class=\"arabic\">وقال يزيد بن أبي حبيب حدثني عبد الرحمن بن شماسة قال لما حضرت عمرو بن العاص \n  الوفاة بكى فقال له ابنه لم تبكي أجزعا من الموت قال لا والله ولكن لما بعده \n  قال قد ) .\n</p>\n<p class=\"arabic\">كنت على خير فجعل يذكره صحبة رسول الله صلى الله عليه وسلم وفتوحه الشام فقال \n  عمرو تركت أفضل من ذلك كله شهادة أن لا إله إلا الله إني كنت على ثلاث أطباق \n  ليس منها طبقة إلا عرفت نفسي فيها كنت أول شيء كافرا وكنت أشد الناس على رسول \n  الله صلى الله عليه وسلم فلو مت حينئذ لوجبت لي النار فلما بايعت رسول الله \n  صلى الله عليه وسلم كنت أشد الناس منه حياء ما ملأت عيني منه فلو مت حينئذ \n  لقال الناس هنيئا لعمرو أسلم على خير ومات على خير أحواله ثم تلبست بعد ذلك \n  بأشياء فلا أدري أعلي أم لي فإذا أنا مت فلا يبكي علي ولا تتبعوني نارا وشدوا \n  علي إزاري فإني مخاصم فإذا وأريتموني فاقعدوا عندي قدر نحر جزور وتقطيعها \n  أستأنس بكم حتى أعلم ما أراجع رسل ربي .\n</p>\n<p class=\"arabic\">أخرجه أبو عوانة في مسنده *4*97* .\n</p>\n<p class=\"arabic\">وقال الزهري عن حميد بن عبد الرحمن عن عبد الله بن عمرو أن أباه قال حين احتضر \n  اللهم أمرت بأمور ونهيت عن أمور تركنا كثيرا مما أمرت ووقعنا في كثير ممن \n  نهيت اللهم لا إله إلا أنت ثم أخذ بإبهامه فلم يزل يهلل حتى توفي .\n</p>\n<p class=\"arabic\">وقال أبو فراس مولى عبد الله بن عمرو إن عمرا توفي ليلة الفطر فصلى عليه ابنه \n  ودفنه ثم صلى بالناس صلاة العيد .\n</p>\n<p class=\"arabic\">قال الليث والهيثم بن عدي والواقدي وابن بكير وغيرهم توفي سنة ثلاث وأربعين \n  ليلة عيد الفطر زاد يحيى بن بكير وسنه نحو مائة سنة .\n</p>\n<p class=\"arabic\">وقال أحمد العجلي وعمره تسع وتسعون سنة .\n</p>\n<p class=\"arabic\">وقال ابن نمير توفي في سنة اثنتين وأربعين .\n</p>\n<p class=\"arabic\">فائدة قال الطحاوي ثنا المزني سمعت الشافعي يقول دخل ابن عباس على عمرو بن \n  العاص وهو مريض فقال كيف أصبحت قال *4*98* أصبحت وقد أصلحت من دنياي قليلا \n  وأفسدت من ديني كثيرا فلو كان ما أصلحت هو ما أفسدت لفزت ولو كان ينفعني أن \n  أطلب طلبت ولو كان ينجيني أن أهرب هربت فعظني بموعظة أنتفع بها يا بن أخي \n  فقال هيهات يا أبا عبد الله فقال اللهم إن ابن عباس يقنطني من رحمتك فخذ مني \n  حتى ترضى </p>\n<p class=\"arabic\">.\n</p>\n<p class=\"arabic\">ولعمرو بن العاص ترجمة طويلة في طبقات ابن سعد ثمان عشرة ورقة .\n\n</p>"
}