{
    "header": "حفصة أم المؤمنين #NOPREACHING# .",
    "id": "000062",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">حفصة أم المؤمنين </h1>\n<p class=\"arabic\">.\n</p>\n<p class=\"arabic\">بنت أمير المؤمنين عمر بن الخطاب تزوجها النبي صلى الله عليه وسلم سنة ثلاث \n  من الهجرة قالت عائشة وهي التي كانت تساميني من أزواج النبي صلى الله عليه \n  وسلم ويروى أنها ولدت قبل النبوة بخمس سنين لها عدة أحاديث *4*43* .\n</p>\n<p class=\"arabic\">روى عنها أخوها عبد الله بن عمر وحارثة بن وهب الخزاعي وشتير بن شكل والمطلب \n  بن أبي وداعة وعبد الله بن صفوان الجمحي وغيرهم .\n</p>\n<p class=\"arabic\">وأمهما أعني حفصة وعبد الله هي زينب أخت عثمان بن مظعون وكانت حفصة قبل النبي \n  صلى الله عليه وسلم تحت خنيس بن حذافة السهمي أحد من شهد بدرا فتوفي بالمدينة \n  فلما تأيمت عرضها عمر على أبي بكر فلم يجبه فغضب عمر ثم عرضها على عثمان فقال \n  لا أريد أن أتزوج اليوم فشكاه إلى النبي صلى الله عليه وسلم فقال تتزوج حفصة \n  من هو خير من عثمان ويتزوج عثمان من هي خير من حفصة ثم خطبها منه فزوجه عمر \n  ثم لقي أبو بكر عمر فقال لا تجد علي فإن رسول الله صلى الله عليه وسلم كان \n  ذكر حفصة فلم أكن لأفشي سره فلو تركها لتزوجتها .\n</p>\n<p class=\"arabic\">عفان وجماعة عن حماد بن سلمة أنبأ أبو عمران الجوني عن قيس بن زيد أن رسول \n  الله صلى الله عليه وسلم طلق حفصة فأتاها خالاها عثمان وقدامة ابنا مظعون \n  فبكت وقالت والله ما طلقني عن شبع فجاء رسول الله صلى الله عليه وسلم فدخل \n  عليها فتجلببت فقال إن جبريل قال راجع حفصة فإنها صوامة قوامة حديث مرسل قوي \n  الإسناد .\n</p>\n<p class=\"arabic\">هشيم أنبأ حميد عن أنس أن النبي صلى الله عليه وسلم لما طلق حفصة أمر أن يراجعها .\n</p>\n<p class=\"arabic\">عبد الله بن عمر عن نافع عن ابن عمر أن عمر أوصى إلى حفصة *4*44* .\n</p>\n<p class=\"arabic\">موسى بن علي بن رباح عن أبيه عن عقبة بن عامر قال طلق رسول الله صلى الله \n  عليه وسلم حفصة فبلغ ذلك عمر فحثا على رأسه التراب وقال ما يعبأ الله بعمر \n  وابنته بعدها فنزل جبريل من الغد فقال إن الله يأمرك أن تراجع حفصة رحمة لعمر .\n</p>\n<p class=\"arabic\">وفي رواية وهي زوجتك في الجنة رواه موسى بن علي بن رباح عن أبيه عن عقبة بن \n  عامر .\n</p>\n<p class=\"arabic\">توفيت سنة إحدى وأربعين وقيل سنة خمس وأربعين وصلى عليها مروان وهو والي المدينة .\n</p>\n<p class=\"arabic\">قاله الواقدي .\n\n</p>"
}