{
    "header": "عثمان بن طلحة م د .",
    "id": "000090",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عثمان بن طلحة م د .\n</h1>\n<p class=\"arabic\">بن أبي طلحة عبد الله بن عبد العزى بن عثمان بن عبد الدار بن قصي القرشي العبدري \n  الحجبي .\n</p>\n<p class=\"arabic\">حاجب الكعبة هاجر مع عمرو بن العاص وخالد ثم سكن مكة .\n</p>\n<p class=\"arabic\">روى عنه ابن عمر وعروة بن الزبير وابن عمه شيبة بن عثمان وغيرهم ودفع إليه \n  النبي صلى الله عليه وسلم مفتاح الكعبة يوم الفتح *4*82* .\n</p>\n<p class=\"arabic\">وقال عوف الأعرابي عن رجل أن رسول الله صلى الله عليه وسلم أعطى المفتاح شيبة \n  بن عثمان عام الفتح وقال دونك هذا فأنت أمين الله على بيته .\n</p>\n<p class=\"arabic\">قلت شيبة أسلم يوم حنين فيحتمل أن النبي صلى الله عليه وسلم ولاه الحجابة \n  لما اعتمر من الجعرانة مشاركا لعثمان هذا في الحجابة فإن شيبة كان حاجب الكعبة \n  يوم قال له عمر أريد أن أقسم مال الكعبة كما في البخاري .\n</p>\n<p class=\"arabic\">فعن أبي بشر عن مسافع بن شيبة عن أبيه قال دخل النبي صلى الله عليه وسلم الكعبة \n  يصلي فإذا فيها تصاوير فقال يا شيبة اكفني هذه فاشتد ذلك عليه فقال له رجل \n  طينها ثم الطخها بزعفران ففعل .\n</p>\n<p class=\"arabic\">وقالت صفية بنت شيبة أخبرتني امرأة من بني سليم أن رسول الله صلى الله عليه \n  وسلم لما خرج من الكعبة أمر عثمان بن طلحة أن يغيب قرني الكبش يعني كبش إسماعيل \n  وقال لا ينبغي للمصلي أن يصلي وبين يديه شيء يشغله .\n</p>\n<p class=\"arabic\">قتل طلحة يوم أحد مشركا *4*83* .\n</p>\n<p class=\"arabic\">وقال عبد الله بن المؤمل المخزومي عن ابن أبي مليكة عن ابن عباس أن النبي \n  صلى الله عليه وسلم قال خذوها يا بني أبي طلحة خالدة تالدة لا ينزعها منكم \n  إلا ظالم يعني الحجابة .\n</p>\n<p class=\"arabic\">قال مصعب قتل بأجنادين سنة ثلاث عشرة ) .\n</p>\n<p class=\"arabic\">وقال الهيثم بن عدي والمدائني توفي سنة إحدى وأربعين .\n</p>\n<p class=\"arabic\">وقال خليفة توفي سنة اثنتين وأربعين </p>\n<p class=\"arabic\">.\n\n</p>"
}