{
    "header": "حكيم بن حزام .",
    "id": "000169",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">حكيم بن حزام .\n</h1>\n<p class=\"arabic\">ابن خويلد بن أسد بن عبد العزى بن قصي بن كلاب القرشي الأسدي أبو خالد وعمته \n  خديجة رضي الله عنها *4*198* .\n</p>\n<p class=\"arabic\">وكان يوم الفيل مراهقا وهو والد هشام له صحبة ورواية وشرف في قومه وحشمة .\n</p>\n<p class=\"arabic\">روى عنه ابنه حزام وسعيد بن المسيب وعبد الله بن الحارث بن نوفل وعروة بن \n  الزبير وموسى بن طلحة ويوسف بن ماهك وغيرهم .\n</p>\n<p class=\"arabic\">حضر بدرا مشركا وأسلم عام الفتح وكان إذا اجتهد في يمينه قال لا والذي نجاني \n  يوم بدر من القتل .\n</p>\n<p class=\"arabic\">وله منقبة وهو أنه ولد في جوف الكعبة وأسلم وله ستون سنة أو أكثر وكان من \n  المؤلفة قلوبهم أعطاه النبي صلى الله عليه وسلم يوم حنين مائة من الإبل قاله \n  ابن إسحاق .\n</p>\n<p class=\"arabic\">حصل حكيم أموالا من التجارة وكان شديد الأدمة نحيفا .\n</p>\n<p class=\"arabic\">ولما ضيقت قريش على بني هاشم بالشعب كان حكيم تأتيه العير تحمل الحنطة فيقبلها \n  الشعب ثم يضرب أعجازها فتدخل عليهم .\n</p>\n<p class=\"arabic\">وقال عروة قال النبي صلى الله عليه وسلم يوم الفتح من دخل دار حكيم فهو آمن \n  ومن دخل دار أبي سفيان فهو آمن ومن دخل دار بديل بن ورقاء فهو آمن *4*199* .\n</p>\n<p class=\"arabic\">وقال له النبي صلى الله عليه وسلم أسلمت على ما سلف لك من خير .\n</p>\n<p class=\"arabic\">وكان سمحا جوادا كريما عالما بالنسب أعتق في الجاهلية مائة رقبة وفي الإسلام \n  مائة رقبة وكان ذا رأي وعقل تام وهو أحد من دفن عثمان سرا .\n</p>\n<p class=\"arabic\">وباع دارا لمعاوية بستين ألفا وتصدق بها وقال اشتريتها في الجاهلية بزق خمر .\n</p>\n<p class=\"arabic\">وروي أن الزبير لما توفي قال حكيم بن حزام لابن الزبير كم على أخي من الدين \n  قال ألف ألف درهم قال علي منها خمسمائة ألف .\n</p>\n<p class=\"arabic\">ودخل على حكيم عند الموت وهو يقول لا إله إلا الله قد كنت أخشاك وأنا اليوم \n  أرجوك .\n</p>\n<p class=\"arabic\">توفي رضي الله عنه سنة أربع وخمسين .\n\n</p>"
}