{
    "header": "سعد بن أبي وقاص .",
    "id": "000182",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">سعد بن أبي وقاص .\n</h1>\n<p class=\"arabic\">مالك بن أهيب بن عبد مناف بن زهرة بن كلاب بن مرة أبو إسحاق الزهري *4*213* .\n</p>\n<p class=\"arabic\">أحد العشرة المشهود لهم بالجنة وأحد السابقين الأولين كان يقال له *4*214* \n  فارس الإسلام وهو أول من رمى بسهم في سبيل الله .\n</p>\n<p class=\"arabic\">وكان مقدم الجيوش في فتح العراق مجاب الدعوة كثير المناقب هاجر إلى المدينة \n  قبل مقدم رسول الله صلى الله عليه وسلم وشهد بدرا .\n</p>\n<p class=\"arabic\">روى عنه بنوه عامر ومصعب وإبراهيم وعمر ومحمد وعائشة بنو سعد وبسر بن سعيد \n  وسعيد بن المسيب وأبو عثمان النهدي وعلقمة بن قيس وعروة بن الزبير وأبو صالح \n  السمان وآخرون .\n</p>\n<p class=\"arabic\">وأمه حمنة بنت سفيان بن أمية بن عبد شمس .\n</p>\n<p class=\"arabic\">أسلم وهو ابن تسع عشرة سنة وكان قصيرا دحداحا غلظا ذا هامة شثن الأصابع جعد \n  الشعر أشعر الجسد آدم أفطس .\n</p>\n<p class=\"arabic\">قال سعيد بن المسيب سمعت سعدا يقول مكثت سبع ليال وإني لثلث الإسلام *4*215* .\n</p>\n<p class=\"arabic\">وقال قيس بن أبي حازم قال سعيد ما جمع رسول الله صلى الله عليه وسلم أبويه \n  لأحد قبلي قال لي يا سعد فداك أبي وأمي وإني لأول من رمى المشركين بسهم ولقد \n  رأيتني مع النبي صلى الله عليه وسلم سابع سبعة ما لنا طعام إلا ورق السمر \n  حتى إن أحدنا ليضع مثل ما تضع الشاة ثم أصبحت بنو أسد تعزرني على الإسلام \n  لقد خبت إذن وضل سعيي .\n</p>\n<p class=\"arabic\">وقال بكير بن مسمار عن عامر بن سعد عن أبيه إن رسول الله صلى الله عليه وسلم \n  جمع له أبويه قال كان رجل من المشركين قد أحرق المسلمين فقال النبي صلى الله \n  عليه وسلم إرم فداك أبي وأمي قال فنزعت بسهم ليس فيه نصل فأصبت جبهته فوقع \n  فانكشفت عورته فضحك رسول الله صلى الله عليه وسلم حتى بدت نواجذه .\n</p>\n<p class=\"arabic\">وعن الزهري قال قتل سعد يوم أحد بسهم رمي به ثلاثة رموا به فأخذه سعد فرمى \n  به فقتل فرموا به فأخذه سعد الثانية فقتل فرموا به فرمى به سعد ثالثا فقتل \n  ثالثا فعجب الناس من فعله *4*216* .\n</p>\n<p class=\"arabic\">قال ابن المسيب كان سعد جيد الرمي .\n</p>\n<p class=\"arabic\">وقال علي رضي الله عنه ما سمعت رسول الله صلى الله عليه وسلم يجمع أبويه لأحد \n  غير سعد .\n</p>\n<p class=\"arabic\">وقال ابن مسعود لقد رأيت سعدا يقاتل يوم بدر قتال الفارس في الرجال .\n</p>\n<p class=\"arabic\">وروى عثمان بن عبد الرحمن عن الزهري قال بعث رسول الله صلى الله عليه وسلم \n  سرية فيها سعد بن أبي وقاص على رابغ وهو من جانب الجحفة فانكفأ المشركون على \n  المسلمين فحماهم سعد يومئذ بسهامه وهذا أول قتال كان في الإسلام فقال سعد .\n</p>\n<p class=\"arabic\">% ألا أتى رسول الله أني % % حميت صحابتي بصدور نبلي % .\n</p>\n<p class=\"arabic\">% فما يعتد رام في عدو % % بسهم يا رسول الله قبلي % .\n</p>\n<p class=\"arabic\">وقال ابن مسعود اشتركت أنا وسعد وعمار يوم بدر فيما نغنم فجاء سعد بأسيرين \n  ولم أجيء أنا ولا عمار بشيء .\n</p>\n<p class=\"arabic\">وعن أبي إسحاق قال كان أشد الصحابة أربعة عمر وعلي والزبير وسعد *4*217* .\n</p>\n<p class=\"arabic\">وجاء عن ابن عمر وأنس وعبد الله بن عمرو من وجوه ضعيفة أن رسول الله صلى الله \n  عليه وسلم قال أول من يدخل من هذا الباب عليكم رجل من أهل الجنة فدخل سعد \n  بن أبي وقاص .\n</p>\n<p class=\"arabic\">وقال سعد ولا تطرد الذين يدعون ربهم بالغداة والعشي نزلت في ستة وأنا وابن \n  مسعود منهم أخرجه مسلم .\n</p>\n<p class=\"arabic\">وقال مجالد عن الشعبي عن جابر قال أقبل سعد بن أبي وقاص فقال النبي صلى الله \n  عليه وسلم هذا خالي فليرني امرؤ خاله .\n</p>\n<p class=\"arabic\">وقال عبد الملك بن عمير عن جابر بن سمرة قال شكا أهل الكوفة سعدا يعني لما \n  كان أميرا عليهم إلى عمر فقالوا إنه لا يحسن يصلي فقال سعد أما إني كنت أصلي \n  بهم صلاة رسول الله صلى الله عليه وسلم صلاتي العشاء لا أخرم منها أركد في \n  الأوليين واحذف في الأخريين فقال ذاك الظن بك يا أبا إسحاق ثم بعث رجالا يسألون \n  عنه فكانوا لا يأتون مسجدا من مساجد الكوفة إلا قالوا خيرا حتى أتوا مسجدا \n  من مساجد بني عبس فقال رجل يقال له أبو سعدة أما إذ أنشدتمونا بالله فإنه \n  كان لا يعدل في القضية ولا يقسم بالسوية ولا يغزو في السرية فقال سعد اللهم \n  إن كان كاذبا فأعم بصره وأطل عمره وعرضه للفتن قال عبد الملك أنا رأيته بعد \n  يتعرض للإماء في السكك فإذا سئل كيف أنت يقول شيخ كبير فقير *4*218* مفتون \n  أصابتني دعوة سعد .\n</p>\n<p class=\"arabic\">وقال الزبير بن عدي عن مصعب إن سعدا خطبهم بالكوفة ثم قال يا أهل الكوفة أي \n  أمير كنت لكم فقام رجل فقال إن كنت ما علمتك لا تعدل في الرعية ولا تقسم بالسوية \n  ولا تغزو في السرية فقال اللهم إن كان كاذبا فأعم بصره وعجل فقره وأطل عمره \n  وعرضه للفتن قال فما مات حتى عمر وافتقر وسأل وأدرك فتنة المختار فقتل فيها .\n</p>\n<p class=\"arabic\">وقال شعبة عن سعد بن إبراهيم عن سعيد بن المسيب قال خرجت جارية لسعد وعليها \n  قميص جديد فكشفها الريح فشد عمر عليها بالدرة وجاء سعد ليمنعه فتناوله بالدرة \n  فذهب سعد ليدعو على عمر فناوله الدرة وقال اقتص فعفا عن عمر .\n</p>\n<p class=\"arabic\">وقال زياد البكائي عن عبد الملك بن عمير عن قبيصة بن جابر قال قال ابن عمر \n  لنا يوم القادسية .\n</p>\n<p class=\"arabic\">% ألم تر أن الله أنزل نصره % % وسعد بباب القادسية معصم % .\n</p>\n<p class=\"arabic\">% فأبنا وقد آمت نساء كثيرة % % ونسوة سعد ليس فيهن أيم % .\n</p>\n<p class=\"arabic\">فبلغ سعدا فقال اللهم اقطع عني لسانه فجاءت نشابة فأصابت فاه فخرس ثم قطعت \n  يده في القتال وكان في جسد سعد قروح فأخبر الناس بعذره عن القتال *4*219* .\n</p>\n<p class=\"arabic\">وقال مصعب بن سعد وغيره إن رجلا نال من علي فنهاه سعد فلم ينته فدعا عليه \n  فما برح حتى جاء بعير ناد فخبطه حتى مات لها طرق عن سعد .\n</p>\n<p class=\"arabic\">وقال جرير بن مغيرة عن أمه قالت زرنا آل سعد بن أبي وقاص فرأينا جارية كان \n  طولها شبر قلت من هذه قالوا ما تعرفينها هذه بنت سعد غمست يدها في طهوره فقال \n  قصه الله قرنك فما شبت بعد .\n</p>\n<p class=\"arabic\">قد ذكرنا فيما مر أن سعدا جعله عمر أحد الستة أهل الشورى وقال إن أصابت الخلافة \n  سعدا وإلا فليستعن به الخليفة بعدي فإني لم أعزله من ضعف ولا من خيانة .\n</p>\n<p class=\"arabic\">وسعد كان ممن اعتزل عليا ومعاوية .\n</p>\n<p class=\"arabic\">قال أيوب عن ابن سيرين نبئت أن سعدا قال ما أزعم أني بقميصي هذا أحق مني الخلافة \n  قد جاهدت إذ أنا أعرف الجهاد ولا أبخع نفسي إن كان رجل هذا مؤمن وهذا كافر \n  *4*220* .\n</p>\n<p class=\"arabic\">وقال محمد بن الضحاك الحزامي عن أبيه أن عليا رضي الله عنه خطب بعد الحكمين \n  فقال لله منزل نزله سعد بن مالك وعبد الله بن عمر والله لئن كان ذنبا يعني \n  اعتزالهما إنه لصغير مغفور ولئن كان حسنا إنه لعظيم مشكور .\n</p>\n<p class=\"arabic\">وقال عمر بن الحكم عن عوانة دخل سعد على معاوية فلم يسلم عليه بالإمارة فقال \n  معاوية لو شئت أن تقول غيرها لقلت قال فنحن المؤمنون ولم نؤمرك فإنك معجب \n  بما أنت فيه والله ما يسرني أني على الذي أنت عليه وإني هرقت محجمة دم .\n</p>\n<p class=\"arabic\">وقال محمد بن سيرين إن سعدا طاف على تسع جوار في ليلة ثم أيقظ العاشرة فغلبه \n  النوم فاستحيت أن توقظه .\n</p>\n<p class=\"arabic\">وقال الزهري إن سعدا لما حضرته الوفاة دعا بخلق جبة من صوف فقال كفنوني فيها \n  فإني لقيت فيها المشركين يوم بدر وإنما خبأتها لهذا اليوم .\n</p>\n<p class=\"arabic\">وقال حماد بن سلمة عن سماك عن مصعب بن سعد قال كان رأس أبي في حجري وهو يقضي \n  فبكيت فرفع رأسه إلي فقال أي بني ما يبكيك قلت لمكانك وما أرى بك فقال لا \n  تبك فإن الله لا يعذبني أبدا وإني من أهل الجنة .\n</p>\n<p class=\"arabic\">وعن عائشة بنت سعد أن أباها أرسل إلى مروان بزكاة عين ماله خمسة آلاف وخلف \n  يوم مات مائتين وخمسين ألف درهم .\n</p>\n<p class=\"arabic\">قال الزبير بن بكار كان سعد قد اعتزل في الآخر في قصر بناه بطرف حمراء الأسد \n  *4*221* .\n</p>\n<p class=\"arabic\">قال الواقدي وابن المديني وجماعة كثيرة توفي سنة خمس وخمسين .\n</p>\n<p class=\"arabic\">وقال قعنب بن المحرر سنة ثمان وخمسين وقيل سنة سبع وليس بشيء .\n</p>\n<p class=\"arabic\">وقال ابن سعد توفي في قصره بالعقيق على سبعة أميال من المدينة وحمل إلى المدينة \n  وصلى عليه مروان وله أربع وسبعون سنة .\n\n</p>"
}