{
    "header": "سمرة بن جندب #NOPREACHING# .",
    "id": "000187",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">سمرة بن جندب </h1>\n<p class=\"arabic\">.\n</p>\n<p class=\"arabic\">ابن هلال الفزاري *4*232* .\n</p>\n<p class=\"arabic\">له صحبة ورواية وشرف ولي إمرة الكوفة والبصرة خلافة لزياد .\n</p>\n<p class=\"arabic\">روى عنه ابنه سليمان وأبو قلابة الجرمي وأبو رجاء العطاردي وأبو نضرة العبدي \n  وعبد الله بن بريدة ومحمد بن سيرين والحسن بن أبي الحسن وسماعه منه ثابت فالصحيح \n  لزوم الاحتجاج بروايته عنه ولا عبرة بقول من قال من الأئمة لم يسمع الحسن \n  من سمرة لأن عندهم علما زائدا على ما عندهم من نفي سماعه منه .\n</p>\n<p class=\"arabic\">وكان سمرة شديدا على الخوارج فقتل منهم جماعة وكان الحسن وابن سيرين يثنيان \n  عليه .\n</p>\n<p class=\"arabic\">وقال معاذ بن معاذ ثنا شعبة عن أبي سلمة عن أبي نضرة عن أبي هريرة أن النبي \n  صلى ) .\n</p>\n<p class=\"arabic\">الله عليه وسلم قال لعشرة من أصحابه في بيت آخركم موتا في النار فيهم سمرة \n  بن جندب قال أبو نضرة فكان سمرة آخرهم موتا .\n</p>\n<p class=\"arabic\">أبو نضرة لم يسمع من أبي هريرة لكن للحديث مع غرابته شاهد من حديث أبي هريرة \n  وهو ما رواه إسماعيل بن حكيم ولم يذكره أحد بجرح *4*233* قال ثنا يونس بن \n  عبيد عن الحسن عن أنس بن حكيم الضبي قال كنت أمر بالمدينة فألقى أبا هريرة \n  فلا يبدأ بشيء حتى يسألني عن سمرة فإذا أخبرته بحياته فرح فقال إنا كنا عشرة \n  في بيت وإن رسول الله صلى الله عليه وسلم قام ونظر في وجوهنا وأخذ بعضادتي \n  الباب ثم قال آخركم موتا في النار فقد مات منا ثمانية ولم يبق غيري وغير سمرة \n  فليس شيء أحب إلي من أن أكون قد ذقت الموت .\n</p>\n<p class=\"arabic\">وروى مثله حماد بن سلمة عن علي بن زيد بن جدعان عن أوس بن خالد قال كنت إذا \n  قدمت على أبي محذورة سألني عن سمرة وإذا قدمت على سمرة سألني عن أبي محذورة \n  فسألته فقال إني كنت أنا وسمرة وأبو هريرة في بيت فجاء النبي صلى الله عليه \n  وسلم فقال آخركم موتا في النار فمات أبو هريرة ثم مات أبو محذورة .\n</p>\n<p class=\"arabic\">وقال معمر ثنا عبد الله بن طاوس وغيره أن النبي صلى الله عليه وسلم قال لسمرة \n  بن جندب ولأبي هريرة ولآخر آخركم موتا في النار فمات الرجل فكان الرجل إذا \n  أراد أن يغيظ أبا هريرة يقول مات سمرة فإذا سمعه غشي عليه وصعق ثم مات أبو \n  هريرة قبل سمرة وقتل سمرة بشرا كثيرا .\n</p>\n<p class=\"arabic\">وقال سليمان بن حرب ثنا عامر بن أبي عامر قال كنا في مجلس يونس بن عبيد في \n  أصحاب الخز فقالوا ما في الأرض بقعة نشفت من الدم ما نشفت هذه البقعة يعنون \n  دار الإمارة قتل بها سبعون ألفا فجاء يونس بن عبيد فقلت إنهم يقولون كذا وكذا \n  فقال نعم من بين قتيل وقطيع قيل له ومن فعل ذلك يا أبا عبد الله قال زياد \n  وابنه عبيد الله وسمرة .\n</p>\n<p class=\"arabic\">قال البيهقي نرجو لسمرة بصحبته رسول الله صلى الله عليه وسلم .\n</p>\n<p class=\"arabic\">وروى عبد الله بن معاوية الجمحي عن رجل أن سمرة استجمر فغفل عن نفسه وغفلوا \n  عنه حتى أخذته *4*234* .\n</p>\n<p class=\"arabic\">وهب بن جرير عن أبيه سمع أبا يزيد المديني يقول لما مرض سمرة أصابه برد شديد \n  ) .\n</p>\n<p class=\"arabic\">فأوقدت له نار في كانون بين يديه وكانون خلفه وكانون عن يمينه وآخر عن شماله \n  فجعل لا ينتفع بذلك وكان يقول كيف أصنع بما في جوفي فلم يزل كذلك حتى مات .\n</p>\n<p class=\"arabic\">وإن صح هذا فيكون إن شاء الله قوله عليه السلام آخركم موتا في النار متعلقا \n  بموته في النار لا بذاته .\n</p>\n<p class=\"arabic\">قال عبد الله بن صبيح عن ابن سيرين كان سمرة فيما علمت عظيم الأمانة صدوقا \n  يحب الإسلام وأهله .\n</p>\n<p class=\"arabic\">توفي سمرة سنة تسع وخمسين ويقال في أول سنة ستين .\n\n</p>"
}