{
    "header": "عائشة أم المؤمنين .",
    "id": "000195",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عائشة أم المؤمنين .\n</h1>\n<p class=\"arabic\">بنت أبي بكر الصديق التيمية أم عبد الله فقيهة نساء الأمة *4*245* .\n</p>\n<p class=\"arabic\">دخل بها النبي صلى الله عليه وسلم في شوال بعد بدر ولها من العمر تسع سنين .\n</p>\n<p class=\"arabic\">روى عنها جماعة من الصحابة والأسود ومسروق وابن المسيب وعروة والقاسم ) .\n</p>\n<p class=\"arabic\">والشعبي ومجاهد وعكرمة وعطاء بن أبي رباح وابن أبي مليكة ومعاذة العدوية وعمرة \n  الأنصارية ونافع مولى ابن عمر وخلق كثير .\n</p>\n<p class=\"arabic\">قال رسول الله صلى الله عليه وسلم فضل عائشة على النساء كفضل الثريد على سائر \n  الطعام *4*246* .\n</p>\n<p class=\"arabic\">وعن عائشة أن جبريل جاء بصورتها في خرقة حرير خضراء إلى النبي صلى الله عليه \n  وسلم فقال هذه زوجتك في الدنيا والآخرة رواه الترمذي وحسنه .\n</p>\n<p class=\"arabic\">وقال عبد العزيز بن المختار ثنا خالد الحذاء عن أبي عثمان النهدي عن عمرو \n  بن العاص قلت يا رسول الله أي الناس أحب إليك قال عائشة قلت ومن الرجال قال \n  أبوها وهذا صحيح صححه الترمذي وروي بإسناد صحيح من حديث أنس نحوه .\n</p>\n<p class=\"arabic\">وقال زياد بن أيوب ثنا مصعب بن سلام ثنا محمد بن سوقة عن عاصم بن كليب عن \n  أبيه قال انتهينا إلى علي فذكر عائشة فقال حليلة رسول الله صلى الله عليه \n  وسلم .\n</p>\n<p class=\"arabic\">قلت هذا حديث حسن فإن مصعبا لا بأس به إن شاء الله .\n</p>\n<p class=\"arabic\">ومن عجيب ما ورد أن أبا محمد بن حزم مع كونه أعلم أهل زمانه ذهب إلى أن عائشة \n  أفضل من أبيها وهذا ما خرق به الإجماع .\n</p>\n<p class=\"arabic\">قال ابن علية عن أبي سفيان بن العلاء المازني عن ابن أبي عتيق قال قالت عائشة \n  إذا مر ابن عمر فأرونيه فلما مر قيل لها هذا ابن عمر قالت يا أبا عبد الرحمن \n  ما منعك أن تنهاني عن مسيري قال رأيت رجلا قد غلب عليك وظننت أنك لا تخالفينه \n  يعني ابن الزبير قالت أما إنك لو نهيتني ما خرجت تعني مسيرها في فتنة يوم \n  الجمل .\n</p>\n<p class=\"arabic\">أخبرنا عبد الخالق بن عبد السلام الشافعي أنبأ ابن قدامة سنة إحدى *4*247* \n  عشرة وستمائة أنبأ محمد هو ابن البطي أنبأ أحمد بن الحسن أنبأ أبو القاسم \n  بن بشران ثنا أبو مسعود أنبأ أبو الفضل بن خزيمة ثنا محمد بن أبي العوام ثنا \n  موسى بن داود ثنا أبو مسعود الجرار عن علي بن الأقمر فقال ككان مسروق إذا \n  حدث عن عائشة رضي الله عنها قال حدثتني الصديقة بنت الصديق حبيبة حبيب الله \n  المبرأة من فوق سبع سموات فلم أكذبها .\n</p>\n<p class=\"arabic\">وقال أبو بردة بن أبي موسى عن أبيه قال ما أشكل علينا أصحاب محمد صلى الله \n  عليه وسلم حديث قط فسألنا عنه عائشة إلا وجدنا عندها منه علما ) .\n</p>\n<p class=\"arabic\">وقال مسروق رأيت مشيخة الصحابة يسألونها عن الفرائض .\n</p>\n<p class=\"arabic\">وقال عطاء بن أبي رباح كانت عائشة أفقه الناس وأحسن الناس رأيا في العامة .\n</p>\n<p class=\"arabic\">وقال الزهري لو جمع علم عائشة إلى علم جميع النساء لكان علم عائشة أفضل .\n</p>\n<p class=\"arabic\">وقال أبو إسحاق السبيعي عن عمرو بن غالب إن رجلا نال من عائشة رضي الله عنها \n  عند عمار بن ياسر فقال أغرب مقبوحا منبوحا أتؤذي حبيبة رسول الله صلى الله \n  عليه وسلم .\n</p>\n<p class=\"arabic\">صححه الترمذي .\n</p>\n<p class=\"arabic\">وقال عمار أيضا هي زوجته في الدنيا والآخرة *4*248* قال الترمذي حسن صحيح .\n</p>\n<p class=\"arabic\">وقال عروة كان الناس يتحرون بهداياهم يوم عائشة .\n</p>\n<p class=\"arabic\">وقال الزهري عن القاسم بن محمد إن معاوية لما قدم المدينة حاجا دخل على عائشة \n  فلم يشهد كلامهما إلا ذكوان مولى عائشة فقالت له أمنت أن أخبئ لك رجلا يقتلك \n  بأخي محمد قال صدقت ثم </p>\n<p class=\"arabic\">إنها وعظته وحضته على الاتباع فلما خرج اتكأ على ذكوان \n  وقال والله ما سمعت خطيبا ليس رسول الله صلى الله عليه وسلم أبلغ من عائشة </p>\n<p class=\"arabic\">.\n</p>\n<p class=\"arabic\">وقال سعيد بن عبد العزيز قضى معاوية عن عائشة ثمانية عشر ألف دينار .\n</p>\n<p class=\"arabic\">وقال عروة بن الزبير بعث معاوية مرة إلى عائشة بمائة ألف فوالله ما أمست حتى \n  فرقتها فقالت مولاتها لو اشتريت لنا منن هذه الدراهم بدرهم لحما فقالت ألا \n  قلت لي .\n</p>\n<p class=\"arabic\">وقال عروة ما رأيت أعلم بالطب من عائشة فقال يا خالة من أين تعلمت الطب قالت \n  كنت أسمع الناس ينعت بعضهم لبعض .\n</p>\n<p class=\"arabic\">وعن عروة قال ما رأيت أعلم بالشعر منها .\n</p>\n<p class=\"arabic\">وقال النبي صلى الله عليه وسلم يا أم سلمة لا تؤذيني والله ما نزل علي الوحي \n  وأنا في لحاف امرأة منكن غيرها *4*249* .\n</p>\n<p class=\"arabic\">وقال القاسم بن محمد اشتكت عائشة فجاء ابن عباس فقال يا أم المؤمنين تقدمين \n  على فرط صدق على رسول الله صلى الله عليه وسلم وعلى أبي بكر رضي الله عنه \n  ولو لم يكن إلا ما في القرآن من البراءة لكفى بذلك شرفا .\n</p>\n<p class=\"arabic\">ولهذا حظ وافر من الفصاحة والبلاغة مع ما لها من المناقب رضي الله عنها .\n</p>\n<p class=\"arabic\">توفيت على الصحيح سنة سبع وخمسين بالمدينة قاله هشام بن عروة وأحمد بن حنبل وشباب .\n</p>\n<p class=\"arabic\">وقال أبو عبيدة وغيره في رمضان سنة ثمان .\n</p>\n<p class=\"arabic\">وقال الواقدي في ليلة سابع عشر رمضان ودفنت بالبقيع ليلا فاجتمع الناس وحضروا \n  فلم تر ليلة أكثر ناسا منها وصلى عليها أبو هريرة ولها ست وستون سنة وذلك \n  في سنة ثمان .\n</p>\n<p class=\"arabic\">ابن سعد أنبأ محمد بن عمر حدثني ابن أبي سبرة عن عثمان بن أبي عتيق عن أبيه \n  قال رأيت ليلة ماتت عائشة رضي الله عنها حمل معها جريد في الخرق والزيت فيه \n  نارا ليلا ورأيت النساء بالبقيع كأنه عيد .\n</p>\n<p class=\"arabic\">قال محمد بن عمر حدثني ابن جريج عن نافع شهدت أبا هريرة *4*250* صلى على عائشة \n  بالبقيع وكان خليفة مروان على المدينة وقد اعتمر تلك الأيام .\n</p>\n<p class=\"arabic\">وقال هشام بن عروة عن أبيه إن عائشة دفنت ليلا .\n</p>\n<p class=\"arabic\">قال حفص بن غياث ثنا إسماعيل عن أبي إسحاق قال قال مسروق لولا بعض الأمر لأقمت \n  المناحة على أم المؤمنين .\n</p>\n<p class=\"arabic\">وعن عبد الله بن عبيد الله قال أما إنه لا يحزن عليها إلا من كانت أمه .\n</p>\n<p class=\"arabic\">وخرج البخاري في تفسير النور من حديث ابن أبي مليكة أن ابن عباس استأذن عليها \n  وهي مغلوبة فقالت أخشى أن يثني علي فقيل ابن عم رسول الله صلى الله عليه وسلم \n  ومن وجوه المسلمين قالت ائذنوا له فقال كيف تجدينك قالت بخير إن اتقيت قال \n  فأنت بخير إن شاء الله زوجة رسول الله صلى الله عليه وسلم ولم يتزوج بكرا \n  غيرك ونزل عذرك من السماء فلما جاء ابن الزبير قالت جاء ابن عباس وأثنى علي \n  ووددت أني كنت نسيا منسيا .\n</p>\n<p class=\"arabic\">أبو معاوية عن الأعمش عن تميم بن سلمة عن عورة عن عائشة رأيتها تصدق بسبعين \n  ألفا وإنها لترقع جانب درعها .\n</p>\n<p class=\"arabic\">أبو معاوية ثنا هشام بن عروة عن ابن المنكدر عن أم ذرة قالت بعث ابن الزبير \n  إلى عائشة بمال في غرارتين يكون مائة ألف فدعت بطبق *4*251* فجعلت تقسم في \n  الناس فلما أمست قالت يا جارية هاتي فطري فقالت أم ذرة يا أم المؤمنين أما \n  استطعت أن تشتري لحما مما أنفقت فقالت لا تعنفيني لو أذكرتيني لفعلت .\n</p>\n<p class=\"arabic\">القاسم بن عبد الواحد بن أيمن ثنا عمر بن عبد الله بن عروة عن جده عن عائشة \n  قالت ) .\n</p>\n<p class=\"arabic\">فخرت بمال أبي في الجاهلية وكان ألف ألف أوقية فقال النبي صلى الله عليه وسلم \n  يا عائشة كنت لك كأبي زرع لأم زرع أخرجه س .\n</p>\n<p class=\"arabic\">مطرف بن طريف عن أبي إسحاق عن مصعب بن سعد قال فرض عمر لأمهات المؤمنين عشرة \n  آلاف عشرة آلاف وزاد عائشة ألفين وقال إنها حبيبة رسول الله صلى الله عليه \n  وسلم .\n</p>\n<p class=\"arabic\">شعبة أنبأ عبد الرحمن بن القاسم عن أبيه أن عائشة كانت تصوم الدهر .\n</p>\n<p class=\"arabic\">حجاج بن الأعور عن ابن جريج عن عطاء كنت آتي عائشة أنا وعبيد بن عمير وهي \n  مجاورة في جوف ثبير في قبة لها تركية عليها غشاؤها ولكن قد رأيت عليها درعا \n  معصفرا وأنا صبي .\n</p>\n<p class=\"arabic\">ابن أبي الزناد عن هشام بن عروة عن أبيه عن عائشة قالت قال لي رسول الله صلى \n  الله عليه وسلم ما يخفى علي حين ترضين وحين تغضبين في الرضا تحلفين لا ورب \n  محمد وفي الغضب تحلفين لا ورب إبراهيم فقلت صدقت يا رسول الله *4*252* .\n</p>\n<p class=\"arabic\">رواه أبو أسامة عن هشام وفي آخره فقلت والله لا أهجر إلا اسمك .\n</p>\n<p class=\"arabic\">الواقدي عن عبد الحكيم بن أبي فروة عن الأعرج قال أطعم رسول الله صلى اتلله \n  عليه وسلم عائشة بخيبر ثمانين وعشرين وسقا .\n</p>\n<p class=\"arabic\">سليمان بن بلال عن عمرو بن أبي عمرو سمعت القاسم يقول كانت عائشة تلبس الأحمرين \n  الذهب والمعصفر وهي محرمة .\n</p>\n<p class=\"arabic\">وقال ابن أبي مليكة رأيت عليها درعا مضرجا .\n</p>\n<p class=\"arabic\">معلى بن أسد ثنا المعلى بن زياد حدثنا بكرة بنت عقبة أنها دخلت على عائشة \n  وهي جالسة في معصفرة فسألتها عن الحناء فقالت شدرة طيبة وماء طهور وسألتها \n  عن الحفاف فقالت لها إن كان لك زوج فاستطعت أن تنزعي مقلتيك فتضعينهما أحسن \n  مما هما فافعلي .\n</p>\n<p class=\"arabic\">المعليان ثقتان .\n</p>\n<p class=\"arabic\">وعن معاذة قالت رأيت على عائشة ملحفة صفراء .\n</p>\n<p class=\"arabic\">الواقدي قال ابن أبي الزناد عن هشام عن أبيه قال ربما روت عائشة القصيدة ستين \n  بيتا وأكثر ) *4*253* .\n</p>\n<p class=\"arabic\">هشام بن عروة عن أبيه عن عائشة قالت وددت أني إذا مت كنت نسيا منسيا .\n</p>\n<p class=\"arabic\">مسعر عن حماد بن إبراهيم قالت عائشة يا ليتني كنت ورقة من هذه الشجرة .\n</p>\n<p class=\"arabic\">ابن أبي مليكة إن ابن عباس دخل على عائشة وهي تموت فأثنى عليها فقالت دعني \n  منك فوالذي نفسي بيده لوددت أني كنت نسيا منسيا .\n</p>\n<p class=\"arabic\">وعن عمارة بن عمير عمن سمع عائشة إذا قرأت وقرن في بيوتكن بكت حين تبل خمارها \n  رضي الله عنها .\n\n</p>"
}