{
    "header": "حجر بن عدي .",
    "id": "000167",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">حجر بن عدي .\n</h1>\n<p class=\"arabic\">ويدعى حجر بن الأدبر بن جبلة الكندي الكوفي أبو عبد الرحمن .\n</p>\n<p class=\"arabic\">وقيل لأبيه الأدبر لأنه طعن موليا .\n</p>\n<p class=\"arabic\">ولحجر صحبة ووفادة ما روى عن النبي صلى الله عليه وسلم شيئا .\n</p>\n<p class=\"arabic\">سمع من علي وعمار وعنه مولاه أبو ليلى وأبو البختري الطائي شهد صفين أميرا \n  مع علي .\n</p>\n<p class=\"arabic\">وكان صالحا عابدا يلازم الوضوء ويكثر من الأمر بالمعروف والنهي عن المنكر \n  وكان يكذب زياد ابن أبيه الأمير على المنبر وحصبه مرة فكتب فيه إلى معاوية \n  فسر حجر عن الكوفة في ثلاثة آلاف بالسلاح ثم تورع وقعد عن الخروج فسيره زياد \n  إلى معاوية وجاء الشهود فشهدوا عند معاوية *4*194* عليه وكان معه عشرون رجلا \n  فهم معاوية بقتلهم فأخرجوا إلى عذراء .\n</p>\n<p class=\"arabic\">وقيل إن رسول معاوية جاء إليهم لما وصلوا إلى عذراء يعرض عليهم التوبة والبراءة \n  من علي رضي الله عنه فأبى من ذلك عشرة وتبرأ عشرة فقتل أولئك فلما انتهى القتل \n  إلى حجر رضي الله عنه جعل يرعد فقيل له مالك ترعد فقال قبر محفور وكفن منشور \n  وسيف مشهور .\n</p>\n<p class=\"arabic\">ولما بلغ عبد الله بن عمر قتله حجر قام من مجلسه موليا يبكي .\n</p>\n<p class=\"arabic\">ولما حج معاوية استأذن على أم المؤمنين عائشة فقالت له أقتلت حجرا فقال وجدت \n  في قتله صلاح الناس وخفت من فسادهم .\n</p>\n<p class=\"arabic\">وقيل إن معاوية ندم كل الندم على قتلهم وكان قتلهم في سنة إحدى وخمسين .\n</p>\n<p class=\"arabic\">ابن عوف عن نافع قال كان ابن عمر في السوق فنعي إليه حجر فأطلق حبوته وقام \n  وقد غلبه النحيب .\n</p>\n<p class=\"arabic\">هشام عن ابن سيرين قال لما أتي معاوية بحجر قال السلام عليك يا أمير المؤمنين \n  قال وأمير المؤمنين أنا اضربوا عنقه فصلى ركعتين وقال لمن حضر من أهله لا \n  تطلقوا عني حديدا ولا تغسلوا عني دما فإني ملاق معاوية على الجادة .\n\n</p>"
}