{
    "header": "سعيد بن زيد .",
    "id": "000183",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">سعيد بن زيد .\n</h1>\n<p class=\"arabic\">ابن عمرو بن نفيل بن عبد العزى القرشي العدوي أبو الأعور *4*222* .\n</p>\n<p class=\"arabic\">أحد العشرة المشهود لهم بالجنة وكان أميرا على ربع المهاجرين وولي دمشق نيابة \n  لأبي عبيدة وشهد فتحها .\n</p>\n<p class=\"arabic\">روى عنه ابن عمر وأبو الطفيل وعمرو بن حريث وزر بن حبيش وحميد بن عبد الرحمن \n  وقيس بن أبي حازم وعروة بن الزبير وجماعة .\n</p>\n<p class=\"arabic\">وقال أهل المغازي إن سعيد بن زيد قدم من الشام بعيد بدر فكلم النبي صلى الله \n  عليه وسلم فضرب له بسهمه وأجره ) .\n</p>\n<p class=\"arabic\">أسلم سعيد قبل دخول دار الأرقم وكان مزوجا بفاطمة أخت عمر وهي بنت عم أبيه .\n</p>\n<p class=\"arabic\">وقال سعيد ولقد رأيتني وإن عمر لموثقي على الإسلام فلم يكن عمر أسلم بعد .\n</p>\n<p class=\"arabic\">وعن ابن مكيث أن النبي صلى الله عليه وسلم بعث سعيدا وطلحة يتجسسان خبر عير \n  قريش فلهذا غابا عن وقعة بدر فرجعا إلى المدينة وقدماها في يوم الوقعة فخرجا \n  يؤمانه وشهد سعيد أحدا وما بعدها .\n</p>\n<p class=\"arabic\">وقال عبد الله بن ظالم المازني عن سعيد بن زيد قال أشهد على التسعة أنهم في \n  الجنة ولو شهدت على العاشر لم آثم يعني نفسه *4*223* .\n</p>\n<p class=\"arabic\">وقال عبد الله بن أحمد بن حنبل سألت أبي عن الشهادة لأبي بكر وعمر بالجنة \n  فقال نعم اذهب إلى حديث سعيد بن زيد .\n</p>\n<p class=\"arabic\">وقال هشام بن عروة عن أبيه إن أروى بنت أويس ادعت على سعيد بن زيد أنه اخذ \n  من أرضها شيئا فخاصمته إلى مروان فقال أنا آخذ من أرضها شيئا بعدما سمعت من \n  رسول الله صلى الله عليه وسلم سمعت يقول من أخذ شيئا من الأرض طوقه من سبع \n  أرضين فقال مروان لا أسألك بينة بعد هذا فقال سعيد اللهم إن كانت كاذبة فأعم \n  بصرها واقتلها في أرضها فما ماتت حتى ذهب بصرها وبينا هي تمشي في أرضها إذ \n  وقعت في حفرة فماتت .\n</p>\n<p class=\"arabic\">رواه مسلم .\n</p>\n<p class=\"arabic\">وقال عطاء بن السائب عن محارب بن دثار إن معاوية كتب إلى مروان بالمدينة يبايع \n  لابنه يزيد فقال رجل من أهل الشام ما يحبسك قال حتى يجيء سعيد بن زيد فيبايع \n  فإنه سيد أهل البلد إذا بايع بايع الناس *4*224* .\n</p>\n<p class=\"arabic\">وقال نافع إن ابن عمر لما سمع بموت سعيد بالعقيق ذهب إليه وترك الجمعة .\n</p>\n<p class=\"arabic\">وقالت عائشة بنت سعد بن أبي وقاص مات سعيد بن زيد بالعقيق فغسله سعد وكفنه \n  وخرج معه .\n</p>\n<p class=\"arabic\">قال مالك كلاهما مات بالعقيق .\n</p>\n<p class=\"arabic\">وقال الواقدي توفي سنة إحدى وخمسين وهو ابن بضع وسبعين سنة وقبر بالمدينة \n  ونزل في قبره سعد وابن عمر وكان رجلا آدم طويلا أشعر .\n</p>\n<p class=\"arabic\">وكذا ورخ موته ابن بكير وجماعة وشذ عبيد الله بن سعد الزهري فقال سنة اثنتين \n  وخمسين ) .\n</p>\n<p class=\"arabic\">وغلط الهيثم بن عدي فقال توفي بالكوفة رضي الله عنه .\n</p>\n<p class=\"arabic\">وقال عبد الله بن ظالم المازني عن سعيد بن زيد قال أشهد على التسعة أنهم في \n  الجنة فقال نعم أذهب إلى حديث سعيد بن زيد .\n\n</p>"
}