{
    "header": "كعب بن مالك ع بن عمرو بن القين الأنصاري ...",
    "id": "000100",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">كعب بن مالك ع بن عمرو بن القين الأنصاري .\n</h1>\n<p class=\"arabic\">الخزرجي *4*107* السلمي أبو عبد الله ويقال أبو عبد الرحمن .\n</p>\n<p class=\"arabic\">شاعر رسول الله صلى الله عليه وسلم وأحد الثلاثة الذين تاب الله عليهم شهد \n  العقبة وأحدا وحديثه في تخلفه عن غزوة تبوك في الصحيحين .\n</p>\n<p class=\"arabic\">روى عنه بنوه عبد الرحمن وعبد الله وعبيد الله ومحمد وابن عباس وعمر بن الحكم \n  وعمر بن كثير بن أفلح وحفيده عبد الرحمن بن عبد الله بن كعب .\n</p>\n<p class=\"arabic\">ويروى أن النبي صلى الله عليه وسلم آخى بين طلحة وكعب بن مالك وقيل بل آخى \n  بين كعب والزبير بن العوام قاله عروة .\n</p>\n<p class=\"arabic\">وفي مغازي الواقدي إن كعبا قاتل يوم أحد قتالا شديدا حتى جرح سبعة عشر جرحا .\n</p>\n<p class=\"arabic\">وقال ابن سيرين كان شعراء الصحابة عبد الله بن رواحة وحسان بن ثابت وكعب بن \n  مالك .\n</p>\n<p class=\"arabic\">وقال عبد الرحمن بن كعب عن أبيه أنه قال يا رسول الله قد أنزل الله في الشعراء \n  ما أنزل قال إن المجاهد يجاهد بسيفه ولسانه والذي نفسي بيده ترمونهم به نضح \n  النبل *4*108* .\n</p>\n<p class=\"arabic\">قال ابن سيرين أما كعب فكان يذكر الحرب ويقول فعلنا ونفعل ويهددهم وأما حسان \n  فكان يذكر عيوبهم وأيامهم وأما ابن رواحة فكان يعيرهم بالكفر .\n</p>\n<p class=\"arabic\">وقد أسلمت دوس فرقا من بيت قاله كعب .\n</p>\n<p class=\"arabic\">% نخيرها ولو نطقت لقالت % % قواطعهن دوسا أو ثقيفا % .\n</p>\n<p class=\"arabic\">وعن ابن المنكدر عن جابر أن رسول الله صلى الله عليه وسلم قال لكعب بن مالك \n  ما نسي ربك وما كان نسيا بيتا قلته قال ما هو قال أنشده يا أبا بكر فقال .\n</p>\n<p class=\"arabic\">% زعمت سخينة أن ستغلب ربها % % وليغلبن مغالب الغلاب % .\n</p>\n<p class=\"arabic\">عن الهيثم والمدائني أن كعبا مات سنة أربعين .\n</p>\n<p class=\"arabic\">وروى الواقدي أنه مات سنة خمسين وعن الهيثم بن عدي أيضا أنه توفي سنة إحدى \n  وخمسين </p>\n<p class=\"arabic\">.\n</p>\n<p class=\"arabic\">*4*109* .\n\n</p>"
}