{
    "header": "أبو موسى الأشعري .",
    "id": "000124",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أبو موسى الأشعري .\n</h1>\n<p class=\"arabic\">هو عبد الله بن قيس بن سليم بن حضار اليماني صاحب رسول الله صلى الله عليه \n  وسلم *4*140* .\n</p>\n<p class=\"arabic\">قدم عليه مسلما سنة سبع مع أصحاب السفينتين من الحبشة وكان قدم مكة فحالف \n  بها أبا أحيحة سعيد بن العاص ثم رجع إلى بلاده ثم خرج منها في خمسين من قومه \n  قد أسلموا فألقتهم سفينتهم والرياح إلى أرض الحبشة فأقاموا عند جعفر بن أبي \n  طالب ثم قدموا معه .\n</p>\n<p class=\"arabic\">استعمل رسول الله صلى الله عليه وسلم أبا موسى على زبيد وعدن ثم ولي الكوفة \n  والبصرة لعمر .\n</p>\n<p class=\"arabic\">وحفظ عن النبي صلى الله عليه وسلم الكثير وعن أبي بكر وعمر ومعاذ وأبي بن \n  كعب وكان من أجلاء الصحابة وفضلائهم .\n</p>\n<p class=\"arabic\">روى عنه أنس وربعي بن حراش وسعيد بن المسيب وزهدم الجرمي وخلق كثير وبنوه \n  أبو بكر وأبو بردة وإبراهيم وموسى .\n</p>\n<p class=\"arabic\">وفتحت أصبهان على يده وتستر وغير ذلك ولم يكن في الصحابة أطيب صوتا منه *4*141* .\n</p>\n<p class=\"arabic\">قال سعيد بن عبد العزيز حدثني أبو يوسف صاحب معاوية أن أبا موسى قدم على معاوية \n  فنزل في بعض الدور بدمشق فخرج معاوية من الليل يتسمع قراءته .\n</p>\n<p class=\"arabic\">وقال الهيثم بن عدي أسلم أبو موسى بمكة وهاجر إلى الحبشة وقال عبد الله بن \n  بريدة كان أبو موسى قصيرا أثط خفيف الجسم ولم يذكره ابن إسحاق فيمن هاجر إلى \n  الحبشة وقال أبو بردة عن أبي موسى قال قال لنا النبي صلى الله عليه وسلم لما \n  قدمنا حين افتتحت خيبر لكم الهجرة مرتين هاجرتم إلى النجاشي وهاجرتم إلي .\n</p>\n<p class=\"arabic\">وقال يحيى بن أيوب عن حميد عن أنس قال قال رسول الله صلى الله عليه وسلم يقدم \n  عليكم غدا قوم أرق قلوبا للإسلام منكم قال فقدم الأشعريون فيهم أبو موسى فلما \n  دنوا من المدينة جعلوا يرتجزون .\n</p>\n<p class=\"arabic\">% غدا نلقى الأحبه % % محمدا وحزبه % .\n</p>\n<p class=\"arabic\">فلما أن قدموا تصافحوا فكانوا أول من أحدث المصافحة رواه أحمد في مسنده .\n</p>\n<p class=\"arabic\">وقال سماك بن حرب ثنا عياض الأشعري عن أبي موسى قال لما *4*142* نزل فسوف \n  يأتي الله بقوم يحبهم ويحبونه قال رسول الله صلى الله عليه وسلم هم قومك يا \n  أبا موسى صححه الحاكم .\n</p>\n<p class=\"arabic\">وعياض نزل الكوفة مختلف في صحبته بقي إلى بعد السبعين رواه ثقات عن شعبة بن \n  سماك عن عياض فقال عن أبي موسى .\n</p>\n<p class=\"arabic\">وقال مالك بن مغول عن أبي بريدة عن أبيه قال خرجت ليلة من المسجد فإذا النبي \n  صلى الله عليه وسلم عند باب المسجد قائم وإذا رجل في المسجد يصلي فقال لي \n  يا بريدة أتراه يرائي قلت الله ورسوله أعلم قال بل هو مؤمن منيب ثم قال لقد \n  أعطي هذا مزمارا من مزامير داود فأتيته فإذا هو أبو موسى فأخبرته .\n</p>\n<p class=\"arabic\">وفي الصحيحين من حديث أبي بردة عن أبي موسى في </p>\n<p class=\"arabic\">قصة جيش أوطاس أن النبي صلى \n  الله عليه وسلم قال اللهم اغفر لعبد الله بن قيس ذنبه وأدخله يوم القيامة \n  مدخلا كريما .\n</p>\n<p class=\"arabic\">وقال أبو هريرة قال رسول الله صلى الله عليه وسلم لقد أوتي أبو موسى من مزامير \n  آل داود *4*143* .\n</p>\n<p class=\"arabic\">وقال ثابت عن أنس قال قرأ أبو موسى ليلة فقام أزواج النبي صلى الله عليه وسلم \n  يستمعن لقراءته فلما أصبح أخبر بذلك فقال لو علمت لحبرته تحبيرا ولشوقت تشويقا .\n</p>\n<p class=\"arabic\">وقال أبو البختري سألنا عليا عن أصحاب محمد صلى الله عليه وسلم فسألناه عن \n  أبي موسى فقال صبغ في العلم صبغة ثم خرج منه .\n</p>\n<p class=\"arabic\">وقال الأعلم بن يزيد لم أر بالكوفة أعلم من علي وأبي موسى .\n</p>\n<p class=\"arabic\">وقال مسروق كان القضاء في أصحاب رسول الله صلى الله عليه وسلم في ستة عمر \n  وعلي وابن مسعود وأبي وزيد بن ثابت وأبي موسى .\n</p>\n<p class=\"arabic\">وقال الشعبي قضاة هذه الأمة أربعة عمر وعلي وزيد بن ثابت وأبو موسى .\n</p>\n<p class=\"arabic\">وقال الحسن ما قدم البصرة راكب خير لأهلها من أبي موسى .\n</p>\n<p class=\"arabic\">وقال قتادة بلغ أبا موسى أن ناسا يمنعهم من الجمعة أنه ليس لهم ثياب قال فخرج \n  على الناس في عباءة .\n</p>\n<p class=\"arabic\">وقال ابن شوذب دخل أبو موسى البصرة على جمل أورق وعليه خرج لما عزل *4*144* .\n</p>\n<p class=\"arabic\">قلت عزله عثمان عنها وأمر عليها عبد الله بن عامر .\n</p>\n<p class=\"arabic\">وقال أبو بردة سمعت أبي يقسم بالله أنه ما خرج حين نزع عن البصرة إلا بستمائة \n  درهم .\n</p>\n<p class=\"arabic\">وقال أبو سلمة بن عبد الرحمن كان عمر ربما قال لأبي موسى ذكرنا يا أبا موسى \n  فيقرأ .\n</p>\n<p class=\"arabic\">وقال أبو عثمان النهدي ما سمعت مزمارا ولا طنبورا ولا صنجا أحسن من صوت أبي \n  موسى إن كان ليصلي بنا فنود أنه قرأ البقرة من حسن صوته رواه سليمان التيمي \n  عن أبي عثمان .\n</p>\n<p class=\"arabic\">وعن أبي بردة قال كان أبو موسى لا تكاد تلقاه في يوم حار إلا صائما *4*145* .\n</p>\n<p class=\"arabic\">وقال زيد بن الحباب ثنا صالح بن موسى الطلحي عن أبيه قال اجتهد الأشعري قبل \n  موته اجتهادا شديدا فقيل له لو رفقت بنفسك قال إن الخيل إذا أرسلت فقاربت \n  رأس مجراها أخرجت جميع ما عندها والذي بقي من أجلي أقل من ذلك قال فلم يزل \n  على ذلك حتى مات .\n</p>\n<p class=\"arabic\">وقال أبو صالح بن السمان قال علي رضي الله عنه في أمر الحكمين يا أبا موسى \n  أحكم ولو على حز عنقي .\n</p>\n<p class=\"arabic\">وقال زيد بن الحباب ثنا سليمان بن المغيرة البكري عن أبي بردة عن أبي موسى \n  أن معاوية كتب إليه سلام عليك أما بعد فإن عمرو بن العاص قد بايعني على ما \n  أريد وأقسم بالله لئن بايعتني على الذي بايعني عليه لأستعملن أحد ابنيك على \n  الكوفة والآخر على البصرة ولا يغلق دونك باب ولا تقضى دونك حاجة وقد كتبت \n  إليه بخط يدي فاكتب إلي بخط يدك قال فقال لي يا بني إنما تعلمت المعجم بعد \n  وفاة رسول الله صلى الله عليه وسلم فكتبت إليه كتابا مثل العقارب فكتب إليه \n  أما بعد فإنك كتبت إلي في جسيم أمر أمة محمد فماذا أقول لربي إذا قدمت عليه \n  ليس لي فيما عرضت من حاجة والسلام عليك .\n</p>\n<p class=\"arabic\">قال أبو بردة فلما ولي معاوية أتيته فما أغلق دوني بابا وقضى حوائجي .\n</p>\n<p class=\"arabic\">قال أبو نعيم وابن نمير وأبو بكر بن أبي شيبة وقعنب توفي سنة أربع وأربعين \n  *4*146* .\n</p>\n<p class=\"arabic\">وقال الهيثم توفي سنة اثنتين وأربعين وحكاه ابن منده .\n</p>\n<p class=\"arabic\">وقال الواقدي توفي سنة اثنتين وخمسين ) .\n</p>\n<p class=\"arabic\">وقال المدائني توفي سنة ثلاث وخمسين *4*147* .\n\n</p>"
}