{
    "header": "المغيرة بن شعبة ع .",
    "id": "000107",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">المغيرة بن شعبة ع .\n</h1>\n<p class=\"arabic\">ابن أبي عامر بن مسعود بن معتب الثقفي أبو عيسى ويقال أبو عبد الله ويقال \n  أبو محمد *4*118* .\n</p>\n<p class=\"arabic\">صحابي مشهور وكان رجلا طوالا ذهبت عينه يوم اليرموك وقيل يوم القادسية .\n</p>\n<p class=\"arabic\">وروى المغيرة بن الريان عن الزهري قال قالت عائشة كسفت الشمس على عهد رسول \n  الله صلى الله عليه وسلم فقام المغيرة بن شعبة ينظر إليها فذهبت عينه .\n</p>\n<p class=\"arabic\">وقال ابن سعد كان المغيرة أصهب الشعر جدا يفرق رأسه فروقا أربعة أقلص الشفتين \n  مهتوما ضخم الهامة عبل الذراعين بعيد ما بين المنكبين قال وكان داهية يقال \n  له مغيرة الرأي .\n</p>\n<p class=\"arabic\">وعن الشعبي أن المغيرة سار من دمشق إلى الكوفة خمسا .\n</p>\n<p class=\"arabic\">وقال الواقدي حدثني محمد بن سعيد الثقفي وجماعة قالوا قال *4*119* المغيرة \n  كنا قوما متمسكين بديننا ونحن سدنة اللات فأراني لو رأيت قومنا قد أسلموا \n  ما تبعتهم فأجمع نفر من بني مالك الوفود على المقوقس وإهداء هدايا له فأجمعت \n  الخروج معهم فاستشرت عمي عروة بن مسعود فنهاني وقال ليس معك من بني أبيك أحد \n  فأبيت وخرجت معهم وما معهم من ) .\n</p>\n<p class=\"arabic\">الأحلاف غيري حتى دخلنا الإسكندرية فإذا المقوقس في مجلس مطل على البحر فركبت \n  زورقا حتى حاذيت مجلسه فنظر إلي فأنكرني وأمر من يسألني فأخبرته بأمرنا وقدومنا \n  فأمر أن ننزل في الكنيسة وأجرى علينا ضيافة ثم أدخلنا عليه فنظر إلى رأس بني \n  مالك فأدناه وأجلسه معه ثم سأله عن القوم أكلهم من بني مالك قال نعم إلا هذا \n  قال فكنت أهون القوم عليه وسر بهداياهم وأعطاهم الجوائز وأعطاني شيئا يسيرا \n  وخرجنا فأقبلت بنو مالك يشترون هدايا لأهلهم وهم مسرورون ولم يعرض علي رجل \n  منهم مواساة وخرجوا وحملوا معهم الخمر فكانوا يشربون وأشرب معهم وتأبى نفسي \n  أن تدعني ينصرفون إلى الطائف بما أصابوا ويخبرون قومي بكرامتهم على الملك \n  وتقصيره بي وازدرائه إياي فأجمعت على قتلهم فتمارضت وعصبت رأسي فوضعوا شرابهم \n  فقلت رأسي يصدع ولكني أجلس وأسقيكم فجعلت أصرف لهم يعني لا أمزج وأنزع الكأس \n  فيشربون ولا يدرون حتى ناموا سكرا ما يعقلون فوثبت وقتلتهم جميعا وأخذت ما \n  معهم فقدمت على النبي صلى الله عليه وسلم فأجده جالسا في المسجد وعلي ثياب \n  سفري فسلمت بسلام الإسلام فعرفني أبو بكر فقال رسول الله صلى الله عليه وسلم \n  الحمد لله الذي هداك للإسلام فقال أبو بكر أمن مصر أقبلتم قلت نعم قال فما \n  فعل المالكيون قلت قتلتهم وجئت بأسلابهم إلى رسول الله صلى الله عليه وسلم \n  ليخمسها فقال رسول الله صلى الله عليه وسلم أما إسلامك فنقبله وأما أموالهم \n  فلا آخذ منها شيئا هذا *4*120* غدر ولا خير في الغدر قال فأخذني ما قرب وما \n  بعد وقلت يا رسول الله إنما قتلتهم وأنا على دين قومي ثم أسلمت حيث دخلت عليك \n  الساعة قال فإن الإسلام يجب ما قبله .\n</p>\n<p class=\"arabic\">قال وكان قد قتل ثلاثة عشر نفسا فبلغ ذلك أهل الطائف فتداعوا للقتال ثم اصطلحوا \n  على أن تحمل عروة بن مسعود ثلاث عشرة دية .\n</p>\n<p class=\"arabic\">قال المغيرة وأقمت مع رسول الله صلى الله عليه وسلم حتى كانت الحديبية سنة \n  ست فخرجت معه وكنت أكون مع أبي بكر وألزم رسول الله صلى الله عليه وسلم فيمن \n  يلزمه فبعثت قريش عروة بن مسعود في الصلح فأتاه فكلمه وجعل يمس لحيته وأنا \n  قائم على رأسه مقنع في الحديد فقلت لعروة كف يدك قبل أن لا تصل إليك فقال \n  من هذا يا محمد فما أفظه وأغلظه فقال هذا ابن أخيك المغيرة فقال يا عدو الله \n  ما غسلت عني سوءتك إلا بالأمس ) .\n</p>\n<p class=\"arabic\">روى عنه بنوه عروة وحمزة وعفار والمسور بن مخرمة وأبو أمامة وقيس بن أبي حازم \n  ومسروق وأبو وائل والشعبي وعروة بن الزبير وزياد بن علاقة وغيرهم .\n</p>\n<p class=\"arabic\">وروى الشعبي عن المغيرة قال أنا آخر الناس عهدا برسول الله صلى الله عليه \n  وسلم لما دفن خرج علي من القبر فألقيت خاتمي وقلت يا أبا حسن خاتمي *4*121* \n  قال انزل فخذه قال فنزلت فمسحت يدي على الكفن ثم خرجت .\n</p>\n<p class=\"arabic\">وقال زيد بن أسلم عن أبيه أن عمر استعمل المغيرة بن شعبة على البحرين فأبغضوه \n  فعزله فخافوا أن يرده فقال دهقانهم إن فعلتم ما آمركم لم يرده علينا قالوا \n  مرنا قال تجمعون مائة ألف درهم فأذهب بها إلى عمر فأقول هذا اختان هذا المال \n  فدفعه إلي فجمعوا له مائة ألف وأتى بها عمر فدعا المغيرة فقال ما هذا قال \n  كذب أصلحك الله إنما كانت مائتي ألف قال ما حملك على ذلك قال العيال والحاجة \n  فقال عمر للدهقان ما تقول قال لا والله لأصدقنك والله ما دفع إلي شيئا وقص \n  له أمره .\n</p>\n<p class=\"arabic\">قد ذكرنا أن المغيرة ولي البصرة وغيرها لعمر وكان ممن قعد عن علي ومعاوية .\n</p>\n<p class=\"arabic\">وقال ابن أبي عروة عن قتادة إن أبا بكرة وشبل بن معبد وزيادا ونافع بن عبد \n  الحارث شهدوا على المغيرة سوى زياد أنهم رأوه يولجه ويخرجه يعني يزني بامرأة \n  فقال عمر وأشار إلى زياد إني أرى غلاما لسنا لا يقول إلا حقا ولم يكن ليكتمني \n  شيئا فقال زياد لم أر ما قال هؤلاء ولكني قد رأيت ريبة وسمعت نفسا عاليا قال \n  فجلد عمر الثلاثة .\n</p>\n<p class=\"arabic\">وعن ابن سيرين قال كان يقول الرجل للرجل غضب عليك الله كما غضب عمر على المغيرة \n  عزله عن البصرة فولاه الكوفة *4*122* .\n</p>\n<p class=\"arabic\">قلت وقد غزا المغيرة بالجيوش غير مرة في إمرته وحج بالناس سنة أربعين .\n</p>\n<p class=\"arabic\">وقال جرير عن مغيرة قال قال المغيرة بن شعبة لعلي ابعث إلى معاوية عهده ثم \n  بعد ذلك اخلعه فلم يفعل فاعتزله المغيرة بالطائف فلما اشتغل علي ومعاوية فلم \n  يبعثوا إلى الموسم أحدا جاء المغيرة فصلى بالناس ودعا لمعاوية .\n</p>\n<p class=\"arabic\">قال الليث بن سعد حج سنة أربعين لأنه كان منعزلا بالطائف فافتعل كتابا عام \n  الجماعة بإمرة الموسم فقدم الحج يوما خشية أن يجيء أمير فتخلف عنه ابن عمر \n  وصار معظم الناس مع ابن عمر ) .\n</p>\n<p class=\"arabic\">قال الليث قال نافع لقد رأيتنا ونحن غادون من منى واستقبلونا مفيضين من جمع \n  فأقمنا بعدهم ليلة .\n</p>\n<p class=\"arabic\">وقال الزهري دعا معاوية عمرو بن العاص وهما بالكوفة فقال يا أبا عبد الله \n  أعني على الكوفة قال فكيف بمصر قال استعمل عليها ابنك عبد الله قال فنعم إذن \n  فبينا هم على ذلك طوقهم المغيرة بن شعبة وكان معتزلا بالطائف فناجاه معاوية \n  فقال المغيرة له تؤمر عمرا على الكوفة وابنه على مصر وتكون كقاعدة بين لحيي \n  الأسد قال فما ترى قال أنا أكفيك الكوفة قال فافعل فقال معاوية لعمرو حين \n  أصبح يا أبا عبد الله إني قد رأيت أن أفعل بك ونستوحش إليك ففهمها عمرو فقال \n  ألا أدلك على أمير الكوفة قال بلى قال المغيرة بن شعبة واستعن برأيه وقوته \n  على المكيدة واعزل عنه المال كان من قبلك عمر وعثمان قد فعلا ذلك قال نعم \n  ما رأيت فدخل عليه المغيرة فقال إني كنت أمرتك على الجند *4*123* والأرض ثم \n  ذكرت سنة عمر وعثمان قبلي قال قد قبلت فلما خرج قال قد عزلت الأرض عن صاحبكم .\n</p>\n<p class=\"arabic\">وقال عبد الله بن شوذب إن المغيرة أحصن أربعة من بنات أبي سفيان بن حرب .\n</p>\n<p class=\"arabic\">وعن الشعبي قال دهاة العرب معاوية والمغيرة وعمرو بن العاص وزياد .\n</p>\n<p class=\"arabic\">وقال المغيرة تزوجت سبعين امرأة .\n</p>\n<p class=\"arabic\">وقال مالك كان المغيرة بن شعبة نكاحا للنساء ويقول صاحب المرأة إن مرضت مرض \n  وإن حاضت حاض وصاحب المرأتين بين نارين تشتعلان وكان ينكح أربعا ثم يطلقهن \n  جميعا .\n</p>\n<p class=\"arabic\">وقال ابن المبارك كان تحت المغيرة أربع نسوة فصفهن بين يديه وقال أنتن حسان \n  الأخلاق طويلات الأعناق ولكني رجل مطلاق فأنتن الطلاق .\n</p>\n<p class=\"arabic\">المحاربي حدثني عبد الملك بن عمير قال رأيت المغيرة بن شعبة يخطب في العيد \n  على بعير ورأيته يخضب بالصفرة .\n</p>\n<p class=\"arabic\">محمد بن معاوية النيسابوري ثنا داود بن خلد عن عباس بن عبد الله بن معبد بن \n  عباس قال أول من خضب بالسواد المغيرة بن شعبة *4*124* .\n</p>\n<p class=\"arabic\">أبو عوانة ومسعر عن زياد بن علاقة سمعت جرير بن عبد الله حين مات المغيرة \n  يقول استغفروا لأميركم فإنه كان يحب العافية .\n</p>\n<p class=\"arabic\">وقال عبد الملك بن عمير رأيت زيادا واقفا على قبر المغيرة وهو يقول .\n</p>\n<p class=\"arabic\">% إن تحت الأحجار حزما وعزما % % وخصيما ألد ذا معلاق % .\n</p>\n<p class=\"arabic\">% حية في الوجار أربد لا ين % % فع منه السليم نفثة راق % .\n</p>\n<p class=\"arabic\">قالوا توفي المغيرة بالكوفة أميرا عليها سنة خمسين زاد بعضهم في شعبان .\n\n</p>"
}