{
    "header": "سعيد بن العاص .",
    "id": "000184",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">سعيد بن العاص .\n</h1>\n<p class=\"arabic\">ابن سعيد بن العاص بن أمية الأموي والد عمرو ويحيى *4*225* .\n</p>\n<p class=\"arabic\">قتل أبوه يوم بدر مشركا وخلف سعيدا طفلا .\n</p>\n<p class=\"arabic\">وقال أبو حاتم له صحبة .\n</p>\n<p class=\"arabic\">روى عن عمر وعائشة .\n</p>\n<p class=\"arabic\">وعنه ابناه وعروة بن الزبير وسالم بن عبد الله .\n</p>\n<p class=\"arabic\">وكان أحد الأشراف الأجواد الممدحين والحلماء العقلاء .\n</p>\n<p class=\"arabic\">ولي إمرة المدينة غير مرة لمعاوية وولي الكوفة لعثمان واعتزل عليا *4*226* \n  @ 226 @ ومعاوية من عقله فلما صفا الأمر لمعاوية وفد إليه فأمر له بجائزة \n  عظيمة وقد غزا سعيد طبرستان في إمرته على الكوفة فافتتحها وفيه يقول الفرزدق .\n</p>\n<p class=\"arabic\">% ترى الغر الجحاجح من قريش % % إذ ما الأمر دون الحدثان عالا % .\n</p>\n<p class=\"arabic\">% قياما ينظرون إلى سعيد % % كأنهم يرون به هلالا % .\n</p>\n<p class=\"arabic\">وقال ابن سعد توفي رسول الله صلى الله عليه وسلم ولسعيد بن العاص أبي أحيحة \n  تسع سنين أو نحوها .\n</p>\n<p class=\"arabic\">ولم يزل في ناحية عثمان لقرابته منه فاستعمله على الكوفة لما عزل عنها الوليد \n  بن عتبة فقدمها سعيد شابا مترفا فأضر بأهلها إضرارا شديدا وعمل عليها خمس \n  سنين إلا شهرا ثم قام عليه أهل الكوفة وطردوه وأمروا عليهم أبا موسى فأبى \n  عليهم وجدد البيعة في رقابهم لعثمان وكتب إليه فاستعمله عليهم .\n</p>\n<p class=\"arabic\">وكان سعيد بن العاص يوم الدار مع عثمان يقاتل عنه ولما خرج طلحة والزبير نحو \n  البصرة خرج معهم سعيد ومروان والمغيرة بن شعبة فلما نزلوا مر الظهران قام \n  سعيد خطيبا فحمد الله وأثنى عليه ثم قال أما بعد فإن عثمان عاش حميدا وخرج \n  شهيدا فضاعف الله له حسناته وقد زعمتم أنكم خرجتم تطلبون بدمه فإن كنتم تريدون \n  ذلك فإن قتله عثمان على صدور هذه المطي وأعجازها فميلوا عليهم أسيافكم فقال مروان لا بل \n  *4*227* نضرب بعضهم ببعض فمن قتل ظفرنا منه ويبقى الباقي فنطلبه وقد وهن وقام \n  المغيرة فقال الرأي ما رأى سعيد وذهب إلى الطائف ورجع سعيد بن العاص بمن اتبعه فلم يزل \n  بمكة حتى مضت الجمل وصفين .\n</p>\n<p class=\"arabic\">وقال قبيصة بن جابر إنهم سألوا معاوية من ترى لهذا الأمر بعدك قال أما كريمة \n  قريش فسعيد بن العاص وأما فلان وذكر جماعة .\n</p>\n<p class=\"arabic\">ابن سعد ثنا علي بن محمد عن يزيد بن عياض بن جعدية عن عبد الله بن أبي بكر \n  بن حزم قال خطب سعيد بن العاص أم كلثوم بنت علي بعد عمر بن الخطاب وبعث إليها \n  بمائة ألف فدخل عليها أخوها الحسين فقال لا تزوجيه فأرسلت إلى الحسن فقال \n  أنا أزوجه واتعدوا لذلك وحضر الحسن وأتاهم سعيد بن العاص ومن معه فقال سعيد \n  أين أبو عبد الله قال الحسن سأكفيك قال فلعل أبا عبد الله كره هذا قال نعم \n  قال لا أدخل في شيء يكرهه ورجع ولم يعرض للمال ولم يأخذ منه شيئا .\n</p>\n<p class=\"arabic\">وقال الوليد بن مزيد ثنا سعيد بن عبد العزيز قال عربية القرآن أقيمت على لسان \n  سعيد بن العاص بن سعيد لأنه كان أشبههم لهجة برسول الله صلى الله عليه وسلم .\n</p>\n<p class=\"arabic\">وروى الواقدي عن رجاله أن سعيد بن العاص خرج من الدار فقاتل حتى أم ضربه رجل \n  ضربة مأمومة قال الذي رآه فلقد رأيته *4*228* ليسمع صوت الرعد فيغشى عليه .\n</p>\n<p class=\"arabic\">وقال هشيم قدم الزبير الكوفة زمن عثمان وعليها سعيد بن العاص وبعث إلى الزبير \n  بسبعمائة فقبلها .\n</p>\n<p class=\"arabic\">وعن صالح بن كيسان قال كان سعيد بن العاص حليما وقورا ولقد كانت المأمومة \n  التي أصابت رأسه يوم الدار قد كاد أن يخف منها بعض الخفة وهو على ذلك من أوقر \n  الرجال وأحلمهم .\n</p>\n<p class=\"arabic\">وقال ابن عون عن عمير بن إسحاق قال كان مروان أميرا علينا بالمدينة ست سنين \n  فكان يسب عليا في الجمع ثم عزل فاستعمل عليها سعيد بن العاص فكان لا يسب عليا .\n</p>\n<p class=\"arabic\">وقال ابن عيينة كان سعيد بن العاص إذا سأله سائل فلم يكن عنده شيء قال اكتب \n  علي بمسألتكم سجلا إلى أيام ميسرتي .\n</p>\n<p class=\"arabic\">وروى الأصمعي أن سعيد بن العاص كان يدعوا إخوانه وجيرانه كل جمعة فيصنع لهم \n  الطعام ويخلع عليهم الثياب الفاخرة ويأمرهم بالجوائز الواسعة .\n</p>\n<p class=\"arabic\">وروى عبد الأعلى بن حماد قال استسقى سعيد بن العاص من دار بالمدينة فسقوه \n  ثم حضر صاحب الدار في الوقت مع جماعة يعرض الدار للبيع وكان عليه أربعة آلاف \n  دينار فبلغ ذلك سعيدا فقال إن له عليه ذماما لسقيه فأداها عنه .\n</p>\n<p class=\"arabic\">وعن يحيى بن سعيد الأموي أن سعيد بن العاص أطعم الناس في سنة جدبة حتى أنفق \n  ما في بيت المال وأدان فعزله معاوية لذلك *4*229* .\n</p>\n<p class=\"arabic\">ويروى أنه توفي وعليه ثمانون ألف دينار .\n</p>\n<p class=\"arabic\">الواقدي حدثني موسى بن محمد بن إبراهيم التيمي عن أبيه قال لما مات الحسن \n  بعث سعيد بن العاص بريدا يخبر معاوية وبعث مروان أيضا بريدا وأن الحسن أوصى \n  أن يدفن مع رسول الله صلى الله عليه وسلم وأن ذلك لا يكون وأنا حي فلما دفن \n  الحسن بالبقيع أرسل مروان بذلك وبقيامه مع بني أمية ومواليهم وأني يا أمير \n  المؤمنين عقدت لوائي ولبسنا السلاح في ألفي رجل فدرأ الله أن يكون مع أبي \n  بكر وعمر ثالث أبدا حيث لم يكن أمير المؤمنين عثمان المظلوم وكانوا هم الذين \n  فعلوا بعثمان ما فعلوا وكتب معاوية إلى مروان يشكر له وولاه المدينة وعزل \n  سعيد بن العاص وكتب إلى مروان أن لا تدع لسعيد مالا إلا أخذته فلما جاء مروان \n  الكتاب بعث به مع ابنه عبد الملك إلى سعيد فلما قرأه أخرج كتابين وقال لعبد \n  الملك إقرأهما فإذا فيهما من معاوية إلى سعيد يأمره حين عزل مروان أن يقبض \n  أمواله ولا يدع له عذقا فجزاه عبد الملك خيرا وقال والله لولا أنك جئتني بهذا \n  الكتاب ما ذكرت مما ترى حرفا واحدا فجاء عبد الملك بن مروان بالكتاب إلي أبيه \n  قال مروان هو كان أوصل لنا منا له .\n</p>\n<p class=\"arabic\">وعن صالح بن كيسان قال كان سعيد بن العاص أوقر الرجال وأحلمهم وكان مروان \n  حديدي اللسان سريع الجواب ذلق اللسان قلما صبر إن كان في صدره حب أحد أو بغضه \n  إلا ذكره وكان سعيد خلاف ذلك ويقول إن الأمور تغير والقلوب تتغير فلا ينبغي \n  للمرء أن يكون مادحا اليوم غائبا غدا .\n</p>\n<p class=\"arabic\">قال الزبير مات سعيد في قصره بالعرصة على ثلاثة أميال من المدينة وحمل إلى \n  البقيع ) .\n</p>\n<p class=\"arabic\">وركب ابنه عمرو بن سعيد إلى معاوية فباعه *4*230* منزله وبستانه بالعرصة بثلاثمائة \n  ألف درهم قاله الزبير بن بكار .\n</p>\n<p class=\"arabic\">وفي ذلك المكان يقول عمرو بن الوليد بن عقبة .\n</p>\n<p class=\"arabic\">% القصر ذو النخل والجمار فوقهما % % أشهى إلى النفس من أبواب جيرون % .\n</p>\n<p class=\"arabic\">قال خليفة وغيره توفي سنة تسع وخمسين .\n</p>\n<p class=\"arabic\">وقال مسدد مات سعيد بن العاص وعائشة وأبو هريرة وعبد الله بن عامر سنة سبع \n  أو ثمان وخمسين .\n</p>\n<p class=\"arabic\">وقال أبو معشر سنة ثمان وخمسين .\n\n</p>"
}