{
    "header": "زياد بن عبيد الأمير .",
    "id": "000177",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">زياد بن عبيد الأمير .\n</h1>\n<p class=\"arabic\">الذي ادعى معاوية أنه أخوه والتحق به وجمع *4*208* له إمرة العراق كنيته أبو \n  المغيرة أسلم في عهد أبي بكر وكان كاتب أبي موسى في إمرته على البصرة سمع \n  من عمر .\n</p>\n<p class=\"arabic\">روى عنه محمد بن سيرين وعبد الملك بن عمير وجماعة .\n</p>\n<p class=\"arabic\">وولد سنة الهجرة وأمه سمية جارية الحارث بن كلدة الثقفي .\n</p>\n<p class=\"arabic\">قال البخاري هو أخو أبي بكرة الثقفي لأمه .\n</p>\n<p class=\"arabic\">وكان زياد لبيبا فاضلا حازما من دهاة العرب بحيث يضرب به المثل .\n</p>\n<p class=\"arabic\">يقال أنه كتب لأبي موسى وللمغيرة بن شعبة ولعبد الله بن عامر وكتب بالبصرة \n  لابن ) .\n</p>\n<p class=\"arabic\">عباس .\n</p>\n<p class=\"arabic\">وذكر الشعبي أن عبد الله بن عباس لما سار من البصرة مع علي إلى صفين استخلف \n  زيادا على بيت المال .\n</p>\n<p class=\"arabic\">وذكر عوانة بن الحكم أن أبا سفيان بن حرب صار إلى الطائف فسكر فالتمس بغيا \n  فأحضرت له سمية فواقعها وكانت مزوجة بعبيد مولى الحارث بن كلدة قال فولدت \n  زيادا فادعاه معاوية في خلافته وأنه من ظهر أبي سفيان .\n</p>\n<p class=\"arabic\">ولما توفي علي كان زياد عامله على فارس فتحصن في قلعة ثم كاتب معاوية أن يصالحه \n  على ألفي ألف درهم ثم أقبل زياد من فارس .\n</p>\n<p class=\"arabic\">وقال محمد بن سيرين إن زيادا قال لأبي بكرة وهو أخوه لأمه ألم تر أن أمير \n  المؤمنين أرادني على كذا وكذا وقد ولدت على فراش عبيد وأشبهته وقد علمت أن \n  رسول الله صلى الله عليه وسلم قال من ادعى إلى غير أبيه فليتبوأ *4*209* مقعده \n  من النار .\n</p>\n<p class=\"arabic\">ثم جاء العام المقبل وقد ادعاه .\n</p>\n<p class=\"arabic\">قال الشعبي ما رأيت أحدا أخطب من زياد </p>\n<p class=\"arabic\">.\n</p>\n<p class=\"arabic\">وقال قبيصة بن جابر ما رأيت أخصب ناديا ولا أكرم جليسا ولا أشبه سريرة بعلانية \n  من زياد ما كان إلا عروسا .\n</p>\n<p class=\"arabic\">وقال الفقيه الوزير أبو محمد بن حزم في كتاب الفضل ولقد امتنع زياد وهو فقعة \n  القاع لا عشيرة له ولا نسب ولا سابقة ولا قدم فما أطاقه معاوية إلا بالمداراة \n  حتى أرضاه وولاه .\n</p>\n<p class=\"arabic\">وقال أبو الشعثاء جابر بن زيد كان أقتل لأهل دينه ممن يخالف هواه من الحجاج \n  وكان الحجاج أعلم بالقتل .\n</p>\n<p class=\"arabic\">وقال ابن شوذب بلغ ابن عمر أن زيادا كتب إلى معاوية إني قد *4*210* ضبطت العراق \n  بيميني وشمالي فارغة فسأله أن يوليه الحجاز فقال ابن عمر اللهم إنك تجعل في \n  القتل كفارة فموتا لابن سمية لا قتلا فخرج في إصبع زياد الطاعون فمات .\n</p>\n<p class=\"arabic\">وقال الحسن البصري بلغ الحسن بن علي أن زيادا يتتبع شيعة علي بالبصرة فيقتلهم \n  فدعا عليه .\n</p>\n<p class=\"arabic\">وروى ابن الكلبي أن زيادا جمع أهل الكوفة ليعرضهم على البراءة من علي فخرج \n  خارج من القصر فقال إن الأمير مشغول فانصرفوا وإذا الطاعون قد ضربه .\n</p>\n<p class=\"arabic\">توفي سنة ثلاث وخمسين وله أخبار تطول .\n\n</p>"
}