{
    "header": "أسامة بن زيد .",
    "id": "000155",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أسامة بن زيد .\n</h1>\n<p class=\"arabic\">ابن حارثة بن شراحيل الكلبي حب رسول الله صلى الله عليه وسلم وابن حبه ومولاه \n  *4*174* أبو زيد ويقال أبو محمد ويقال أبو حارثة .\n</p>\n<p class=\"arabic\">وفي الصحيح عن أسامة قال كان النبي صلى الله عليه وسلم يأخذني والحسن فيقول \n  اللهم إني أحبهما فأحبهما .\n</p>\n<p class=\"arabic\">وروى عنه ابناه حسن ومحمد وابن عباس وأبو وائل وأبو عثمان النهدي وأبو سعيد \n  المقبري وعروة وأبو سلمة وعطاء بن أبي رباح وجماعة .\n</p>\n<p class=\"arabic\">وأمه أم أيمن بركة حاضنة النبي صلى الله عليه وسلم ومولاته وكان أسود كالليل \n  وكان أبوه أبيض أشقر قاله إبراهيم بن سعد .\n</p>\n<p class=\"arabic\">قالت عائشة دخل مجزر المدلجي القائف على رسول الله صلى الله عليه وسلم فرأى \n  أسامة وزيدا وعليهما قطيفة قد غطيا رؤوسهما وبدت أقدامهما فقال إن هذه الأقدام \n  بعضها من بعض فسر النبي صلى الله عليه وسلم بذلك وأعجبه *4*175* .\n</p>\n<p class=\"arabic\">وقال أبو عوانة عن عمر بن أبي سلمة عن أبيه أخبرني أسامة أن عليا قال يا رسول \n  الله أي أهلك أحب إليك قال فاطمة قال إنما أسألك عن الرجال قال من انعم الله \n  عليه وأنعمت عليه أسامة بن زيد قال ثم من قال ثم أنت وهذا حديث حسن .\n</p>\n<p class=\"arabic\">وقال مغيرة عن الشعبي أن عائشة قالت لا ينبغي لأحد أن يبغض أسامة بعدما سمعت \n  رسول الله صلى الله عليه وسلم يقول من كان يحب الله ورسوله فليحب أسامة هذا \n  صحيح غريب .\n</p>\n<p class=\"arabic\">وقالت عائشة في شأن المخزومية التي سرقت فقالوا من يجترئ يكلم رسول الله صلى \n  الله عليه وسلم فيها إلا حب رسول الله أسامة .\n</p>\n<p class=\"arabic\">وقال موسى بن عقبة وغيره عن سالم عن ابن عمر قال قال رسول الله صلى الله عليه \n  وسلم أحب الناس إلي أسامة ما حاشى فاطمة ولا غيرها .\n</p>\n<p class=\"arabic\">قال زيد بن أسلم عن أبيه عم عمر أنه فرض لأسامة ثلاثة آلاف وخمسمائة وفرض \n  لعبد الله بن عمر ثلاثة آلاف فقال عبد الله لم فضلته *4*176* علي فوالله ما \n  سبقتني إلى مشهد قال لأن زيدا كان أحب إلى رسول الله صلى الله عليه وسلم من \n  أبيك وكان أسامة أحب إلى رسول الله صلى الله عليه وسلم منك فآثرت حب رسول \n  الله أسامة .\n</p>\n<p class=\"arabic\">فطعنوا في إمارته فقال إن يطعنوا في إمارته فقد طعنوا في إمارة أبيه وأيم \n  الله إن كان لمن أحب الناس إلي بعده .\n</p>\n<p class=\"arabic\">وفي المغازي أن النبي صلى الله عليه وسلم أمر أسامة على جيش فيهم أبو بكر \n  وله ثمان عشرة سنة .\n</p>\n<p class=\"arabic\">وفي صحيح مسلم من حديث عائشة قالت أراد النبي صلى الله عليه وسلم أن يمسح \n  مخاط أسامة فقلت دعني حتى أكون أنا التي أفعله فقال يا عائشة أحبيه فإني أحبه .\n</p>\n<p class=\"arabic\">وقال مجالد عن الشعبي عن عائشة قالت أمرني رسول الله صلى الله عليه وسلم يوما \n  أن أغسل وجه أسامة بن زيد وهو صبي قالت وما ولدت ولا أعرف كيف يغسل وجه الصبيان .\n</p>\n<p class=\"arabic\">فآخذ فأغسله غسلا ليس بذاك قالت فأخذه وجعل يغسل وجهه ويقول لقد أحسن بنا \n  أسامة إذ لم يكن جارية ولو كنت جارية لحليتك وأعطيتك .\n</p>\n<p class=\"arabic\">وفي مسند أحمد من حديث البهي عن عائشة قالت يقول رسول الله صلى الله عليه \n  وسلم ولو كان أسامة جارية لكسوته وحليته حتى أنفقه *4*177* .\n</p>\n<p class=\"arabic\">وعن عبد الله بن دينار وغيره قال لم يلق عمر أسامة قط إلا قال السلام عليك \n  أيها الأمير ورحمة الله وبركاته أمير أمره رسول الله صلى الله عليه وسلم ومات \n  وأنت علي أمير .\n</p>\n<p class=\"arabic\">وقال عبيد الله بن عمر بن نافع قال ابن عمر فرض عمر لأسامة أكثر مما فرض لي \n  فقلت إنما هجرتي وهجرته واحدة فقال إن أباه كان أحب إلى رسول الله صلى الله \n  عليه وسلم من أبيك وإنه كان أحب إلى رسول الله منك .\n</p>\n<p class=\"arabic\">وقال قيس بن أبي حازم إن رسول الله صلى الله عليه وسلم حين بلغه أن الراية \n  صارت إلى خالد بن الوليد قال فهلا إلى رجل قتل أبوه يعني أسامة .\n</p>\n<p class=\"arabic\">وقال الزهري مات أسامة بالجرف وحمل إلى المدينة .\n</p>\n<p class=\"arabic\">وعن سعيد المقبري قال شهدت جنازة أسامة فقال ابن عمر عجلوا بحب رسول الله \n  صلى الله عليه وسلم قبل أن تطلع الشمس .\n</p>\n<p class=\"arabic\">ابن سعد ثنا يزيد ثنا حماد بن سلمة عن هشام بن عروة عن أبيه أن النبي صلى \n  الله عليه وسلم أخر الإفاضة من عرفات من أجل أسامة ينتظره فجاء غلام أسود \n  أفطس فقال أهل اليمن إنما حبسنا من أجل هذا فلذلك ارتدوا يعني أيام الصديق .\n</p>\n<p class=\"arabic\">وقال وكيع سلم من الفتنة من المعروفين أربعة سعد وابن عمر وأسامة بن زيد ومحمد \n  بن مسلمة واختلط سائرهم .\n</p>\n<p class=\"arabic\">وقال ابن سعد مات في آخر خلافة معاوية بالمدينة *4*178* .\n</p>\n<p class=\"arabic\">قلت وقد سكن المزة مدة ثم انتقل إلى المدينة وتوفي بها ومات وله قريب من سبعين \n  سنة .\n</p>\n<p class=\"arabic\">وقيل توفي سنة أربع وخمسين فالله أعلم .\n</p>\n<p class=\"arabic\">وقال وهب بن جرير ثنا أبي سمعت ابن إسحاق عن صالح بن كيسان عن عبيد الله بن \n  عبد الله قال رأيت أسامة بن زيد مضطجعا على باب حجرة عائشة رافعا عقيرته يتغنى \n  ورأيته يصلي عند قبر النبي صلى الله عليه وسلم فمر به مروان فقال أتصلي عند \n  قبر وقال له قولا ) .\n</p>\n<p class=\"arabic\">قبيحا ثم أدبر فانصرف أسامة ثم قال يا مروان إنك فاحش متفحش وإني سمعت رسول \n  الله صلى الله عليه وسلم يقول إن الله يبغض الفاحش المتفحش .\n\n</p>"
}