{
    "header": "جرير بن عبد الله .",
    "id": "000163",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">جرير بن عبد الله .\n</h1>\n<p class=\"arabic\">أبو عمرو البجلي الأحمسي اليمني *4*186* وفد على رسول الله صلى الله عليه \n  وسلم سنة عشر فأسلم في رمضان فأكرم رسول الله صلى الله عليه وسلم مقدمه .\n</p>\n<p class=\"arabic\">وكان بديع الجمال مليح الصورة إلى الغاية طويلا يصل إلى سنام البعير وكان \n  نعله ذراعا *4*187* .\n</p>\n<p class=\"arabic\">قال رسول الله صلى الله عليه وسلم على وجهه مسحة ملك .\n</p>\n<p class=\"arabic\">وروي عن عمر رضي الله عنه قال جرير يوسف هذه الأمة اعتزل عليا ومعاوية وأقام \n  بنواحي الجزيرة .\n</p>\n<p class=\"arabic\">روى عنه حفيده أبو زرعة بن عمرو بن جرير والشعبي وزياد بن علاقة وأبو إسحاق \n  السبيعي وجماعة .\n</p>\n<p class=\"arabic\">توفي سنة إحدى وخمسين على الصحيح وقيل توفي سنة أربع وخمسين .\n</p>\n<p class=\"arabic\">قال مغيرة عن الشعبي إن عمر كان في بيت فوجد ريحا فقال عزمت على صاحب الريح \n  لما قام فتوضأ فقال جرير يا أمير المؤمنين أو نتوضأ جميعا فقال عمر نعم السيد \n  كنت في الجاهلية ونعم السيد أنت في الإسلام .\n</p>\n<p class=\"arabic\">قال ابن إسحاق وفيه يقول الشاعر .\n</p>\n<p class=\"arabic\">% لولا جرير هلكت بجيله % % نعم الفتى وبئست القبيله % .\n</p>\n<p class=\"arabic\">*4*188* </p>\n<p class=\"arabic\">يونس بن أبي إسحاق عن المغيرة بن شبيل قال جرير لما دنوت من المدينة \n  حللت عيبتي ولبست حلتي ثم دخلت المسجد وإذ برسول الله صلى الله عليه وسلم \n  يخطب فرماني الناس بالحدق فقلت لجليسي هل ذكر رسول الله صلى الله عليه وسلم \n  من أمري شيئا قال نعم ذكرك بأحسن الذكر .\n</p>\n<p class=\"arabic\">وقال جرير ما رآني رسول الله صلى الله عليه وسلم إلا تبسم في وجهي .\n</p>\n<p class=\"arabic\">وروي أن النبي صلى الله عليه وسلم ألقى إليه وسادة وقال إذا أتاكم كريم قوم \n  فأكرموه .\n</p>\n<p class=\"arabic\">وقيل رمى إليه بردة ليجلس عليها .\n\n</p>"
}