{
    "header": "معاوية بن أبي سفيان .",
    "id": "000247",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">معاوية بن أبي سفيان .\n</h1>\n<p class=\"arabic\">صخر بن حرب بن أمية بن عبد شمس بن عبد مناف بن قصي أبو *4*307* *4*308* عبد \n  الرحمن القرشي الأموي وأمه هند بنت عتبة بن ربيعة بن عبد شمس بن عبد مناف .\n</p>\n<p class=\"arabic\">أسلم قبل أبيه في عمرة القضاء وبقي يخاف من الخروج إلى النبي صلى الله عليه \n  وسلم من أبيه .\n</p>\n<p class=\"arabic\">روى عن النبي صلى الله عليه وسلم وأبي بكر وعمر وأخته أم المؤمنين أم حبيبة .\n</p>\n<p class=\"arabic\">وعنه ابن عباس وسعيد بن المسيب وأبو صالح السمان والأعرج وسعيد بن أبي سعيد \n  ومحمد بن سيرين وهمام بن منبه وعبد الله بن عامر اليحصبي والقاسم أبو عبد \n  الرحمن وشعيب بن محمد والد عمرو بن شعيب وطائفة سواهم .\n</p>\n<p class=\"arabic\">وأظهر إسلامه يوم الفتح ) .\n</p>\n<p class=\"arabic\">وكان رجلا طويلا أبيض جميلا مهيبا إذا ضحك انقلبت شفته العليا وكان يخضب بالصفرة .\n</p>\n<p class=\"arabic\">قال أبو عبد رب الدمشقي رأيت معاوية يصفر لحيته كأنها الذهب .\n</p>\n<p class=\"arabic\">وعن إبراهيم بن عبد الله بن قارظ قال </p>\n<p class=\"arabic\">سمعت معاوية على منبر المدينة يقول أين \n  فقهاؤكم يا أهل المدينة سمعت رسول الله صلى الله عليه وسلم ينهى عن هذه القصة \n  ثم وضعها على رأسه أو خده فلم أر على عروس ولا على غيرها أجمل منها على معاوية \n  *4*309* .\n</p>\n<p class=\"arabic\">وذكر المفضل الغلابي أن زيد بن ثابت كان كاتب وحي رسول الله صلى الله عليه \n  وسلم وكان معاوية كاتبه فيما بينه وبين العرب كذا قال .\n</p>\n<p class=\"arabic\">وقد صح عن ابن عباس قال كنت ألعب فدعاني رسول الله صلى الله عليه وسلم وقال \n  ادع لي معاوية وكان يكتب الوحي .\n</p>\n<p class=\"arabic\">وقال معاوية بن صالح عن يونس بن سيف عن الحارث بن زياد عن أبي رهم السماعي \n  عن العرباض بن سارية سمعت رسول الله صلى الله عليه وسلم وهو يدعونا إلى السحور \n  هلم إلى الغداء المبارك ثم سمعته يقول اللهم علم معاوية الكتاب والحساب وقه \n  العذاب .\n</p>\n<p class=\"arabic\">رواه أحمد في مسنده وقد وهم فيه قتيبة وأسقط منه أبا رهم والعرباض .\n</p>\n<p class=\"arabic\">وقيل أبو مسهر ثنا سعيد بن عبد العزيز عن ربيعة بن يزيد عن عبد الرحمن بن \n  أبي عميرة المزني وكان من أصحاب النبي صلى الله عليه وسلم أن النبي صلى الله \n  عليه وسلم قال لمعاوية اللهم علمه الكتاب والحساب وقه العذاب هذا الحديث رواته \n  ثقات لكن اختلفوا في صحبة عبد الرحمن والأظهر أنه صحابي روي نحوه من وجوه \n  أخر .\n</p>\n<p class=\"arabic\">وقال مروان الطاطري ثنا سعيد بن عبد العزيز حدثني ربيعة بن يزيد سمعت عبد \n  الرحمن بن أبي عميرة يقول سمعت رسول الله صلى الله عليه وسلم يقول *4*310* \n  لمعاوية اللهم اجعله هاديا مهديا واهده واهد به رواه الوليد بن مسلم وأبو \n  مسهر عن سعيد نحوه رواه الترمذي عن الذهلي عن أبي مسهر وقال حسن غريب .\n</p>\n<p class=\"arabic\">وقال نعيم بن حماد ثنا محمد بن شعيب بن شابور ثنا مروان بن جناح عن يونس بن \n  ميسرة عن عبد الله بن بسر أن رسول الله صلى الله عليه وسلم استأذن أبا بكر \n  وعمر في أمر فقال أشيروا فقالا الله ورسوله أعلم فقال أدعوا معاوية أحضروه \n  أمركم فإنه قوي أمين وقد رووه عن ابن شعيب مرسلا ) .\n</p>\n<p class=\"arabic\">قلت هذا من مناكير نعيم وهو صاحب أوابد .\n</p>\n<p class=\"arabic\">وقال أبو مسهر ومحمد بن عائذ عن صدقة بن خالد عن وحشي بن حرب بن وحشي عن أبيه \n  عن جده قال أردف النبي صلى الله عليه وسلم معاوية بن أبي سفيان خلفه فقال \n  ما يليني منك قال بطني قال اللهم املأه علما زاد أبو مسهر وحلما .\n</p>\n<p class=\"arabic\">قال صالح جزرة لا تشتغل بوحشي ولا بأبيه .\n</p>\n<p class=\"arabic\">وقال خليفة جمع عمر لمعاوية الشام كله ثم أقره عثمان .\n</p>\n<p class=\"arabic\">وعن إسماعيل بن أمية أن عمر أفرد معاوية بالشام ورزقه في كل شهر ثمانين دينارا \n  والمحفوظ أن الذي جمع الشام لمعاوية عثمان .\n</p>\n<p class=\"arabic\">وقال مسلم بن جندب عن أسلم مولى عمر قال قدم علينا معاوية وهو أبض الناس وأجملهم \n  فحج مع عمر وكان عمر ينظر إليه فيعجب له ثم يضع إصبعه على متنه ويرفعها عن \n  مثل الشراك ويقول بخ بخ نحن *4*311* إذا خير الناس أن جمع لنا خير الدنيا \n  والآخرة فقال معاوية يا أمير المؤمنين سأحدثك إنا بأرض الحمامات والريف فقال \n  عمر سأحدثك ما بك إلا إلطافك نفسك بأطيب الطعام وتصبحك حتى تضرب الشمس منيتك \n  وذوو الحاجات وراء الباب قال فلما جئنا ذا طوى أخرج معاوية حلة فلبسها فوجد \n  عمر منها ريحا طيبة فقال يعمد أحدكم فيخرج حاجا تفلا حتى إذا جاء أعظم بلدان \n  الله حرمة أخرج ثوبيه كأنهما كانا في الطيب فيلبسهما فقال إنما لبستهما لأدخل \n  فيهما على عشيرتي والله لقد بلغني أذاك هاهنا وبالشام والله يعلم إني لقد \n  عرفت الحياء فيه ونزع معاوية الثوبين ولبس ثوبيه اللذين أحرم فيهما .\n</p>\n<p class=\"arabic\">وقال أبو الحسن المدائني كان عمر إذا نظر إلى معاوية قال هذا كسرى العرب .\n</p>\n<p class=\"arabic\">وروى ابن أبي ذئب عن المقبري قال تعجبون من دهاء هرقل وكسرى وتدعون معاوية .\n</p>\n<p class=\"arabic\">وقال الزهري استخلف عثمان فنزع عمير بن سعد وجمع الشام لمعاوية .\n</p>\n<p class=\"arabic\">وقال مجالد عن الشعبي عن الحارث عن علي قال لا تكرهوا إمرة معاوية فإنكم لو \n  فقدتموه رأيتم الرؤوس تندر عن كواهلها .\n</p>\n<p class=\"arabic\">وروى علقمة بن أبي علقمة عن أمه قالت قدم معاوية المدينة فأرسل إلى عائشة \n  أرسلي إلي بأنبجانية رسول الله صلى الله عليه وسلم وشعره فأرسلت *4*312* بذلك \n  معي أحمله فأخذ الأنبجانية فلبسها وغسل الشعر بماء فشرب منه وأفاض على جلده .\n</p>\n<p class=\"arabic\">وروى أبو بكر الهذلي عن الشعبي قال لما قدم معاوية المدينة عام الجماعة تلقته \n  رجال قريش فقالوا الحمد لله الذي أعز نصرك وأعلى أمرك فما رد عليهم جوابا \n  حتى دخل المدينة فعلا المنبر ثم حمد الله وقال أما بعد فإني والله ما وليت \n  أمركم حين وليته إلا وأنا اعلم أنكم لا تسرون بولايتي ولا تحبونها وإني لعالم \n  بما في نفوسكم ولكن خالستكم بسيفي هذا مخالسة ولقد رمت نفسي على عمل ابن أبي \n  قحافة فلم أجدها تقوم بذلك وأردتها على عمل عمر فكانت عنه أشد نفورا وحاولتها \n  على مثل سنيات عثمان فأبت علي وأين مثل هؤلاء هيهات أن يدرك فضلهم أحد من \n  بعدهم غير أني قد سلكت بها طريقا لي فيه منفعة ولكم فيه مثل ذلك ولكل فيه \n  مؤاكلة حسنة ومشاربة جميلة ما استقامت السيرة وحسنت الطاعة فإن لم تجدوني \n  خيركم فأنا خير لكم والله لا أحمل السيف على من لا سيف معه ومهما تقدم مما \n  قد علمتمونه فقد جعلته دبر أذني وإن لم تجدوني أقوم بحقكم كله فارضوا مني \n  ببغضه إنها ليست بقائبة قوبها وإن السيل إذا جاء تترى وإن قل أغنى وإياكم \n  والفتنة فلا تهموا بها فإنها تفسد المعيشة وتكدر النعمة وتورث الاستئصال وأستغفر \n  الله لي ولكم ثم نزل .\n</p>\n<p class=\"arabic\">وقال جندل بن والق وغيره ثنا محمد بن بشر ثنا مجالد عن أبي الوداك عن أبي \n  سعيد قال قال رسول الله صلى الله عليه وسلم إذا رأيتم معاوية على منبري فاقتلوه \n  *4*313* .\n</p>\n<p class=\"arabic\">مجالد ضعيف .\n</p>\n<p class=\"arabic\">وقد رواه الناس عن علي بن زيد بن جدعان وليس بالقوي عن أبي نضرة عن أبي سعيد \n  فذكره .\n</p>\n<p class=\"arabic\">ويروى عن أبي بكر بن أبي داود قال هو معاوية بن تابوه رأس المنافقين حلف أن \n  يتغوط فوق المنبر .\n</p>\n<p class=\"arabic\">وقال بسر بن سعيد عن سعد بن أبي وقاص قال ما رأيت أحدا بعد عثمان أقضى بحق \n  من صاحب هذا الباب يعني معاوية .\n</p>\n<p class=\"arabic\">وقال أبو بكر بن أبي مريم عن ثابت مولى أبي سفيان </p>\n<p class=\"arabic\">إنه سمع معاوية يخطب \n  ويقول إني لست بخيركم وإن فيكم من هو خير مني عبد الله بن عمر وعبد الله بن عمرو \n  وغيرهما من الأفاضل ولكني عسيت أن أكون أنكاكم في عدوكم وأنعمكم لكم ولاية \n  وأحسنكم خلقا .\n</p>\n<p class=\"arabic\">وقال همام بن منبه سمعت ابن عباس يقول ما رأيت رجلا كان أخلق للملك من معاوية \n  كان الناس يردون منه على أرجاء واد رحب لم يكن بالضيق الحصر العصعص المتغضب \n  يعني ابن الزبير .\n</p>\n<p class=\"arabic\">وقال جبلة بن سحيم عن ابن عمر ما رأيت أحدا أسود من معاوية قلت ولا عمر قال \n  كان عمر خيرا منه وكان معاوية أسود منه *4*314* .\n</p>\n<p class=\"arabic\">وقال أيوب عن أبي قلابة إن كعب الأحبار قال لن يملك أحد هذه الأمة ما ملك \n  معاوية .\n</p>\n<p class=\"arabic\">قال سويد بن سعيد نبأ ضمام بن إسماعيل بالإسكندرية سمعت أبا قبيل حيي بن هانئ \n  يخبر عن معاوية </p>\n<p class=\"arabic\">وصعد المنبر يوم الجمعة فقال عند خطبته أيها الناس إن المال \n  مالنا والفيء فيئنا من شئنا أعطينا ومن شئنا منعنا فلم يجبه أحد فلما كانت \n  الجمعة الثانية قال مثل ذلك فلم يجبه أحد فلما كانت الجمعة الثالثة قال مثل \n  مقالته فقام رجل فقال كلا إنما المال مالنا والفيء فيئنا من حال بيننا وبينه \n  حكمناه إلى الله بأسيافنا فنزل معاوية فأرسل إلى الرجل فأدخل عليه فقال القوم \n  هلك ففتح معاوية الأبواب ودخل الناس فوجدوا الرجل معه على السرير فقال إن \n  هذا أحياني أحياه الله سمعت رسول الله صلى الله عليه وسلم يقول ستكون أئمة \n  من بعدي يقولون فلا يرد عليهم قولهم يتقاحمون في النار تقاحم القردة وإني \n  تكلمت فلم يرد علي أحد فخشيت أن أكون منهم ثم تكلمت الثانية فلم يرد علي أحد \n  فقلت في نفسي إني من القوم ثم تكلمت الجمعة الثالثة فقام هذا فرد علي فأحياني \n  أحياه الله فرجوت أن يخرجني الله منهم فأعطاه وأجازه .\n</p>\n<p class=\"arabic\">هذا حديث حسن .\n</p>\n<p class=\"arabic\">محمد بن مصفى ثنا بقية عن بحير بن سعيد عن خالد بن معدان قال وفد المقدام \n  بن معد يكرب وعمرو بن الأسود ورجل من الأسد له صحبة إلى معاوية فقال معاوية \n  للمقدام توفي الحسن فاسترجع فقال أتراها مصيبة قال ولم لا وقد وضعه رسول الله \n  صلى الله عليه وسلم في حجره وقال هذا مني وحسين من علي فقال للأسدي ما تقول \n  أنت قال جمرة أطفئت فقال المقدام أنشدك الله هل سمعت رسول الله صلى الله عليه \n  وسلم ينهى عن لبس الذهب والحرير وعن جلود السباع والركوب عليها قال نعم قال \n  فوالله *4*315* لقد رأيت هذا كله في بنيك فقال معاوية عرفت أني لا أنجو منك \n  ) .\n</p>\n<p class=\"arabic\">قلت توفي كعب قبل أن يستخلف معاوية وصدق كعب فيما نقله فإن معاوية بقي خليفة \n  عشرين سنة لا ينازعه أحد الأمر في الأرض بخلاف خلافة عبد الملك بن مروان وأبي \n  جعفر المنصور وهارون الرشيد وغيرهم فإنهم كان لهم مخالف وخرج عن أمرهم بعض \n  المماليك .\n</p>\n<p class=\"arabic\">قلت وكان يضرب المثل بحلم معاوية وقد أفرد ابن أبي الدنيا وأبو بكر بن أبي \n  عاصم تصنيفا في حلم معاوية .\n</p>\n<p class=\"arabic\">قال ابن عون كان الرجل يقول لمعاوية والله لتستقيمن بنا يا معاوية أو لنقومنك \n  فيقول بماذا فيقولون بالخشب فيقول إذا نستقيم .\n</p>\n<p class=\"arabic\">وعن قبيصة بن جابر قال صحبت معاوية فما رأيت رجلا أثقل حلما ولا أبطأ جهلا \n  ولا أبعد أناة منه .\n</p>\n<p class=\"arabic\">وقال جرير عن مغيرة قال أرسل الحسن بن علي وعبد الله بن جعفر إلى معاوية يسألانه \n  فبعث إليهما بمائة ألف فبلغ عليا رضي الله عنه فقال لهما ألا تستحيان رجل \n  نطعن فيه غدوة وعشية تسألانه المال قالا لأنك حرمتنا وجاد لنا .\n</p>\n<p class=\"arabic\">وقال مالك إن معاوية نتف الشيب كذا وكذا سنة وكان يخرج إلى الصلاة ورداؤه \n  يحمل فإذا دخل مصلاه جعل عليه وذلك من الكبر .\n</p>\n<p class=\"arabic\">وذكر غيره أن معاوية أصابته اللقوة قبل أن يموت وكان اطلع في بئر عادية *4*316* .\n</p>\n<p class=\"arabic\">بالأبواء لما حج فأصابته لقوة يعني بطل نصفه .\n</p>\n<p class=\"arabic\">المدائني عن أبي عبيد الله عن عبادة بن نسي قال خطب معاوية فقال إن من زرع \n  قد استحصد وقد طالت إمرتي عليكم حتى مللتكم ومللتموني ولا يأتيكم بعدي خير \n  مني كما أن من كان قبلي خير مني اللهم قد أحببت لقاءك فأحبب لقائي .\n</p>\n<p class=\"arabic\">الواقدي ثنا أبي سبرة عن مروان بن أبي سعيد بن المعلى قال قال معاوية ليزيد \n  وهو يوصيه اتق الله فقد وطأت لك الأمر ووليت من ذلك ما وليت فإن يك خيرا فأنا \n  أسعد به وإن كان غير ذلك شقيت به فارفق بالناس وإياك وجبه أهل الشرف والتكبر \n  عليهم في كلام طويل أورده ابن سعد .\n</p>\n<p class=\"arabic\">وروى يحيى بن معين عن عباس بن الوليد النرسي وهو من أقرانه عن رجل أن ) .\n</p>\n<p class=\"arabic\">معاوية قال ليزيد إن أخوف ما أخاف شيئا عملته في أمرك وإن رسول الله صلى الله \n  عليه وسلم قلم يوما أظفاره وأخذ من شعره فجمعت ذلك فإذا مت فاحش به فمي وأنفي .\n</p>\n<p class=\"arabic\">وروى عبد الأعلى بن ميمون بن مهران عن أبيه أن معاوية قال في مرضه كنت أوضيء \n  رسول الله صلى الله عليه وسلم يوما فنزع قميصه وكسانيه فرقعته وخبأت قلامة \n  أظفاره في قارورة فإذا مت فاجعلوا القميص على جلدي واسحقوا تلك القلامة واجعلوها \n  في عيني فعسى الله أن يرحمني ببركتها .\n</p>\n<p class=\"arabic\">حميد بن هلال عن أبي بردة بن أبي موسى قال دخلت على معاوية *4*317* حين أصابته \n  قرحته فقال هلم ابن أخي تحول فانظر فنظرت فإذا هي قد سرت .\n</p>\n<p class=\"arabic\">وعن الشعبي قال أول من خطب الناس قاعدا معاوية وذلك حين كثر شحمه وعظم بطنه .\n</p>\n<p class=\"arabic\">وعن ابن سيرين قال أخذت معاوية قرحة فاتخذ لحفا تلقى عليه فلا يلبث أن يتأذى \n  بها فإذا أخذت عنه سأل أن ترد عليه فقال فبحك الله من دار مكثت فيك عشرين \n  سنة أميرا وعشرين سنة خليفة ثم صرت إلى ما أرى .\n</p>\n<p class=\"arabic\">وقال أبو عمرو بن العلاء لما حضرت معاوية الوفاة قيل له ألا توصي فقال .\n</p>\n<p class=\"arabic\">% هو الموت لا منجى من الموت والذي % % نحاذر بعد الموت أدهى وأفظع % .\n</p>\n<p class=\"arabic\">اللهم أقل العثرة واعف عن الزلة وتجاوز بحلمك عن جهل من لم يرج غيرك فما وراءك \n  مذهب .\n</p>\n<p class=\"arabic\">وقال أبو مسهر صلى الضحاك بن قيس الفهري على معاوية ودفن بين باب الجابية \n  وباب الصغير فيما بلغني .\n</p>\n<p class=\"arabic\">وقال أبو معشر وغيره مات معاوية في رجب سنة ستين وقيل إنه عاش سبعا وسبعين \n  سنة .\n\n</p>"
}