{
    "header": "أبو هريرة الدوسي .",
    "id": "000276",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أبو هريرة الدوسي .\n</h1>\n<p class=\"arabic\">رضي الله عنه ودوس قبيلة من الأزد اختلفوا في اسمه واسمه عبد شمس *4*348* .\n</p>\n<p class=\"arabic\">وقال كناني أبي بأبي هريرة لأني كنت أرعى غنما فوجدت أولاد هر وحشي فأخذتهم \n  فلما رآهم أخبرته فقال أنت أبو هر .\n</p>\n<p class=\"arabic\">قال وكان اسمي في الجاهلية عبد شمس .\n</p>\n<p class=\"arabic\">وقال المحرر بن أبي هريرة اسم أبي عمرو بن عبد غنم .\n</p>\n<p class=\"arabic\">وساق ابن خزيمة من حديث محمد بن عمرو بن أبي سلمة عن أبي هريرة عبد شمس وقال \n  هذه دلالة واضحة أن اسمه كان عبد شمس فإنه إسناد متصل وهو أحسن إسنادا من \n  سفيان بن حسين عن الزهري عن المحرر اللهم إلا أن يكون كان له اسمان قبل الإسلام .\n</p>\n<p class=\"arabic\">وقال أحمد بن حنبل اسمه عبد شمس ويقال عبد غنم ويقال سكين .\n</p>\n<p class=\"arabic\">وقال ابن أبي حاتم اسمه عبد شمس ويقال عبد غنم ويقال عامر قال وسمي في الإسلام \n  عبد الله ويقال عبد الرحمن .\n</p>\n<p class=\"arabic\">وقد استوعب الحافظ ابن عساكر أكثر ما ورد في اسمه وكان أحد الحفاظ المعدودين \n  في الصحابة .\n</p>\n<p class=\"arabic\">روى عنه ابن عباس وأنس وجابر وسعيد بن المسيب وعلي بن *4*349* الحسين وعروة \n  والقاسم وسالم وعبيد الله بن عبد الله والأعرج وهمام بن منبه وابن سيرين وحميد \n  بن عبد الرحمن الزهري وحميد بن عبد الرحمن الحميري وأبو صالح السمان وزرارة بن أوفى وسعيد \n  بن أبي سعيد المقبري وأبوه وسعيد بن مرجانة وشهر بن حوشب وأبو عثمان النهدي \n  وعطاء بن أبي رباح وخلق كثير .\n</p>\n<p class=\"arabic\">قدم من أرض دوس مسلما هو وأمه وقت فتح خيبر .\n</p>\n<p class=\"arabic\">قال البخاري روى عنه ثمانمائة رجل أو أكثر .\n</p>\n<p class=\"arabic\">قلت يروى له نحو من خمسة آلاف حديث وثلاثمائة وسبعين حديثا في الصحيحين منها \n  ثلاثمائة وخمسة وعشرون حديثا وانفرد البخاري أيضا له بثلاثة وتسعين ومسلم \n  بمائة وتسعين وبلغنا أنه كان رجلا آدم بعيد ما بين المنكبين ذا ضفيرتين أفرق \n  الثنيتين يخضب شيبته بالحمرة ولما أسلم كان فقيرا من أصحاب الصفة ذاق جوعا \n  وفاقة ثم استعمله عمر وغيره وولي إمرة المدينة في زمن معاوية فمر في السوق \n  يحمل حزمة حطب وهو يقول أوسعوا الطريق للأمير .\n</p>\n<p class=\"arabic\">وقال أسامة بن زيد عن عبد الله بن رافع قلت لأبي هريرة لم اكتنيت بأبي هريرة \n  قال أما تفرق مني قلت بلى والله إني لأهابك قال كنت أرعى غنم أهلي وكانت لي \n  هريرة صغيرة فكنت أضعها في شجرة بالليل فإذا كان النهار ذهبت بها معي فلقيت \n  بها وكان من أصحاب الصفة .\n</p>\n<p class=\"arabic\">أخرجه الترمذي .\n</p>\n<p class=\"arabic\">وقال المقبري عن أبي هريرة قلت يا رسول الله أسمع منك *4*350* أشياء فلا أحفظها \n  فقال ابسط رداءك فبسطته فحدث حديثا كثيرا فما نسيت شيئا حدثني به .\n</p>\n<p class=\"arabic\">وقال الوليد بن عبد الرحمن عن ابن عمر أنه قال لأبي هريرة أنت كنت ألزمنا \n  لرسول الله وأحفظنا لحديثه .\n</p>\n<p class=\"arabic\">وقال الأعرج سمعت أبا هريرة يقول إنكم تقولون إني أكثر عن رسول الله صلى الله \n  عليه وسلم والله الموعد كنت رجلا مسكينا أخدم رسول الله صلى الله عليه وسلم \n  على ملء بطني وكان المهاجرون يشغلهم الصفق بالأسواق وكانت الأنصار يشغلهم \n  القيام على أموالهم وقال رسول الله صلى الله عليه وسلم يوما من بسط ثوبه فلن \n  ينسى شيئا سمعه مني فبسطت ثوبي حتى قضى حديثه ضممته إلي فما نسيت شيئا سمعته \n  بعد ) .\n</p>\n<p class=\"arabic\">وقال أبو معشر عن محمد بن قيس قال كان أبو هريرة يقول لا تكنوني أبا هريرة \n  كناني رسول الله صلى الله عليه وسلم أبا هر قال لي ثكلتك أمك أبا هر والذكر \n  خير من الأنثى .\n</p>\n<p class=\"arabic\">وقال ابن المسيب عن أبي هريرة شهدت خيبر مع رسول الله صلى الله عليه وسلم .\n</p>\n<p class=\"arabic\">وقال قيس بن أبي حازم عنه جئت يوم خيبر بعدما فرغوا من القتال .\n</p>\n<p class=\"arabic\">وقال ابن سيرين عنه لقد رأيتني أصرع بين القبر والمنبر </p>\n<p class=\"arabic\">من الجوع حتى يقول \n  الناس مجنون *4*351* وتمخط مرة فقال الحمد لله الذي تمخط أبو هريرة في الكتان \n  لقد رأيتني وإني لأخر من الجوع فيجلس الرجل على صدري فأرفع رأسي فأقول ليس \n  الذي ترى إنما هو الجوع .\n</p>\n<p class=\"arabic\">وقال أبو كثير السحيمي حدثني أبو هريرة قال والله ما خلق الله مؤمنا يسمع \n  بي إلا أحبني قلت وما علمك بذاك قال إن أمي كانت مشركة وكنت أدعوها إلى الإسلام \n  وكانت تأبى علي فدعوتها يوما فأسمعتني في رسول الله صلى الله عليه وسلم ما \n  أكره فأتيته أبكي وسألته أن يدعو لها فقال اللهم أهد أم أبي هريرة فخرجت أعدو \n  أبشرها فأتيت فإذا الباب مجاف وسمعت خضخضة الماء وسمعت حسي فقالت كما أنت \n  ثم فتحت وقد لبست درعها وعجلت عن خمارها فقالت أشهد أن لا إله إلا الله وأشهد \n  أن محمدا عبده ورسوله فرجعت إلى رسول الله صلى الله عليه وسلم أبكي من الفرح \n  فأخبرته فقلت أدع الله يا رسول الله أن يحببني وأمي إلى عباده المؤمنين فقال \n  اللهم حبب عبيدك هذا وأمه إلى عبادك المؤمنين وحببهم إليهما هذا حديث صحيح \n  أظنه في مسلم .\n</p>\n<p class=\"arabic\">أيوب عن محمد قال تمخط أبو هريرة وعليه ثوب من كتان ممشق فتمخط فيه وقال بخ \n  بخ يتمخط أبو هريرة في الكتان لقد رأيتني أخر فيما بين </p>\n<p class=\"arabic\">منبر رسول الله صلى \n  الله عليه وسلم وحجرة عائشة يجيء الجائي يظن بي جنونا شعبة عن محمد بن زياد \n  قال رأيت على أبي هريرة كساء خز .\n</p>\n<p class=\"arabic\">وقال قتادة وغير واحد كان أبو هريرة يلبس الخز *4*352* .\n</p>\n<p class=\"arabic\">قيس بن الربيع عن أبي حصين عن خباب بن عروة قال رأيت أبا هريرة عليه عمامة \n  سوداء .\n</p>\n<p class=\"arabic\">اسماعيل بن أبي خالد عن قيس عن أبي هريرة قال هاجرت فأبق مني غلام في الطريق .\n</p>\n<p class=\"arabic\">فلما قدمت على النبي صلى الله عليه وسلم بايعته وجاء الغلام فقال لي النبي \n  صلى الله عليه وسلم يا أبا هريرة هذا غلامك قلت هو حر لوجه الله فأعتقته .\n</p>\n<p class=\"arabic\">عفان ثنا سليم بن حيان عن أبيه سمع أبا هريرة يقول نشأت يتيما وهاجرت مسكينا \n  وكنت أجيرا لبسرة بنت غزوان بطعام بطني وعقبة رجلي وكنت أخدم إذا نزلوا وأحذوا \n  إذا ركبوا فزوجنيها الله فالحمد لله الذي جعل الدين قواما وجعل أبا هريرة \n  إماما .\n</p>\n<p class=\"arabic\">ابن سيرين عن أبي هريرة أكريت نفسي من ابنة غزوان بطعام بطني وعقبة رجلي فقالت \n  لي لتردن حافيا ولتركبن قائما ثم زوجنيها الله بعد .\n</p>\n<p class=\"arabic\">وقد دعا لنفسه وأمن النبي صلى الله عليه وسلم على دعائه .\n</p>\n<p class=\"arabic\">فقال النسائي أنبأ محمد بن صدران ثنا الفضل بن العلاء عن إسماعيل بن أمية \n  عن محمد بن قيس عن أبيه أن رجلا جاء زيد بن ثابت فسأله عن شيء فقال عليك بأبي \n  هريرة بينما أنا وأبو هريرة وفلان ذات يوم في المسجد ندعو ونذكر ربنا إذ خرج \n  علينا رسول الله صلى الله عليه وسلم حتى جلس إلينا فسكتنا فقال عودوا للذي \n  كنتم فيه فدعوت أنا وصاحبي *4*353* فأمن النبي صلى الله عليه وسلم على دعائنا \n  ثم دعا أبو هريرة فقال اللهم إني أسألك مثل صاحبي وأسألك علما لا ينسى فقال \n  النبي صلى الله عليه وسلم آمين فقلنا يا رسول الله صلى الله عليه وسلم نحن \n  نسألك كذلك فقال سبقكما بها الغلام الدوسي .\n</p>\n<p class=\"arabic\">قال الطبراني لا يروى إلا بهذا الإسناد .\n</p>\n<p class=\"arabic\">وقال أبو نضرة العبدي عن الطفاوي قال قرأت على أبي هريرة بالمدينة ستة أشهر \n  فلم أر من أصحاب رسول الله صلى الله عليه وسلم رجلا أشد تشميرا ولا اقوم على \n  ضيف منه فدخلت عليه ذات يوم ومعه كيس فيه نوى أو حصى يسبح به .\n</p>\n<p class=\"arabic\">وقال ابن إسحاق عن محمد بن إبراهيم عن مالك بن أبي عامر الأصبحي قال جاء رجل \n  إلى طلحة بن عبيد الله فقال يا أبا محمد أرأيت هذا اليماني يعني أبا هريرة \n  لهو أعلم بحديث رسول الله منكم منه أشياء لا نسمعها منكم أم يقول على رسول \n  الله صلى الله عليه وسلم ما لم يقل قال أما أن يكون سمع من رسول الله صلى \n  الله عليه وسلم ما لم نسمع فلا أشك كنا أهل بيوتات وعمل وغنم فنأتي رسول الله \n  صلى الله عليه وسلم طرفي النهار وكان مسكينا لا مال له ضيفا على باب رسول \n  الله صلى الله عليه وسلم يده مع يده ولا أجد أحدا فيه خير يقول على رسول الله صلى الله عليه وسلم ما لم يقل .\n</p>\n<p class=\"arabic\">وقال محمد بن سعد ثنا محمد بن عمر ثنا عبد الحميد بن جعفر عن أبيه عن زياد \n  بن مينا قال كان ابن عباس وابن عمر وأبو سعيد وأبو هريرة وجابر يفتون بالمدينة \n  ويحدثون عن رسول الله صلى الله عليه وسلم من لدن توفي *4*354* عثمان إلى أن \n  توفوا وهؤلاء الخمسة إليهم صارت الفتوى .\n</p>\n<p class=\"arabic\">وقال أبو سعد السمعاني سمعت أبا القاسم المعمر المبارك بن أحمد الأرحبي يقول \n  سمعت أبا القاسم يوسف بن علي الزنجاني الفقيه سمعت أبا إسحاق إبراهيم بن علي \n  الزنجاني الفقيه سمعت أبا إسحاق إبراهيم بن علي الفيروز آباذي سمعت أبا الطيب \n  الطبري يقول كنا في حلقة النظر بجامع المنصور فجاء شاب خراساني فسأل عن مسألة \n  المصراة فطالب بالدليل فاحتج المستدل بحديث أبي هريرة الوارد فيها فقال الشاب \n  وكان حنيفا أبو هريرة غير مقبول الحديث فما استتم كلامه حتى سقطت عليه حية \n  عظيمة من سقف الجامع فوثب الناس من أجلها وهربالشاب وهي تتبعه فقيل له تب \n  تب فغابت الحية فلم ير لها أثر .\n</p>\n<p class=\"arabic\">الزنجاني ممن برع في الفقه على أبي إسحاق توفي سنة خمسمائة .\n</p>\n<p class=\"arabic\">وقال حمد بن زيد عن العباس بن فروخ الحريري سمعت أبا عثمان النهدي قال تضيف \n  أبا هريرة سبعا فكان هو وامراته وخادمه يعتقبون الليل أثلاثا يصلي هذا ثم \n  يوقظ هذا هذا ويصلي فقلت يا أبا هريرة كيف تصوم قال أصوم من أول الشهر ثلاثا .\n</p>\n<p class=\"arabic\">قال الداني عرض أبو هريرة القرآن على أبي بن كعب قرأ عليه من *4*355* التابعين \n  عبد الرحمن بن هرمز .\n</p>\n<p class=\"arabic\">وقال قتيبة بن مهران ثنا سليمان بن مسلم سمعت أبا جعفر يحكي لنا قراءة أبي \n  هريرة في إذا الشمس كورت يحزنها شبه الرثاء .\n</p>\n<p class=\"arabic\">وروى عمر بن أبي زائدة عن أبي خالد الوالبي أنه كام إذا قرأ بالليل خفض طورا \n  ورفع طورا وذكر أنها قراءة رسول الله صلى الله عليه وسلم .\n</p>\n<p class=\"arabic\">قلت وكان أبو هريرة ممن يجهر ببسم الله في الصلاة .\n</p>\n<p class=\"arabic\">وفي البخاري من حديث المقبري مر أبو هريرة بقوم بين أيديهم شاة مصلية فدعوه \n  أن يأكل فأبى وقال إن رسول الله صلى الله عليه وسلم خرج من الدنيا وما شبع \n  من خبز الشعير ) .\n</p>\n<p class=\"arabic\">وعن شراحبيل أن أبا هريرة كان يصوم الخميس والاثنين .\n</p>\n<p class=\"arabic\">وقال خالد الحذاء عن عكرمة إن أبا هريرة كان يسبح كل يوم اثني عشرألف تسبيحة \n  ويقول أسبح بقدر ذنبي .\n</p>\n<p class=\"arabic\">همام بن يحيى ثنا إسحاق بن عبد الله بن أبي طليحة أن عمر قال لأبي هريرة كيف \n  وجدت الإمارة قال بعثتني وأنا كاره ونزعتني وقد أحببتها وأتاه بأربعمائة ألف \n  من البحرين قال أظلمت أحدا قال لا قال فما جئت به لنفسك قال عشرين ألفا قال \n  من أين أصبتها قال *4*356* كنت أتجر قال أنظر رأس مالك ورزقك فخذه واجعل الآخر \n  في بيت المال .\n</p>\n<p class=\"arabic\">وقال محمد بن سيرين استعمل عمر أبا هريرة على البحرين فقدم بعشرة آلاف فقال \n  له عمر استأثرت بهذه الأموال يا عدو الله وعدو كتابه قال لست بعدو الله ولا \n  عدو كتابه ولكني عدو من عاداهما قال فمن اين هذا قال خيل نتجت لي وغلة رقيق \n  وأعطية تتابعت علي فنظروا فوجدوه كما قال ثم بعد ذلك دعاه عمر ليستعمله فأبى .\n</p>\n<p class=\"arabic\">وروى معمر عن محمد بن زياد قال كان معاوية يبعث أبا هريرة على المدينة فإذا \n  غضب عليه بعث مروان وعزل أبا هريرة فلم يلبث أن نزع مروان وبعث أبا هريرة \n  فقال لغلام أسود قف على الباب فلا تمنع أحدا إلا مروان ففعل الغلام ودخل الناس \n  ومنع مراون ثم جاء نوبة فدخل وقال حجبنا منك فقال إن أحق من لا ينكر هذا لأنت .\n</p>\n<p class=\"arabic\">قلت كأنه بدا منه نحو هذا في حق أبي هريرة .\n</p>\n<p class=\"arabic\">وقال ثابت البناني عن أبي رافع قال كان مروان ربما استخلف أبا هريرة على المدينة \n  فيركب حمارا ببردعة وخطامه ليف فيسير فيلقى الرجل فيقول الطريق قد جاء الأمير .\n</p>\n<p class=\"arabic\">وربما أتى الصبيان وهم يلعبون بالليل لعبة الأعراب فلا يشعرون بشيء حتى يلقي \n  نفسه بينهم ويضرب برجليه فيفزع الصبيان ويفرون .\n</p>\n<p class=\"arabic\">وعن ثعلبة بن أبي مالك قال أقبل أبو هريرة في السوق يحمل حزمة حطب وهو يومئذ \n  خلفة لمروان فقال أوسع الطريق للأمير *4*357* .\n</p>\n<p class=\"arabic\">وقال سعيد المقبري دخل مروان على أبي هريرة في شكواه فقال شفاك الله يا أبا \n  هريرة فقال اللهم إني أحب لقاءك فأحب لقائي قال فما بلغ مروان القطانين حتى \n  مات .\n</p>\n<p class=\"arabic\">وقال عبد الرحمن بن يزيد بن جابر عن عمير بن هانئ قال قال أبو هريرة اللهم \n  لا تدركني ) .\n</p>\n<p class=\"arabic\">سنة ستين فتوفي فيها أو قبلها بسنة .\n</p>\n<p class=\"arabic\">قال الواقدي توفي أبو هريرة سنة تسع وخمسين وله ثمان وسبعون سنة وهو الذي \n  صلى على عائشة في رمضان سنة ثمان وخمسين وقال هشام بن عروة مات أبو هريرة \n  وعائشة سنة سبع وخمسين تابعه المدائني وعلي بن المديني وغيرهما .\n</p>\n<p class=\"arabic\">وقال أبو معشر وحمزة وعبد الرحمن بن مغراء والهيثم بن عدي ويحيى بن بكير توفي \n  سنة ثمان وخمسين .\n</p>\n<p class=\"arabic\">وقال الواقدي وقبله محمد بن إسحاق وبعده أبو عبيد وأبو عمر الضرير ومحمد بن \n  عبد الله بن نمير توفي سنة تسع وخمسين .\n</p>\n<p class=\"arabic\">وقيل صلى عليه الوليد بن عتبة بالمدينة ثم كتب إلى معاوية بوفاته فكتب إلى \n  الوليد ادفع إلى ورثته عشرة آلاف درهم وأحسن جوارهم فإنه كان ممن ينصر عثمان \n  وكان معه في الدار .\n</p>\n<p class=\"arabic\">وقيل كان الذين تولوا حمل سريره ولد عثمان *4*358* .\n\n</p>"
}