{
    "header": "عبد الله بن عامر #NOPREACHING# .",
    "id": "000200",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الله بن عامر </h1>\n<p class=\"arabic\">.\n</p>\n<p class=\"arabic\">ابن كريز بن ربيعة بن حبيب بن عبد شمس القرشي العبشمي أبو عبد الرحمن .\n</p>\n<p class=\"arabic\">رأى النبي صلى الله عليه وسلم وله حديث وهو من قتل دون ماله فهو شهيد *4*258* .\n</p>\n<p class=\"arabic\">روى عنه حنظلة بن قيس وأسلم والده يوم الفتح وبقي إلى زمن عثمان وقدم البصرة \n  على ابنه عبد الله في ولايته عليها وهو خال عثمان بن عفان وابن عمه النبي \n  صلى الله عليه وسلم .\n</p>\n<p class=\"arabic\">ولي عبد الله البصرة وغيرها وافتتح خراسان وأحرم من نيسابور شكرا لله وكان \n  سخيا كريما جوادا .\n</p>\n<p class=\"arabic\">وفد على معاوية فزوجه بابنته هند وكان له بدمشق دار بالجويرة تعرف اليوم ببيت \n  ابن الحرستاني .\n</p>\n<p class=\"arabic\">قال الزبير بن بكار هو الذي دعا طلحة والزبير إلى البصرة في نوبة الجمل يعني \n  وقال إن لي بها صنائع فشخصا معه .\n</p>\n<p class=\"arabic\">وقال ابن سعد قالوا إنه ولد بعد الهجرة بأربع سنين وحنكه النبي صلى الله عليه \n  وسلم في عمرة القضاء وهو ابن ثلاث سنين فتلمظ وولد له ابنه عبد الرحمن وعمره \n  ثلاث عشرة سنة .\n</p>\n<p class=\"arabic\">وقال غيره هو خال عثمان رضي الله عنه .\n</p>\n<p class=\"arabic\">وقال أبو عبيدة إن عامر بن كريز أتى بابنه إلى النبي صلى الله عليه وسلم وهو \n  ابن خمس سنسن فتفل في فمه فجعل يردد ريق النبي صلى الله عليه وسلم ويتلمظ \n  فقال إن ابنك هذا لمسقى قال وكان يقال لو أن عبد الله بن عامر قدح حجرا أمامه \n  يعني يخرج الماء منه .\n</p>\n<p class=\"arabic\">قال مصعب بن الزبير يقال إنه كان لا يعالج أرضا إلا ظهر له الماء .\n</p>\n<p class=\"arabic\">وقال الأصمعي أرتج على ابن عامر بالبصرة في يوم أضحى فمكث *4*259* ساعة ثم \n  قال والله لا أجمع عليكم عيا ولؤما من أخذ شاة من السوق فثمنها علي .\n</p>\n<p class=\"arabic\">وقد فتح الله على يدي عبد الله فتوحا عظيمة كما ذكرنا في حدود سنة ثلاثين .\n</p>\n<p class=\"arabic\">وكان سخيا شجاعا وصولا لرحمه فيه رفق بالرعية ربما غزا فيقع الحمل في العسكر \n  فينزل بنفسه فيصلحه .\n</p>\n<p class=\"arabic\">قال ابن سعد لما قتل عثمان حمل ابن عامر ما في بيت مال البصرة من الأموال \n  ثم سار إلى مكة فوافى بها عائشة وطلحة والزبير وهو يريدون الشام فقال لا بل \n  ائتوا البصرة فإن لي بها صنائع وهي أرض الأموال وفيها عدد الرجال فلما كان \n  من أمر وقعة الجمل ما كان لحق بالشام فنزل بدمشق وقد قتل ولده عبد الرحمن \n  يوم الجمل ولم نسمع لعبد الله بذكر في يوم صفين ثم لما بايع الناس معاوية \n  ولى على البصرة بسر بن أرطأة ثم عزله فقال له ابن عامر إن لي بها ودائع فإن \n  لم تولينها ذهبت فولاه البصرة ثلاث سنين .\n</p>\n<p class=\"arabic\">ومات قبل معاوية بعام فقال يرحم الله أبا عبد الرحمن بمن نفاخر بعده وبمن \n  نباهي وقال أبو بكر الهذلي قال علي رضي الله عنه يوم الجمل أتدرون من حاربت \n  حاربت أمجد الناس وأنجد الناس يعني عبد الله بن عامر وأشجع الناس يعني الزبير \n  وأدهى الناس يعني طلحة *4*260* .\n</p>\n<p class=\"arabic\">قال خليفة ومحمد بن سعد توفي سنة تسع وخمسين .\n\n</p>"
}