{
    "header": "عمران بن حصين .",
    "id": "000213",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عمران بن حصين .\n</h1>\n<p class=\"arabic\">ابن عبيد بن خلف أبو نجيد الخزاعي *4*274* .\n</p>\n<p class=\"arabic\">صاحب رسول الله صلى الله عليه وسلم أسلم هو وأبوه وأبو هريرة معا ولعمران \n  أحاديث .\n</p>\n<p class=\"arabic\">ولي قضاء البصرة وكان عمر بن الخطاب بعثه إليهم ليفقههم وكان الحسن البصري \n  يحلف ما قدم عليهم البصرة بخير لهم من عمران بن حصين .\n</p>\n<p class=\"arabic\">روى عنه الحسن ومحمد بن سيرين ومطرف بن عبد الله بن الشخير وزرارة بن أوفى \n  وزهدم الجرمي والشعبي وأبو رجاء العطاردي وعبد الله بن بريدة وطائفة سواهم .\n</p>\n<p class=\"arabic\">قال زرارة بن أوفى رأيت عمران بن حصين يلبس الخز .\n</p>\n<p class=\"arabic\">وقال مطرف بن الشخير قال لي عمران بن حصين أنا أحدثك حديثا عسى الله أن ينفعك \n  به ) .\n</p>\n<p class=\"arabic\">إن رسول الله صلى الله عليه وسلم جمع بين الحج والعمرة ولم ينه عنه حتى مات \n  ولم ينزل فيه قرآن يحرمه وإنه كان يسلم علي يعني الملائكة فلما اكتويت أمسك \n  فلما تركته عاد إلي .\n</p>\n<p class=\"arabic\">متفق عليه ولعمران غزوات مع النبي صلى الله عليه وسلم وكان ببلاد قومه ويتردد \n  إلى المدينة .\n</p>\n<p class=\"arabic\">أبو خشينة حاجب بن عمر عن الحكم بن الأعرج عن عمران بن حصين قال ما مسست ذكري \n  بيميني منذ بايعت رسول الله صلى الله عليه وسلم *4*275* .\n</p>\n<p class=\"arabic\">هشام عن ابن سيرين قال ما قدم البصرة أحد يفضل على عمران بن حصين .\n</p>\n<p class=\"arabic\">هشام الدستوائي عن قتادة بلغني أن عمران بن حصين قال وددت أني رماد تذروني .\n</p>\n<p class=\"arabic\">قلت وكان ممن اعتزل الفتنة وذمها .\n</p>\n<p class=\"arabic\">قال أيوب عن حميد بن هلال عن أبي قتادة قال قال لي عمران بن حصين إلزم مسجدك .\n</p>\n<p class=\"arabic\">قلت فإن دخل علي قال إلزم بيتك قلت فإن دخل بيتي فقال لو دخل علي رجل يريد \n  نفسي ومالي لرأيت أن قد حل لي قتاله .\n</p>\n<p class=\"arabic\">ثابت عن مطرف عن عمران قال قد اكتوينا فما أفلحن ولا أنجحن يعني المكاوي .\n</p>\n<p class=\"arabic\">قتادة عن مطرف قال أرسل إلي عمران بن حصين في مرضه فقال إنه كان يسلم علي \n  يعني الملائكة فإن عشت فاكتم علي وإن مت فحدث به إن شئت .\n</p>\n<p class=\"arabic\">حميد بن هلال عن مطرف قلت لعمران ما يمنعني من عيادتك إلا ما أرى من حالك \n  قال فلا تفعل فإن أحبه إلي أحبه إلى الله .\n</p>\n<p class=\"arabic\">قال يزيد بن هارون أنبأ إبراهيم بن عطاء مولى عمران بن حصين *4*276* عن أبيه \n  أن عمران قضى على رجل بقشية فقال والله لقد قضيت علي بحور وما ألوت قال وكيف \n  ذلك قال شهد علي بزور قال ما قضيت عليك فهو في مالي ووالله لا أجلس مجلسي \n  هذا أبدا .\n</p>\n<p class=\"arabic\">وكان نقش خاتم عمران تمثال رجل مقلدا لسيف .\n</p>\n<p class=\"arabic\">شعبة ثنا فضيل بن فضالة رجل من قريش عن أبي رجاء العطاردي قال خرج علينا عمران \n  بن حصين في مطرف خز لم نره عليه قبل ولا بعد فقال قال رسول الله صلى الله \n  عليه وسلم إن الله إذا أنعم على عبد نعمة يحب أن يرى أثر نعمته على عبده ) .\n</p>\n<p class=\"arabic\">وقال محمد بن سيرين سقى بطن عمران بن حصين ثلاثين سنة كل ذلك يعرض عليه الكي \n  فيأبى حتى كان قبل موته بسنتين فاكتوى رواه يزيد عن إبراهيم عنه .\n</p>\n<p class=\"arabic\">وقال عمران بن حدير عن أبي مجلز قال كان عمران ينهى عن الكي فابتلي فاكتوى \n  فكان يعج .\n</p>\n<p class=\"arabic\">وقال حميد بن هلال عن مطرف قال لي عمران لما اكتويت انقطع عني التسليم قلت \n  أمن قبل رأسك كان يأتيك التسليم قال نعم قلت سعود فلما كان بعد ذلك قال أشعرت \n  أن التسليم عاد إلي ثم لم يلبث إلا يسيرا حتى مات .\n</p>\n<p class=\"arabic\">ابن علية عن سلمة بن علقمة عن الحسن إن عمران بن حصين *4*277* أوصى لأمهات \n  أولاده بوصايا وقال أيما امرأة منهن صرخت علي فلا وصية لها .\n</p>\n<p class=\"arabic\">توفي عمران سنة اثنتين وخمسين .\n\n</p>"
}