{
    "header": "قيس بن سعد .",
    "id": "000227",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">قيس بن سعد .\n</h1>\n<p class=\"arabic\">بن عبادة بن دليم الأنصاري الخزرجي المدني .\n</p>\n<p class=\"arabic\">كان من النبي صلى الله عليه وسلم بمنزلة صاحب الشرطة من الأمير له عدة أحاديث .\n</p>\n<p class=\"arabic\">روى عنه عبد الرحمن بن أبي ليلى وعروة بن الزبير والشعبي وميمون بن أبي شبيب \n  وعريب بن حميد الهمداني وجماعة *4*290* .\n</p>\n<p class=\"arabic\">وكان ضخما جسيما طويلا جدا سيدا مطاعا كثير المال جوادا كريما يعد من دهاة \n  العرب .\n</p>\n<p class=\"arabic\">قال عمرو بن دينار كان ضخما جسيما صغير الرأس وكان ليست له لحية وإذا ركب \n  الحمار خطت رجلاه الأرض .\n</p>\n<p class=\"arabic\">روي عنه أنه قال لولا أني سمعت رسول الله صلى الله عليه وسلم يقول المكر والخديعة \n  في النار لكنت من أمكر هذه الأمة .\n</p>\n<p class=\"arabic\">وقال مسعر عن معبد بن خالد كان قيس بن سعد لا يزال هكذا رافعا إصبعه المسبحة \n  يدعو .\n</p>\n<p class=\"arabic\">وقال الزهري أخبرني ثعلبة بن أبي مالك أن قيس بن سعد كان صاحب لواء رسول الله \n  صلى الله عليه وسلم .\n</p>\n<p class=\"arabic\">وقال جويرية بن أسماء كان قيس يستدين ويطعمهم فقال أبو بكر وعمر إن تركنا \n  هذا الفتى أهلك مال أبيه فمشيا في الناس فصلى النبي صلى الله عليه وسلم يوما \n  فقام سعد بن عبادة خلفه فقال من يعذرني من ابن أبي قحافة وابن الخطاب يبخلان \n  علي ابني .\n</p>\n<p class=\"arabic\">وقال موسى بن عقبة وقفت على قيس عجوز فقالت أشكو إليك قلة الجرذان فقال ما \n  أحسن ) .\n</p>\n<p class=\"arabic\">هذه الكناية املؤوا بيتها خبزا وسمنا وتمرا *4*291* .\n</p>\n<p class=\"arabic\">وقال ابن سيرين أمر علي قيس بن سعد على مصر زاد غيره في سنة ست وثلاثين وعزله \n  سنة سبع لأن أصحاب علي شنعوا على أنه قد كاتب معاوية فلما عزل بمحمد بن أبي \n  بكر عرف قيس أن عليا قد خدع ثم كان علي بعد يطيع قيسا في الأمر كله .\n</p>\n<p class=\"arabic\">قال عروة كان قيس بن سعد مع علي في مقدمته ومعه خمسة آلاف قد حلقوا رؤوسهم \n  بعد موت علي فلما دخل الجيش في بيعة معاوية أبى قيس أن يدخل وقال لأصحابه \n  ما شئتم إن شئتم جالدت بكم أبدا حتى يموت الأعجل وإن شئتم أخذت لكم أمانا \n  قالوا خذ لنا ففعل فلما ارتحل نحو المدينة جعل ينحر كل يوم جزورا .\n</p>\n<p class=\"arabic\">وقال أبو تميلة يحيى بن واضح أخبرني أبو عثمان من ولد الحارث بن الصمة قال \n  بعث قيصر إلى معاوية ابعث إلي سراويل أطول رجل من العرب فقال لقيس بن سعد \n  ما أظننا إلا قد احتجنا إلى سراويلك فقام فتنحى وجاء بها فألقاها فقال ألا \n  ذهبت إلى منزلك ثم بعثت بها فقال .\n</p>\n<p class=\"arabic\">% أردت بها كي يعلم الناس أنها % % سراويل قيس والوفود شهود % .\n</p>\n<p class=\"arabic\">% وأن يقولوا غاب قيس وهذه % % سراويل عادي نمته ثمود % .\n</p>\n<p class=\"arabic\">% وإني من الحي اليماني لسيد % % وما الناس إلا سيد ومسود % .\n</p>\n<p class=\"arabic\">% فكدهم بمثلي إن مثلي عليهم % % شديد وخلقي في الرجال مديد % .\n</p>\n<p class=\"arabic\">فأمر معاوية أطول رجل في الجيش فوضعها على أنفه قلل فوقفت بالأرض .\n</p>\n<p class=\"arabic\">قال الواقدي وغيره إنه توفي في آخر خلافة معاوية .\n</p>\n<p class=\"arabic\">.\n</p>\n<p class=\"arabic\">*4*292* .\n\n</p>"
}