{
    "header": "أبو برزة الأسلمي .",
    "id": "000258",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أبو برزة الأسلمي .\n</h1>\n<p class=\"arabic\">اسمه نضلة بن عبيد صاحب رسول الله صلى الله عليه وسلم .\n</p>\n<p class=\"arabic\">قيل إنه قتل ابن خطل يوم الفتح وهو تحت أستار الكعبة .\n</p>\n<p class=\"arabic\">روى عن النبي صلى الله عليه وسلم وأبي بكر .\n</p>\n<p class=\"arabic\">وعنه ابنه المغيرة وحفيدته منية بنت عبيد وأبو عثمان النهدي *4*332* والأزرق \n  بن قيس وأبو المنهال سيار بن سلامة وأبو الرضى عباد بن نسيب وكنانة بن نعيم \n  العدوي وجماعة .\n</p>\n<p class=\"arabic\">سكن البصرة وتوفي غازيا بخراسان .\n</p>\n<p class=\"arabic\">وقيل اسمه نضلة بن عمرو وقيل ابن عائذ وقيل ابن عبد الله وقيل اسمه عبد الله \n  بن نضلة وقيل خالد بن نضلة .\n</p>\n<p class=\"arabic\">وكان مع معاوية بالشام وقيل شهد صفين مع علي رضي الله عنه .\n</p>\n<p class=\"arabic\">وعن أبي برزة قال كنا نقول في الجاهلية من أكل الخمير سمن فأجهضنا القوم يوم \n  خيبر عن خبرة لهم فجعل أحدنا يأكل في الكسرة ثم يمس عطفه هل سمن وقيل إن أبا \n  برزة كان يقوم الليل وله بر ومعروف .\n</p>\n<p class=\"arabic\">توفي سنة ستين قبل معاوية .\n</p>\n<p class=\"arabic\">وقال الحاكم توفي سنة أربع وستين فالله أعلم .\n#</p>\n<p class=\"arabic\">فائدة .\n</p>\n<p class=\"arabic\">تدل على بقاء أبي برزة بعد هذا الوقت قال الأنصاري ثنا عوف حدثني أبو المنهال \n  سيار بن سلامة قال لما خرج ابن زياد ووثب ابن مروان بالشام وابن الزبير بمكة \n  اغتم أبي فقال انطلق معي إلى أبي برزة الأسلمي فانطلقنا إليه في داره فإذا \n  هو قاعد في ظل فقال له أبي يا أبا برزة ألا ترى فكان أول شيء تكلم به أن قال \n  إني أحتسب عند الله أني أصبحت ساخطا على أحياء قريش وذكر الحديث *4*333* .\n</p>\n<p class=\"arabic\">قال ابن سعد مات أبو برزة بمرو ثم روى ابن سعد أن أبا برزة وأبا بكرة كانا \n  متآخيين .\n</p>\n<p class=\"arabic\">وقال بعضهم رأيت أبا برزة أبيض الرأس واللحية .\n\n</p>"
}