{
    "header": "ميمونة بنت الحارث #NOPREACHING# .",
    "id": "000248",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">ميمونة بنت الحارث </h1>\n<p class=\"arabic\">.\n</p>\n<p class=\"arabic\">أم المؤمنين الهلالية *4*318* .\n</p>\n<p class=\"arabic\">تزوجها رسول الله صلى الله عليه وسلم سنة سبع .\n</p>\n<p class=\"arabic\">روى عنها مولياها عطاء وسليمان ابنا يسار وابن أختها يزيد بن الأصم وكريب \n  مولى ابن عباس وابن أختها عبد الله بن عباس وابن أختها عبد الله بن شداد بن \n  الهاد وعبيد بن السباق وجماعة ) .\n</p>\n<p class=\"arabic\">وكانت قبل النبي صلى الله عليه وسلم عند أبي رهم بن عبد العزى العامري فتأيمت \n  منه فخطبها رسول الله صلى الله عليه وسلم فجعلت أمرها إلى العباس فزوجها منه \n  وبنى بها بسرف بطريق مكة لما رجع من عمرة القضاء *4*319* .\n</p>\n<p class=\"arabic\">وهي أخت أسماء بنت عميس لأمها وأخت زينب بنت خزيمة أيضا لأمها .\n</p>\n<p class=\"arabic\">روى محمد بن عبد الرحمن مولى آل طلحة عن كريب عن ابن عباس قال كان اسم ميمونة \n  برة فسماها النبي صلى الله عليه وسلم ميمونة .\n</p>\n<p class=\"arabic\">وقيل أنها لما ماتت صلى عليها ابن عباس ودخل قبرها وهي خالته .\n</p>\n<p class=\"arabic\">ابن علية ثنا أيوب عن ميمون بن مهران قال أمرني عمر بن عبد العزيز فسألت يزيد \n  بن الأصم عن نكاح ميمونة فقال نكحها رسول الله صلى الله عليه وسلم حلالا بسرف \n  وبنى بها حلالا بسرف وماتت بسرف فذاك قبرها تحت السقيفة .\n</p>\n<p class=\"arabic\">وروى زيد بن أسلم عن عطاء بن يسار عن ميمونة أن رسول الله صلى الله عليه وسلم \n  سئل عن الجبن فقال اقطع بالسكين وسم الله وكل .\n</p>\n<p class=\"arabic\">قال إبراهيم بن عقبة عن كريب عن ابن عباس قال قال رسول الله صلى الله عليه \n  وسلم الأخوات الأربع ميمونة وأم الفضل وسلمى وأسماء بنت عميس أختهن لأمهن \n  مؤمنات أخرجه النسائي .\n</p>\n<p class=\"arabic\">قال الواقدي توفيت سنة إحدى وستين وهي آخر من مات من أمهات المؤمنين .\n</p>\n<p class=\"arabic\">وقال خليفة توفيت سنة إحدى وخمسين *4*320* .\n</p>\n<p class=\"arabic\">وقيل أنها ماتت أيضا بسرف ووهم من قال إنها ماتت سنة ثلاث وستين .\n\n</p>"
}