{
    "header": "عمرو بن الأسود العنسي .",
    "id": "000214",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عمرو بن الأسود العنسي .\n</h1>\n<p class=\"arabic\">ويسمى عميرا سكن داريا وهو مخضرم أدرك الجاهلية وروى عن عمر ومعاذ وابن مسعود \n  وجماعة .\n</p>\n<p class=\"arabic\">وعنه خالد بن معدان وزياد بن فياض ومجاهد بن جبر وشرحبيل بن مسلم الخولاني \n  وابنه حكيم بن عمير وجماعة .\n</p>\n<p class=\"arabic\">وكان من عباد التابعين وأتقيائهم كنيته أبو عياض وقيل أبو عبد الرحمن .\n</p>\n<p class=\"arabic\">قال بقية عن صفوان بن عمرو عن عبد الرحمن بن جبير بن نفير قال حج عمرو بن \n  الأسود فلما انتهى إلى المدينة نظر إليه عبد الله بن عمر قائما يصلي فسأل \n  عنه فقيل هذا الرجل من أهل الشام يقال له عمرو بن الأسود فقال ما رأيت أحدا \n  أشبه صلاة ولا هديا ولا خشوعا ولا لبسة برسول الله صلى الله عليه وسلم من \n  هذا الرجل .\n</p>\n<p class=\"arabic\">هكذا رواه عيسى بن المنذر الحمصي عن بقية *4*278* .\n</p>\n<p class=\"arabic\">ورواه عنه عبد الوهاب بن نجدة عن أرطاة بن المنذر الحمصي عن بقية .\n</p>\n<p class=\"arabic\">ورواه عنه عبد الوهاب بن نجدة عن أرطأة بن المنذر حدثني رزيق أبو عبد الله \n  الهاني أن عمرو بن الأسود قدم المدينة فرآه ابن عمر يصلي فقال من سره أن ينظر \n  إلى أشبه الناس صلاة برسول الله صلى الله عليه وسلم فلينظر إلى هذا ثم بعث \n  ابن عمر بقرى ونفقة وعلف ) .\n</p>\n<p class=\"arabic\">إليه فقبل القرى والعلف ورد النفقة .\n</p>\n<p class=\"arabic\">وأما ما رواه أبو بكر بن أبي مريم الغساني عن ضمرة بن حبيب وحكيم بن عمير \n  قالا قال عمر بن الخطاب من سره أن ينظر إلى هدي رسول الله صلى الله عليه وسلم \n  فلينظر إلى عمر بن الأسود فهذا منقطع .\n</p>\n<p class=\"arabic\">وعن شرحبيل قال قال عمرو بن الأسود يدع كثيرا من الشبع مخافة الأشر .\n</p>\n<p class=\"arabic\">قرأت على أحمد بن إسحاق أنبأ الفتح بن عبد السلام أنبأ ابن الداية وأبو الفضل \n  الأرموي ومحمد بن أحمد قالوا أنبأ ابن المسلمة أنبأ أبو الفضل الزهري أنبأ \n  جعفر الفريابي ثنا إبراهيم بن العلاء الحمصي ثنا إسماعيل بن عياش عن بجير \n  بن سعيد عن خالد بن معدان عن عمرو بن الأسود العنسي أنه كان إذا خرج إلى المسجد \n  قبض بيمينه على شماله فسئل عن ذلك فقال مخافة أن تنافق يدي يعني لئلا يخطر \n  بها في مشيته فيكون ذلك نفاقا .\n\n</p>"
}