{
    "header": "عبد الله بن عمرو بن العاص .",
    "id": "000377",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الله بن عمرو بن العاص .\n</h1>\n<p class=\"arabic\">ابن وائل بن هاشم أبو محمد ويقال أبو عبد الرحمن القرشي *5*162* السهمي من \n  نجباء الصحابة وعلمائهم .\n</p>\n<p class=\"arabic\">كتب عن النبي صلى الله عليه وسلم الكثير وروى أيضا عن أبيه وأبي بكر وعمر .\n</p>\n<p class=\"arabic\">روى عنه حفيده شعيب بن محمد بن عبد الله وسعيد بن المسيب وعروة وطاوس وأبو \n  سلمة ومجاهد وعكرمة وجبير بن نفير وعطاء *5*163* وابن أبي مليكة وأبو عبد \n  الرحمن الحبلي وعبيد الله بن عبد الله بن عتبة وحميد بن عبد الرحمن وسالم \n  بن أبي الجعد ووهب بن منبه وخلق سواهم .\n</p>\n<p class=\"arabic\">وأسلم قبل أبيه ولم يكن أصغر من أبيه إلا باثنتي عشرة سنة وقيل بإحدى عشرة \n  سنة وكان واسع العلم مجتهدا في العبادة عاقلا يلوم أباه على القيام مع معاوية \n  بأدب وتؤدة .\n</p>\n<p class=\"arabic\">قال قتادة كان رجلا سمينا .\n</p>\n<p class=\"arabic\">وقال علي بن زيد بن جدعان عن العريان بن الهيثم قال وفدت مع أبي إلى يزيد \n  فجاء رجل طوال أحمر عظيم البطن فقلت من ذا قيل عبد الله بن عمرو .\n</p>\n<p class=\"arabic\">وقال ابن أبي مليكة قال طلحة بن عبيد الله سمعت رسول الله صلى الله عليه وسلم \n  يقول نعم أهل البيت عبد الله وأبو عبد الله وأم عبد الله .\n</p>\n<p class=\"arabic\">وروي نحوه من حديث ابن لهيعة عن مشرح عن عقبة بن عامر .\n</p>\n<p class=\"arabic\">وقال ابن جريج سمعت ابن أبي مليكة يحدث عن يحيى بن حكيم بن صفوان عن عبد الله \n  بن عمرو قال جمعت القرآن فقرأته كله في ليلة فقال رسول الله صلى الله عليه \n  وسلم إقرأه في شهر قلت يا رسول الله دعني أستمتع من قوتي وشبابي فأبى *5*164* .\n</p>\n<p class=\"arabic\">وقال أحمد في مسنده ثنا قتيبة ثنا ابن لهيعة عن واهب بن عبد الله المعافري \n  عن عبد الله بن عمرو قال رأيت كأن في أحد إصبعي سمنا وفي الأخرى عسلا وأنا \n  ألعقهما فلما أصبحت ذكرت ذلك للنبي صلى الله عليه وسلم فقال تقرأ الكتابين \n  التوراة والفرقان فكان يقرأهما .\n</p>\n<p class=\"arabic\">وعن شفي عن عبد الله قال حفظت عن رسول الله صلى الله عليه وسلم ألف مثل .\n</p>\n<p class=\"arabic\">وقال أبو قبيل سمعت عبد الله بن عمرو يقول كنا عند رسول الله صلى الله عليه \n  وسلم نكتب ما يقول .\n</p>\n<p class=\"arabic\">وقال ابن إسحاق وغيره عن عمرو بن شعيب عن أبيه عن جده قلت يا رسول الله أكتب \n  ما أسمع منك في الرضا والغضب قال نعم فإني لا أقول إلا حقا .\n</p>\n<p class=\"arabic\">وقال أبو هريرة لم يكن أحد من أصحاب رسول الله صلى الله عليه وسلم أكثر حديثا \n  مني إلا ما كان من عبد الله بن عمرو فإنه كان يكتب وكنت لا أكتب .\n</p>\n<p class=\"arabic\">وقال إسحاق بن يحيى بن طلحة بن عبيد الله عن مجاهد قال دخلت على عبد الله \n  بن عمرو فتناولت صحيفة تحت رأسه فتمنع علي فقلت تمنعني شيئا من كتبك فقال \n  إن هذه الصحيفة الصادقة التي سمعتها من *5*165* رسول الله صلى الله عليه وسلم \n  ليس بيني وبينه أحد فإذا سلم لي كتاب الله وسلمت لي هذه الصحيفة والوهط لم \n  أبال ما ضيعت الدنيا .\n</p>\n<p class=\"arabic\">الوهط بستانه بالطائف .\n</p>\n<p class=\"arabic\">وقال عياش بن عباس عن أبي عبد الرحمن الحبلي عن عبد الله بن عمرو قال لأن \n  أكون عاشر عشرة مساكين يوم القيامة أحب إلي من أن أكون عاشر عشرة أغنياء فإن \n  الأكثرين هم الأقلون يوم القيامة إلا من قال هكذا وهكذا يقول يتصدق يمينا \n  وشمالا .\n</p>\n<p class=\"arabic\">وقال شعبة عن يعلى بن عطاء عن أبيه قال كنت أصنع الكحل لعبد الله بن عمرو \n  وكان يطفئ السراج ثم يبكي حتى رسعت عيناه .\n</p>\n<p class=\"arabic\">وعن عبد الله بن عمرو قال دخل النبي صلى الله عليه وسلم بيتي فقال ألم أخبر \n  أنك تكفلت قيام الليل وصيام النهار قلت إني لأفعل قال إن من حسبك أن تصوم \n  من كل شهر ثلاثة أيام وذكر الحديث .\n</p>\n<p class=\"arabic\">وقال خليفة كان عبد الله على ميمنة معاوية بصفين وقد ولاه معاوية *5*166* \n  الكوفة ثم عزله بالمغيرة بن شعبة .\n</p>\n<p class=\"arabic\">وقال أحمد في مسنده ثنا يزيد بن هارون ثنا العوام حدثني أسود بن مسعود عن \n  حنظلة بن خويلد قال بينا أنا عند معاوية إذ جاءه رجلان يختصمان في رأس عمار \n  كل واحد يقول أنا قتلته فقال عبد الله بن عمرو ليطب أحدكما به نفسا لصاحبه \n  فإني سمعت رسول الله صلى الله عليه وسلم يقول تقتله الفئة الباغية فقال معاوية \n  يا عمرو ألا ترد عنا مجنونك فما بالك معنا قال إن أبي شكاني إلى رسول الله \n  صلى الله عليه وسلم فقال لي أطع أباك ما دام حيا فأنا معكم ولست أقاتل .\n</p>\n<p class=\"arabic\">وقال ابن أبي مليكة قال ابن عمرو مالي ولصفين مالي ولقتال المسلمين لوددت \n  أني مت قبلها بعشرين سنة أما والله على ذلك ما ضربت بسيف ولا رميت بسهم وذكر \n  أنه كانت ) .\n</p>\n<p class=\"arabic\">الراية بيده .\n</p>\n<p class=\"arabic\">وقال قتادة عن عبد الله بن بريدة عن سليمان بن الربيع قال انطلقت في رهط من \n  نساك أهل البصرة إلى مكة فقلنا لو نظرنا رجلا من أصحاب رسول الله صلى الله \n  عليه وسلم فيحدثنا فدللنا على عبد الله بن عمرو فأتينا منزله فإذا قريب من \n  ثلاثمائة راحلة فقلنا على كل هؤلاء حج عبد الله قالوا نعم هو ومواليه وأحباؤه \n  فانطلقنا إلى البيت فإذا رجل أبيض الرأس واللحية بين بردين قطريين عليه عمامة \n  ليس عليه قميص .\n</p>\n<p class=\"arabic\">رواه حسين المعلم عن ابن بريدة فقال عن سليمان بن ربيعة الغنوي .\n</p>\n<p class=\"arabic\">قال غير واحد إنه توفي سنة خمس وستين وتوفي بمصر على الصحيح *5*167* .\n</p>\n<p class=\"arabic\">وقيل مات بالطائف وقيل مات بمكة وقيل مات بالشام .\n\n</p>"
}