{
    "header": "الحسين بن علي رضي الله عنه .",
    "id": "000346",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الحسين بن علي رضي الله عنه .\n</h1>\n<p class=\"arabic\">ابن أبي طالب أبو عبد الله الهاشمي ريحانة رسول الله صلى الله عليه وسلم وابن \n  بنته فاطمة *5*94* السعيد الشهيد رضي الله عنه استشهد بكربلاء وله ست وخمسون \n  سنة وقد حفظ عن جده وروى عنه وعن أبويه وخاله هند بن أبي هالة .\n</p>\n<p class=\"arabic\">روى عنه أخوه الحسن وابنه علي وابن ابنه محمد بن علي الباقر وبنته فاطمة بنت \n  الحسين وعكرمة والشعبي والفرزدق همام وطلحة بن عبيد الله العقيلي .\n</p>\n<p class=\"arabic\">قال ابن سعد والزبير بن بكار مولده في خامس شعبان سنة أربع .\n</p>\n<p class=\"arabic\">وقال جعفر الصادق كان بين الحسن والحسين طهر واحد وقال أبو إسحاق السبيعي \n  عن هانئ بن هانئ عن علي قال لما ولد الحسن قال رسول الله صلى الله عليه وسلم \n  أروني ابني ما سميتموه قلت حربا قال بل هو حسن </p>\n<p class=\"arabic\">وذكر الحديث وفيه فقال عليه \n  السلام إنما سميتهم بأسماء ولد هارون شبر وشبير ومشبر .\n</p>\n<p class=\"arabic\">قلت وكان وقد ولدت فاطمة بعدهما ولدا فسماه محسنا .\n</p>\n<p class=\"arabic\">وروى الأعمش عن سالم بن أبي الجعد قال قال علي كنت أحب الحرب فلما ولد الحسن \n  هممت أن أسميه حربا فسماه الحسين وقال سميت ابني هذين باسم ابني هارون شبر \n  وشبير رواه يحيى بن عيسى التميمي عن الأعمش وهو من رجال مسلم لكنه منقطع *5*95* .\n</p>\n<p class=\"arabic\">وقال عكرمة لما ولد فاطمة حسنا أتت به النبي صلى الله عليه وسلم فسماه حسنا \n  فلما ولدت حسينا أتت به فسماه وقال هذا أسن من هذا فشق له من اسمه حسين .\n</p>\n<p class=\"arabic\">وقال أبو إسحاق عن هانئ عن علي قال الحسن أشبه الناس برسول الله صلى الله \n  عليه وسلم ما بين الصدر إلى الرأس والحسين أشبه الناس برسول الله ما كان أسفل \n  من ذلك .\n</p>\n<p class=\"arabic\">وقال علي بن جعفر بن محمد بن علي حدثني أخي موسى عن أبي عن أبيه عن جده علي \n  بن الحسين عن أبيه عن علي رضي الله عنهم أن رسول الله صلى الله عليه وسلم \n  أخذ الحسن والحسين فقال من أحبني وأحب هذين وأباهما وأمهما كان معي في درجتي \n  يوم القيامة .\n</p>\n<p class=\"arabic\">أخرجه الترمذي وعبد الله بن أحمد في زيادات المسند عن نصر بن علي الجهضمي \n  عنه .\n</p>\n<p class=\"arabic\">وفي المسند بإسناد قوي عن آبي هريرة رضي الله عنه أنه سمع رسول الله صلى الله \n  عليه وسلم يقول من أحبهما فقد أحبني ومن أبغضهما فقد أبغضني .\n</p>\n<p class=\"arabic\">وقال عاصم عن زر عن عبد الله قال قال رسول الله صلى الله عليه وسلم هذان ابناي \n  من أحبهما فقد أحبني له علة وهي أن بعضهم أرسله واسقط منه عبد الله .\n</p>\n<p class=\"arabic\">وقال شهر بن حوشب عن أم سلمة أن النبي صلى الله عليه وسلم جلل عليا وحسنا \n  وحسينا وفاطمة كساء ثم قال اللهم هؤلاء أهل بيتي وخاصتي اللهم *5*96* أذهب \n  عنهم الرجس وطهرهم تطهيرا له طرق صحاح عن شهر وروي من وجهين آخرين عن أم سلمة .\n</p>\n<p class=\"arabic\">وقال عطية العوفي عن أبي سعيد إن هذه الآية نزلت فيهم يعني إنما يريد الله \n  ليذهب عنك .\n</p>\n<p class=\"arabic\">الرجس .\n</p>\n<p class=\"arabic\">وعن حذيفة قال قال لي رسول الله صلى الله عليه وسلم جاءني جبريل فبشرني أن \n  الحسن والحسين سيدا شباب أهل الجنة رواه أحمد في مسنده بإسناد حسن وروى نحوه \n  من حديث ابن عمر وعلي بإسنادين جيدين وفي الباب عن عمر وابن عباس وابن مسعود \n  ومالك بن الحويرث وأنس بأسانيد ضعيفة .\n</p>\n<p class=\"arabic\">وقال يزيد بن مردانبة عن عبد الرحمن بن أبي نعم عن أبي سعيد الخدري قال قال \n  رسول الله صلى الله عليه وسلم الحسن سيدا شباب أهل الجنة رواه أحمد في مسنده .\n</p>\n<p class=\"arabic\">وقال إسماعيل بن عياش ثنا عبد الله بن عثمان بن خثيم عن سعيد بن راشد عن يعلى \n  بن مرة قال جاء الحسن والحسين يسعيان إلى رسول الله صلى الله عليه وسلم فوصل \n  أحدهما قبل الآخر فجعل يده على رقبته ثم ضمه *5*97* إلى إبطه ثم جاء الأخر \n  فضمه إلى إبطه الأخرى ثم قبل هذا ثم قال إني أحبهما فأحبهما وقال إن الولد \n  مبخلة مجبنة مجهلة روى بعضه معمر عن ابن خثيم فقال عن محمد بن الأسود بن خلف .\n</p>\n<p class=\"arabic\">وقال كامل أبو العلاء عن أبي صالح عن أبي هريرة قال كنا مع النبي صلى الله \n  عليه وسلم في صلاة العشاء فكان إذا سجد ركب الحسن والحسين على ظهره فإذا رفع \n  رأسه رفع رفعا رفيقا ثم إذا سجد عادا فلما صلى قلت ألا أذهب بهما إلى أمهما \n  قال لا فبرقت برقة فلم يزالا في ضوئها حتى دخلا على أمهما .\n</p>\n<p class=\"arabic\">وقال الترمذي ثنا الحسن بن عرفة ثنا إسماعيل بن عياش عن عبد الله بن عثمان \n  بن خثيم عن سعيد بن راشد عن يعلى بن مرة قال قال رسول الله صلى الله عليه \n  وسلم حسين مني وأنا من حسين أحب الله من أحب حسينا حسين سبط من الأسباط قال \n  الترمذي هذا حديث حسن .\n</p>\n<p class=\"arabic\">وقال حسين بن واقد حدثني عبد الله بن بريدة عن أبيه قال كان رسول الله صلى \n  الله عليه وسلم يخطب فأقبل الحسن والحسين عليهما قميصان أحمران يعثران ويقومان \n  فزل فأخذهما فوضعهما بين يديه ثم قال صدق الله إنما أموالكم وأولادكم فتنة \n  رأيت هذين فلم أصبر ثم أخذ في خطبته إسناده صحيح *5*98* .\n</p>\n<p class=\"arabic\">وقال أبو شهاب مسروق عن الثوري عن أبي الزبير عن جابر قال دخلت على النبي \n  صلى ) .\n</p>\n<p class=\"arabic\">الله عليه وسلم وهو يمشي على أربع وعلى ظهره الحسن والحسين وهو يقول نعم الحمل \n  حملكما ونعم العدلان أنتما تفرد به هذا عن الثوري وهو حديث منكر .\n</p>\n<p class=\"arabic\">مهدي بن ميمون ثنا محمد بن عبد الله بن أبي يعقوب عن الحسن ابن سعد عن عبد \n  الله بن شداد قال سجد رسول الله صلى الله عليه وسلم في صلاة فجاء الحسن أو \n  الحسين قال مهدي وأكبر ظني أنه الحسين فركب عنقه وهو ساجد فأطال السجود بالناس \n  حتى ظنوا أنه قد حدث أمر فلما قضى صلاته قالوا له فقال إن ابني هذا ارتحلني \n  فكرهت أن أعجله حتى يقضي حاجته مرسل .\n</p>\n<p class=\"arabic\">عبد الله بن نمير عن الربيع بن سعد عن عبد الرحمن بن سابط عن جابر قال دخل \n  الحسين فقال جابر من سره أن ينظر إلى رجل من أهل الجنة فلينظر إلى هذا أشهد \n  أني سمعت رسول الله صلى الله عليه وسلم يقوله تفرد به الربيع وهو صدوق جعفي .\n</p>\n<p class=\"arabic\">أبو نعيم ثنا سلم الحداء عن الحسن بن سالم بن أبي الجعد سمعت أبا حازم عن \n  أبي هريرة عن النبي صلى الله عليه وسلم قال من أحب الحسن والحسين فقد أحبني \n  ومن أبغضهما فقد أبغضني إسناده قوي وسلم لم يضعف ولا يكاد يعرف ولكن قد روى \n  مثله أبو الجحاف عن أبي حازم *5*99* .\n</p>\n<p class=\"arabic\">وقال أبو الحجاف عن أبي حازم عن أبي هريرة قال نظر رسول الله صلى الله عليه \n  وسلم إلى علي والحسن والحسين وفاطمة فقال أنا حرب لمن حاربكم سلم لمن سالمكم \n  رواه أحمد في مسنده وله شاهد من حديث زيد بن أرقم .\n</p>\n<p class=\"arabic\">وقال بقية عن بحير عن خالد بن معدان عن المقدام بن معديكرب قال قال رسول الله \n  صلى الله عليه وسلم حسن مني وحسين من علي .\n</p>\n<p class=\"arabic\">وقال محمد بن عبد الله بن أبي يعقوب عن ابن أبي نعم قال كنت عند ابن عمر فسأله \n  رجل عن دم البعوض فقال ممن أنت قال من أهل العراق قال انظروا إلى هذا يسألني \n  عن دم البعوض وقد قتلوا ابن بنت رسول الله صلى الله عليه وسلم وقد سمعت رسول \n  الله صلى الله عليه وسلم يقول هما ريحانتاي من الدنيا .\n</p>\n<p class=\"arabic\">صححه الترمذي .\n</p>\n<p class=\"arabic\">وعن أبي أيوب الأنصاري قال دخلت على رسول الله صلى عليه وسلم والحسن والحسين \n  ) .\n</p>\n<p class=\"arabic\">يلعبان على صدره فقلت يا رسول الله أتحبهما قال وكيف لا أحبهما وهما ريحانتاي \n  من الدنيا *5*100* .\n</p>\n<p class=\"arabic\">وقال عبد الله بن عثمان بن خثيم عن سعيد بن راشد عن يعلى العامري قال قال \n  رسول الله صلى الهه عليه وسلم حسين سبط من الأسباط من أحبني فليحب حسينا رواه \n  أحمد في المسند .\n</p>\n<p class=\"arabic\">وعن أبي هريرة قال قال رسول الله صلى الله عليه وسلم من أحبني فليحب هذين \n  ويروى مثله عن أسامة بن زيد وإبن عباس وسلمان وغيرهم .\n</p>\n<p class=\"arabic\">وقال علي بن أبي علي اللهبي عن جعفر بن محمد عن أبيه قال قعد رسول الله صلى \n  الله عليه وسلم موضع الجنايز فطلع الحسن والحسين فاعتركا فقال النبي صلى الله \n  عليه وسلم إيها حسن خذ حسينا فقال علي يا رسول الله أعلى حسين تؤلبه وحسن \n  أكبر فقال هذا جبريل يقول إيها حسين ورواه الحسن بن سفيان في مسنده بإسناد \n  آخر من حديث أبي هريرة .\n</p>\n<p class=\"arabic\">وقال حماد بن زيد ثنا يحيى بن سعيد عن عبيد بن حسين عن الحسين بن علي قال \n  صعدت المنبر إلى عمر بن الخطاب فقلت انزل عن منبر أبي واذهب إلى منبر أبيك \n  فقال إن أبي لم يكن له منبر فأقعدني معه فلما نزل ذهب بي إلى منزله فقال أي \n  بني من علمك هذا قلت ما علمنيه أحد قال أي بني وهل أنبت على رؤوسنا الشعر \n  إلا أنتم لو جعلت تأتينا وتغشنا .\n</p>\n<p class=\"arabic\">وقال أبو جعفر الباقر إن عمر جعل عطاء حسن وحسين مثل عطاء أبيهما خمسة آلاف \n  *5*101* .\n</p>\n<p class=\"arabic\">وقال الزهري كسا عمر أبناء الصحابة فلم يكن فيها ما يصلح للحسن والحسين فبعث \n  إلى اليمن فأتى لهما بكسوة فقال الآن طابت نفسي .\n</p>\n<p class=\"arabic\">وقال أبو عوانة عن الأعمش عن حبيب بن أبي ثابت عن أبي إدريس عن المسيب بن \n  نجبة قال سمعت عليا يقول ألا أحدثكم عني وعن أهل بيتي أما عبد الله بن جعفر \n  فصاحب لهو وأما الحسن فصاحب جفنة وخوان فتى من فتيان قريش لو قد التقت حلقتا \n  البطان لم يغن عنكم في الحرب شيئا وأما أنا وحسين فنحن منكم وأنتم منا .\n</p>\n<p class=\"arabic\">ويروى أن الحسن كان يقول للحسين أي أخي والله لوددت أن لي بعض شدة قلبك فيقول \n  الحسين وأنا والله وددت أن لي بعض بسط لسانك ) .\n</p>\n<p class=\"arabic\">وقال محمد بن سعد أنا كثير بن هشام ثنا حماد بن سلمة عن أبي المهزم قال كنا \n  في جنازة امرأة معنا أبو هريرة فلما أقبلنا أعيا *5*102* الحسين فقعد في الطريق \n  فجعل أبو هريرة ينفض التراب عن قدميه بطرف ثوبه فقال الحسين يا أبا هريرة \n  وأنت تفعل هذا فقال فوالله لو يعلم الناس مثل ما أعلم لحملوك على رقابهم .\n</p>\n<p class=\"arabic\">وقال الإمام أحمد في مسنده ثنا محمد بن عبيد ثنا شرحبيل بن مدرك عن عبد الله \n  بن نجي عن أبيه أنه سار مع علي وكان صاحب مطهرته فلما حاذى نينوى وهو سائر \n  إلى صفين فنادى اصبر أبا عبد الله بشط الفرات قلت وما ذاك قال دخلت على النبي \n  صلى الله عليه وسلم وعيناه تفيضان فقال قام من عندي جبريل فحدثني أن الحسين \n  يقتل بشط الفرات وقال هل لك أن أشمك من تربته قلت نعم فقبض قبضة من تراب فأعطانيها \n  فلم أملك عيني أن فاضتا وروى نحوه ابن سعد عن المدائني عن يحيى بن زكريا عن \n  رجل عن الشعبي أن عليا قال وهو بشط الفرات صبرا أبا عبد الله وذكر الحديث .\n</p>\n<p class=\"arabic\">وقال عمارة بن زاذان ثنا ثابت عن أنس قال استأذن ملك القطر على النبي صلى \n  الله عليه وسلم في يوم أم سلمة فقال يا أم سلمة احفظي علينا الباب لا يدخل \n  علينا أحد فبينا هي على الباب إذ جاء الحسين فاقتحم الباب ودخل فجعل يتوثب \n  على ظهر النبي صلى الله عليه وسلم فجعل النبي صلى الله عليه وسلم يلثمه فقال \n  الملك أتحبه قال نعم قال فإن أمتك ستقتله إن شئت أريتك المكان الذي يقتل فيه \n  قال نعم فجاءه بسهلة أو تراب أحمر *5*103* .\n</p>\n<p class=\"arabic\">قال ثابت فكنا نقول إنها كربلاء .\n</p>\n<p class=\"arabic\">عمارة صالح الحديث رواه الناس عن شيبان عنه .\n</p>\n<p class=\"arabic\">وقال علي بن الحسين بن واقد حدثني أبي ثنا أبو غالب عن أبي أمامة قال قال \n  رسول الله صلى الله عليه وسلم لنسائه لا تبكوا هذا الصبي يعني حسينا فكان \n  يوم أم سلمة فنزل جبريل فقال رسول الله صلى الله عليه وسلم لأم سلمة لا تدعي \n  أحدا يدخل فجاء حسين فبكى فخلته أم سلمة يدخل فدخل حتى جلس في حجر رسول الله \n  صلى الله عليه وسلم فقال جبريل إن أمتك ستقتله قال يقتلونه وهم مؤمنون قال \n  نعم وأراه تربته رواه الطبراني .\n</p>\n<p class=\"arabic\">وقال إبراهيم بن طهمان عن عباد بن إسحاق وقال خالد بن مخلد واللفظ له ثنا \n  موسى بن يعقوب الزمعي كلاهما عن هاشم بن هاشم الزهري عن عبد الله بن زمعة \n  قال أخبرتني أم ) .\n</p>\n<p class=\"arabic\">سلمة أن رسول الله صلى الله عليه وسلم اضطجع ذات يوم فاستيقظ وهو خاثر ثم \n  اضطجع ثم استيقظ وهو خاثر دون المرة الأولى ثم رقد ثم استيقظ وفي يده تربة \n  حمراء وهو يقبلها فقلت ما هذه التربة قال أخبرني جبريل أن الحسين يقتل بأرض \n  العراق وهذه تربتها .\n</p>\n<p class=\"arabic\">وقال وكيع ثنا عبد الله بن سعيد عن أبيه عن عائشة أو أم سلمة *5*104* شك عبد \n  الله أن النبي صلى الله عليه وسلم قال لها دخل علي البيت ملك لم يدخل علي \n  قبلها فقال لي إن ابنك هذا حسينا مقتول وإن شئت أريتك من تربة الأرض التي \n  يقتل بها .\n</p>\n<p class=\"arabic\">رواه عبد الرزاق عن عبد الله بن سعيد بن أبي هند مثله إلا أنه قال أم سلمة \n  ولم يشك .\n</p>\n<p class=\"arabic\">وإسناده صحيح رواه أحمد والناس .\n</p>\n<p class=\"arabic\">وروي عن شهر بن حوشب وأبي وائل كلاهما عن أم سلمة نحوه .\n</p>\n<p class=\"arabic\">وروى الأوزاعي عن شداد أبي عمار عن أم الفضل بنت الحارث .\n</p>\n<p class=\"arabic\">وروي عن حماد بن زيد عن سعيد بن جمهان أن رسول الله صلى الله عليه وسلم أتاه \n  جبريل بتراب من تراب القرية التي يقتل فيها الحسين وقيل له اسمها كربلاء فقال \n  رسول الله صلى الله عليه وسلم كرب وبلاء كلا الإسنادين منقطع .\n</p>\n<p class=\"arabic\">وقال أبو إسحاق السبيعي عن هانئ بن هانئ عن علي قال ليقتلن الحسين قتلا وإني \n  لأعرف تربة الأرض التي يقتل بها يقتل بقرية قريب من النهرين .\n</p>\n<p class=\"arabic\">وقال ابن عساكر وفد الحسين على معاوية وغزا القسطنطينية مع يزيد .\n</p>\n<p class=\"arabic\">وعن عبد الله بن بريدة قال دخل الحسن والحسين على معاوية فأمر لهما في وقته \n  بمائتي ألف درهم *5*105* .\n</p>\n<p class=\"arabic\">وقال محمد بن سيرين عن أنس قال شهدت ابن زياد حيث أتى برأس الحسين فجعل ينكت \n  بقضيب في يده فقلت أما إنه كان أشهبهها بالنبي صلى الله عليه وسلم رواه هشام \n  بن حسان وجرير بن حازم عن محمد .\n</p>\n<p class=\"arabic\">وقال عبيد الله بن أبي يزيد رأيت الحسين أسود الرأس واللحية إلا شعرات في \n  مقدم لحيته .\n</p>\n<p class=\"arabic\">وقال ابن جريج سمعت عمر بن عطاء يقول رأيت الحسين بن علي يصبغ بالوسمة أما \n  هو فكان ابن ستين سنة وكان رأسه ولحيته شديدي السواد .\n</p>\n<p class=\"arabic\">جعفر بن محمد عن أبيه قال كان الحسين يتختم في اليسار ) .\n</p>\n<p class=\"arabic\">المطلب بن زياد عن السدي رأيت الحسين وله جمة خارجة من تحت عمامته .\n</p>\n<p class=\"arabic\">يونس بن أبي إسحاق عن العيزار بن حريث رأيت على الحسين مطرفا من خز قد خضب \n  رأسه ولحيته بالحناء والكتم .\n</p>\n<p class=\"arabic\">الشعبي أخبرني من رأى على الحسين جبة من خز .\n</p>\n<p class=\"arabic\">وعن جعفر بن محمد قال أصيب الحسين وعليه جبة خز .\n</p>\n<p class=\"arabic\">إبراهيم بن مهاجر عن الشعبي رأيت الحسين يخضب بالوسمة *5*106* يتختم في شهر \n  رمضان .\n</p>\n<p class=\"arabic\">وروى غير واحد أن الحسين كان يخضب بالوسمة .\n</p>\n<p class=\"arabic\">عبد العزيز بن رفيع عن قيس مولى خباب قال رأيت الحسين يخضب بالسواد .\n</p>\n<p class=\"arabic\">وقال طاووس عن ابن عباس قال استشارني الحسين في الخروج فقلت لولا أن يزرى \n  بي وبك لنشبت يدي في رأسك فقال لأن أقتل بمكان كذا وكذا أحب إلي من أن أستحل \n  حرمتها يعني الحرم فكان ذلك الذي سلى نفسي عنه .\n</p>\n<p class=\"arabic\">وقال سعيد بن المسيب لو أن الحسين لم يخرج لكان خيرا له .\n</p>\n<p class=\"arabic\">قلت وهذا كان رأي ابن عمر وأبي سعيد وابن عباس وجابر وجماعة سواهم وكلموه \n  في ذلك كما تقدم في مصرعه وقد ذكرنا في الحوادث من غير وجه أن الرأس قدم به \n  على يزيد .\n</p>\n<p class=\"arabic\">وقال أحمد بن محمد بن يحيى بن حمزة حدثني أبي عن أبيه قال أخبرني أبي حمزة \n  بن يزيد الحضرمي قال رأيت امرأة من أجمل النساء وأعقلهن يقال لها ريا حاضنة \n  يزيد بن معاوية يقال بلغت مائة سنة *5*107* قالت دخل رجل على يزيد فقال يا \n  أمير المؤمنين أبشر فقد مكنك الله من الحسين فحين رآه خمر وجهه كأنه يشم منه \n  رائحة قال حمزة فقلت لها أقرع ثناياه بقضيب قالت إي والله .\n</p>\n<p class=\"arabic\">ثم قال حمزة وقد كان حدثني بعض أهلها أنه رأى رأس الحسين مصلوبا بدمشق ثلاثة \n  أيام وحدثتني ريا أن الرأس مكث في خزائن السلاح حتى ولي سليمان الخلافة فبعث \n  إليه فجيء به وقد بقي عظما أبيض فجعله في سفط وكفنه ودفنه في مقابر المسلمين \n  فلما دخلت المسودة سألوا عن موضع الرأس فنبشوه وأخذوه فالله أعلم ما صنع به \n  وذكر الحكاية وهي طويلة قوية الإسناد رواه عبد الرحمن بن أبي نصر عن أحمد \n  بن محمد بن عمارة عن المذكور .\n</p>\n<p class=\"arabic\">وعن أبي قبيل قال لما قتل الحسين احتزوا رأسه وقعدوا في أول مرحلة يشربون \n  النبيذ فخرج ) .\n</p>\n<p class=\"arabic\">عليهم قلم من حديد من حائط فكتب بسطر دم .\n</p>\n<p class=\"arabic\">% أترجو أمة قتلت حسينا % % شفاعة جده يوم الحساب % .\n</p>\n<p class=\"arabic\">فهربوا وتركوا الرأس *5*108* .\n</p>\n<p class=\"arabic\">وسئل نعيم الفضل بن دكين عن قبر الحسين فلم يعلم أين هو .\n</p>\n<p class=\"arabic\">وقال الجماعة قتل يوم عاشوراء زاد بعضهم يوم السبت قلت فيكون عمره على ما \n  ذكرنا من تاريخ مولده ستا وخمسين سنة وخمسة أشهر وخمسة أيام .\n</p>\n<p class=\"arabic\">وقال سليمان بن قتة يرثيه .\n</p>\n<p class=\"arabic\">% وإن قتيل الطف بني آل هاشم % % أذل رقابا من قريش فذلت % .\n</p>\n<p class=\"arabic\">% فإن يتبعوه عائذ البيت يصبحوا % % كعاد تعمت عن هداها فضلت % .\n</p>\n<p class=\"arabic\">% مررت على أبيات آل محمد % % فألفيتها أمثالها حين حلت % .\n</p>\n<p class=\"arabic\">% وكانوا لنا غنما فعادوا رزي % % لقد عظمت تلك الزوايا وجلت % .\n</p>\n<p class=\"arabic\">% فلا يبعد الله الديار وأهلها % % وإن أصبحت منهم برغمي تخلت % .\n</p>\n<p class=\"arabic\">% ألم تر أن الأرض أضحت مريضة % % لفقد حسين والبلاد اقشعرت % .\n</p>\n<p class=\"arabic\">يريد بقوله أذل رقابا أي ذللها يعني أنهم لا يزعمون عن قتل قرشي بعد الحسين \n  وعائذ إلى البيت هو عبد الله بن الزبير *5*109* .\n\n</p>"
}