{
    "header": "عمر بن سعد #NOPREACHING# .",
    "id": "000397",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عمر بن سعد </h1>\n<p class=\"arabic\">.\n</p>\n<p class=\"arabic\">ابن أبي وقاص القرشي الزهري أبو حفص المدني نزيل الكوفة *5*194* .\n</p>\n<p class=\"arabic\">روى عنه أبيه ) .\n</p>\n<p class=\"arabic\">وروى عنه ابنه إبراهيم وابن ابنه أبو بكر بن حفص والعيزار بن حريث وأبو إسحاق \n  السبيعي وأرسل عنه قتادة والزهري ويزيد بن أبي حبيب .\n</p>\n<p class=\"arabic\">ولعمر بن سعد جماعة إخوة عمرو بن سعد أحد من قتل يوم الحرة .\n</p>\n<p class=\"arabic\">وعمير بن سعد قتل أيضا يوم الحرة .\n</p>\n<p class=\"arabic\">ومصعب بن سعد وعامر بن سعد ماتا بعد المائة .\n</p>\n<p class=\"arabic\">وإبراهيم بن سعد وله رواية .\n</p>\n<p class=\"arabic\">وإسماعيل وعبد الرحمن ويحيى ذكر ترجمهم ابن سعد .\n</p>\n<p class=\"arabic\">وقد مر أنه قاتل الحسين رضي الله عنه وشهد دومة الجندل مع أبيه .\n</p>\n<p class=\"arabic\">وقال بكير بن مسمار سمعت عامر بن يقول كان سعد في إبله أو غنمه فأتاه ابنه \n  عمر فلما لاح قال أعوذ بالله من شر هذا الراكب فلما اتنهى إليه قال يا أبت \n  أرضيت أن تكون أعرابيا في إبلك والناس يتنازعون *5*195* في الملك ! فضرب صدره \n  بيده وقال اسكت سمعت رسول الله صلى الله عليه وسلم يقول إن الله يحب العبد \n  الخفي الغني .\n</p>\n<p class=\"arabic\">وروى ابن عيينة عمن حدثه عن سالم إن شاء الله قال قال عمر ابن سعد للحسين \n  إن قوما من السفهاء يزعمون أني قاتلك قال ليسوا بسفهاء ولكنهم حلماء ثم قال \n  والله إنه ليقر عيني أنك لا تأكل بر العراق بعدي إلا قليلا .\n</p>\n<p class=\"arabic\">وروى هشام بن حسان عن ابن سيرين عن بعض أصحابه قال قال علي لعمر بن سعد كيف \n  أنت إذا قمت مقاما تخير فيه بين الجنة والنار فتختار النار .\n</p>\n<p class=\"arabic\">ويروى عن عقبة بن سمعان قال كان الله قد جهز عمر بن سعد في أربعة آلاف لقتال \n  الديلم وكتب له عهده على الري فلما أقبل الحسين طالبا للكوفة دعا عبيد الله \n  عمرا وقال سر إلى الحسين قال إن تعفيني قال فرد إلينا عهدنا قال فأمهلني اليوم \n  أنظر في أمري فانصرف يستشير أصحابه فنهوه .\n</p>\n<p class=\"arabic\">وقال أبو مخنف وليس بثقة لكن له اعتناء بالأخبار حدثني مجالد والصقعب بن زهير \n  أنهما التقيا مرارا الحسين وعمر بن سعد قال فكتب عمر إلى عبيد الله أما بعد \n  فإن بعد فإن الله قد أطفأ الثائرة وجمع الكلمة وأصلح أمر الأمة فهذا حسين \n  قد أعطاني أن يرجع إلى المكان الذي منه أتى أو أن يأتي أمير المؤمنين فيضع \n  يده في يده أو أن يسير إلى ثغر ) .\n</p>\n<p class=\"arabic\">من الثغور فيكون رجلا من المسلمين له ما لهم وعليه وفي هذا لكم رضا وللأمة \n  صلاح .\n</p>\n<p class=\"arabic\">فلما قرأ عبيد الله الكتاب قال هذا كتاب ناصح *5*196* لأميره مشفق على قومه \n  نعم قد قبلت فقام إليه شمر بن ذي الجوشن فقال أتقبل هذا منه وقد نزل بأرضك \n  وإلى جنبك والله لئن خرج من بلادك ولم يضع يده في يدك ليكونن أولى بالقوة \n  والعز ولتكونن أولى بالضعف والعجز فلا تعطه هذه المنزلة فإنها من الوهن ولكن \n  لينزل على حكمك هو وأصحابه فإن عاقبت فأنت ولي العقوبة وإن غفرت كان ذلك لك \n  والله لقد بلغني أن حسينا وعمر بن سعد يجلسان بين العسكرين فيتحدثان عامة \n  الليل فقال له نعم ما رأيت الرأي رأيك .\n</p>\n<p class=\"arabic\">وقال البخاري في تاريخه ثنا موسى بن إسماعيل ثنا سليمان بن إسماعيل ثنا سليمان \n  بن مسلم العجلي قال سمعت أبي يقول أول من طعن في سرادق الحسين عمر بن سعد \n  فرأيت عمر وولديه قد ضربت أعناقهم ثم علقوا على الخشب ثم ألهب فيهم النار .\n</p>\n<p class=\"arabic\">وعن أبي جعفر الباقر إنما أعطاه المختار أمانا بشرط ألا يحدث ونوى بالحدث \n  دخول الخلاء ثم قتله .\n</p>\n<p class=\"arabic\">وقال عمران بن ميثم أرسل المختار إلى دار عمر بن سعد من قتله وجاء برأسه بعد \n  أن كان أمنه فقال ابنه حفص لما رأى ذلك إنا لله وإنا إليه راجعون فقال المختار \n  اضرب عنقه ثم قال عمر بالحسين وحفص بعلي بن الحسين ولا سواء .\n</p>\n<p class=\"arabic\">قلت هذا علي الأكبر ليس هو زين العابدين .\n</p>\n<p class=\"arabic\">قال خليفة وسنة ست وستين قتل عمر بن سعد على فراشه *5*197* .\n</p>\n<p class=\"arabic\">وقال ابن معين سنة سبع .\n\n</p>"
}