{
    "header": "عدي بن حاتم #NOPREACHING# .",
    "id": "000391",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عدي بن حاتم </h1>\n<p class=\"arabic\">.\n</p>\n<p class=\"arabic\">ابن عبد الله بن سعد بن الحشرج بن امريء القيس بن عدي أبو *5*182* طريف الطائي \n  ويكنى أبا واهب ولد حاتم الجود .\n</p>\n<p class=\"arabic\">وفد على النبي صلى الله عليه وسلم في شعبان سنة سبع فأكرمه النبي صلى الله \n  عليه وسلم وكان سيد قومه .\n</p>\n<p class=\"arabic\">له عن النبي صلى الله عليه وسلم وعن عمر *5*183* .\n</p>\n<p class=\"arabic\">روى عنه الشعبي ومحل بن خليفة الطائي وسعيد بن جبير وخيثمة بن عبد الرحمن \n  وعبد الله بن مغفل المزني وتميم بن طرفة وهمام بن الحارث ومصعب بن سعد وأبو \n  إسحاق السبيعي وآخرون .\n</p>\n<p class=\"arabic\">قدم الشام مع خالد من العراق ثم وجهه خالد بالأخماس إلى أبي بكر وسكن الكوفة \n  مرة ثم قرقيسياء .\n</p>\n<p class=\"arabic\">وقال أيوب السختياني عن ابن سيرين عن أبي عبيدة بن حذيفة قال كنت أسأل الناس \n  عن حديث عدي بن حاتم وهو إلى جنبي لا آتيه فأتيته فسألته فقال بعث رسول الله \n  صلى الله عليه وسلم حيث بعث فكرهته أشد ما كرهت شيئا قط حتى كنت في أقصى أرض \n  مما يلي الروم فكرهت مكاني ذلك فقلت لو أتيت هذا الرجل فإن كان كاذبا لم يخف \n  علي وإن كان صادقا اتبعته فأقبلت فلما قدمت المدينة استشرفني الناس وقالوا \n  جاء عدي بن حاتم جاء عدي بن حاتم فأتيته فقال لي يا عدي أسلم تسلم قلت بلى \n  قال ألست ركوسيا تأكل المرباع قلت بلى قال فإن ذلك لا يحل لك في دينك فتضعضعت \n  لذلك ثم قال يا عدي أسلم تسلم فأظن مما يمنعك أن تسلم خصاصة تراها بمن حولي \n  وأنك ترى الناس علينا إلبا واحدا هل أتيت الحيرة قلت لم آتها وقد علمت مكانها \n  قال توشك الظعينة أن ترتحل من الحيرة بغير جوار حتى تطوف بالبيت ولتفتحن علينا \n  كنوز كسرى بن هرمز قلت كسرى بن هرمز قال كسرى بن هرمز مرتين أو ثلاثا وليفيضن \n  المال حتى يهم الرجل من يقبل منه ماله صدقة .\n</p>\n<p class=\"arabic\">قال عدي فلقد رأيت اثنتين وأحلف بالله لتجيئن الثالثة يعني فيض المال *5*184* .\n</p>\n<p class=\"arabic\">وقال قيس بن أبي حازم وغير إن عدي بن حاتم جاء إلى عمر فقال أما تعرفني قال \n  ) .\n</p>\n<p class=\"arabic\">أعرفك آمنت إذا كفروا ووفيت إذا غدروا وأقبلت إذا أدبروا رواه جماعة عن الشعبي \n  وكان قد أتى عمر يسأله من المال .\n</p>\n<p class=\"arabic\">وقال الواقدي حدثني أسامة بن زيد عن نافع مولى بن أسيد عن نائل مولى عثمان \n  قال جاء عدي بن حاتم إلى باب عثمان وأنا عليه فمنعته فلما خرج عثمان إلى الظهر \n  عرض له فلما رآه عثمان رحب به وانبسط له فقال عدي انتهيت إلى بابك وقد عم \n  إذنك الناس فحجبني هذا فالتفت عثمان إلي فانتهرني وقال لا تحجبه واجعله أول \n  من يدخل فلعمري إنا لنعرف حقه وفضله ورأي الخليفتين فيه وفي قومه فقد جاءنا \n  بالصدقة يسوقها والبلاد كأنها شعل النار من أهل الردة فحمده المسلمون على \n  ما رأوا منه .\n</p>\n<p class=\"arabic\">وقال ابن عيينة حدثت عن الشعبي عن عدي قال ما دخل وقت صلاة حتى أشتاق إليها .\n</p>\n<p class=\"arabic\">وعن عدي قال ما أقيمت الصلاة منذ أسلمت إلا وأنا على وضوء .\n</p>\n<p class=\"arabic\">وقال أبو عبيدة كان عدي بن حاتم على طيء يوم صفين مع علي رضي الله عنه .\n</p>\n<p class=\"arabic\">وقال سعيد بن عبد الرحمن عن ابن سيرين قال لما قتل عثمان قال عدي بن حاتم \n  لا تنتطح فيها عنزان ففقئت عينه يوم صفين فقيل له *5*185* أليس قلت لا تنتطح \n  فيها عنزان فقال بلى وتفقأ عيون كثيرة .\n</p>\n<p class=\"arabic\">وروي أن ابنه قتل يومئذ .\n</p>\n<p class=\"arabic\">وقال أبو إسحاق رأيت عديا رجلا جسيما أعور فرأيته يسجد على جدار ارتفاعه من \n  الأرض ذراع أو نحو ذراع .\n</p>\n<p class=\"arabic\">وقال أبو حاتم السجستاني قالوا وعاش عدي بن حاتم مائة وثمانين سنة فلما أسن \n  استأذن قومه في وطاء يجلس فيه في ناديهم وقال أكره أن يظن أحدكم أني أرى أن \n  لي فضلا ولكني قد كبرت ورق عظمي .\n</p>\n<p class=\"arabic\">وروى جرير بن عبد الحميد عن مغيرة قال خرج عدي بن حاتم وجرير بن عبد الله \n  البجلي وحنظلة الكاتب من الكوفة فنزلوا قرقيسياء وقالوا لا نقيم ببلد يشتم \n  فيه عثمان .\n</p>\n<p class=\"arabic\">قال أبو عبيد توفي عدي سنة ست وستين .\n</p>\n<p class=\"arabic\">وقال ابن سعد توفي سنة ثمان وستين .\n</p>\n<p class=\"arabic\">وقال هشام بن الكلبي توفي سنة سبع وستين وله مائة وعشرون سنة .\n\n</p>"
}