{
    "header": "عبد الله بن عباس .",
    "id": "000376",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الله بن عباس .\n</h1>\n<p class=\"arabic\">ابن عبد المطلب بن هاشم الحبر أبو العباس ابن عم *5*149* رسول الله صلى الله \n  عليه وسلم وأبو الخلفاء *5*150* .\n</p>\n<p class=\"arabic\">ولد في شعب بني هاشم قبل الهجرة بثلاث سنين وذكر ابن عباس أنه يوم حجة الوداع \n  كان قد ناهز الاحتلام .\n</p>\n<p class=\"arabic\">وروى البخاري في صحيحه عن سعيد بن جبير قال قال ابن عباس توفي رسول الله صلى \n  الله عليه وسلم وأنا ابن عشر سنين وقد قرأت المحكم فتحقق هذا .\n</p>\n<p class=\"arabic\">وصحب النبي صلى الله عليه وسلم ودعا له رسول الله صلى الله عليه وسلم بالحكمة \n  مرتين *5*151* .\n</p>\n<p class=\"arabic\">وقال ابن مسعود نعم ترجمان العرب القرآن ابن عباس .\n</p>\n<p class=\"arabic\">روى عن النبي صلى الله عليه وسلم وأبي بكر وعمر وعثمان وعلي وأبي وأبيه العباس \n  وأبي ذر وأبي سفيان بن حرب وطائفة من الصحابة .\n</p>\n<p class=\"arabic\">روى عنه أنس وغيره من الصحابة وابنه علي ومواليه الخمسة كريب وعكرمة ومقسم \n  وأبو معبد نافذ ودفيف ومجاهد وطاوس وعطاء وعروة وسعيد بن جبير والقاسم وأبو \n  الشعثاء وأبو العالية والشعبي وأبو رجاء العطاردي وعطاء بن يسار وعلي بن الحسين \n  وأبو صالح السمان وأبو صالح باذام ومحمد بن سيرين والحسن البصري وأخوه سعيد \n  وابن أبي مليكة ومحمد بن كعب القرظي وميمون بن مهران والضحاك وشهر بن حوشب \n  وعبيد الله بن أبي يزيد وإسماعيل السدي وبكر بن عبد الله المزني وخلق سواهم .\n</p>\n<p class=\"arabic\">وقال أبو بشر عن سعيد بن جبير عن ابن عباس قال جمعت المحكم في عهد رسول الله \n  صلى الله عليه وسلم وقبض وأنا ابن عشر حجج قلت وما المحكم قال المفصل .\n</p>\n<p class=\"arabic\">خالفه أبو إسحاق السبيعي فروى عن سعيد بن جبير عن ابن عباس قال توفي رسول \n  الله صلى الله عليه وسلم وأنا ابن خمس عشرة سنة وأنا ختين ) .\n</p>\n<p class=\"arabic\">وقال الزهري عن عبيد الله عن ابن عباس قال أقبلت راكبا على أتان وأنا قد ناهزت \n  الاحتلام ورسول الله صلى الله عليه وسلم يصلي بالناس بمنى *5*152* .\n</p>\n<p class=\"arabic\">قال الواقدي لا خلاف بين أهل العلم عندنا أنه ولد في الشعب .\n</p>\n<p class=\"arabic\">وقد ذكر أحمد بن حنبل حديث أبي بشر المذكور فقال هذا عندي حديث أبي إسحاق \n  يوافق حديث الزهري .\n</p>\n<p class=\"arabic\">وقال الزبير بن بكار توفي النبي صلى الله عليه وسلم وله ثلاث عشرة سنة .\n</p>\n<p class=\"arabic\">وقال ابن يونس غزا ابن عباس إفريقية مع عبد الله بن سعد وروى عنه من أهل مصر \n  خمسة عشر نفسا .\n</p>\n<p class=\"arabic\">وقال ابن منده ولد قبل الهجرة بسنتين قال وكان أبيض طويلا مشربا صفرة جسيما \n  وسيما صبيحا له وفرة يخضب بالحناء .\n</p>\n<p class=\"arabic\">وقال ابن جريج قال لنا عطاء ما رأيت القمر ليلة أربع عشرة إلا ذكرت وجه ابن \n  عباس .\n</p>\n<p class=\"arabic\">وقال إبراهيم بن الحكم بن أبان عن أبيه عن عكرمة أن ابن عباس كان إذا مر في \n  الطريق قالت النساء على الحيطان أمر المسك أم مر ابن عباس .\n</p>\n<p class=\"arabic\">وقال عبد الله بن عثمان بن خثيم عن سعيد بن جبير عن ابن عباس قال بت في بيت \n  خالتي ميمونة فوضعت للنبي صلى الله عليه وسلم غسلا فقال من وضع هذا قالوا \n  عبد الله فقال اللهم علمه التأويل وفقهه في الدين .\n</p>\n<p class=\"arabic\">وقال ورقاء ثنا عبيد الله بن أبي يزيد عن ابن عباس قال وضعت *5*153* لرسول \n  الله صلى الله عليه وسلم وضوءا فقال اللهم فقهه في الدين وعلمه التأويل .\n</p>\n<p class=\"arabic\">وروى أبو مالك عبد الملك بن الحسين النخعي عن أبي إسحاق عن عكرمة عن ابن عباس \n  قال رأيت جبريل مرتين ودعا لي رسول الله صلى الله عليه وسلم بالحكمة مرتين .\n</p>\n<p class=\"arabic\">أحمد بن منصور زاج ثنا سعدان المروزي ثنا عبد المؤمن بن خالد الحنفي عن عبد \n  الله بن بريدة عن ابن عباس قال أرسلني أبي إلى رسول الله صلى الله عليه وسلم \n  أطلب الأدام وعنده جبريل فقال هو ابن عباس قال بلى قال فاستوص به خيرا فإنه \n  حبر أمتك أو قال حبر من الأحبار .\n</p>\n<p class=\"arabic\">هذا حديث منكر وعبد المؤمن ثقة رواه أيضا محمد بن الحكم المروزي عن رجل عنه \n  ) .\n</p>\n<p class=\"arabic\">قلت جاء من غير وجه أنه رأى جبريل عند رسول الله صلى الله عليه وسلم في صورة \n  دحية الكلبي فروي أن رسول الله صلى الله عليه وسلم قال لن يموت عبد الله حتى \n  يذهب بصره فكان كذلك .\n</p>\n<p class=\"arabic\">وقال جرير بن حازم عن يعلى بن حكيم عن عكرمة عن ابن عباس قال لما توفي رسول \n  الله صلى الله عليه وسلم قلت لرجل من الأنصار هلم نسأل أصحاب رسول الله صلى \n  الله عليه وسلم فإنهم اليوم كثير فقال يا عجبا لك يا ابن عباس أترى الناس \n  يحتاجون إليك وفي الناس من أصحاب رسول الله من ترى فترك الرجل وأقبلت على \n  المسألة فإن كان ليبلغني الحديث عن الرجل فآتيه وهو قائل فأتوسد ردائي على \n  بابه فتسفس الريح على التراب فيخرج فيراني فيقول *5*154* يا ابن عم الرسول \n  ألا أرسلت إلى فآتيك فأقول أنا أحق أن آتيك فأسألك قال فعاش الرجل رآني وقد \n  اجتمع الناس علي فقال هذا الفتى أعقل مني .\n</p>\n<p class=\"arabic\">وقال عبد الملك بن أبي سليمان عن سعيد بن جبير قال كان ناس من المهاجرين قد \n  وجدوا على عمر رضي الله عنه في إدنائه ابن عباس دونهم قال وكان يسأله فقال \n  عمر أما إني سأريكم اليوم منه ما تعرفون فضله به فسألهم عن هذه السورة إذا \n  جاء نصر الله والفتح فقال بعضهم أمر الله نبيه إذا رأى الناس يدخلون في دين \n  الله أفواجا أن يحمده ويستغفره فقال تكلم يا ابن عباس فقال ابن عباس أعلمه \n  متى يموت .\n</p>\n<p class=\"arabic\">قال إذا جاء نصر الله والفتح ورأيت الناس يدخلون في دين الله أفواجا فهي آيتك \n  من الموت فسبح بحمد ربك .\n</p>\n<p class=\"arabic\">وقال أبو بشر عن سعيد بن جبير عن ابن عباس قال كان عمر يأذن لي مع أهل بدر .\n</p>\n<p class=\"arabic\">وقال المعافى بن عمران عن يزيد بن إبراهيم عن سليمان الأحول عن طاوس عن ابن \n  عباس قال إن كنت لأسأل عن الأمر الواحد ثلاثين من أصحاب الرسول صلى الله عليه \n  وسلم .\n</p>\n<p class=\"arabic\">وقال أبو بكر الهذلي عن الحسن قال كان ابن عباس من الإسلام *5*155* بمنزل \n  وكان من القرآن بمنزل وكان يقوم على </p>\n<p class=\"arabic\">منبرنا هذا فيقرأ البقرة وآل عمران فيفسرها \n  آية آية وكان عمر إذا ذكره قال ذلكم فتى الكهول له لسان سؤول وقلب عقول .\n</p>\n<p class=\"arabic\">وقال عكرمة عن ابن عباس قال كل القرآن أعلمه إلا الرقيم وغسلين وحنانا .\n</p>\n<p class=\"arabic\">وعن سعيد بن جبير قال قال عمر لابن عباس لقد علمت علما ما علمناه سنده صحيح \n  ) .\n</p>\n<p class=\"arabic\">وعن يعقوب بن زيد قال كان عمر ستشير ابن عباس في الأمر يهمه ويقول غواص .\n</p>\n<p class=\"arabic\">وعن سعيد بن جبير قال عمر لا يلومني أحد على حب ابن عباس وعن الشعبي قال ابن \n  عباس قال لي أبي يا بني إن عمر يدنيك فاحفظ عني ثلاثا لا تفشين له سرا ولا \n  تغتابن عنده أحدا ولا يجربن عليك كذبا .\n</p>\n<p class=\"arabic\">وقال عكرمة حرق علي ناسا ارتدوا فبلغ ذلك ابن عباس فقال لو كنت أنا لم أحرقهم \n  بالنار إن رسول اله صلى الله عليه وسلم قال لا تعذبوا بعذاب الله ولقتلتهم \n  لقوله عليه السلام من بدل دينه فاقتلوه فبلغ ذلك عليا فقال ويح ابن أم الفضل \n  إنه لغواص على الهنات *5*156* .\n</p>\n<p class=\"arabic\">وعن سعد بن أبي وقاص قال ما رأيت أحدا أحضر فهما ولا ألب لبا ولا أكثر علما \n  ولا أوسع حلما من ابن عباس ولقد رأيت عمر يدعوه للمعضلات فلا يجاوز قوله وإن \n  حوله لأهل بدر .\n</p>\n<p class=\"arabic\">وعن طلحة بن عبيد الله قال لقد أعطي ابن عباس فهما لقنا وعلما وما كنت أرى \n  عمر يقدم عليه أحدا .\n</p>\n<p class=\"arabic\">هذا والذي قبله من رواية الواقدي .\n</p>\n<p class=\"arabic\">وقال الأعمش عن مسلم عن مسروق عن عبد الله قال لو أدرك ابن عباس أسناننا ما \n  عشره منا أحد .\n</p>\n<p class=\"arabic\">وفي لفظ ما عاشره منا أحد وكذا قال جعفر بن عون وغيره والأول أصح .\n</p>\n<p class=\"arabic\">وقال الأعمش عن إبراهيم قال قال عبد الله لو أن هذا الغلام أدرك ما أدركنا \n  ما تعلقنا نعه بشيء .\n</p>\n<p class=\"arabic\">قال الأعمش وسمعتهم يتحدثون أن عبد الله قال ولنعم الترجمان القرآن ابن عباس .\n</p>\n<p class=\"arabic\">وقال الواقدي ثنا مخرمة بن بكير عن أبيه عن بسر بن سعيد عن *5*157* محمد بن \n  أبي بن كعب سمعت أبي يقول وكان عنده ابن عباس فقام فقال هذا يكون حبر هذه \n  الأمة أرى عقلا وفهما وقد دعا له رسول الله صلى الله عليه وسلم أن يفقهه في \n  الدين .\n</p>\n<p class=\"arabic\">وقال الواقدي ثنا أبو بكر ابن أبي سبرة عن عمرو بن أبي عمرو عن عكرمة قال \n  سمعت معاوية يقول مولاك والله أفقه من مات ومن عاش .\n</p>\n<p class=\"arabic\">وعن عائشة قالت ابن عباس أعل من بقي بالحج ) .\n</p>\n<p class=\"arabic\">وقال مجاهد ما رأيت أحدا قط مثل ابن عباس لقد مات يوم مات وإنه لحبر هذه الأمة \n  كان يسمى البحر لكثرة علمه .\n</p>\n<p class=\"arabic\">وعن عبيد الله بن عبد الله قال كان ابن عباس قد فات الناس بخصال بعلم ما سبق \n  إليه وفقه فيما احتيج إليه وحلم نسب ونائل وما رأيت أحدا أعلم بما سبقه من \n  حديث رسول الله صلى الله عليه وسلم ولا بقضاء أبي بكر وعمر وعثمان منه ولا \n  أعلم بما مضى ولا أثقب رأيا فيما احتيج إليه منه ولقد كنا نحضر عنده فيحدثنا \n  العشية كلها في المغازي والعشية كلها في النسب والعشية كلها في الشعر .\n</p>\n<p class=\"arabic\">رواه ابن أسعد عن الواقدي عن عبد الرحمن بن أبي الزناد عن أبيه عنه .\n</p>\n<p class=\"arabic\">وعن مسروق قال كنت إذا رأيت ابن عباس قلت أجمل الناس وإذا نطق قلت أفصح الناس \n  وإذا تحدث قلت أعلم الناس .\n</p>\n<p class=\"arabic\">وقال القاسم بن محمد ما رأيت في مجلس ابن عباس باطلا قط *5*158* .\n</p>\n<p class=\"arabic\">وقال صالح بن رستم عن ابن أبي ملكية قال صحبت ابن عباس من مكة إلى المدينة \n  فكان يصلي ركعتين فإذا نزل قام شطر الليل ويرتل القرآن حرفا حرفا ويكثر في \n  ذلك من النشيج والنحيب .\n</p>\n<p class=\"arabic\">وقال معمر بن سليمان عن سعيد بن درهم عن أبي رجاء قال رأيت ابن عباس وأسفل \n  من عينيه مثل الشراك البالي من البكاء .\n</p>\n<p class=\"arabic\">وجاء عنه أنه كان يصوم الاثنين والخميس .\n</p>\n<p class=\"arabic\">وقد ولي البصرة لعلي وشهد معه صفين فكان على ميسرته وقد وفد على معاوية فأكرمه \n  وأجازه وجاء أنه كان يلبس حلة بألف درهم أبو جناب الكلبي عن شيخ أن ابن عباس \n  شهد الجمل مع علي .\n</p>\n<p class=\"arabic\">وقال مجالد عن الشعبي أقام علي بعد الجمل خمسين ليلة ثم أقبل إلى الكوفة واستخلف \n  ابن عباس على البصرة ولما قتل علي حمل ابن عباس مبلغا من المال ولحق بالحجاز \n  واستخلف على البصرة .\n</p>\n<p class=\"arabic\">عبد الله بن الحارث بن نوفل عن رشدين بن كريب عن أبيه قال رأين ابن عباس يعتم \n  بعمامة سوداء خرقانية ويرخيها شبرا ) .\n</p>\n<p class=\"arabic\">محمد بن أبي يحيى عن عكرمة كان ابن عباس إذا اتزر أرخى مقدم إزاره حتى تقع \n  حاشيته على ظهر قدمه .\n</p>\n<p class=\"arabic\">ابن جريج أنبأ الحسن بن مسلم عن سعيد بن جبير أن ابن عباس كان ينهى عن كتاب \n  العلم وأنه قال إنها أضل من كان قبلكم الكتب .\n</p>\n<p class=\"arabic\">حفص بن عمر بن أبي العطاف وهو واه عن أبي الزناد عن الأعرج أن ابن عباس قال \n  قيدوا العلم بالكتب *5*159* .\n</p>\n<p class=\"arabic\">نافع بن عمر ثنا عمرو بن دينار أنهم كلموا ابن عباس أن يحج بهم وعثمان محصور \n  فدخل عليه فأخبره فأمره أن يحج بالناس فحج بهم فلما قدم وجد عثمان قد قتل \n  فقال لعلي إن أنت قمت بهذا الأمر الآن ألزمك الناس دم عثمان إلى يوم القيامة .\n</p>\n<p class=\"arabic\">معتمر بن سليمان وغيره عن سليمان التيمي عن الحسن قال أول من عرف بالبصرة \n  ابن عباس كان مثجا كثير العلم قال فقرأ سورة البقرة ففسرها آية أية .\n</p>\n<p class=\"arabic\">ابن عيينة عن عبيد الله بن أبي يزيد قال كان ابن عباس إذا سئل عن الأمر فإن \n  كان في القرآن أو السنة أخبر به وإلا اجتهد رأيه .\n</p>\n<p class=\"arabic\">حماد بن زيد عن علي بن زيد عن سعيد بن جبير ويوسف بن مهران قالا ما نحصي ما \n  سمعنا ابن عباس يسأل عن الشيء من القرآن فيقول هو كذا أما سمعت الشاعر يقول \n  كذا وكذا .\n</p>\n<p class=\"arabic\">أبو أمية بن يعلى عن سعيد بن أبي سعيد كنت عند ابن عباس فقيل له كيف صومك \n  قال أصوم الاثنين والخميس .\n</p>\n<p class=\"arabic\">مالك بن دينار عن عكرمة كان ابن عباس يلبس الخز ويكره المصمت منه .\n</p>\n<p class=\"arabic\">أبو عوانة عن أبي الجويرية رأيت إزار ابن عباس إلى أنصاف ساقيه *5*160* شريك \n  عن أبي إسحاق رأيت ابن عباس طويل الشعر أيام منى أظنه قصر ورأيت في إزاره \n  بعض الإسبال .\n</p>\n<p class=\"arabic\">ابن جريج عن عطاء رأيت ابن عباس يصفر يعني لحيته .\n</p>\n<p class=\"arabic\">يونس بن يزيد قال استعمل عثمان على الحج وهو مصحور ابن عباس فلما صدر عن الموسم \n  إلى المدينة بلغه وهو ببعض الطريق قتل عثمان فجزع من ذلك وقال يا ليتني لا \n  أصل حتى يأتيني قاتله فيقتلني فلما قدم على علي خرج معه إلى البصرة يعني في \n  وقعة ) .\n</p>\n<p class=\"arabic\">الجمل ولما سار الحسين إلى الكوفة قال ابن عباس لابن الزبير وقد لقيه بمكة \n  خلا لك والله إلى الكوفة بيت ابن الزبير الحجاز فقال والله ما ترون إلا أنكم \n  أحق بهذا الأمر من سائر الناس وتكالما حتى علت أصواتهما حتى سكنهما رجال من \n  قريش وكان ابن عباس وابن الحنيفة قد نزلا بمكة في أيام فتنة ابن الزبير فطلب \n  منهما أبن يبايعاه فامتنعا وقالا أنت وشأنك لا نعرض لك ولا لغيرك .\n</p>\n<p class=\"arabic\">وعن عطية العوفي أن ابن الزبير ألح عليهما في البيعة وقال والله لتبايعن أو \n  لأحرقنكم بالنار فبعثا أبا الطفيل عامر بن واثلة إلى شيعتهم بالكوفة فانتدب \n  أربعة آلاف وساروا فلبسوا السلاح حتى دخلوا مكة وكبروا تكبيرة سمعها الناس \n  وانطلق ابن الزبير من المسجد هاربا ويقال تعلق بالأستار وقال أنا عائذ الله \n  قال بعضهم فمثلنا إلى ابن عباس وابن الحنفية وقد عمل حول دورهم الحطب ليحرقها \n  فخرجنا بهم حتى نزلنا بهم الطائف .\n</p>\n<p class=\"arabic\">قلت فأقام ابن عباس بالطائف سنة أو سنتين لم يبايع أحدا .\n</p>\n<p class=\"arabic\">وقال ابن الحنيفة لما دفن ابن عباس اليوم مات رباني هذه الأمة .\n</p>\n<p class=\"arabic\">رواه مسلم بن أبي حفصة عن أبي كلثوم عنه *5*161* .\n</p>\n<p class=\"arabic\">وقال أبو الزبير المكي لما مات ابن عباس جاء طائر أبيض فدخل في أكفانه .\n</p>\n<p class=\"arabic\">وروى عطاء بن السائب عن سعيد بن جبير نحوه وزاد فما رؤي بعد .\n</p>\n<p class=\"arabic\">توفي سنة ثمان وستين قاله غير واحد وله نيف وسبعون سنة .\n</p>\n<p class=\"arabic\">روى الواقدي أن ابن عباس عاش إحدى وسبعين سنة وقيل اثنتين وسبعين سنة .\n</p>\n<p class=\"arabic\">وقال إسماعيل بن أبي خالد عن شعيب بن يسار قال لما أدرج ابن عباس كفنه دخل \n  فيه طائر أبيض فما رؤي حتى الساعة .\n</p>\n<p class=\"arabic\">عفان ثنا حماد بن سلمة أنا يعلى بن عطاء عن بجير بن أبي عبيد أن ابن عباس \n  مات بالطائف فلما أخرج بنعشه جاء طائر عظيم أبيض من قبل وج حتى خالط أكفانه \n  فلم يدر أين يذهب رضي الله عنه .\n\n</p>"
}