{
    "header": "زيد بن أرقم .",
    "id": "000355",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">زيد بن أرقم .\n</h1>\n<p class=\"arabic\">ابن زيد بن قيس بن النعمان أبو عمرو ويقال أبو عامر ويقال أبو *5*118* سعيد \n  ويقال أبو أنيسة ) .\n</p>\n<p class=\"arabic\">الأنصاري الخزرجي نزيل الكوفة .\n</p>\n<p class=\"arabic\">قال له النبي صلى الله عليه وسلم إن صدقك يا زيد وكان قد نقل إليه أن ابن \n  أبي قال في غزوة تبوك لئن رجعنا إلى المدينة ليخرجن الأعز منها الأذل فتوقف \n  النبي صلى الله عليه وسلم في نفله فنزلت الآية بتصديقه .\n</p>\n<p class=\"arabic\">وقال زيد غزوت مع النبي صلى الله عليه وسلم سبع عشرة غزوة .\n</p>\n<p class=\"arabic\">ولزيد رواية كثيرة روى عنه عبد الرحمن بن أبي ليلى وأبو عمرو الشيباني واسمه \n  سعيد بن إياس وطاوس وعطاء ويزيد بن حيان التيمي وأبو إسحاق السبيعي وطائفة .\n</p>\n<p class=\"arabic\">قال ابن إسحاق حدثني عبد الله بن أبي بكر عن بعض قومه عن زيد بن أرقم قال \n  كنت يتيما في حجر عبد الله بن رواحة فخرج بي معه إلى مؤتة مردفي على حقيبة \n  رحله .\n</p>\n<p class=\"arabic\">وعن عروة قال رد رسول الله صلى الله عليه وسلم يوم أحد نفرا استصغرهم منهم \n  ابن عمر وأسامة والبراء وزيد بن ثابت وزيد بن أرقم وجعلهم حرسا للذراري والنساء \n  بالمدينة .\n</p>\n<p class=\"arabic\">وروى يونس بن أبي إسحاق عن أبيه عن زيد قال رمدت فعادني *5*119* رسول الله \n  صلى الله عليه وسلم فقال يا زيد إن كانت عينك عميت لما بها كيف تصنع قلت أصبر \n  وأحتسب قال إن فعلت دخلت الجنة .\n</p>\n<p class=\"arabic\">وروي نحوه بإسناد آخر .\n</p>\n<p class=\"arabic\">وفي مسند أبي يعلى من طريق أنيسة بنت زيد بن أرقم أن أباها عمي بعد موت رسول \n  الله صلى الله عليه وسلم ثم رد الله عليه بصره .\n</p>\n<p class=\"arabic\">وقال أبو المنهال سألت البراء عن الصرف فقال سل زيد بن أرقم فإنه خير مني \n  وأعلم .\n</p>\n<p class=\"arabic\">قال خليفة والمدائني توفي سنة ست وستين وقال الواقدي وغيره توفي سنة ثمان \n  وستين .\n\n</p>"
}