{
    "header": "صلة بن أشيم .",
    "id": "000365",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">صلة بن أشيم .\n</h1>\n<p class=\"arabic\">أبو الصهباء العدوي البصري العابد من سادة التابعين .\n</p>\n<p class=\"arabic\">يروى له عن ابن عباس حديث واحد .\n</p>\n<p class=\"arabic\">روى عنه الحسن البصري ومعاذة العدوية وهي زوجته وثابت البناني وحميد بن هلال \n  وغيرهم حكايات .\n</p>\n<p class=\"arabic\">روى ابن المبارك في الزهد عن عبد الرحمن بن يزيد بن جابر قال بلغنا أن النبي \n  صلى الله عليه وسلم قال يكون في أمتي رجل يقال له صلة يدخل الجنة بشفاعته \n  كذا وكذا حديث منقطع كما ترى *5*128* .\n</p>\n<p class=\"arabic\">جعفر بن سليمان عن يزيد الرشك عن معاذة قالت كان أبو الصهباء يصلي حتى ما \n  يستطيع أن يأتي فراشه إلا زحفا .\n</p>\n<p class=\"arabic\">وقالت معاذة كان أصحاب صلة إذا التقوا عانق بعضهم بعضا .\n</p>\n<p class=\"arabic\">وقال ثابت جاء رجل إلى صلة بن أشيم ينعي أخاه فقال له أدن فكل فقد نعي إلي \n  أخي منذ حين قال الله تعالى إنك ميت وإنهم ميتون .\n</p>\n<p class=\"arabic\">وقال حماد بن سلمة أنبأ ثابت أن صلة كان في الغزو وعه ابن له فقال أي بني \n  تقدم فقاتل حتى أحتسبك فحمل فقاتل حتى قتل ثم تقدم هو فقتل فاجتمع النساء \n  عند امرأته معاذة العدوية فقالت إن كنتن جئتن لتهنئتي فمرحبا بكن وإن كنتن \n  جئتن لغير ذلك فارجعن .\n</p>\n<p class=\"arabic\">وفي الزهد لابن المبارك عن جرير بن حازم عن حميد بن هلال عن صلة بن أشيم قال \n  خرجنا في بعض قرى نهر تيرى وأنا على دابتي في زمن فيوض الماء فأنا أسير على \n  مسناة فسرت يوما لا أجد شيئا آكله فلقيني علج يحمل على عاتقه شيئا فقلت ضعه \n  فوضعه فإذا هو خبز فقلت أطعمني قال إن شئت ولكن فيه شحم خنزير فتركته ثم لقيت \n  آخر يحمل طعاما فقلت أطعمني فقال تزودت بهذا لكذا وكذا من يوم فإن أخذت منه \n  شيئا أجعتني فتركته ومضيت فوالله إني لأسير *5*129* إذ سمعت خلفي وجبة كوجبة \n  الطير فالتفت فإذا هو شيء ملفوف في سب أبيض أي خمار فنزلت إليه فإذا هو دوخلة \n  من رطب في زمان ليس في ) .\n</p>\n<p class=\"arabic\">الأرض رطبة فأكلت منه ثم لففت ما بقي وركبت الفرس وحملت معي نواهن .\n</p>\n<p class=\"arabic\">قال جرير فحدثني أوفى بن دلهم قال رأيت ذلك السب مع امرأته ملفوفا فيه مصحف \n  ثم فقد بعد .\n</p>\n<p class=\"arabic\">قلت هذا حديث صحيح روى نحوه عوف الأعرابي عن أبي السليل عن نضلة .\n</p>\n<p class=\"arabic\">وقال ابن المبارك ثنا المسلم بن سعيد الواسطي أنا حماد بن جعفر بن زيد أن \n  أباه أخبره قال خرجنا في غزاة إلى كابل وفي الجيش صلة بن أشيم فنزل الناس \n  عند العتمة فقلت لأرمقن عمله فصلى ثم اضطجع فالتمس غفلة الناس ثم وثب فدخل \n  غيضة فدخلت في أثره فتوضأ ثم قام يصلي فافتتح الصلاة وجاء أسد حتى دنا منه \n  فصعدت في شجرة قال أفتراه التفت إليه أو اعتد به حتى سجد فقلت الآن يفترسه \n  فلا شيء فجلس ثم سلم فقال أيها السبع اطلب رزقك من مكان آخر فولى وإن له لزئيرا \n  أقول تصدع منه الجبال فما زال كذلك حتى إذا كان عند الصبح جلس فحمد الله بمحامد \n  لم أسمع بمثلها إلا ما شاء الله ثم قال اللهم إني أسألك أن تجيرني من النار \n  أو مثلي يجترئ أن يسألك الجنة ثم رجع فأصبح كأنه بات على الحشايا وقد أصبحت \n  وبي من *5*130* الفترة شيء الله به عليم .\n</p>\n<p class=\"arabic\">روى نحوها أبو النعيم في الحلية بإسناد له إلى مالك بن مغول .\n</p>\n<p class=\"arabic\">وروى ابن المبارك عن السري بن يحيى حدثني العلاء بن هلال الباهلي أن رجلا \n  قال لصلة يا أبا الصهباء إني رأيت أني أعطيت شهادة وأعطيت شهادتين فقال تستشهد \n  وأستشهد أنا وابني فلما كان يوم يزيد بن زياد لقيهم الترك بسجستان فكان أول \n  جيش انهزم من المسلمين فقال صلة يا بني ارجع إلى أمك فقال يا أبت تريد الخير \n  لنفسك وتأمرني بالرجوع ارجع أنت قال وأما إذا قلت هذا فتقدم فتقدم فقاتل حتى \n  أصيب فرمى صلة عن جسده وكان رجلا راميا حتى تفرقوا عنه وأقبل حتى أقام عليه \n  فدعا له ثم قاتل حتى قتل .\n</p>\n<p class=\"arabic\">قلت وذلك سنة اثنتين وستين *5*131* .\n\n</p>"
}