{
    "header": "عامر بن عبد قيس #NOPREACHING# .",
    "id": "000368",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عامر بن عبد قيس </h1>\n<p class=\"arabic\">.\n</p>\n<p class=\"arabic\">التميمي العنبري البصري الزاهد أبو عبد الله ويقال أبو عمرو عابد زمانه *5*139* .\n</p>\n<p class=\"arabic\">روى عن عمر وسلمان الفارسي .\n</p>\n<p class=\"arabic\">وعنه الحسن وابن سيرين وأبو عبد الرحمن الحبلي وغيرهم .\n</p>\n<p class=\"arabic\">قال أحمد العجلي كان ثقة من كبار التابعين .\n</p>\n<p class=\"arabic\">وقال أبو عبيد في القراءات كان عامر بن عبد الله الذي يعرف بابن عبد قيس يقرئ \n  الناس .\n</p>\n<p class=\"arabic\">ثنا عباد عن يونس عن الحسن أن عامرا كان يقول من أقرئ فيأتيه ناس فيقرئهم \n  القرآن ) .\n</p>\n<p class=\"arabic\">ثم يقوم يصلي إلى الظهر ثم يصلي إلى العصر ثم يقرئ الناس إلى المغرب ثم يصلي \n  ما بين العشاءين ثم ينصرف إلى منزله فيأكل رغيفا وينام نومة خفيفة ثم يقوم \n  لصلاته ثم يتسحر رغيفا .\n</p>\n<p class=\"arabic\">وقال بلال بن سعد إن عامر بن عبد قيس وشي به إلى زياد وقيل إلى ابن عامر فقالوا \n  له ها هنا رجل قيل له ما إبراهيم عليه السلام خيرا منك فسكت وقد ترك النساء \n  قال فكتب فيه إلى عثمان فكتب إليه أن انفه إلى الشام على قتب فلما جاءه الكتاب \n  أرسل إلى عامر فقال أنت قيل لك ما إبراهيم خيرا منك فسكت فقال أما والله ما \n  سكوتي إلا تعجبا لوددت أني غبار قدميه فيدخل بي الجنة قال ولم تركت النساء \n  قال والله ما تركتهن إلا أني قد علمت أنها متى تكون امرأة فعسى أن يكون *5*140* \n  ولد ومتى يكون ولد تشعبت الدنيا قلبي فأحببت التخلي من ذلك فأجلاه على قتب \n  إلى الشام فلما قدم أنزله معاوية معه الخضراء وبعث إليه بجارية وأمرها أن \n  تعلمه ما حاله فكان يخرج من السحر فلا تراه إلا بعد العتمة فيبعث إليه معاوية \n  بطعام فلا يعرض له ويجيء معه بكسر فيبلها ويأكل منها ثم يقوم إلى أن يسمع \n  النداء فيخرج ولا تراه إلا مثلها فكتب معاوية إلى عثمان يذكر حاله فكتب إليه \n  عثمان أن اجعله أول داخل وآخر خارج ومر له بعشرة من الدقيق وعشرة من الظهر \n  فأحضره وقال إن أمير المؤمنين أمر لك بكذا قال إن علي شيطانا قد غلبني فكيف \n  أجمع على عشرة .\n</p>\n<p class=\"arabic\">وكانت له بغلة فروى بلال بن سعد عمن رآه بأرض الروم يركبها عقبة ويحمل المهاجر \n  عقبة .\n</p>\n<p class=\"arabic\">قال بلال بن سعد وكان إذا فصل غازيا يتوسم يعني من يرافقه فإذا رأى رفقة تعجبه \n  اشترط عليهم أن يخدمهم وأن يؤذن وأن ينفق عليهم طاقته رواه ابن المبارك بطوله \n  في الزهد .\n</p>\n<p class=\"arabic\">وقال همام عن قتادة قال كان عامر يسأل ربه أن ينزع شهوة النساء من قلبه فكان \n  لا يبالي إذا لقي ذكرا أو أنثى وسأل ربه أن يمنع قلبه من الشيطان وهو في الصلاة \n  فلم يقدر عليه ويقال إن ذلك ذهب عنه .\n</p>\n<p class=\"arabic\">وعن أبي الحسين المجاشعي قال قيل لعامر بن عبد قيس أتحدث نفسك في الصلاة قال \n  نعم أحدث نفسي بالوقوف بين يدي الله تعالى ومنصرفي *5*141* .\n</p>\n<p class=\"arabic\">قال جعفر بن سليمان عن مالك بن دينار قال لما رأى كعب الأحبار عامرا بالشام \n  قال من ) .\n</p>\n<p class=\"arabic\">ذا قالوا عامر بن عبد قيس فقال كعب هذا راهب هذه الأمة .\n</p>\n<p class=\"arabic\">وروى جعفر بن سليمان عن أبي عمران الجوني قال قيل لعامر بن عبد قيس إنك تبيت \n  خارجا أما تخاف الأسد قال إني لأستحي من ربي أن أخاف شيئا دونه .\n</p>\n<p class=\"arabic\">وروي مثله عن قتادة .\n</p>\n<p class=\"arabic\">حماد بن زيد عن أيوب عن أبي قلابة لقي رجل عامر بن عبد قيس فقال ما هذا ألم \n  يقل الله وجعلنا لهم أزواجا وذرية يعني وأنت لا تتزوج فقال أفلم يقل الله \n  تعالى وما خلقت الجن والإنس إلا ليعبدون .\n</p>\n<p class=\"arabic\">وقال ابن أبي الدنيا ثنا محمد بن يحيى الأزدي ثنا جعفر بن أبي جعفر الرازي \n  عن أبي جعفر السائح أنبأ أبو وهب وغيره أن عامر بن عبد قيس كان من أفضل العابدين \n  ففرض على نفسه كل يوم ألف ركعة يقوم عند طلوع الشمس فلا يزال قائما إلى العصر \n  ثم ينصرف وقد انتفخت ساقاه فيقول يا نفس إنما خلقت للعبادة يا أمارة بالسوء \n  فوالله لأعملن بك عملا يأخذ الفراش منك نصيبا .\n</p>\n<p class=\"arabic\">وهبط واديا يقال له وادي السباع وفيه عابد حبشي فانفرد يصلي في ناحية والعابد \n  في ناحية أربعين يوما لا يجتمعان إلا في صلاة الفريضة .\n</p>\n<p class=\"arabic\">وقال محمد بن واسع عن يزيد بن عبد الله بن الشخير إن عامرا كان *5*142* يأخذ \n  عطاءه فيجعله في طرف ثوبه فلا يلقاه أحد من المساكين إلا أعطاه فإذا دخل بيته \n  رمى به إليهم فيعدونها فيجدونها سواء كما أعطيها .\n</p>\n<p class=\"arabic\">وقال جعفر بن برقان ثنا ميمون بن مهران أن عامر بن عبد قيس بعث إليه أمير \n  البصرة مالك لا تزوج النساء قال ما تركتهن وإني لدائب في الخطيئة قال ومالك \n  لا تأكل الجبن قال أنا بأرض فيها مجوس فما شهد شاهدان من المسلمين أن ليس \n  فيه ميتة أكلته قال وما يمنعك أن تأتي الأمراء قال إن لدى أبوابكم طلاب الحاجات \n  فادعوهم واقضوا حوائجهم ودعوا من لا حاجة له إليكم .\n</p>\n<p class=\"arabic\">وقال مالك بن دينار حدثني فلان أن عامرا مر في الرحبة وإذا ذمي يظلم فألقى \n  رداءه ثم قال لا أرى ذمة الله تخفر وأنا حي فاستنقذه .\n</p>\n<p class=\"arabic\">ويروى أن سبب إرساله إلى الشام كونه أنكر وخلص هذا الذمي فقال جعفر بن سليمان \n  ثنا ) .\n</p>\n<p class=\"arabic\">الجريري قال لما سير عامر بن عبد الله يعني ابن عبد قيس شيعه إخوانه وكان \n  بظهر المربد فقال إني داع فأمنوا قال اللهم من وشى بي وكذب علي وأخرجني من \n  مصري وفرق بيني وبين إخوتي فأكثر ماله وولده وأصح جسمه وأطل عمره .\n</p>\n<p class=\"arabic\">وقال الحسن البصري بعث بعامر بن عبد قيس إلى الشام فقال الحمد لله الذي حشرني \n  راكبا .\n</p>\n<p class=\"arabic\">وقال هشام عن قتادة إن عامر بن عبد قيس لما احتضر جعل يبكي فقيل ما يبكيك \n  قال والله ما أبكي جزعا من الموت ولا حرصا على الدنيا ولكن أبكي على ظمأ الهواجر \n  وقيام الليل *5*143* .\n</p>\n<p class=\"arabic\">روى ضمرة عن عثمان بن عطاء الخراساني عن أبيه أن قبر عامر بن عبد قيس ببيت \n  المقدس .\n</p>\n<p class=\"arabic\">وقيل إنه توفي في زمان معاوية .\n\n</p>"
}