{
    "header": "الضحاك بن قيس .",
    "id": "000366",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الضحاك بن قيس .\n</h1>\n<p class=\"arabic\">القرشي الفهري أخو فاطمة بنت قيس رضي الله عنها وعنه وكانت *5*132* أكبر منه \n  بعشر سنين له صحبة إن شاء الله ورواية يكنى أبا أمية ويقال أبا أنيس ويقال \n  أبا عبد الرحمن ويقال أبا سعيد .\n</p>\n<p class=\"arabic\">وروى أيضا عن حبيب بن مسلمة .\n</p>\n<p class=\"arabic\">روى عنه معاوية وهو أكبر منه والشعبي ومحمد بن سويد الفهري وسعيد بن جبير \n  وسماك بن حرب وعمير بن سعد وأبو إسحاق السبيعي .\n</p>\n<p class=\"arabic\">وشهد فتح دمشق وسكنها وكان على عسكر أهل الشام يوم صفين .\n</p>\n<p class=\"arabic\">وقال حجاج الأعور عن ابن جريج حدثني محمد بن طلحة عن معاوية بن أبي سفيان \n  أنه قال </p>\n<p class=\"arabic\">وهو على المنبر حدثني الضحاك بن قيس وهو عدل على نفسه أن رسول الله \n  صلى الله عليه وسلم قال لا يزال وال من قريش على الناس .\n</p>\n<p class=\"arabic\">وفي مسند أحمد ثنا حماد أنا علي بن زيد عن الحسن أن الضحاك بن قيس كتب إلى \n  قيس بن الهيثم حين مات يزيد سلام عليك أما بعد فإني سمعت رسول الله صلى الله \n  عليه وسلم يقول إن بين يدي الساعة فتنا كقطع الدخان يموت فيها قلب الرجل كما \n  يموت بدنه وإن يزيد بن معاوية قد مات وأنتم إخواننا وأشقاؤنا فلا تسبقونا \n  بشيء حتى نختار لأنفسنا .\n</p>\n<p class=\"arabic\">وقال الزبير بن بكار كان الضحاك بن قيس مع معاوية فولاه الكوفة قال وهو الذي \n  صلى على معاوية وقام بخلافته حتى قدم يزيد وكان يعني بعد موت يزيد قد دعا \n  إلى ابن الزبير وبايع له ثم دعا لنفسه وفي بيت *5*133* أخته اجتمع أهل الشورى \n  وكانت نبيلة وهي راوية حديث الجساسة .\n</p>\n<p class=\"arabic\">وقال الواقدي ولد الضحاك قبل وفاة النبي صلى الله عليه وسلم بسنتين .\n</p>\n<p class=\"arabic\">وقال غيره بل سمع منه .\n</p>\n<p class=\"arabic\">وذكر مسلم بن الحجاج أنه شهد بدرا فغلط .\n</p>\n<p class=\"arabic\">وقال خليفة مات زياد بن أبيه سنة ثلاث وخمسين بالكوفة فولاها معاوية الضحاك \n  بن قيس ثم عزله منها واستعمله على دمشق واستعمل على الكوفة عبد الرحمن بن \n  أم الحكم وبقي الضحاك على دمشق حتى هلك يزيد .\n</p>\n<p class=\"arabic\">وعن عبد الرحمن بن أبي ليلى أن الضحاك </p>\n<p class=\"arabic\">خطب بالكوفة قاعدا فقام كعب بن عجرة \n  فقال لم أر كاليوم قط إمام قوم مسلمين يخطب قاعدا .\n</p>\n<p class=\"arabic\">وكان الضحاك أحد الأجواد كان عليه برد قيمته ثلاثمائة دينار فأتاه رجل لا \n  يعرفه فساومه ) .\n</p>\n<p class=\"arabic\">به فأعطاه إياه وقال شح بالرجل أن يبيع عطافه فخذه فالبسه .\n</p>\n<p class=\"arabic\">وقال الليث بن سعد أظهر الضحاك بيعة ابن الزبير بدمشق ودعا له فسار عامة بني \n  أمية وحشمهم وأصحابهم حتى لحقوا بالأردن وسار مروان وبنو بحدل إلى الضحاك .\n</p>\n<p class=\"arabic\">وقال ابن سعد أنا المدائني عن خالد بن يزيد بن بشر عن أبيه وعن مسلمة بن محارب \n  عن حرب بن خالد وغير واحد أن معاوية بن يزيد لما مات دعا النعمان بن بشير \n  بحمص إلى ابن الزبير ودعا زفر بن الحارث *5*134* أمير قنسرين إلى ابن الزبير \n  ودعا الضحاك بدمشق إلى ابن الزبير سرا لمكان بني أمية وبني كليب وبلغ حسان \n  بن مالك بن بحدل وهو بفلسطين وكان هواه في خالد بن يزيد فكتب إلى الضحاك كتابا \n  يعظم فيه حق بني أمية ويذم ابن الزبير وقال للرسول إن قرأ الكتاب وإلا فاقرأه \n  أنت على الناس وكتب إلى بني أمية يعلمهم فلم يقرأ الضحاك كتابه فكان في ذلك \n  اختلاف فسكنهم خالد بن يزيد ودخل الضحاك الدار فمكثوا أياما ثم خرج الضحاك \n  فصلى بالناس وذكر يزيد فشتمه فقام إليه رجل من كلب فضربه بعصا فاقتتل الناس \n  بالسيوف ودخل الضحاك داره وافترق الناس ثلاث فرق فرقة زبيرية وفرقة بحدلية \n  هواهم في بني أمية وفرقة لا يبالون وأرادوا أن يبايعوا الوليد بن عقبة بن \n  أبي سفيان فأبى وهلك تلك الليالي فأرسل الضحاك إلى مروان فأتاه هو وعمرو بن \n  سعيد الأشدق وخالد وعبد الله ابنا يزيد فاعتذر إليهم وقال اكتبوا إلى حسان \n  حتى ينزل الجابية ونسير إليه ونستخلف أحدكم فكتبوا إلى حسان فأتى الجابية \n  وخرج الضحاك وبنوا أمية يريدون الجابية فلما استقلت الرايات موجهة قال معن \n  بن ثور ومن معه من أشراف قيس للضحاك دعوتنا إلى بيعة رجل أحزم الناس رأيا \n  وفضلا وبأسا فلما أجبناك خرجت إلى هذا الأعرابي تبايع لابن أخيه قال فما العمل \n  قالوا تصرف الرايات وتنزل فتظهر البيعة لابن الزبير ففعل وتبعه الناس وبلغ \n  ابن الزبير فكتب الضحاك بإمرة الشام ونفي من بمكة والمدينة من الأمويين فكتب \n  الضحاك إلى الأمراء الذين دعوا إلى ابن الزبير فأتوه فلما رأى مروان ذلك سار \n  يريد ابن الزبير ليبايع له ويأخذ الأمان لبني أمية فلقيهم بأذرعات عبيد الله \n  بن زياد مقبلا من العراق فحدثوه فقال لمروان سبحان الله أرضيت لنفسك بهذا \n  أتبايع لأبي خبيب وأنت سيد قريش وشيخ بني عبد مناف واله لأنت أولى بها منه \n  قال فما ترى قال *5*135* الرأي أن ترجع وتدعوا إلى نفسك وأنا أكفيك قريشا \n  ومواليها فرجع ونزل عبيد الله بباب ) .\n</p>\n<p class=\"arabic\">الفراديس فكان يركب إلى الضحاك كل يوم فعرض له رجل فطعنه بحربة في ظهره وعليه \n  من تحت الدرع فانثنت الحربة فرجه عبيد الله إلى منزله فأتاه الضحاك يعتذر \n  وأتاه بالرجل فعفا عنه وعاد يركب إلى الضحاك فقال له يوما يا أبا أنيس العجب \n  لك وأنت شيخ قريش تدعوا لابن الزبير وأنت أرضى عند الناس منه لأنك لم تزل \n  متمسكا بالطاعة وابن الزبير مشاق مفارق للجماعة فأصغى إليه ودعا إلى نفسه \n  ثلاثة أيام فقالوا قد أخذت عهودنا وبيعتنا لرجل ثم تدعوا إلى خلعه من غير \n  حدث أحدث وامتنعوا عليه فعاد إلى الدعاء لابن الزبير فأفسده ذلك عند الناس \n  فقال عبيد الله بن زياد من أراد ما تريد لم ينزل المدائن والحصون بل يبرز \n  ويجمع إليه الخيل فاخرج عن دمشق وضم إليك الأجناد فخرج ونزل المرج وبقي ابن \n  زياد بدمشق وكان مروان وبنو أمية بتدمر وتزوج بأم خالد ابن يزيد بن معاوية \n  وهي بنت هاشم بن عتبة بن ربيعة واجتمع خلق على بيعة مروان وخرج أبن زياد فنزل \n  بطرف المرج وسار إليه مروان في خمسة آلاف وأقبل من حوارين عباد بن زياد في \n  ألفين من موليه وكان بدمشق يزيد بن أبي النمس فأخرج عامل الضحاك منها وأمر \n  مروان بسلاح ورجال فقدم إلى الضحاك زفر بن الحارث الكلابي من قنسرين وأمده \n  النعمان بن بشير بشرحبيل بن ذي الكلاع في أهل حمص فصار الضحاك في ثلاثين ألفا \n  ومروان في ثلاثة عشر ألفا أكثرهم من رجاله ولم يكن في عسكر مروان غير ثمانين \n  عتيقا نصفها لعباد بن زياد فأقاموا بالمرج عشرين يوما يلتقون في كل يوم وكان \n  على ميمنة مروان عبيد الله بن زياد وعلى *5*136* ميسرته عمرو بن سعيد الأشدق \n  فقال عبيد الله إنا لا ننال من الضحاك إلا بمكيدة فادع إلى الموادعة فإذا \n  أمنوا فكر عليهم فراسله مروان فأمسك الضحاك والقيسية عن القتال وهم يطمعون \n  أن مروان يبايع لابن الزبير فأعد مروان أصحابه وشد على الضحاك ففزع قومه إلى \n  راياتهم ونادى الناس يا أبا أنيس أعجزا بعد كيس فقال الضحاك نعم أنا أبو أنيس \n  عجز لعمري بعد كيس والتحم الحرب وصبر الضحاك فترجل مروان وقال قبح الله من \n  يوليهمم اليوم ظهره حتى يكون الأمر لإحدى الطائفتين فقتل الضحاك وصبرت قيس \n  على رايتها يقاتلون عندها فاعترضها رجل بسيفه فكان إذا سقطت الراية تفرق أهلها \n  ثم انهزموا فنادى منادي مروان لا تتبعوا موليا .\n</p>\n<p class=\"arabic\">قال الواقدي قتلت قيس بمرج راهط مقتلة لم يقتل منها قط وذلك في نصف ذي الحجة \n  سنة أربع وستين .\n</p>\n<p class=\"arabic\">وقال المدائني عن خالد بن يزيد بن بشر الكلبي قال حدثني من شهد مقتل الضحاك \n  قال مر بنا زحنة بن عبد الله الكلبي لا يطعن أحدا إلا صرعه إذ حمل على رجل \n  فطعنه فصرعه فأتيته فإذا هو الضحاك فاحتززت رأسه فأتيت به مروان فكره قتله \n  وقال الآن حين كبرت سني واقترب أجلي أقبلت بالكتائب أضرب بعضها ببعض وأمر \n  لي بجائزة *5*137* .\n\n</p>"
}