{
    "header": "يزيد بن معاوية .",
    "id": "000444",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">يزيد بن معاوية .\n</h1>\n<p class=\"arabic\">ابن أبي سفيان بن حرب بن أمية بن عبد شمس بن عبد مناف أبو *5*270* خالد الأموي \n  وأمه ميسون بنت بحدل الكلبية *5*271* وروى عن أبيه .\n</p>\n<p class=\"arabic\">روى عنه ابنه خالد وعبد الملك بن مروان .\n</p>\n<p class=\"arabic\">بويع بعهد أبيه ولد سنة خمس أو ست وعشرين .\n</p>\n<p class=\"arabic\">وقال سعيد بن حريث كان يزيد كثير اللحم ضخما كثير الشعر و قال أبو مسهر حدثني \n  زهير الكلبي قال تزوج معاوية ميسون بنت بحدل وطلقها وهي حامل بيزيد فرأت في \n  النوم كأن قمرا خرج من قبلها فقصت رؤياها على أمها فقالت لئن صدقت رؤياك لتلدين \n  من يبايع له بالخلافة ) .\n</p>\n<p class=\"arabic\">وفي سنة خمسين غزا يزيد أرض الروم ومعه أبو أيوب الأنصاري .\n</p>\n<p class=\"arabic\">وقال أبو بكر بن عياش حج بالناس يزيد سنة إحدى وخمسين وسنة اثنتين وسنة ثلاث .\n</p>\n<p class=\"arabic\">وقال أزهر السمان عن ابن عون عن محمد عن عقبة بن عقبة السدوسي عن عبد الله \n  بن عمرو قال أبو بكر الصديق أصبتم اسمه عمر الفاروق قرن من حديد أصبتم اسمه \n  ابن عفان ذو النورين قتل مظلوما يؤتى كفلين من الرحمة معاوية وابنه ملكا الأرض \n  المقدسة والسفاح وسلام ومنصور وجابر والمهدي والأمين وأمير العصب كلهم من \n  بني كعب بن لؤي كلهم صالح لا يوجد مثله *5*272* .\n</p>\n<p class=\"arabic\">روى نحوه محمد بن عثمان بن أبي شيبة عن أبيه عن أبي أسامة عن الثوري عن هشام \n  بن حسان ثنا محمد بن سيرين .\n</p>\n<p class=\"arabic\">وله طريق آخر ولم يرفعه أحد وقال يعلى بن عطاء عن عمه قال كنت مع عبد الله \n  بن عمرو حين بعثه يزيد إلى ابن الزبير فسمعته يقول لابن الزبير تعلم إني أجد \n  في الكتاب أنك ستعنى وتعنى وتدعي الخلافة ولست بخليفة وإني أجد الخليفة يزيد \n  بن معاوية .\n</p>\n<p class=\"arabic\">وروى زحر بن حصن عن جده حميد بن منهب قال زرت الحسن بن أبي الحسن فخلوت به \n  فقلت يا أبا سعيد ما ترى ما الناس فيه فقال لي أفسد أمر الناس اثنان عمرو \n  بن العاص يوم أشار على معاوية برفع المصاحف فحملت وقال أين القراء فحكم الخوارج \n  فلا يزال هذا التحكيم إلى يوم القيامة والمغيرة بن شعبة فإنه كان عامل معاوية \n  على الكوفة فكتب إليه معاوية إذا قرأت كتابي هذا فأقبل معزولا فأبطأ عنه فلما \n  ورد عليه قال ما أبطأ بك قال أمر كنت أوطئه وأهيئه قال وما هو قال البيعة \n  ليزيد من بعدك قال أوفعلت قال نعم قال ارجع إلى عملك فلما خرج قال له أصحابه \n  ما وراءك قال وضعت رجل معاوية في غرز غي لا يزال فيه إلى يوم القيامة قال \n  الحسن فمن أجل ذلك بايع هؤلاء لأبنائهم ولولا ذلك لكانت شورى إلى يوم القيامة .\n</p>\n<p class=\"arabic\">وروى هشام عن ابن سيرين أن عمرو بن حزم وفد إلى معاوية فقال له أذكرك الله \n  في أمة محمد بمن تستخلف عليها فقال نصحت وقلت برأيك وإنه لم يبق إلا ابني \n  وأبناؤهم وابني أحق .\n</p>\n<p class=\"arabic\">وقال أبو بكر بن أبي مريم عن عطية بن قيس قال خطب معاوية فقال اللهم إن كنت \n  إنما ) .\n</p>\n<p class=\"arabic\">عهدت ليزيد لما رأيت من فضله فبلغه ما أملت وأعنه وإن كنت إنما حملني حب الوالد \n  لولده وأنه ليس لما صنعت به أهلا فاقبضه قبل أن يبلغ ذلك .\n</p>\n<p class=\"arabic\">وقال محمد بن مروان السعيدي أنبأ محمد بن سليمان الخزاعي *5*273* عن أبيه \n  عن جده عن محمد بن الحكم عن أبي عوانة قال كان معاوية يعطي عبد الله بن جعفر \n  كل عام ألف ألف فلما وفد على يزيد أعطاه ألف ألف فقال عبد الله بأبي أنت وأمي \n  فأمر له بألفا ألف أخرى فقال له عبد الله والله لا أجمعهما لأحد بعدك .\n</p>\n<p class=\"arabic\">محمد بن بشار بندار ثنا عبد الوهاب ثنا عوف الأعرابي ثنا مهاجر أبو مخلد حدثني \n  أبو العالية حدثني أبو مسلم قال قال أبو الدرداء سمعت النبي صلى الله عليه \n  وسلم يقول أول من يبدل سنتي رجل ن بني أمية يقال له يزيد .\n</p>\n<p class=\"arabic\">أخرجه الروياني في مسنده عن بندار وروي من وجه آخر عن عوف وليس فيه أبو مسلم .\n</p>\n<p class=\"arabic\">وفي مسند أبي يعلى ثنا الحكم بن موسى ثنا الوليد عن الأوزاعي عن مكحول عن \n  أبي عبيدة قال قال رسول الله صلى الله عليه وسلم لا يزال أمر أمتي قائما بالقسط \n  حتى يكون أول من يثلمه رجل من بني أمية يقال له يزيد .\n</p>\n<p class=\"arabic\">ورواه صدقة بن عبد الله عن هشام بن الغاز عن مكحول عن أبي ثعلبة الخشني عن \n  أبي عبيدة قال قال رسول الله صلى الله عليه وسلم نحوه .\n</p>\n<p class=\"arabic\">لم يلق مكحول أبا ثعلبة وقد أدركه وصدقة السمين ضعيف .\n</p>\n<p class=\"arabic\">وقال الزبير بن بكار أخبرني مصعب بن عبد الله عن أبيه واخبرني محمد بن الضحاك \n  الحزامي أن ابن الزبير سمع جويرية تلعب وتغني في يزيد بقول عبد الرحمن بن \n  سعيد بن زيد بن عمرو بن نفيل .\n</p>\n<p class=\"arabic\">% لست منا وليس خالك منا % % يا مضيع الصلاة للشهوات % .\n</p>\n<p class=\"arabic\">*5*274* فدعا بها وقال لا تقولي لست منا قولي أنت منا .\n</p>\n<p class=\"arabic\">وقال صخر بن جويرية عن نافع قال لما خلع أهل المدينة يزيد جمع ابن عمر بنيه \n  وأهله ثم تشهد وقال أما بعد فإنا قد بايعنا هذا الرجل على بيع الله ورسوله \n  وإني سمعت رسول الله صلى الله عليه وسلم يقول إن الغادر ينصب له لواء يوم \n  القيامة يقال هذه غدرة فلان وإن من أعظم الغدر ألا يكون الإشراك بالله أن \n  يبايع رجل رجلا على بيع الله ورسوله ثم ينكث فلا ) .\n</p>\n<p class=\"arabic\">يخلعن أحد منكم يزيد .\n</p>\n<p class=\"arabic\">وزاد فيه المدائني عن صخر عن نافع فمشى عبد الله بن مطيع وأصحابه إلى محمد \n  بن الحنفية فأرادوا على خلع يزيد فأبى وقال ابن مطيع إن يزيد يشرب الخمر ويترك \n  الصلاة ويتعدى حكم الكتاب قال ما رأيت منه ما تذكرون وقد أقمت عنده فرأيته \n  مواظبا للصلاة متحريا للخير يسأل عن الفقه قال كان ذلك منه تصنعا لك ورياء .\n</p>\n<p class=\"arabic\">وقال الزبير بن بكار أنشدني عمي ليزيد .\n</p>\n<p class=\"arabic\">% آب هذا الهم فاكتنعا % % وأمر النوم فامتنعا % .\n</p>\n<p class=\"arabic\">% راعيا للنجم أرقبه % % فإذا ما كوكب طلعا % .\n</p>\n<p class=\"arabic\">% حام حتى إنني لأرى % % أنه بالغور قد وقعا % .\n</p>\n<p class=\"arabic\">% ولها بالماطرون إذا % % أكل النمل الذي جمعا % .\n</p>\n<p class=\"arabic\">*5*275* .\n</p>\n<p class=\"arabic\">% نزهة حتى إذا بلغت % % نزلت من جلق بيعا % .\n</p>\n<p class=\"arabic\">% في قباب وسط دسكرة % % حولها الزيتون قد ينعا % .\n</p>\n<p class=\"arabic\">قال محمد بن أبي السري ثنا يحيى بن عبد الملك بن أبي نية عن نوفل بن أبي الفرات \n  قال كنت عند عمر بن عبد العزيز فذكر رجل يزيد فقال قال أمير المؤمنين يزيد \n  بن معاوية فقال تقول أمير المؤمنين وأمر به فضرب عشرين سوطا .\n</p>\n<p class=\"arabic\">قال أبو بكر بن عياش وغيره مات يزيد في نصف ربيع الأول سنة أربع وستين .\n\n</p>"
}