{
    "header": "مسروق بن الأجدع .",
    "id": "000421",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">مسروق بن الأجدع .\n</h1>\n<p class=\"arabic\">واسم الأجدع عبد الرحمن بن مالك بن أمية أبو عائشة الهمداني ثم الوادعي الكوفي \n  *5*236* .\n</p>\n<p class=\"arabic\">مخضرم سمع أبا بكر وعمر وعثمان وعليا وابن مسعود ومعاذا وأبي بن كعب وخباب \n  بن الأرت وعائشة وطائفة .\n</p>\n<p class=\"arabic\">روى عنه أبو وائل وسعيد بن جبير وأبو الضحى وإبراهيم النخعي ويحيى بن وثاب \n  وأبو إسحاق السبيعي وعبد الله بن مرة وآخرون .\n</p>\n<p class=\"arabic\">وقدم الشام في طلب العلم وشهد الحكمين فقال روح بن عبادة حدثني المثنى القصير \n  عن محمد بن المنتشر عن مسروق قال كنت مع أبي موسى أيام الحكمين وفسطاطي إلى \n  جنب فسطاطه فيصبح الناس ذات يوم قد لحقوا بمعاوية من الليل فلما أصبح أبو \n  موسى رفع رفرف فسطاطه فقال يا مسروق بن الأجدع قلت لبيك أبا موسى قال إن الإمارة \n  ما اؤتمر فيها وإن الملك ما غلب عليه بالسيف .\n</p>\n<p class=\"arabic\">وقال ابن سعد كان مسروق ثقة له أحاديث صالحة وقد روى عن عمر وعلي وأبي وعبد \n  الله ولم يرو عن عثمان شيئا *5*237* .\n</p>\n<p class=\"arabic\">وقال البخاري رأى أبا بكر وقال أبو حاتم الرازي روى عن أبي بكر وعمر وعثمان \n  وعلي .\n</p>\n<p class=\"arabic\">وقال مجالد عن الشعبي عن مسروق قدمت على عمر فقال ما اسمك قلت مسروق بن الأجدع \n  قال سمعت رسول الله صلى الله عليه وسلم يقول الأجدع شيطان أنت مسروق بن عبد \n  الحمن .\n</p>\n<p class=\"arabic\">وقال أبو داود السجستاني كان الأجدع أفرس فارس باليمن وابنه مسروق ابن أخت \n  عمرو بن ) .\n</p>\n<p class=\"arabic\">معديكرب .\n</p>\n<p class=\"arabic\">وقال ابن عيينة ثنا أيوب بن عائذ الطائي قال قلت للشعبي رجل نذر أن ينحر ابنه \n  قال لعلك من القياسين ما علمت أحدا من الناس كان أطلب للعلم في أفق من الآفاق \n  من مسروق قال لا نذر في معصية .\n</p>\n<p class=\"arabic\">وقال علي بن المديني ما أقدم على مسروق أحدا من أصحاب عبد الله صلى خلف أبي \n  بكر ولقي عمر وعليا ولم يرو عن عثمان شيئا .\n</p>\n<p class=\"arabic\">وعن مسروق قال اخلتفت إلى عبد الله من رمضان إلى رمضان ما أغبه يوما .\n</p>\n<p class=\"arabic\">وقال مجالد عن الشعبي عن مسروق قال قالت عائشة يا مسروق إنك من ولدي وإنك \n  لمن أحبهم إلي فها عندك علم بالمخدج فذكر الحديث *5*238* .\n</p>\n<p class=\"arabic\">وقال مالك بن مغول سمعت أبا السفر يقول ما ولدت همدانية مثل مسروق .\n</p>\n<p class=\"arabic\">وقال منصور عن إبراهيم قال كان أصحاب عبد الله الذي يقرئون الناس ويعلمونهم \n  السنة علقمة والأسود وعبيدة ومسروق والحارث بن قيس وعمرو بن شرحبيل .\n</p>\n<p class=\"arabic\">وقال عبد الملك بن أبجر عن الشعبي قال كان مسروق أعلم بالفتوى من شريح وشريح \n  أعلم منه بالقضاء وكان شريح يستشير مسروقا وكان مسروق لا يستشير شريحا .\n</p>\n<p class=\"arabic\">وقال سفيان الثوري بقي مسروق بعد علقمة لا يفضل عليه أحدا .\n</p>\n<p class=\"arabic\">وقال عاصم عن الشعبي إن عبيد الله بن زياد حين قدم الكوفة قال أي أهل الكوفة \n  أفضل قالوا مسروق .\n</p>\n<p class=\"arabic\">وعن الشعبي قال إن كان أهل بيت خلقوا للجنة فهؤلاء الأسود وعلقمة ومسروق .\n</p>\n<p class=\"arabic\">وقال خليفة لم يزل شريح على قضاء الكوفة فأحدره معه زياد إلى البصرة فقضى \n  مسروق حتى رجع شريح وذكر أن شريحا غاب سنة .\n</p>\n<p class=\"arabic\">وقال الأعمش عن القاسم قال كان مسروق لا يأخذ على القضاء رزقا .\n</p>\n<p class=\"arabic\">عارم ثنا حماد عن مجالد أن مسروقا قال لأن أقضي بقضية *5*239* فأوافق الحق \n  أحب إلي من رباط سنة في سبيل الله عز وجل .\n</p>\n<p class=\"arabic\">وقال مجالد عن الشعبي عن مسروق لأن أفتي يوما بعدل وحق أحب إلي من أن أغزو \n  في سبيل الله سنة ) .\n</p>\n<p class=\"arabic\">وقال شعبة عن إبراهيم بن محمد بن المنتشر ابن أخي مسروق إن خالد بن عبد الله \n  بن أسيد عامل البصرة أهدى إلى مسروق ثلاثين ألفا وهو يومئذ محتاج فلم يقبلها .\n</p>\n<p class=\"arabic\">وقال يونس بن أبي إسحاق عن أبيه قال أصبح مسروق يوما وليس لعياله رزق فجاءته \n  امرأته قمير فقالت يا أبا عائشة إنه ما أصبح لعيالك اليوم رزق فتبسم وقال \n  والله ليأتينهم الله برزق .\n</p>\n<p class=\"arabic\">وقال سالم بن أبي الجعد كلم مسروق زيادا لرجل في حاجة فبعث إليه بوصيف فرده \n  وحلف ألا يكلم له في حاجة أبدا .\n</p>\n<p class=\"arabic\">وقال الأصمعي سمعت أشياخنا يقولون انتهى الزهد إلى ثمانية من التابعين عامر \n  بن عبي قيس وهرم بن حيان وأويس القرني وأبي مسلم الخولاني والأسود ومسروق \n  والحسن البصري والربيع بن خثيم .\n</p>\n<p class=\"arabic\">وقال إسرائيل ثنا أبو إسحاق أن مسروقا زوج بنته بالسائب بن الأقرع على عشرة \n  آلاف اشترطها لنفسه وقال جهز أنت امرأتك من عندك وجعلها مسروق في المجاهدين \n  والمساكين .\n</p>\n<p class=\"arabic\">وقال الأعمش عن أبي الضحى قال غاب مسروق في السلسلة *5*240* سنتين يعني عاملا \n  عليها فلما قدم نظر أهله في خرجه فأصابوا فأسا بغير عود فقالوا غبت سنتين \n  ثم جئتنا بفأس بغير عود قال إنا لله تلك فأس استعرناها نسينا نردها .\n</p>\n<p class=\"arabic\">وقال الشعبي بعثه ابن زياد إلى السلسلة فانطلق فمات بها .\n</p>\n<p class=\"arabic\">وقال الأعمش عن أبي وائل عن مسروق قال والله ما عملت عملا أخوف عندي أن يدخلني \n  النار من عملكم هذا وما بي أن أكون ظلمت فيه مسلما ولا معاهدا دينارا ولا \n  درهما ولكن ما أدري ما هذا الجعل الذي لم يسنه رسول الله صلى الله عليه وسلم \n  ولا أبو بكر ولا عمر قيل فما حملك قال لم يدعني زياد ولا شريح ولا الشيطان \n  حتى دخلت فيه .\n</p>\n<p class=\"arabic\">وقال سعيد بن جبير قال لي مسروق ما بقي شيء يرغب فيه إلا أن نعفر وجوهنا في \n  التراب وما آسى على شيء إلا السجود لله تعالى .\n</p>\n<p class=\"arabic\">وقال إسحاق حج مسروق فما نام إلا ساجدا حتى رجع .\n</p>\n<p class=\"arabic\">وقال هشام بن حسان عن محمد عن امرأة مسروق قالت ما كان مسروق يوجد إلا وساقاه \n  قد انتفختا من طول القيام وإن كنت لأجلس خلفه فأبكي رحمة له ) .\n</p>\n<p class=\"arabic\">ورواه أنس بن سيرين عن امرأة مسروق .\n</p>\n<p class=\"arabic\">وقال أبو الضحى عن مسروق إنه سئل عن بيت شعر فقال أكره أن أجد في صحيفتي شعرا \n  *5*241* .\n</p>\n<p class=\"arabic\">وقال هشام بن الكلبي عن أبيه قال شلت يد مسروق يوم القادسية وأصابته آمة .\n</p>\n<p class=\"arabic\">وقال أبو الضحى عن مسروق وكان رجلا مأموما فقال ما أحب أنها ليست بي لعلها \n  لو لم تكن بي كنت في بعض هذه الفتن .\n</p>\n<p class=\"arabic\">وقال وكيع لم يتخلف عن علي من الصحابة إلا سعد ومحمد بن مسلمة وأسامة بن زيد \n  وابن عمر ومن التابعين مسروق والأسود والربيع بن خثيم وأبو عبد الرحمن السلمي .\n</p>\n<p class=\"arabic\">وقال عمرو بن مرة عن الشعبي قال كان مسروق إذا قيل له أبطأت عن علي وعن مشاهده \n  ولم يكن شهد معه يقول أذكركم الله أرأيتم لو أنه صف بعضكم لبعض وأخذ بعضكم \n  على بعض السلاح يقتل بعضكم بعضا فنزل ملك بين الصفين فقال هذه الآية ولا تقتلوا \n  أنفسكم إن الله كان بكم رحيما أكان ذلك حاجزا لكم قالوا نعم قال فوالله لقد \n  نزل بها ملك كريم على لسان نبيكم وإنها لمحكمة ما نسخها شيء .\n</p>\n<p class=\"arabic\">وقال عاصم بن أبي النجود ذكر أن مسروقا أتى صفين فوقف تبين الصفين ثم قال \n  أرأيتم لو أن مناديا فذكر نحوه ثم ذهب .\n</p>\n<p class=\"arabic\">وعن أبي ليلى قال شهد مسروق النهروان مع علي .\n</p>\n<p class=\"arabic\">وقال شريك عن أبي إسحاق عن عامر قال ما مات مسروق حتى استغفر الله من تخلفه \n  عن علي .\n</p>\n<p class=\"arabic\">قال أبو النعيم توفي مسروق سنة اثنتين وستين *5*242* .\n</p>\n<p class=\"arabic\">وقال المدائني وابن نمير ومحمد بن سعد سنة ثلاث .\n</p>\n<p class=\"arabic\">وقال أبو شهاب الخياط هو مدفون بالسلسلة بواسط .\n\n</p>"
}