{
    "header": "قيس المجنون .",
    "id": "000409",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">قيس المجنون .\n</h1>\n<p class=\"arabic\">ومن به يقاس المحبون هو قيس بن الملوح بن مزاحم وقيل *5*215* قيس بن معاذ \n  وقيل اسمه البحتري بن الجعد وقيل غير ذلك وهو مجنون ليلى بنت مهدي أم مالك \n  العامرية وهو من بني عامر بن صعصعة وقيل من بني كعب بن سعد .\n</p>\n<p class=\"arabic\">سمعنا أخباره في جزء ألفه ابن المرزبان وقد أنكر بعض الناس ليلى والمجنون \n  وهذا دفع بالصدر فليس من لا يعلم حجة على من علم ولا الثبت كالنافي فعن لقيط \n  بن بكير المحاربي أن المجنون علق ليلى علاقة الصبا وذلك لأنهما كانا صغيرين \n  يرعيان أغناما لقومهما فعلق كل واحد منهما الآخر وكبرا على ذلك فلما كبرا \n  حجبت عنه فزال عقله وفي ذلك يقول .\n</p>\n<p class=\"arabic\">% تعلقت ليلة وهي ذات ذؤابة % % ولم يبد للأتراب من ثديها حجم % .\n</p>\n<p class=\"arabic\">% صغيرين نرعى البهم يا ليت أننا % % إلى اليوم لم نكبر ولم تكبر البهم % .\n</p>\n<p class=\"arabic\">وذكر ابن دأب عن رباح بن حبيب العامري قال كان في بني عامر جارية من أجمل \n  النساء لها عقل وأدب يقال لها ليلى بنت مهدي فبلغ المجنون خبرها وكان صبا \n  بمحادثة النساء فلبس حلة ثم جلس إليها وتحادثا فوقعت بقلبه فظل يومه يحادثها \n  فانصرف فبات بأطول ليلة ثم بكر إليها فلم يزل عندها حتى أمسى ولم تغمض له \n  تلك الليلة عين فأنشأ يقول .\n</p>\n<p class=\"arabic\">% نهاري نهار الناس حتى إذا بدا % % لي الليل هزتني إليك المضاجع % .\n</p>\n<p class=\"arabic\">*5*216* .\n</p>\n<p class=\"arabic\">% أقضي نهاري بالحديث وبالمنى % % ويجمعني والهم بالليل جامع % .\n</p>\n<p class=\"arabic\">ووقع في قلبها مثل الذي وقع بقلبه فجاء يوما يحدثها فخافت عليه وقالت .\n</p>\n<p class=\"arabic\">% كلانا مظهر للناس بغضا % % وكل عند صاحبه مكين % .\n</p>\n<p class=\"arabic\">فسري عنه وقالت إنما أردت أن أمتحنك وأنا معطية لله عهدا لا جالست بعد اليوم \n  أحدا .\n</p>\n<p class=\"arabic\">سواك فانصرف وأنشأ يقول .\n</p>\n<p class=\"arabic\">% أظن هواها بتاركي بمضلة % % من الأرض لا مال لدي ولا أهل % .\n</p>\n<p class=\"arabic\">% ولا أحد أقضي إليه وصيتي % % ولا وارث إلا المطية والرحل % .\n</p>\n<p class=\"arabic\">% محا حبها حب الألى كن قبلها % % وحلت مكانا لم يكن حل من قبل % .\n</p>\n<p class=\"arabic\">قلت ثم اشتد بلاؤه بها وشغفته حبا ووسوس في عقله فذكر أبو عبيدة أن المجنون \n  كان يجلس في نادي قومه وهم يتحدثون فيقبل عليه بعضهم وهو باهت ينظر إليه لا \n  يفهم ما يحدث به ثم يثوب إليه عقله فيسأل عن الحديث فلا يعرفه حتى قال له \n  رجل إنك لمخبول فقال .\n</p>\n<p class=\"arabic\">% إني لأجلس في النادي أحدثهم % % فأستفيق وقد غالتني الغول % .\n</p>\n<p class=\"arabic\">% يهوي بقلبي حديث النفس نحوكم % % حتى يقول جليسي أنت مخبول % .\n</p>\n<p class=\"arabic\">قال أبو عبيدة فتزايد به الأمر حتى فقد عقله فكان لا يقر في موضع ولا يؤويه \n  رحل ولا يعلوه ثوب إلا مزقه وصار لا يفهم شيئا مما يكلم به إلا أن تذكر له \n  ليلى فإذا ذكرت له أتى بالبدائه .\n</p>\n<p class=\"arabic\">وقد قيل إن قوم ليلى شكوا منه إلى السلطان فأهدر دمه ثم إن قومها ترحلوا من \n  تلك الناحية فأشرف فرأى ديارهم بلاقع فقصد منزلها وألصق صدره به وجعل يمرغ \n  خديه على التراب ويقول *5*217* .\n</p>\n<p class=\"arabic\">% أيا حرجات الحي حيث تحملوا % % بذي سلم لا جادكن ربيع % .\n</p>\n<p class=\"arabic\">% وخيماتك اللاتي بمنعرج اللوى % % بلين بلى لم تبلهن ربوع % .\n</p>\n<p class=\"arabic\">% ندمت على ما كان مني ندامة % % كما ندم المغبون حين يبيع % .\n</p>\n<p class=\"arabic\">قال ابن المرزبان قال أبو عمرو الشيباني لما ظهر من المجنون ما ظهر ورأى قومه \n  ما ابتلي به اجتمعوا إلى أبيه وقالوا يا هذا ترى ما بابنك فلو خرجت به إلى \n  مكة فعاذ ببيت الله وزار قبر رسوله ودعا الله رجونا أن يعافى فخرج به أبوه \n  حتى أتى مكة فجعل يطوف به ويدعو له وهو يقول .\n</p>\n<p class=\"arabic\">% دعا المحرمون الله يستغفرونه % % بمكة وهنا أن تحط ذنوبها % .\n</p>\n<p class=\"arabic\">% فناديت أن يا رب أول سؤلتي % % لنفسي ليلى ثم أنت حسيبها % .\n</p>\n<p class=\"arabic\">% فإن أعط ليلى في حياتي لا يتب % % إلى الله خلق توبة لا أتوبها % .\n</p>\n<p class=\"arabic\">حتى إذا كان بمنى نادى مناد من بعض تلك الخيام يا ليلى فخر مغشيا عليه واجتمع \n  الناس حوله ونضحوا على وجهه الماء وأبوه يبكي فأفاق وهو يقول .\n</p>\n<p class=\"arabic\">% وداع دعا إذ نحن بالخيف من منى % % فهيج أطراف الفؤاد وما يدري % .\n</p>\n<p class=\"arabic\">% دعا باسم ليلى غيرها فكأنما % % أطار بليلى طائرا كان في صدري % .\n</p>\n<p class=\"arabic\">ونقل ابن الأعرابي قال لما شبب المجنون بليلى وشهر بحبها اجتمع أهلها ومنعوه \n  منها ومن زيارتها وتوعدوه بالقتل وكان يأتي امرأة تتعرف له خبرها فنهوا تلك \n  المرأة وكان يأتي غفلات الحي في الليل فسار أبو ليلى *5*218* في نفر من قومه \n  فشكوا إلى مروان من قيس بن الملوح وسألوه الكتاب إلى عامله يمنعه عنهم ويتهدده \n  فإن لم ينته أهدر دمه فلما ورد الكتاب على عامل مروان بعث إلى قيس وأبيه وأهل \n  بيته فجمعه وقرأ عليهم الكتاب وقال لقيس اتق الله في نفسك فانصرف وهو يقول .\n</p>\n<p class=\"arabic\">% ألا حجبت ليلى وآلى أميرها % % علي يمينا جاهدا لا أزورها % .\n</p>\n<p class=\"arabic\">% وأوعدني فيها رجال أبوهم % % أبي وأبوها خشنت لي صدورها % .\n</p>\n<p class=\"arabic\">% على غير شيء غير أني أحبها % % وأن فؤادي عند ليلى أسيرها % .\n</p>\n<p class=\"arabic\">فلما يئس منها صار شبيها بالتائه وأحب الخلوة وحديث النفس وجزعت هي أيضا لفراقه \n  وضنيت .\n</p>\n<p class=\"arabic\">ويروى أن أبا المجنون قيده فجعل يأكل لحم ذراعيه ويضرب نفسه فأطلقه فكان يدور \n  في الفلاء عريانا .\n</p>\n<p class=\"arabic\">وله .\n</p>\n<p class=\"arabic\">% كأن القلب ليلة قيل يغدى % % بليلى العامرية أو يراح % .\n</p>\n<p class=\"arabic\">% قطاة عزها شرك فباتت % % تجاذبه وقد علق الجناح % .\n</p>\n<p class=\"arabic\">وقيل إن ليلى زوجت فجاء المجنون إلى زوجها فقال بربك هل ضممت إليك ليلى قبيل \n  الصبح أو قبلت فاهاوهل رفت عليك قرون ليلى فقال اللهم إذ حلفتني فنعم وكان \n  بين يدي الزوج نار يصطلي بها *5*219* فقبض المجنون بكلتي يديه من الجمر فلم \n  يزل حتى سقط مغشيا عليه .\n</p>\n<p class=\"arabic\">وكانت له داية يأنس بها فكانت تحمل إليه إلى الصحراء رغيفا وكوزا فربما أكل \n  وربما ) .\n</p>\n<p class=\"arabic\">تركه حتى جاءته يوما فوجدته ملقى بين الأحجار ميتا فاحتملوه إلى الحي فغسلوه \n  فدفنوه وكثر بكاء النساء والشباب عليه واشتد نشيجهم .\n</p>\n<p class=\"arabic\">قال ابن الجوزي في المنتظم روينا أنه كان يه في البرية مع الوحش يأكل من بقل \n  الأرض وطال شعره وألفه الوحش وسار حتى بلغ حدود الشام فكان إذا ثاب إليه عقله \n  سأل من يمر من أحياء العرب عن نجد فيقال له أين أنت من نجد أنت قد شارفت الشام \n  فيقول أروني الطريق فيدلونه .\n</p>\n<p class=\"arabic\">وشعر المجنون كثير سائر وهو في الطبقة العليا في الحسن والرقة وكان معاصرا \n  لقيس بن ذريح صاحب لبنى وكان في إمرة ابن الزبير والله أعلم </p>\n<p class=\"arabic\">.\n</p>\n<p class=\"arabic\">*5*220* .\n\n</p>"
}