{
    "header": "أبو مسلم الخولاني .",
    "id": "000456",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أبو مسلم الخولاني .\n</h1>\n<p class=\"arabic\">الداراني الزاهد سيد التابعين بالشام اسمه عبد الله بن ثوب على الأصح وقيل \n  اسمه عبد الله ) .\n</p>\n<p class=\"arabic\">بن عبد الله وقيل ابن ثواب وقيل ابن عبيد وقيل ابن مسلم وقيل اسمه يعقوب بن \n  عوف .\n</p>\n<p class=\"arabic\">قدم من اليمن وقد أسلم في حياة النبي صلى الله عليه وسلم وقدم المدينة في \n  خلافة أبي بكر *5*293* .\n</p>\n<p class=\"arabic\">وروى عن عمر ومعاذ وأبي عبيدة وأبي ذر وعبادة بن الصامت .\n</p>\n<p class=\"arabic\">روى عنه أبو إدريس عائذ الله الخولاني وأبو العالية الرياحي وجبير بن نفيل \n  وعطاء بن أبي رباح وشرحبيل بن مسلم وأبو قلابة الجرمي ومحمد بن زياد الإلهاني \n  وعمير بن هانيء وعطية بن قيس ويونس بن ميسرة وفي بعض هؤلاء من روايته عنه \n  مرسلة .\n</p>\n<p class=\"arabic\">قال إسماعيل ثنا شرحبيل أن الأسود تنبأ باليمن فبعث إلى أبي مسلم فأتاه بنار \n  عظيمة ثم ألقى أبا مسلم فيها فلم تضره فقيل للأسود إن تنف هذا عنك أفسد عليك \n  من اتبعك فأمره بالرحيل فقدم المدينة وقد قبض رسول الله صلى الله عليه وسلم \n  فأناخ راحلته ودخل المسجد يصلي فبصر به عمر فقام إليه فقال ممن الرجل قال \n  من اليمن فقال ما فعل الذي حرقه الكذاب بالنار قال ذاك عبد الله بن ثوب قال \n  فنشدتك بالله أنت هو قال اللهم نعم فاعتنقه عمر وبكى ثم ذهب به حتى أجلسه \n  فيما بينه وبين الصديق وقال الحمد لله الذي لم يمتني حتى أراني في أمة محمد \n  من صنع به كما صنع بإبراهيم الخليل .\n</p>\n<p class=\"arabic\">رواه غير واحد عن عبد الوهاب بن نجدة وهو ثقة ثنا إسماعيل فذكره .\n</p>\n<p class=\"arabic\">ويروى عن مالك بن دينار أن كعبا رأى أبا مسلم الخولاني فقال من هذا قالوا \n  أبو مسلم الخولاني قال هذا حكيم هذه الأمة *5*294* .\n</p>\n<p class=\"arabic\">وقال معمر عن الزهري قال كنت عند الوليد بن عبد الملك فكان يتناول عائشة رضي \n  الله عنها فقلت يا أمير المؤمنين ألا أحدثك عن رجل من أهل الشام كان قد أوتي \n  حكمة قال من هو قلت أبو مسلم الخولاني سمع أهل الشام ينالون من عائشة فقال \n  ألا أخبركم بمثلي ومثل أمكم هذه كمثل عينين في رأس يؤذيان صاحبهما ولا يستطيع \n  أن يعاقبهما إلا بالذي هو خير لهما فسكت .\n</p>\n<p class=\"arabic\">وقال الزهري أخبرنيه أبو إدريس الخولاني عن أبي مسلم .\n</p>\n<p class=\"arabic\">وقال عثمان بن أبي العاتكة علق أبو مسلم سوطا في مسجده وكان يقول أنا أولى \n  بالسوط من البهائم فإذا دخلته فترة مشق ساقيه سوطا أو سوطين .\n</p>\n<p class=\"arabic\">قال وكان يقول لو رأيت الجنة عيانا والنار ما كان عندي مستزاد ) .\n</p>\n<p class=\"arabic\">وقال إسماعيل بن عياش عن شرحبيل إن رجلين أتيا أبا مسلم الخولاني في منزله \n  فلم يجداه فأتيا المسجد فوجداه يركع فانتظرا انصرافه وأحصيا فقال أحدهما إنه \n  ركع ثلاثمائة ركعة والآخر أربعمائة ركعة قبل أن ينصرف .\n</p>\n<p class=\"arabic\">وقال الوليد بن مسلم أخبرني عثمان بن أبي العاتكة أن أبا مسلم الخولاني سمع \n  رجلا يقول من سبق اليوم فقل أنا السابق قالوا وكيف يا أبا مسلم قال أدلجت \n  من دارنا فكنت أول من دخل مسجدكم .\n</p>\n<p class=\"arabic\">وقال أبو بكر بن أبي مريم عن عطية بن قيس قال دخل أناس من أهل دمشق على أبي \n  مسلم وهو غاز في أرض الروم وقد احتفر جورة في *5*295* فسطاطه وجعل فيها نطعا \n  وأفرغ فيه الماء وهو يتصلق فيه قالوا ما حملك على الصيام وأنت مسافر قال لو \n  حضر قتال لأفطر ولتهيأت له وتقويت إن الخيل لا تجري الغايات وهي بدن إنما \n  تجري وهي ضمر ألا وإن أمامنا باقية جائية لها نعمل .\n</p>\n<p class=\"arabic\">وقال يزيد بن يزيد تبن جابر كان أبو مسلم الخولاني يكثر أن يرفع صوته بالتكبير \n  حتى مع الصبيان ويقول أذكر الله حتى يرى الجاهل أنك مجنون .\n</p>\n<p class=\"arabic\">وقال محمد بن زياد الإلهاني عن أبي مسلم الخولاني وأراه منقطعا أنه كان إذا \n  غزا أرض الروم فمروا بنهر قال أجيزوا باسم الله ويمر بين أيديهم فيمرون بالنهر \n  الغمر فربما لم يبلغ من الدواب إلا الراكب فإذا جازوا قال هل ذهب لكم شيء \n  فألقى بعضهم مخلاته فلما جاوزوا قال مخلاتي وقعت قال اتبعني فاتبعته فإذا \n  بها معلقة بعود في النهر فقال خذها .\n</p>\n<p class=\"arabic\">وقال سليمان بن المغيرة عن حميد الطويل إن أبا مسلم أتى على دجلة وهي ترمي \n  بالخشب من مدها فوقف عليها ثم حمد الله وأثنى عليه وذكر مسير بني إسرائيل \n  في البحر ثم لهز دابته فخاضت الماء وتبعه الناس حتى قطعوا ثم قال فقدتم شيئا \n  فأدعوا الله أن يرده علي .\n</p>\n<p class=\"arabic\">وقال عنبسة بن عبد الواحد ثنا عبد الملك بن عمير قال كان أبو مسلم الخولاني \n  إذا استسقى سقي *5*296* .\n</p>\n<p class=\"arabic\">وقال بقية عن محمد بن زياد عن أبي مسلم الخولاني أن امرأة خببت عليه امرأته \n  فدعا عليها فذهب بصرها فأتته فاعترفت وقالت إني لا أعود فقال اللهم إن كانت \n  صادقة فاردد بصرها فأبصرت ) .\n</p>\n<p class=\"arabic\">وقال ضمرة بن ربيعة عن بلال بن كعب قال قال الصبيان لأبي مسلم الخولاني أدع \n  الله أن يحبس علينا هذا الظبي فنأخذه فدعا الله فحبسه عليهم حتى أخذوه .\n</p>\n<p class=\"arabic\">وروى عثمان بن عطاء الخراساني عن أبيه قالت امرأة أبي مسلم الخولاني ليس لنا \n  دقيق .\n</p>\n<p class=\"arabic\">فقال هل عندك شيء قالت درهم بعنا به غزلا قال ابغنيه وهاتي الجراب فدخل السوق \n  فأتاه سائل وألح فأعطاه الدرهم وملأ الجراب من نحاتة النجارة مع التراب وأتى \n  وقلبه مرعوب منها فرمى الجراب وذهب ففتحته فإذا به دقيق حوارى فعجنت وخبزت \n  فلما ذهب من الليل هوي جاء فنقر الباب فلما دخل وضعت بين يديه خوانا وأرغفة \n  فقال من أين هذا قالت من الدقيق الذي جئت به فجعل يأكل ويبكي .\n</p>\n<p class=\"arabic\">رواها ضمرة بن ربيعة عن عثمان .\n</p>\n<p class=\"arabic\">وقال أبو مسهر وغيره ثنا سعيد بن عبد العزيز أن أبا مسلم استبطأ خبر جيش كان \n  بأرض الروم فبينا هو على تلك الحال إذ دخل طائر فوقع وقال أنا رتباييل مسل \n  الحزن من صدور المؤمنين فأخبره خبر ذلك *5*297* الجيش فقال أبو مسلم ما جئت \n  حتى استبطأتك .\n</p>\n<p class=\"arabic\">وقال سعيد بن عبد العزيز كان أبو مسلم الخولاني يرتجز يوم صفين ويقول ما علتي \n  ما علتيوقد لبست درعتيأموت عبد طاعتي وقال إسماعيل بن عياش ثنا هشام بن الغاز \n  حدثني يونس الهرم أن أبا مسلم الخولاني قام إلى معاوية وهو على المنبر فقال \n  يا معاوية إنما أنت قبر من القبور إن جئت بشيء كان لك شيء وإلا فلا شيء لك \n  يا معاوية لا تحسب أن الخلافة جمع المال وتفرقته إنما الخلافة القول بالحق \n  والعمل بالمعدلة وأخذ الناس في ذات الله يا معاوية إنا لا نبالي بكدر الأنهار \n  إذا صفا لنا رأس عيننا إياك أن تميل على قبيلة فيذهب حيفك بعدلك ثم جلس فقال \n  معاوية يرحمك الله يا أبا مسلم .\n</p>\n<p class=\"arabic\">وقال أبو بكر بن أبي مريم عن عطية بن قيس قال دخل أبو مسلم على معاوية فقام \n  بين السماطين فقال السلام عليك أيها الأجير فقالوا مه قال دعوه فهو أعرف بما \n  يقول وعليك السلام يا أبا مسلم ثم وعظه وحثه على العدل .\n</p>\n<p class=\"arabic\">وقال إسماعيل بن عياش ثنا شرحبيل بن مسلم الخولاني أنه كان إذا دخل الروم \n  لا يزال في المقدمة حتى يؤذن للناس فإذا أذن لهم كان في الساقة وكانت الولاة \n  يتيمنون به فيؤمرونه ) .\n</p>\n<p class=\"arabic\">على المقدمات .\n</p>\n<p class=\"arabic\">وقال سعيد بن عبد العزيز توفي أبو مسلم بأرض الروم وكان قد شتى *5*298* مع \n  بسر بن أبي أرطأة فأدركه أجله فأتاه بسر في مرضه فقال له أبو مسل اعقد لي \n  على من مات في هذه الغزاة من المسلمين فإني أرجو أن آتي بهم يوم القيامة على \n  لوائهم .\n</p>\n<p class=\"arabic\">وقال الإمام أحمد حدثت عن محمد بن شعيب عن بعض مشيخة دمشق قال أقبلنا من أرض \n  الروم فمررنا بالعمير على أربعة أميال من حمص في آخر الليل فاطلع الراهب من \n  صومعته فقال هل تعرفون أبا مسلم الخولاني قلنا نعم قال إذا أتيتموه فأقرئوه \n  السلام فإنا نجده في الكتب رفيق عيسى بن مريم أما إنكم لا تجدونه حيا فلما \n  أشرفنا على الغوطة بلغنا موته .\n</p>\n<p class=\"arabic\">قال الحافظ ابن عساكر يعني سمعوا ذلك وكانت وفاته بأرض الروم كما حكينا .\n</p>\n<p class=\"arabic\">وقال ابن عياش عن شرحبيل بن مسلم عن سعيد بن هانيء قال قال معاوية إنما المصيبة \n  كل المصيبة بموت أبي مسلم الخولاني وكريب بن سيف الأنصاري .\n</p>\n<p class=\"arabic\">هذا حديث حسن الإسناد يعطي أن أبا مسلم توفي قبل معاوية وقد قال المفضل بن \n  غسان توفي علقمة وأبو مسلم الخولاني سنة اثنتين وستين .\n\n</p>"
}