{
    "header": "أم سلمة أم المؤمنين .",
    "id": "000449",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أم سلمة أم المؤمنين .\n</h1>\n<p class=\"arabic\">هند بنت أبي أمية بن المغيرة بن عبد الله بن عمر بن مخزوم المخزومية *5*283* \n  بنت عم أبي جهل وبنت عم خالد بن الوليد .\n</p>\n<p class=\"arabic\">بنى بها النبي في سنة ثلاث من الهجرة وكانت قبله عند الرجل الصالح أبي سلمة \n  بن عبد الأسد وهو أخو النبي صلى الله عليه وسلم من الرضاعة .\n</p>\n<p class=\"arabic\">روت عدة أحاديث .\n</p>\n<p class=\"arabic\">روى عنها الأسود بن يزيد وسعيد بن المسيب وأبو وائل شقيق والشعبي وأبو صالح \n  السمان وشهر بن حوشب ومجاهد ونافع بن *5*284* جبير بن مطعم ونافع مولاها ونافع \n  مولى ابن عمر وابن أبي مليكة وعطاء بن أبي رباح وخلق سواهم .\n</p>\n<p class=\"arabic\">وكانت من أجمل النساء وطال عمرها وعاشت تسعين سنة أو أكثر وهي آخر أمهات المؤمنين \n  وفاة وقد حزنت على الحسين رضي الله عنه وبكت عليه وتوفيت بعده بيسير في سنة \n  إحدى وستين .\n</p>\n<p class=\"arabic\">وقال بعضهم توفيت سنة تسع وخمسين وهو غلط لأن في صحيح مسلم أن عبد الله بن \n  صفوان دخل عليها في خلافة يزيد .\n</p>\n<p class=\"arabic\">وأبوها أبو أمية يقال اسمه حذيفة ويلقب بزاد الركب وكان أحد الأجواد ووهم \n  من قال اسمها رملة .\n</p>\n<p class=\"arabic\">وروى عطاء بن السائب عن محارب بن دثار أن أم سلمة أوصت أن يصلي عليها سعيد \n  بن زيد وروي أن أبا هريرة صلى عليها ودفنت بالبقيع وهذا فيه نظر لأن سعيدا \n  وأبا هريرة توفيا قبلها والله أعلم .\n</p>\n<p class=\"arabic\">ابن سعد أنبأ محمد بن عمر أنبأ ابن أبي الزناد عن هشام بن عروة عن أبيه عن \n  عائشة قالت لما تزوج النبي صلى الله عليه وسلم أم سلمة حزنت حزنا شديدا لما \n  ذكروا لها من جمالها فتلطفت حتى رأيتها والله أضعاف ما وصفت لي في الحسن والجمال \n  فذكرت ذلك لحفصة وكانت يدا واحدة فقالت لا والله إنها الغيرة وما هي كما تقولين \n  إنها لجميلة فرأيتها بعد فكانت كما قالت حفصة ولكن كنت غيرى *5*285* .\n</p>\n<p class=\"arabic\">قال مسلم بن خالد الزنجي عن موسى بن عقبة عن أمه عن أم كلثوم قالت لما تزوج \n  النبي صلى الله عليه وسلم أم سلمة قال لها إني قد أهديت إلى النجاشي أواق \n  من مسك وحلة وإني ) .\n</p>\n<p class=\"arabic\">أراه قد مات ولا أرى الهدية إلا سترد فإذا ردت فهي لك قالت فكان كما قال فأعطى \n  كل امرأة من نسائه أوقية من مسك وأعطى سائره أم سلمة وأعطاها الحلة .\n</p>\n<p class=\"arabic\">القعنبي ثنا عبد الله بن جعفر الزهري عن هشام بن عروة عن أبيه أن رسول الله \n  صلى الله عليه وسلم أمر أم سلمة أن تصلي الصبح بمكة يوم النحر وكان يومها \n  فأحب أن توافيه .\n</p>\n<p class=\"arabic\">الواقدي عن ابن جريج عن نافع قال صلى أبو هريرة على أم سلمة .\n</p>\n<p class=\"arabic\">قلت هذا من غلط الواقدي أبو هريرة مات قبلها .\n\n</p>"
}