{
    "header": "مروان بن الحكم .",
    "id": "000419",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">مروان بن الحكم .\n</h1>\n<p class=\"arabic\">ابن أبي العاص ابن أمية بن عبد الملك القرشي *5*228* الأموي وقيل أبو القاسم \n  ويقال أبو الحكم .\n</p>\n<p class=\"arabic\">ولد بمكة بعد ابن الزبير *5*229* بأربعة أشهر ولم يصح له سماع من رسول الله \n  صلى الله عليه وسلم لكن له رواية إن شاء الله .\n</p>\n<p class=\"arabic\">وقد روى عن النبي صلى الله عليه وسلم حديث الحديبية بطوله وفيه إرسال لكن \n  أخرجه البخاري .\n</p>\n<p class=\"arabic\">وروى أيضا عن عمر وعثمان وعلي وزيد بن ثابت .\n</p>\n<p class=\"arabic\">روى عنه سهل بن سعد صاحب رسول الله صلى الله عليه وسلم وسعيد بن المسيب وعلي \n  بن الحسين وعروة بن الزبير وأبو بكر بن عبد الرحمن وعبيد الله بن عبد الله \n  وابنه عبد الملك ومجاهد .\n</p>\n<p class=\"arabic\">وكان كاتب ابن عمه عثمان وولي إمرة المدينة والموسم لمعاوية غير مرة وبايعوه \n  بالخلافة بعد معاوية بن يزيد وحارب الضحاك بن قيس فقتل الضحاك في المصاف وسار \n  إلى مصر فاستولى عليها وعلى الشام وكان ابن الزبير مستوليا على الحجاز كله \n  وخراسان وغير ذلك في ذلك الوقت .\n</p>\n<p class=\"arabic\">وقال ابن سعد توفي النبي صلى الله عليه وسلم ولمروان ثمان سنين ولم يحفظ عنه \n  شيئا .\n</p>\n<p class=\"arabic\">وأمه آمنة بنت علقمة الكنانية .\n</p>\n<p class=\"arabic\">وقال الواقدي أسلم الحكم في الفتح وقدم المدينة فطرده النبي صلى الله عليه \n  وسلم فنزل الطائف فلما قبض النبي صلى الله عليه وسلم قدم المدينة ومات زمن \n  عثمان لأنه زور على لسانه كتابا في شأن محمد بن أبي بكر *5*230* .\n</p>\n<p class=\"arabic\">وقال ابن أبي السري كان مروان قصيرا أحمر الوجه وأوقص العنق كبير الرأس واللحية \n  وكان يلقب خيط باطل لدقة عنقه .\n</p>\n<p class=\"arabic\">وقال محمد بن عبد الله بن عبد الحكم سمعت الشافعي يقول لما انهزم الناس يوم \n  الجمل كان علي يسأل عن مروان فقال له رجل يا أمير المؤمنين إنك لتسأل عنه \n  قال تعطفني عليه رحم ماسة وهو مع ذلك سيد من شباب قريش .\n</p>\n<p class=\"arabic\">وقال عبد الملك بن عمير عن قبيصة بن جابر قال بعثني زياد إلى معاوية في حوائج \n  فقلت من ترى لهذا الأمر من بعدك فسمى جماعة ثم قال وأما القاريء لكتاب الله \n  الفقيه في دين ) .\n</p>\n<p class=\"arabic\">الله الشديد في حدود الله مروان .\n</p>\n<p class=\"arabic\">وقال أحمد بن حنبل يقال كان عند مروان قضاء وكان يتبع قضاء عمر .\n</p>\n<p class=\"arabic\">وقال يونس عن ابن شهاب عن قبيصة بن ذؤيب أن امرأة نذرت أن تنحر ابنها عند \n  الكعبة وقدمت المدينة تستفتي فجاءت ابن عمر فقال لا أعلم في النذر إلا الوفاء \n  قالت أفأنحر ابني قال قد نهى الله عن ذلك فجاءت ابن عباس فقال أمر الله الوفاء \n  بالنذر ونهاكم أن تقتلوا أنفسكم وقد كان عبد المطلب نذر إن توافى له عشرة \n  رهط أن ينحر أحدهم فلما توافوا أقرع بينهم فصارت القرعة على عبد الله وكان \n  أحبهم إليه فقال اللهم أهو أو مائة من الإبل ثم أقرع ثانية بين المائة وبينه \n  فصارت القرعة على الإبل فأرى أن تنحري مائة من الإبل مكان ابنك فبلغ الحديث \n  مروان وهو أمير المدينة فقال ما أراهما أصابا إنه لا نذر في معصية الله فاستغفري \n  الله *5*231* تعالى وتوبي إليه واعملي ما استطعت من الخير فسر الناس بذلك \n  وأعجبهم قوله ولم يزل الناس يفتون بأنه لا نذر في معصية الله .\n</p>\n<p class=\"arabic\">وقال الواقدي حدثني شرحبيل بن أبي عون عن عياش بن عباس قال حدثني من حضر ابن \n  النباع الليثي يوم الدار يبادر مروان على قفاه ضربة قطع علابي عنقه ووقع وجهه \n  فأرادوا أن يدففوا عليه فقيل أتبضعون اللحم فترك .\n</p>\n<p class=\"arabic\">قال الواقدي وحدثني حفص بن عمر عن إبراهيم بن عبيد بن رفاعة عن أبيه وذكر \n  مروان فقال والله لقد ضربت كعبه فما أحسبه إلا قد مات ولكن المرأة أحفظتني \n  قالت ما تصنع بلحمه أن تبضعه فأخذني الحفاظ فتركته .\n</p>\n<p class=\"arabic\">وقال خليفة إن مروان ولي المدينة سنة إحدى وأربعين </p>\n<p class=\"arabic\">.\n</p>\n<p class=\"arabic\">وقال ابن علية عن ابن عون عن عمير بن إسحاق قال كان مروان أميرا علينا ست \n  سنين فكان يسب عليا رضي الله عنه كل جمعة على المنبر </p>\n<p class=\"arabic\">ثم عزل \n  بسعيد بن العاص فبقي سعيد سنتين فكان لا يسبه ثم أعيد مروان فكان يسبه فقيل للحسن ألا تسمع \n  ما يقول هذا فجعل لا يرد شيئا قال وكان الحسن يجيء يوم الجمعة ويدخل في حجر \n  النبي صلى الله عليه سلم فيقعد فيها فإذا قضيت الخطبة خرج فصلى فلم يرض بذلك \n  حتى أهداه له في بيته قال فإنا لعنده إذ قيل فلان بالباب قال ائذن له فوالله \n  إني *5*232* لأظنه قد جاء بشر فأذن له فدخل فقال يا حسن إني جئتك من عند سلطان \n  وجئتك بعزمه قال تكلم قال أرسل مرون ويك بعلي ) .\n</p>\n<p class=\"arabic\">وبعلي وبعلي ويك ويك ويك وما وجدت مثلك إلا مثل البغلة يقال لها من أبوك فتقول \n  أمي الفرس قال ارجع إليه فقل له إني والله لا أمحو عنك شيئا مما قلت فلن أسبك \n  ولكن موعدي موعدك الله فإن كنت صادقا فجزاك الله بصدقك وإن كنت كاذبا فالله \n  أشد نقمة وقد أكرم الله جدي أن يكون مثله أو قال مثلي مثل البغلة فخرج الرجل \n  فلما كان في الحجرة لقي الحسين فقال ما جئت به قال رسالة قال والله لتخبرني \n  أو لآمرن بضربك فقال ارجع فرجع فلما رآه الحسن قال أرسله قال إني لا أستطيع \n  قال لم قال إني قد حلفت قال قد لج فأخبره فقال أكل فلان بظر أمه إن لم يبلغه \n  عني ما أقول له قل له ويل لك ولأبيك ولقومك وآية بيني وبينك أن يمسك منكبيك \n  من لعنه رسول الله صلى الله عليه وسلم قال فقال وزاد .\n</p>\n<p class=\"arabic\">وقال حماد بن سلمة عن عطاء بن السائب عن أبي يحيى قال كنت بين الحسن والحسين \n  ومروان والحسين يساب مروان فجعل الحسن ينهاه فقال مروان إنكم أهل بيت ملعونون \n  فغضب الحسين وقال ويلك قلت هذا فوالله لقد لعن الله أباك على لسان نبيه وأنت \n  في صلبه .\n</p>\n<p class=\"arabic\">رواه جرير عن عطاء عن أبي يحيى النخعي .\n</p>\n<p class=\"arabic\">وقال حاتم بن إسماعيل عن جعفر بن محمد عن أبيه أن الحسن والحسين كانا يصليان \n  خلف مروان فقيل أما كانا يصليان إذا رجعا إلى منازلهما قالا لا والله .\n</p>\n<p class=\"arabic\">وقال الأعمش عن عطية عن أبي سعيد قال قال رسول الله صلى الله عليه وسلم *5*233* \n  إذا بلغ بنو أبي العاص ثلاثين رجلا اتخذوا مال الله دولا ودين الله دغلا وعبادة \n  الله خولا .\n</p>\n<p class=\"arabic\">سنده ضعيف وكان عطية مع ضعفه شيعيا غاليا لكن الحديث من قول أبي هريرة رواه \n  العلاء بن عبد الرحمن عن أبيه عنه .\n</p>\n<p class=\"arabic\">وقد روى أبو المغيرة عن أبي بكر بن أبي مريم عن راشد بن سعد قال قال أبو ذر \n  سمعت رسول الله صلى الله عليه وسلم يقول إذا بغت بنو أمية أربعون رجلا اتخذوا \n  عبادة الله ولا ومال الله دولا وكتاب الله دغلا إسناده منقطع .\n</p>\n<p class=\"arabic\">وذكر عوانة بن الحكم أن مروان قدم ببني أمية على حسان بن مالك بن بحدل وهو \n  بالجيابية فقال أتيتني بنفسك إذ أبيت أن آتيك والله لأجادلن عنك في قبائل \n  اليمن أو أسلمها إليك فبايع حسان أهل الأردن لمروان على أن يبايع مروان لخالد \n  بن يزيد وله إمرة حمص ولعمرو بن ) .\n</p>\n<p class=\"arabic\">سعيد إمرة دمشق وذلك في نصف ذي القعدة .\n</p>\n<p class=\"arabic\">وقال أبو مسهر بايع مروان أهل دمشق وسائر الناس زبيريون ثم اقتتل مروان وشيعة \n  ابن الزبير يوم راهط فظفر مروان وغلب على الشام ومصر وبقي تسعة أشهر ومات .\n</p>\n<p class=\"arabic\">قال الليث توفي في أول رمضان .\n</p>\n<p class=\"arabic\">وقال ابن وهب سمعت مالكا يذكر مروان يوما فقال قرأت كتاب الله منذ أربعين \n  سنة ثم أصبحت فيما أنا فيه من هرق الدماء وهذا الشأن .\n</p>\n<p class=\"arabic\">وقال ابن سعد كانوا ينقمون على عثمان تقريب مروان وتصرفه وكان كاتبه وسار \n  مع طلحة والزبير يطلبون بدم عثمان فقاتل يوم الجمل *5*234* أشد قتال فلما \n  رأى الهزيمة رمى طلحة بسهم فقتله وقد أصابته جراح يومئذ وحمل إلى بيت امرأة \n  فداووه واختفى فأمنه علي فبايعه وانصرف إلى المدينة وأقام بها حتى استخلف \n  معاوية وقد كان يوم الحرة مع مسلم بن عقبة وحرضه على أهل المدينة قال وكان \n  قد أطمع خالد بن يزيد ثم بدا له وعقد لولديه عبد الملك وعبد العزيز فأخذ يضع \n  منه ويزهد الناس فيه وكان يجلس معه فدخل يوما فزبره وقال تنح يا ابن رطبة \n  الإست والله مالك عقل فأضمرت أمه السوء لمروان فدخل عليها فقال هل قال لك \n  خالد شيئا فأنكرت وكان قد تزوج بها فقام فوثبت هي وجواريها فعمدت إلى وسادة \n  فوضعتها على وجهه وغمرته هي والجواري حتى مات ثم صرخن وقلن مات فجأة .\n</p>\n<p class=\"arabic\">وقال الهيثم بن مروان مات مطعونا بدمشق .\n\n</p>"
}