{
    "header": "عمرو بن سعيد .",
    "id": "000403",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عمرو بن سعيد .\n</h1>\n<p class=\"arabic\">ابن العاص بن سعيد بن العاص بن أمية الأموي أبو أمية المعروف بالأشدق *5*203* .\n</p>\n<p class=\"arabic\">ولي المدينة ليزيد ثم سكن دمشق وكان أحد الأشراف من بني أمية وقد رام الخلافة \n  وغلب على دمشق وادعى أن مروان جعله ولي العهد بعد عبد الملك .\n</p>\n<p class=\"arabic\">حدث عن عمر وعثمان .\n</p>\n<p class=\"arabic\">روى عنه بنوه موسى وأمية وسعيد وخثيم بن مروان .\n</p>\n<p class=\"arabic\">وكان زوج أخت مروان أم البنين شقيقة مروان .\n</p>\n<p class=\"arabic\">قال عبد الملك بن عمير عن أبيه قال لما احتضر سعيد بن العاص رضي الله عنه \n  جمع بنيه فقال أيكم يكفل ديني فسكتوا فقال ما لكم لا تكلمون فقال عمرو الأشدق \n  وكان عظيم الشدقين وكم دينك يا أبت قال ثلاثون ألف دينار قال فيم استدنتها \n  قال في كريم سددت فاقته ولئيم فديت عرضي منه فقال هي علي .\n</p>\n<p class=\"arabic\">وعن سعيد بن المسيب وسئل عن خطباء قريش في الجاهلية فقال الأسود بن المطلب \n  بن أسد وسهيل بن عمرو وسئل عن خطبائهم في الإسلام فقال معاوية وابنه وسعيد \n  بن العاص وابنه وابن الزبير </p>\n<p class=\"arabic\">.\n</p>\n<p class=\"arabic\">وفي مسند أحمد من حديث علي بن زيد بن جدعان قال *5*204* أخبرني من سمع أبا \n  هريرة يقول سمعت رسول الله صلى الله عليه وسلم يقول ليرعفن على منبري جبار \n  من جبابرة بني أمية قال علي فحدثني من رأى عمرو بن سعيد رعف على منبر رسول \n  الله صلى الله عليه وسلم فقال الزبير بن بكار كان عمرو بن سعيد ولاه معاوية \n  المدينة ثم ولاه يزيد فبعث عمرو بعثا لقتال ابن الزبير وكان عمرو يدعي أن \n  مروان جعل إليه الأمر بعد عبد الملك ثم نقض ذلك وجعله إلى عبد العزيز بن مروان \n  فلما شخص عبد الملك إلى حرب مصعب إلى العراق خالف عليه عمرو بن سعيد وغلق \n  أبواب دمشق فرجع عبد الملك وأحاط به ثم أعطاه أمانا ثم غدر به فقتله فقال \n  في ذلك يحيى بن الحكم عم عبد الملك .\n</p>\n<p class=\"arabic\">% أعيني جودي بالدموع على عمرو % % عشية تبتز الخلافة بالغدر % .\n</p>\n<p class=\"arabic\">% كأن بني مروان إذ يقتلونه % % بغاث من الطير اجتمعن على صقر % .\n</p>\n<p class=\"arabic\">% غدرتم بعمرو يا بني خيط باطل % % وأنتم ذوو قربائه وذوو صهر % .\n</p>\n<p class=\"arabic\">% فرحنا وراح الشامتون عشية % % كأن على أكتافنا فلق الصخر % .\n</p>\n<p class=\"arabic\">% لحا الله دنيا يدخل النار أهلها % % وتهتك ما دون المحارم من ستر % .\n</p>\n<p class=\"arabic\">وكان مروان يلقب بخيط باطل .\n</p>\n<p class=\"arabic\">وروى ابن سعد بإسناد أن عبد الملك لما سار يؤم العراق جلس خالد بن يزيد بن \n  معاوية وعمرو بن سعيد فتذاكرا من أمر عبد الملك ومسيرهما معه على خديعة منه \n  لهما فرجع عمرو إلى دمشق فدخلها وسورها وثيق فدعا أهلها إلى نفسه فأسرعوا \n  إليه وفقده عبد الملك فرجع بالناس *5*205* إلى دمشق فنازلها ست عشرة ليلة \n  حتى فتحها عمرو له وبايعه فصفح عنه عبد الملك ثم أجمع على قتله فأرسل إليه \n  يوما يدعوه فوقع في نفسه أنها رسالة شر فزلف إليه فيمن معه لبس درعا متكفرا \n  بها ثم دخل إليه فتحدثا ساعة وقد كان عهد إلى يحيى بن عبد الملك عليه فقال \n  يا أبا أمية ما هذه الغوائل والزبى التي تحفر لنا ثم ذكره ما كان منه وخرج \n  إلى الصلاة ولم يقدم عليه يحيى فشتمه عبد الملك ثم اقدم هو ومن معه عليه فقتله .\n</p>\n<p class=\"arabic\">قال خليفة وفي سنة سبعين خلع عمرو بن سعيد عبد الملك وأخرج عامله عبد الرحمن \n  بن أم الحكم عن دمشق فسار إليه عبد الملك ثم اصطلحا على أن يكون الخليفة من \n  بعد عبد الملك ) .\n</p>\n<p class=\"arabic\">وعلى أن لعمرو مع كل عامل عاملا وفتح دمشق ودخل عبد الملك ثم غدر به فقتله \n  فحدثني أبو اليقظان قال قال له عبد الملك يا أبا أمية لو أعلم أنك تبقى وتصلح \n  قرابتي لفديتك ولو بدم النواظر ولكنه قلما اجتمع فحلان في إبل إلا أخرج أحدهما \n  صاحبه .\n</p>\n<p class=\"arabic\">وقال الليث قتل سنة تسع وستين .\n\n</p>"
}