{
    "header": "الحارث بن سعيد الكذاب .",
    "id": "000525",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الحارث بن سعيد الكذاب .\n</h1>\n<p class=\"arabic\">الذي ادعى النبوة بالشام دمشقي يقال إنه مولى مروان بن الحكم .\n</p>\n<p class=\"arabic\">فروى الوليد بن مسلم عن عبد الرحمن بن حسان قال كان الحارث الكذاب دمشقيا \n  وكان مولى لأبي الجلاس وكان له أب بالحولة وكان متعبدا زاهدا لو لبس جبة من \n  ذهب لرؤيت عليه زهادة وكان إذا أخذ في التحميد لم يسمع السامعون إلى كلام \n  أحسن من كلامه فكتب إلى أبيه وهو بالحولة يا أبتاه أعجل علي فقد رأيت أشياء \n  أتخوف أن يكون الشيطان قد *5*387* عرض لي قال فزاده أبوه غيا فكتب إليه أقبل \n  على ما أمرت به إن الله يقول في الشياطين تنزل على كل أفاك أثيم ولست بأفاك \n  ولا أثيم .\n</p>\n<p class=\"arabic\">وكان يجيء إلى أهل المسجد رجل فيذاكره أمره ويأخذ عليهم العهد والميثاق إن \n  رأى ما يرضى قبل وإلا كتم عليه وكان يريهم الأعاجيب يأتي رخامة في المسجد \n  فينقرها بيده ) .\n</p>\n<p class=\"arabic\">فتسبح ويطعمهم فاكهة الصيف في الشتاء ويقول اخرجوا حتى أريكم الملائكة فيخرجهم \n  إلى دير مران فيريهم رجالا على خيل فتبعه بشر كثير وفشا الأمر في المسجد وكثر \n  أصحابه فوصل الأمر إلى القاسم بن مخيمرة قال فعرض على القاسم وأخذ عليه العهد \n  والميثاق ثم قال إني نبي قال كذبت يا عدو الله ولا عهد لك عندي قال فقال له \n  أبو إدريس الخولاني بئس ما صنعت إذ لم تلن حتى تأخذه الآن يفر قال وقام من \n  مجلسه فدخل على عبد الملك بن مروان فأعلمه بالأمر وطلب فلم يقدروا عليه وخرج \n  عبد الملك فنزل الصنبرة واتهم عامة عسكره بالحارث أن يكونوا يروا رأيه .\n</p>\n<p class=\"arabic\">وأتى الحارث بيت المقدس مختفيا وكان أصحابه يخرجون يلتمسون الرجال يدخلونهم \n  عليه وكان رجل من أهل البصرة قد أتى بيت المقدس فأدخل عليه فأخذ في التحميد \n  فسمع البصري كلاما حسنا ثم أخبره بأمره وأنه نبي فقال إن كلامك حسن ولكن في \n  هذا نظر ثم خرج ثم عاد إليه فأعاد عليه كلامه فقال قد وقع في قلبي كلامك وقد \n  آمنت بك هذا الدين المستقيم فأمر أن لا يحجب فأقبل البصري يتردد إليه ويعرف \n  *5*388* مداخله وحيله وأين يهرب حتى اختص به ثم قال ائذن لي قال إلى أين قال \n  إلى البصرة أكون داعيا لك بها فأذن له فأسرع إلى عبد الملك وهو بالصنبرة ثم \n  صاح النصيحة النصيحة فأدخل وأخلي فقال له ما عندك قال الحارث فلما ذكر الحارث \n  طرح نفسه من سريره وقال أين هو قال ببيت المقدس يا أمير المؤمنين وقص شأنه \n  قال أنت صاحبه وأنت أمير بيت المقدس وأمير ما ها هنا فمرني بما شئت قال ابعث \n  معي أقواما لا يفقهون الكلام فأمر أربعين رجلا من أهل فرغانة فقال انطلقوا \n  مع هذا فأطيعوه فلما قدم أعطاه الكتاب فقال مرني بما شئت فقال اجمع لي إن \n  قدرت كل شمعة ببيت المقدس وادفع كل شمعة إلى رجل ورتبهم على أزقة البلد فإذا \n  قلت أسرجوا فأسرجوا جميعا ففعل ذلك وتقدم البصري وحده إلى منزل الحارث فأتى \n  الباب فقال للحاجب استأذن لي على نبي الله فقال في هذه الساعة ما نؤذن عليه \n  حتى نصبح قال أعلمه أني إنما رجعت شوقا إليه قبل أن أصل فدخل فأعلمه كلامه \n  وأمره قال ففتح الباب ثم صاح البصري أسرجوا فأسرجت الشموع حتى كأنه النهار \n  ثم قال من مر بكم فاضبطوه ودخل كما هو إلى الموضع الذي يعرفه فنظر فإذا هو \n  لا يجده فطلبه فلم يجده فقال أصحابه هيهات تريدون أن تقتلوا نبي الله قد رفع \n  إلى السماء قال ) .\n</p>\n<p class=\"arabic\">فطلبه في شق كان قد هيأه سربا قال اربطوا فربطوه قال فبينا هم يسيرون به إذ \n  قال أتقتلون رجلا أن يقول ربي الله وقد جاءكم بالبينات من ربكم الآية فقال \n  أهل فرغانة هذا كرآننا فهات كرآنك فسار به حتى أتى به عبد الملك فأمر بخشبة \n  فنصبت وصلبه وأمر رجلا بحربة فطعنه فأصاب ضلعا من أضلاعه *5*389* فكفت الحربة \n  فجعل الناس يصيحون الأنبياء لا يجوز فيهم السلاح .\n</p>\n<p class=\"arabic\">فلما رأى ذلك رجل من المسلمين تناول الحربة ومشى إليه فطعنه فأنقذه .\n</p>\n<p class=\"arabic\">قال الوليد بن مسلم فبلغني أن خالد بن يزيد بن معاوية دخل على عبد الملك فقال \n  لو حضرت ما أمرتك بقتله قال ولم قال كان به المذهب فلو جوعته ذهب ذلك عنه .\n</p>\n<p class=\"arabic\">قال الوليد عن المنذر بن نافع أنه سمع خالد بن اللجلاج يقول لغيلان ويحك يا \n  غيلان ألم نأخذك في شبيبتك ترامي النساء في شهر رمضان بالتفاح ثم صرت حارثيا \n  تحجب امرأته وتزعم أنها أم المؤمنين ثم صرت قدريا زنديقا .\n</p>\n<p class=\"arabic\">وقال موسى بن عامر ثنا الوليد بن مسلم ثنا ابن جابر قال دخل القاسم بن مخيمرة \n  على أبي إدريس فقال إن حارثا لقيني فأخذ عهدي لأسمعن منه فإن قبلته قبلته \n  وإن سخطته كتمت علي فزعم أن رسول الله قلت إنه أحد الدجالين الذين أخبر رسول \n  الله صلى الله عليه وسلم أن الساعة لا تقوم حتى يخرج ثلاثين دجالا كلهم يزعم \n  أنه نبي وهو أحدهم فارفع شأنه إلى عبد الملك فقال أبو إدريس أسأت لو أدنيته \n  إلينا حتى نأخذه قال ورفع أمره إلى عبد الملك فطلبه وتغيب فأخذه عبد الملك \n  فصلبه فحدثني من سمع عتبة الأعور يقول سمعت العلاء بن زياد يقول ما غبطت عبد \n  الملك بشيء من ولايته إلا بقتله حارثا .\n</p>\n<p class=\"arabic\">وقال ضمرة بن ربيعة ثنا علي بن أبي حملة قال لما ظهر الحارث أتاه مكحول وعبد \n  الله بن أبي زكريا وجعلا له الأمان وسألاه عن أمره فأخبرهما فكذبا وردا عليه \n  وقالا لا أمان لك ثم أتيا عبد الملك *5*390* فأخبراه قال وهرب الحارث حتى \n  أتى بيت المقدس فبعث في طلبه حتى أتي به فقتله .\n</p>\n<p class=\"arabic\">وقال عبد الوهاب بن الضحاك العرضي ثنا شيخ يكنى أبا الربيع وقد أدرك ناسا \n  من القدماء قال لما أخذ الحارث ببيت المقدس حمل على البريد وجعلت في عنقه \n  جامعة من حديد فأشرف على عقبة بيت المقدس فتلا قل إن ضللت فإنما أضل على نفسي \n  وإن اهتديت فبما ) .\n</p>\n<p class=\"arabic\">يوحي إلي ربي قال فتقلقلت الجامعة ثم سقطت من يده ورقبته إلى الأرض فوثب إلي \n  الحرس فأعادوها فلما أشرف على عقبة أخرى قرأ آية أخرى فسقطت من رقبته ويده \n  فأعادوها عليه فلما تقدموا على عبد الملك حبسه وأمر رجالا كانوا معه في السجن \n  من أهل الفقه والعلم أن يعظوه ويخوفوه بالله ويعلموه أن هذا من الشيطان فأبى \n  أن يقبل منهم فأمر به فصلب وطعنه رجل بحربة فانثت الحربة فقال الناس ما ينبغي \n  لمثل هذا أن يقتل ثم أتاه حرسي برمح فطعنه بين ضلعين من أضلاعه ثم هزه فأنفذه \n  قال وسمعت غير واحد ولا اثنين يقولون إن الذي طعنه بالحربة فانثنت قال له \n  عبد الملك أذكرت الله حين طعنته قال نسيت أو قال لا قال فاذكر الله ثم اطعنه \n  قال فطعنه فأنفذها .\n</p>\n<p class=\"arabic\">قيل كان ذلك سنة تسع وسبعين .\n\n</p>"
}