{
    "header": "عبد الله بن صفوان .",
    "id": "000570",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الله بن صفوان .\n</h1>\n<p class=\"arabic\">ابن أمية بن خلف بن وهب أبو صفوان الجمحي المكي *5*451* .\n</p>\n<p class=\"arabic\">ولد في حياة النبي صلى الله عليه وسلم وحدث عن أبيه وعمر وأبي الدرداء وحفصة \n  وصفية بنت أبي عبيد وغيرهم .\n</p>\n<p class=\"arabic\">روى عنه حفيده أمية بن صفوان بن عبد الله وابن أبي مليكة وسالم بن أبي الجعد \n  وعمرو بن دينار والزهري .\n</p>\n<p class=\"arabic\">وكان من سادات قريش وأشرافهم وله دار بدمشق .\n</p>\n<p class=\"arabic\">قال الزبير بن بكار حدثني محمد بن سلام حدثني يزيد بن عياض بن جعدبة قال لما \n  قدم معاوية مكة لقيه عبد الله بن صفوان على بعير فسايره فقال أهل الشام من \n  هذا الأعرابي الذي ساير أمير المؤمنين فلما انتهى إلى مكة إذا الجبل أبيض \n  من غنى عليه فقال يا أمير المؤمنين هذه ألفا شاة أجزرتكها فقسمها معاوية في \n  جنده فقالوا ما رأينا أسخى من ابن عم أمير المؤمنين هذا الأعرابي .\n</p>\n<p class=\"arabic\">وروى ابن أبي مليكة أن عمر بن عبد العزيز قال له ما بلغ ابن صفوان ما بلغ \n  قلت سأخبرك والله لو أن عبدا وقف عليه يسبه ما استنكف عنه إنه لم يكن يأتيه \n  أحد قط إلا كان أول خلق الله تسرعا إليه بالرجال ولم يسمع بمفازة إلا حفرها \n  ولا ثنية إلا سهلها .\n</p>\n<p class=\"arabic\">وعن مجاهد أنه وصف ابن صفوان بالحلم والاحتمال .\n</p>\n<p class=\"arabic\">وقال الزبير حدثني محمد بن سلام عن أبي عبد الله الأزدي *5*452* قال وفد المهلب \n  بن أبي صفرة الأزدي على ابن الزبير فأطال الخلوة معه فجاء ابن صفوان فقال \n  من هذا الذي قد شغلك منذ اليوم قال هذا سيد العرب بالعراق قال ينبغي أن يكون \n  المهلب فقال المهلب من هذا الذي يسأل عني يا أمير المؤمنين قال سيد قريش بمكة \n  قال ينبغي أن يكون عبد الله بن صفوان .\n</p>\n<p class=\"arabic\">وقال يحيى بن سعيد رأيت رأس ابن الزبير ورأس عبد الله بن مطيع ورأس عبد الله \n  بن صفوان أتي بها إلينا المدينة .\n</p>\n<p class=\"arabic\">رواه ابن عيينة عن يحيى ) .\n</p>\n<p class=\"arabic\">وقال خليفة قتل وهو متعلق بأستار الكعبة مع ابن الزبير سنة ثلاث وسبعين .\n\n</p>"
}