{
    "header": "الأحنف بن قيس .",
    "id": "000508",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الأحنف بن قيس .\n</h1>\n<p class=\"arabic\">ابن معاوية بن حصين أبو بحر التميمي الذي يضرب به المثل في *5*346* الحلم \n  من كبار التابعين وأشرافهم .\n</p>\n<p class=\"arabic\">اسمه الضحاك ويقال صخر وغلب عليه الأحنف لاعوجاج رجليه .\n</p>\n<p class=\"arabic\">وكان سيدا مطاعا في قومه أسلم في حياة النبي صلى الله عليه وسلم ووفد على \n  عمر .\n</p>\n<p class=\"arabic\">وحدث عن عمر وعثمان وعلي وأبي ذر والعباس وابن مسعود .\n</p>\n<p class=\"arabic\">روى عنه الحسن البصري وعمرو بن جاوان وعروة بن الزبير وطلق بن حبيب وعبد الله \n  بن عميرة ويزيد بن عبد الله بن الشخير وخليد العصري .\n</p>\n<p class=\"arabic\">وكان من أمراء علي يوم صفين .\n</p>\n<p class=\"arabic\">قال ابن سعد كان الأحنف ثقة مأمونا قليل الحديث وكان صديقا لمصعب بن الزبير \n  فوفد عليه إلى الكوفة فتوفي عنده .\n</p>\n<p class=\"arabic\">قال سليمان بن أبي شيخ كان أحنف الرجلين جميعا ولم يكن له إلا بيضة واحدة \n  *5*347* .\n</p>\n<p class=\"arabic\">قال وكان اسمه صخر بن قيس أحد بني سعد وأمه امرأة من باهلة فكانت ترقصه وتقول .\n</p>\n<p class=\"arabic\">% والله لولا حنف برجله % % وقلة أخافها من نسله % .\n</p>\n<p class=\"arabic\">ما كان في فتيانكم من مثله وقال المرزباني قيل إن اسمه الحارث وقيل حصين .\n</p>\n<p class=\"arabic\">وقال أبو أحمد الحاكم هو افتتح مرو الروذ وكان الحسن وابن سيرين في جيشه ذلك \n  و قال علي بن زيد عن الحسن عن الأحنف قال بينا أنا أطوف في زمن عثمان إذ لقيني \n  رجل من بني ليث فقال ألا أبشرك قلت بلى قال أما تذكر إذ بعثني رسول الله صلى \n  الله عليه وسلم إلى قومك بني سعد أدعوهم إلى الإسلام فجعلت أخبرهم وأعرض عليهم \n  فقلت إنه يدعو إلى خير وما أسمع إلا حسنا فذكرت ذلك للنبي صلى الله عليه وسلم \n  فقال اللهم اغفر للأحنف وكان الأحنف يقول فما شيء أرجى عندي من ذلك .\n</p>\n<p class=\"arabic\">رواه أحمد في مسنده والبخاري في تاريخه .\n</p>\n<p class=\"arabic\">وقال علي بن زيد عن الحسن عن الأحنف قال قدمت على عمر فاحتبسني عنده حولا \n  فقال يا أحنف إني قد بلوتك وخبرتك فرأيت علانيتك حسنة وأنا أرجو أن تكون سريرتك \n  مثل علانيتك وإنا كنا نتحدث إنما يهلك هذه الأمة كل منافق عليم .\n</p>\n<p class=\"arabic\">وقال العلاء بن الفضل بن أبي سوية ثنا العلاء بن حريز قال حدثني *5*348* عمر \n  بن مصعب بن الزبير عن عمه عروة حدثني الأحنف بن قيس أنه قدم على عمر بفتح \n  تستر فقال يا أمير المؤمنين قد فتح الله عليك تستر وهي من أرض البصرة فقال \n  رجل من المهاجرين يا أمير المؤمنين إن هذا يعني الأحنف الذي كف عنا بني مرة \n  حين بعثنا رسول الله صلى الله عليه وسلم في صدقاتهم وقد كانوا هموا بنا قال \n  الأحنف فحبسني عمر عنده بالمدينة سنة يأتيني في كل يوم وليلة فلا يأتيه عني \n  إلا مل يحب فلما كان رأس السنة دعاني فقال يا أحنف هل تدري لم حبستك قلت لا \n  قال إن رسول الله صلى الله عليه وسلم حذرنا كل منافق عليم فخشيت أن تكون منهم \n  فاحمد الله يا أحنف .\n</p>\n<p class=\"arabic\">قلت وكان الأحنف فصيحا مفوها .\n</p>\n<p class=\"arabic\">قال أحمد العجلي هو بصري ثقة وكان سيد قومه وكان أعور أحنف دميما فصيرا كوسجا \n  ) .\n</p>\n<p class=\"arabic\">له بيضة واحدة حبسه عمر عنده سنة يختبره فقال عمر هذا والله السيد .\n</p>\n<p class=\"arabic\">قلت ذهبت عينه بسمرقند ذكره الهيثم .\n</p>\n<p class=\"arabic\">وقال معمر عن قتادة قال خطب الأحنف عند عمر فأعجبه منطقه فقال كنت أخشى أن \n  تكون منفقا عالما وأرجو أن تكون مؤمنا فانحدر إلى مصرك *5*349* .\n</p>\n<p class=\"arabic\">قلت مصره هي البصرة .\n</p>\n<p class=\"arabic\">وعن الأحنف قال ما كذبت منذ أسلمت إلا مرة سألني عمر عن ثوب بكم أخذته فأسقطت \n  ثلثي الثمن .\n</p>\n<p class=\"arabic\">وقال خليفة توجه ابن عامر إلى خراسان وعلى مقدمته الأحنف .\n</p>\n<p class=\"arabic\">وقال ابن سيرين كان الأحنف يحمل يعني في قتال أهل خراسان ويقول .\n</p>\n<p class=\"arabic\">% إن على كل رئيس حقا % % أن يخضب الصعدة أو يندقا % .\n</p>\n<p class=\"arabic\">قال وسار الأحنف إلى مرو الروذ ومنها إلى بلخ فصالحوه على أربعمائة ألف ثم \n  أتى الأحنف خوارزم فلم يطقها فرجع .\n</p>\n<p class=\"arabic\">وقال ابن إسحاق خرج ابن عامر من خراسان قد أحرم من نيسابور بعمرة وخرج على \n  خراسان الأحنف فجمع أهل خراسان جمعا كبيرا واجتمعوا بمرو فقاتلهم الأحنف وهزمهم \n  وقتلهم وكان جمعا لم يجتمع مثله قط .\n</p>\n<p class=\"arabic\">وقال أيوب السختياني عن محمد قال نبئت أن عمرا ذكر بني تميم فذمهم فقام الأحنف \n  فقال إنك ذكرت بني تميم فعممتهم بالذم وإنما هم من الناس فيهم الصالح والطالح \n  فقال صدقت .\n</p>\n<p class=\"arabic\">فقام الحتات وكان يناوئه فقال يا أمير المؤمنين ائذن لي فلأتكلم قال اجلس \n  فقد كفاكم سيدكم الأحنف *5*350* .\n</p>\n<p class=\"arabic\">وقال علي بن زيد عن الحسن قال وكتب عمر إلى أبي موسى ائذن للأحنف وشاوره واسمع \n  منه .\n</p>\n<p class=\"arabic\">وقال الحسن البصري ما رأيت شريف قوم كان أفضل من الأحنف .\n</p>\n<p class=\"arabic\">وقال خالد بن صفوان كان الأحنف يفر من الشرف والشرف يتبعه .\n</p>\n<p class=\"arabic\">وقال والد حماد بن زيد قيل للأحنف إنك شيخ كبير وإن الصيام يضعفك قال إني \n  أعده لسفر طويل ) .\n</p>\n<p class=\"arabic\">وقال حماد بن زيد حدثني زريق بن رديح عن سلمة بن منصور عن رجل قال كان الأحنف \n  عامة صلاته بالليل وكان يضع إصبعه على السراج فيقول حس ثم يقول يا أحنف ما \n  حملك على أن صنعت كذا وكذا يوم كذا وكذا .\n</p>\n<p class=\"arabic\">غيره يقول ابن ذريح .\n</p>\n<p class=\"arabic\">وقال أبو كعب صاحب الحرير ثنا أبو الأصفر أن الأحنف أصابته جنابة في ليلة \n  باردة فلم يوقظ غلمانه وذهب يطلب الماء فوجد ثلجا فكسره واغتسل .\n</p>\n<p class=\"arabic\">وقال مروان الأصغر سمعت الأحنف يقول اللهم إن تغفر لي فأنت أهل لذلك وإن تعذبني \n  فأنا أهل لذلك .\n</p>\n<p class=\"arabic\">وقال جرير عن مغيرة قال الأحنف ذهبت عيني من أربعين سنة ما شكوتها إلى أحد \n  *5*351* .\n</p>\n<p class=\"arabic\">ويروى أنه وفد على معاوية فقال أنت الشاهر علينا سيفك يوم صفين والمخذل عن \n  عائشة أم المؤمنين فقال لا تؤنبنا بما مضى منا ولا ترد الأمور على أدبارها \n  فإن القلوب التي أبغضناك بها بين جوانحنا والسيوف التي قاتلناك بها على عواتقنا \n  في كلام غيره فقيل إنه لما خرج قالت أخت معاوية من هذا الذي يتهدد قال هذا \n  الذي إن غضب غضب لغضبه مائة ألف من تميم لا يدرون فيم غضب .\n</p>\n<p class=\"arabic\">وقال ابن عون عن الحسن قال ذكروا عند معاوية شيئا والأحنف ساكت فقال معاوية \n  يا أبا بحر ما لك لا تتكلم قال أخشى الله إن كذبت وأخشاكم إن صدقت .\n</p>\n<p class=\"arabic\">وعن الأحنف قال عجبت لمن يجري في مجرى البول مرتين كيف يتكبر .\n</p>\n<p class=\"arabic\">وقال سليمان التيمي قال الأحنف ما أتيت باب هؤلاء إلا أن أدعى ولا دخلت بين \n  اثنين حتى يدخلاني بينهما ولا ذكرت أحدا بعد أن يقوم من عندي إلا بخير .\n</p>\n<p class=\"arabic\">وعن الأحنف قال ما نازعني أحد فكان فوقي إلا عرفت له قدره ولا كان دوني إلا \n  رفعت قدري عنه ولا كان مثلي إلا تفضلت عليه .\n</p>\n<p class=\"arabic\">وقال ابن عون عن الحسن قال الأحنف لست بحليم ولكني أتحالم .\n</p>\n<p class=\"arabic\">وبلغنا أن رجلا قال للأحنف لئن قلت واحدة لتسمعن عشرا فقال له لكنك لئن قلت \n  عشرا لم تسمع واحدة *5*352* .\n</p>\n<p class=\"arabic\">وإن رجلا قال له بم سدت قومك قال بتركي من أمرك ما لا يعنيني كما عندك من \n  أمري ما ) .\n</p>\n<p class=\"arabic\">لا يعنيك .\n</p>\n<p class=\"arabic\">وعنه قال ما ينبغي للأمير أن يغضب لأن الغضب في القدرة لقاح السيف والندامة .\n</p>\n<p class=\"arabic\">وقال الأصمعي قال عبد الملك بن عمير قدم علينا الأحنف الكوفة مع مصعب فما \n  رأيت خصلة تذم إلا رأيتها فيه كان ضئيلا صغير الرأس متراكب الأسنان مائل الذقن \n  ناتيء الوجه باخق العينين خفيف العارضين أحنف الرجل فكان إذا تكلم جلا عن \n  نفسه .\n</p>\n<p class=\"arabic\">باخق منخسف العين .\n</p>\n<p class=\"arabic\">وقال ابن الأعرابي الأحنف الذي يمشي على ظهر قدميه .\n</p>\n<p class=\"arabic\">وقال غيره هو أن تقبل كل رجل على صاحبتها .\n</p>\n<p class=\"arabic\">وللأحنف أشياء مفيدة أورد الحافظ ابن عساكر جملة منها .\n</p>\n<p class=\"arabic\">وكان زياد بن أبيه كثير الرعاية للأحنف فلما ولي بعده ابنه عبيد الله تغيرت \n  حال الأحنف عند عبيد الله وصار يقدم عليه من دونه ثم إنه وفد على معاوية بأشراف \n  أهل العراق فقال لعبيد الله أدخلهم على قدر مراتبهم فكان في آخرهم الأحنف \n  فلما رآه معاوية أكرمه لمكان سيادته وقال له يا أبا بحر إلي وأجلسه معه وأقبل \n  عليه وأعرض عنهم فأخذوا في شكر عبيد الله وسكت الأحنف فقال معاوية له لم لا \n  تتكلم قال إن تكلمت خالفتهم فقال اشهدوا أني قد عزلت عبيد الله فلما خرجوا \n  كان فيهم من يروم الإمارة ثم أتوا معاوية بعد ثلاث وذكر كل واحد شخصا وتنازعوا \n  فقال معاوية ما تقول يا أبا بحر قال إن وليت أحدا من أهل بيتك لم تجد من يسد \n  مسد عبيد الله قال قد أعدته فلما خرجوا خلا *5*353* معاوية بعبيد الله وقال \n  كيف ضيعت مثل هذا الذي عزلك وأعادك وهو ساكت ! فلما عاد عبيد الله إلى العراق \n  جعل الأحنف خاصته وصاحب سره .\n</p>\n<p class=\"arabic\">وقال عبد الرحمن بن القاسم صاحب مالك عن أبي شريح المعافري عن عبد الرحمن \n  بن عمارة بن عقبة قال حضرت جنازة الأحنف بالكوفة فكنت فيمن نزل قبره فلما \n  سويته رأيته قد فسح له مد بصري فأخبرت بذلك أصحابي فلم يروا ما رأيت .\n</p>\n<p class=\"arabic\">رواها ابن يونس في تاريخ مصر .\n</p>\n<p class=\"arabic\">توفي الأحنف سنة سبع وستين في قول يعقوب الفسوي .\n</p>\n<p class=\"arabic\">وقال غيره توفي سنة إحدى وسبعين ) .\n</p>\n<p class=\"arabic\">وقال غير واحد توفي في إمرة مصعب على العراق ولم يعينوا سنة رحمه الله .\n\n</p>"
}