{
    "header": "عبيد الله بن أبي بكرة .",
    "id": "000583",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبيد الله بن أبي بكرة .\n</h1>\n<p class=\"arabic\">أبو حاتم الثقفي الأمير ابن صاحب النبي صلى الله عليه وسلم أمير سجستان *5*478* .\n</p>\n<p class=\"arabic\">ولد سنة أربع عشرة وكان أحد الكرام الأجواد .\n</p>\n<p class=\"arabic\">روى عن أبيه وعلي بن أبي طالب .\n</p>\n<p class=\"arabic\">روى عنه سعيد بن جمهان ومحمد بن سيرين وغيرهما .\n</p>\n<p class=\"arabic\">وقد ولي قضاء البصرة .\n</p>\n<p class=\"arabic\">قال خليفة وفي سنة ثلاث وخمسين عزل عبيد الله بن أبي بكرة عن سجستان وكان \n  قد وليها في سنة خمسين ثم وليها في إمرة الحجاج .\n</p>\n<p class=\"arabic\">كان عبيد الله بن أبي بكرة أسود اللون .\n</p>\n<p class=\"arabic\">قال أبو هلال عن أبي جمرة قال أول من رأيناه يتوضأ بالبصرة هذا الوضوء عبيد \n  الله بن أبي بكرة فقلت انظروا إلى هذا الحبشي يلوط إسته يعني يستنجي بالماء .\n</p>\n<p class=\"arabic\">وقال أحمد العجلي وهو تابعي ثقة .\n</p>\n<p class=\"arabic\">وقال محمد بن سلام الجمحي عن مؤرج قال كان عبيد الله بن أبي بكرة من الأجواد \n  فاشترى ) .\n</p>\n<p class=\"arabic\">جارية يوما بمال عظيم فطلب دابة تحمل عليها فجاء رجل فنزل عن دابته فحملها \n  عليها وقال له اذهب بها إلى منزلك .\n</p>\n<p class=\"arabic\">وقال جرير بن حازم كان عبيد الله بن أبي بكرة ينفق على جيرانه ينفق على أربعين \n  دارا عن يمينه وأربعين عن يساره وأربعين أمامه وأربعين ورائه سائر نفقاته \n  ويبعث إليهم بالتحف والكسوة ويزوج من أراد منهم التزويج ويعتق في كل عيد مائة \n  عبد .\n</p>\n<p class=\"arabic\">وروى قريش بن أنس أن محمد بن المهلب بن أبي صفرة وجه إلى *5*479* عبيد الله \n  بن أبي بكرة أنه أصابتني علة فوصف لي لبن البقر قال فبعث إليه بسبعمائة بقرة \n  ورعاتها .\n</p>\n<p class=\"arabic\">وروى المدائني عن سلمة بن محارب وذكره الكلبي أنه يزيد بن مفرغ الحميري قدم \n  على عبيد الله بن أبي بكرة بسجستان فأمر له بخمسين ألفا فانصرف وهو يقول .\n</p>\n<p class=\"arabic\">% يسائلني أهل العراق عن الندى % % فقلت عبيد الله حلف المكارم % .\n</p>\n<p class=\"arabic\">% فتى حاتمي في سجستان داره % % وحسبك منه أن يكون كحاتم % .\n</p>\n<p class=\"arabic\">% سما لبناء المكرمات فنالها % % بشدة ضرغام وبذل الدراهم % .\n</p>\n<p class=\"arabic\">وقال خليفة توفي سنة تسع وسبعين بسجستان .\n\n</p>"
}