{
    "header": "عبد الله بن جعفر .",
    "id": "000560",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الله بن جعفر .\n</h1>\n<p class=\"arabic\">ابن أبي طالب بن عبد المطلب بن هاشم أبو جعفر الهاشمي الجواد *5*429* ابن \n  الجواد .\n</p>\n<p class=\"arabic\">له صحبة ورواية ولد بالحبشة من أسماء عميس ويقال لم يكن في الإسلام أسخى منه .\n</p>\n<p class=\"arabic\">وروى أيضا عن أبويه وعن عمه علي .\n</p>\n<p class=\"arabic\">روى عنه بنوه إسماعيل وإسحاق ومعاوية وابن مليكة وسعد بن إبراهيم وعباس بن \n  سهل بن سعد وعبد الله بن محمد بن عقيل والقاسم بن محمد وآخرون ) .\n</p>\n<p class=\"arabic\">وهو آخر من رأى النبي صلى الله عليه وسلم من بني هاشم سكن المدينة ووفد على \n  معاوية وابنه وعبد الملك .\n</p>\n<p class=\"arabic\">قال مهدي بن ميمون ثنا محمد بن عبد الله بن أبي يعقوب عن الحسن بن سعد مولى \n  الحسن بن علين عن عبد الله بن جعفر قال أردفني رسول الله صلى الله عليه وسلم \n  ذات يوم خلفه فأسر إلي حديثا لا أحدث به أحدا فدخل حائطا فإذا جمل فلما رأى \n  النبي صلى الله عليه وسلم حن وذرفت عيناه الحديث .\n</p>\n<p class=\"arabic\">وقال ضمرة عن علي بن أبي حملة قال وفد عبد الله بن جعفر على يزيد فأمر له \n  بألفي ألف *5*430* .\n</p>\n<p class=\"arabic\">وقال إسماعيل بن عياش عن هشام بن عروة عن أبيه إن عبد الله بن الزبير وعبد \n  الله بن جعفر بايعا النبي صلى الله عليه وسلم وهما ابنا سبع سنين فلما رآهما \n  تبسم وبسط يده وبايعهما .\n</p>\n<p class=\"arabic\">وقال فطر بن خليفة عن أبيه عن عمرو بن حريث قال مر النبي صلى الله عليه وسلم \n  بعبد الله بن جعفر وهو يلعب بالتراب فقال اللهم بارك له في تجارته .\n</p>\n<p class=\"arabic\">وقال إسماعيل بن أبي خالد عن الشعبي إن ابن عمر كان إذا سلم على عبد الله \n  بن جعفر قال السلام عليك يا ابن ذي الجناحين .\n</p>\n<p class=\"arabic\">وقال جرير بن حازم ثنا محمد بن أبي يعقوب عن الحسن بن سعد عن عبد الله بن \n  جعفر أن النبي صلى الله عليه وسلم أتاهم بعدما أخبرهم بقتل جعفر بن أبي طالب \n  بعد ثلاثة فقال لا تبكوا أخي بعد اليوم ثم قال ائتوني ببني أخي فجيء بنا كأننا \n  أفرخ فقال ادعوا لي الحلاق فأمره فحلق رؤوسنا ثم قال أما محمد فشبه عمنا أبي \n  طالب وأما عبد الله فشبه خلقي وخلقي ثم أخذ بيدي فأشالها وقال اللهم اخلف \n  جعفرا في أهله وبارك لعبد الله في صفقته قال فجاءت أمنا فذكرت يتمنا فقال \n  العيلة تخافين عليهم وأنا وليهم في الدنيا والآخرة حديث صحيح .\n</p>\n<p class=\"arabic\">وعن أبان بن تغلب قال ذكر لنا أن عبد الله بن جعفر قدم على معاوية وكان يفد \n  في كل سنة فيعطيه ألف ألف درهم ويقضي له مائة حاجة وذكر أن أعرابيا وقف في \n  الموسم على مروان بالمدينة فسأله فقال ما عندنا ما نصلك ولكن عليك بابن جعفر \n  فأتاه الأعرابي فإذا ثقله قد سار وراحلة بالباب عليها متاعها وسيف معلق فخرج \n  عبد الله فأنشأ الأعرابي يقول ) .\n</p>\n<p class=\"arabic\">% أبو جعفر من أهل بيت نبوة % % صلاتهم للمسلمين طهور % .\n</p>\n<p class=\"arabic\">*5*431* .\n</p>\n<p class=\"arabic\">% أبا جعفر ضن الأمير بماله % % وأنت على ما في يديك أمير % .\n</p>\n<p class=\"arabic\">% أبا جعفر يا بن الشهيد الذي له % % جناحان في أعلى الجنان يطير % .\n</p>\n<p class=\"arabic\">% أبا جعفر ما مثلك اليوم أرتجي % % فلا تتركني بالفلاة أدور % .\n</p>\n<p class=\"arabic\">فقال يا أعرابي سار الثقل فعليك الراحلة بما عليها وإياك أن تخدع عن السيف \n  فإني أخذته بألف دينار .\n</p>\n<p class=\"arabic\">قال عفان ثنا حماد بن زيد أنبأ هشام عن محمد قال مر عثمان بسبخة فقال لمن \n  هذه قيل لفلان اشتراها عبد الله بن جعفر بستين ألفا قال ما يسرني أنها لي \n  بنعلي قال فجزأها عبد الله ثمانية أجزاء وألقى فيها العمال ثم قال عثمان لعلي \n  ألا تأخذ على يدي ابن أخيك وتحجر عليه اشترى سبخة بستين ألفا ما يسرني أنها \n  لي بنعلي قال فأقبلت فركب عثمان ذات يوم فمر بها فأعجبته فأرسل إلى عبد الله \n  أن ولني جزءين منها قال أما والله دون أن ترسل إلى الذين سفهتني عندهم فيطلبون \n  ذلك إلي فلا أفعل ثم أرسل إليه إني قد فعلت قال والله لا أنقصك جزءين من مائة \n  وعشرين ألفا قال قد أخذتهما .\n</p>\n<p class=\"arabic\">وروى الأصمعي عن رجل أن عبد الله بن جعفر أسلف الزبير ألف ألف فلما توفي قال \n  ابن الزبير لعبد الله بن جعفر إني وجدت في كتب أبي أن له عليك ألف ألف درهم \n  قال هو صادق فاقبضها إذا شئت ثم لقيه بعد فقال إنما وهمت عليك المال لك عليه \n  قال فهو له قال لا أريد ذلك .\n</p>\n<p class=\"arabic\">قلت هذه الحكاية من أبلغ ما بلغنا في الجود .\n</p>\n<p class=\"arabic\">وعن الأصمعي قال جاءت امرأة إلى عبد الله بن جعفر بدجاجة *5*432* مسموطة فقالت \n  بأبي أنت هذه الدجاجة كانت مثل بنتي تؤنسني وآكل من بيضها فآليت أن لا أدفنها \n  إلا في أكرم موضع أقدر عليه ولا والله ما في الأرض موضع أكرم من بطنك قال \n  خذوها منها واحملوا إليها من الحنطة كذا ومن التمر كذا ومن الدراهم كذا وعدد \n  شيئا كثيرا فلما رأت ذلك قالت بأبي إن الله لا يحب المسرفين .\n</p>\n<p class=\"arabic\">قال محمد بن سيرين جلب رجل سكرا إلى المدينة فكسد عليه فبلغ عبد الله بن جعفر \n  فأمر قهرمانه أن يشتريه وأن يهبه الناس ) .\n</p>\n<p class=\"arabic\">ولعبد الله رضي الله عنه من هذا الأنموذج أخبار في السخاء .\n</p>\n<p class=\"arabic\">قال الواقدي ومصعب الزبيري توفي سنة ثمانين .\n</p>\n<p class=\"arabic\">وقال المدائني توفي سنة أربع أو خمس وثمانين قال ويقال سنة ثمانين .\n</p>\n<p class=\"arabic\">وقال أبو عبيد سنة أربع وثمانين ويقال سنة تسعين .\n\n</p>"
}