{
    "header": "عبد الله بن الزبير .",
    "id": "000564",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الله بن الزبير .\n</h1>\n<p class=\"arabic\">ابن العوام بن خويلد بن أسد بن عبد الله بن قصي بن كلاب أبو بكر *5*436* وأبو \n  خبيب القرشي الأسدي أول مولود ولد في الإسلام بالمدينة .\n</p>\n<p class=\"arabic\">له صحبة ورواية وروى أيضا عن أبيه وأبي بكر وعمر وعثمان .\n</p>\n<p class=\"arabic\">روى عنه أخوه عروة وابناه عامر وعباد وابن أخيه محمد بن عروة وعبيدة السلماني \n  وطاوس وعطاء وابن أبي مليكة وأبو إسحاق السبيعي وأبو الزبير المكي وعمرو بن \n  دينار وثابت البناني ووهب بن كيسان وسعيد بن مينا وابن ابنه مصعب بن ثابت \n  وابن ابنه الآخر يحيى بن عباد وخلق سواهم .\n</p>\n<p class=\"arabic\">وشهد وقعة اليرموك وغزا القسطنطينية وغزا المغرب وله مواقف مشهورة وكان فارس \n  قريش في زمانه .\n</p>\n<p class=\"arabic\">بويع بالخلافة في سنة أربع وستين وحكم على الحجاز واليمن ومصر والعراق وخراسان \n  وأكثر الشام ولد سنة اثنتين من الهجرة وتوفي *5*437* رسول الله صلى الله عليه \n  وسلم وله ثمان سنين وأربعة أشهر .\n</p>\n<p class=\"arabic\">روى شعيب بن إسحاق الدمشقي عن هشام بن عروة عن أبيه وفاطمة بنت المنذر قال \n  خرجت أسماء حين هاجرت حبلى فنفست بعبد الله بقباء قالت أسماء ثم جاء بعد سبع \n  سنين ليبايع النبي صلى الله عليه وسلم أمره بذلك الزبير فتبسم النبي صلى الله \n  عليه وسلم حين رآه مقبلا ثم بايعه .\n</p>\n<p class=\"arabic\">وقال الواقدي عن مصعب بن ثابت عن أبي الأسود يتيم عروة قال لما قدم المهاجرون \n  أقاموا لا يولد لهم فقالوا سحرتنا يهود حتى كثرت في ذلك القالة فكان أول مولود \n  ولد بعد الهجرة عبد الله بن الزبير فكبر المسلمون تكبيرة واحدة حتى ارتجت \n  المدينة وأمر النبي صلى الله عليه وسلم أبا بكر فأذن في أذنيه بالصلاة ) .\n</p>\n<p class=\"arabic\">وقال مصعب بن عبد الله عن أبيه قال كان عارضا ابن الزبير خفيفين فما اتصلت \n  لحيته حتى بلغ ستين سنة .\n</p>\n<p class=\"arabic\">وقال أبو يعلى في مسنده ثنا موسى بن محمد بن حيان ثنا موسى بن إسماعيل ثنا \n  هنيد بن القاسم سمعت عامر بن عبد الله بن الزبير سمعت أبي يقول إنه أتى النبي \n  صلى الله عليه وسلم وهو يحتجم فلما فرغ قال يا عبد الله اذهب بهذا الدم فأهرقه \n  حيث لا يراك أحد فلما برز عن رسول الله صلى الله عليه وسلم عمد إلى الدم فشربه \n  فلما رجع قال ما صنعت بالدم قال عمدت إلى أخفى موضع علمت فجعلته فيه قال لعلك \n  شربته قال نعم .\n</p>\n<p class=\"arabic\">قال ولم شربت الدم ويل للناس منك وويل لك من الناس .\n</p>\n<p class=\"arabic\">قال موسى بن إسماعيل حدثت به أبا عاصم فقال كانوا يرون أن *5*438* القوة التي \n  به من ذلك الدم .\n</p>\n<p class=\"arabic\">ورواه تمتام عن موسى .\n</p>\n<p class=\"arabic\">وقال خالد الحذاء عن يوسف أبي يعقوب عن محمد بن حاطب والحارث قال طالما حرص \n  ابن الزبير على الإمارة قلت وما ذاك قال أتى النبي صلى الله عليه وسلم بلص \n  فأمر بقتله فقيل له إنه سرق قال اقطعوه ثم جيء به في إمرة أبي بكر وقد سرق \n  وقد قطعت قوائمه فقال أبو بكر ما أجد لك شيئا إلا ما قضى فيك رسول الله صلى \n  الله عليه وسلم يوم أمر بقتلك فأمر بقتله أغيلمة من أبناء المهاجرين أنا فيهم \n  فقال ابن الزبير أمروني عليكم فأمرناه علينا فانطلقنا به إلى البقيع فقتلناه .\n</p>\n<p class=\"arabic\">وقال الحارث بن عبيد ثنا أبو عمران الجوني أن نوفا قال إني لأجد في كتاب الله \n  المنزل أن ابن الزبير فارس الخلفاء .\n</p>\n<p class=\"arabic\">وقال مهدي بن ميمون ثنا محمد بن أبي يعقوب أن معاوية كان يلقى ابن الزبير \n  فيقول مرحبا بابن عمة النبي صلى الله عليه وسلم وابن حواري رسول الله صلى \n  الله عليه وسلم ويأمر له بمائة ألف .\n</p>\n<p class=\"arabic\">وقال ابن جريج عن ابن أبي مليكة قال ذكر ابن الزبير عند ابن عباس فقال قاريء \n  لكتاب الله عفيف في الإسلام أبوه الزبير وأمه أسماء وجده أبو بكر وعمته خديجة \n  وخالته عائشة وجدته صفية والله لأحاسبن له نفسي محاسبة لم أحاسب بها لأبي \n  بكر وعمر .\n</p>\n<p class=\"arabic\">وقال عمرو بن دينار ما رأيت مصليا أحسن صلاة من ابن الزبير ) .\n</p>\n<p class=\"arabic\">وقال مجاهد كان ابن الزبير إذا قام في الصلاة كأنه عود وحدث أن *5*439* أبا \n  بكر كان كذلك .\n</p>\n<p class=\"arabic\">وقال ثابت البناني كنت أمر بابن الزبير وهو يصلي خلف المقام كأنه خشبة منصوبة \n  لا يتحرك .\n</p>\n<p class=\"arabic\">وقال يوسف بن الماجشون عن الثقة بسنده قال قسم ابن الزبير الدهر على ثلاث \n  ليال فليلة هو قائم حتى الصباح وليلة هو راكع حتى الصباح وليلة هو ساجد حتى \n  الصباح .\n</p>\n<p class=\"arabic\">وقال يزيد بن إبراهيم التستري عن عبد الله بن سعيد عن مسلم بن يناق المكي \n  قال ركع ابن الزبير يوما ركعة فقرأنا البقرة وآل عمران والنساء والمائدة وما \n  رفع رأسه .\n</p>\n<p class=\"arabic\">وقال يزيد بن إبراهيم عن عمرو بن دينار قال كان ابن الزبير يصلي في الحجر \n  وحجر المنجنيق يصيب طرف ثوبه فما يلتفت إليه .\n</p>\n<p class=\"arabic\">وقال هشام بن عروة عن ابن المنكدر قال لو رأيت ابن الزبير يصلي كأنه غصن تصفقها \n  الريح والمنجنيق يقع ها هنا ويقع ها هنا .\n</p>\n<p class=\"arabic\">وقال أبو بكر بن عياش عن أبي إسحاق قال ما رأيت أحدا أعظم سجدة بين عينيه \n  من ابن الزبير .\n</p>\n<p class=\"arabic\">قال مصعب بن عبد الله حدثني أبي عن عمر بن قيس عن أمه أنها دخلت على عبد الله \n  بن الزبير بيته فإذا هو يصلي فسقطت حية على ابنه هاشم فصاحوا الحية الحية \n  ثم رموها فما قطع صلاته *5*440* .\n</p>\n<p class=\"arabic\">وعن أم جعفر بنت النعمان أنها سلمت على أسماء بنت أبي بكر وذكر عندها عبد \n  الله بن الزبير فقالت كان ابن الزبير قوام اليل صوام النهار وكان من يسمى \n  حمامة المسجد .\n</p>\n<p class=\"arabic\">وقال ميمون بن مهران رأيت عبد الله بن الزبير يواصل من الجمعة إلى الجمعة \n  فإذا أفطر استعان بالسمن حتى يلين بالسمن .\n</p>\n<p class=\"arabic\">وروى ليث عن مجاهد قال ما كان باب في العبادة يعجز الناس عنه إلا تكفله ابن \n  الزبير ولقد جاء سيل طبق البيت فجعل يطوف سباحة .\n</p>\n<p class=\"arabic\">وعن عثمان بن طلحة قال كان ابن الزبير لا ينازع في شجاعة ولا عبادة ولا بلاغة .\n</p>\n<p class=\"arabic\">وقال إبراهيم بن سعد عن الزهري عن أنس إن عثمان أمر زيد بن ثابت وابن الزبير \n  وسعيد بن العاص وعبد الرحمن بن الحارث بن هشام فنسخوا القرآن في المصاحف وقال \n  ) .\n</p>\n<p class=\"arabic\">إذا اختلفتم أنتم وزيد في شيء فاكتبوه بلسان قريش فإنما نزل بلسانهم .\n</p>\n<p class=\"arabic\">وقال أبو نعيم ثنا عبد الواحد بن أيمن قال رأيت على ابن الزبير رداء عدنيا \n  يصلي فيه وكان صيتا إذا خطب تجاوب الجبلان وكانت له جمة إلى العنق ولحية صفراء .\n</p>\n<p class=\"arabic\">وقال مصعب بن عبد الله ثنا أبي والزبير بن خبيب قالا قال ابن الزبير هجم علينا \n  جرجير في عسكرنا في عشرين ومائة ألف فأحاطوا بنا ونحن في عشرين ألفا يعني \n  في غزوة إفريقية قال واختلف الناس على ابن أبي سرح فدخل فسطاطه ورأيت غرة \n  من جرجير بصرت به خلف *5*441* عساكره على برذون أشهب معه جاريتان تظلان عليه \n  بريش الطواويس بينه وبين جيشه أرض بيضاء فأتيت ابن أبي سرح فندب لي الناس \n  فاخترت ثلاثين فارسا وقلت لسائرهم البثوا على مصافكم وحملت وقلت للثلاثين \n  احموا لي ظهري فخرقت الصف إليه فخرجت صامدا وما يحسب هو وأصحابه إلا أني رسول \n  إليه حتى دنوت منه فعرف الشر فتبادر برذونه موليا فأدركته فطعنته فسقط ثم \n  احتززت رأسه فنصبته على رمحي وكبرت وحمل المسلمون فارفض العدو ومنح الله أكتافهم .\n</p>\n<p class=\"arabic\">وقال معمر عن هشام بن عروة قال اخذ عبد الله بن الزبير من وسط القتلى يوم \n  الجمل وبه بضع وأربعون ضربة وطعنة .\n</p>\n<p class=\"arabic\">وعن عبد الله بن عبيد بن عمير قال أعطت عائشة للذي بشرها أن ابن الزبير لم \n  يقتل عشرة آلاف درهم .\n</p>\n<p class=\"arabic\">وعن عروة قال لم يكن أحد أحب إلى عائشة بعد رسول الله وبعد أبي بكر من عبد \n  الله بن الزبير .\n</p>\n<p class=\"arabic\">وقال الواقدي ثنا ربيعة بن عثمان وابن أبي ميسرة وغيرهما قالوا لما جاء نعي \n  يزيد في ربيع الآخر سنة أربع وستين قام ابن الزبير فدعا إلى نفسه وبايعه الناس \n  ودعا ابن عباس ومحمد بن الحنفية إلى البيعة فأبيا حتى يجتمع الناس له فبقي \n  يداريهما سنين ثم أغلظ عليهما ودعاهما فأبيا .\n</p>\n<p class=\"arabic\">قال مصعب بن عبد الله وغيره كان يقال لابن الزبير عائذ بيت الله .\n</p>\n<p class=\"arabic\">وقال ابن سعد أنا محمد بن عمر حدثني عبد الله بن جعفر عن *5*442* عمته أم \n  بكر وحدثني شرحبيل بن أبي عون عن أبيه وحدثني ابن أبي الزناد وغيرهم أيضا \n  قد حدثني بطائفة من ) .\n</p>\n<p class=\"arabic\">هذا الحديث قالوا لم يزل عبد الله بن الزبير بالمدينة في خلافة معاوية فذكر \n  الحديث إلى أن قال فخرج ابن الزبير إلى مكة ولزم الحجر ولبس المغافر وجعل \n  يحرض على بني أمية ومشى إلى يحيى بن حكيم الجمحي والي مكة فبايعه ليزيد فقال \n  لا أقبل هذا حتى يؤتى به في جامعة ووثاق فقال له ابنه معاوية بن يزيد يا أمير \n  المؤمنين ادفع الشر عنك ما اندفع فإن ابن الزبير رجل لجوج ولا يطيع لهذا أبدا \n  وإن تكفر عن يمينك فهو خير فغضب وقال إن في أمرك لعجبا قال فادع عبد الله \n  بن جعفر فسله عما أقول فدعاه فذكر له قولهما فقال عبد الله أصاب أبو ليلى \n  ووفق فأبى أن يقبل وامتنع ابن الزبير أن يذل نفسه وقال اللهم إني عائذ ببيتك \n  فمن يومئذ سمي العائذ .\n</p>\n<p class=\"arabic\">وأقام بمكة لا يعرض له أحد فكتب يزيد إلى والي المدينة عمرو بن سعيد أن يوجه \n  إليه جندا فبعث لقتاله أخاه عمرا في ألف فظفر ابن الزبير بأخيه وعاقبه ونحى \n  ابن الزبير الحارث بن يزيد عن الصلاة بمكة وجعل مصعب بن عبد الرحمن بن عوف \n  يصلي بالناس وكان لا يقطع أمرا دون المسور بن مخرمة ومصعب بن عبد الرحمن وجبير \n  بن شيبة وعبد الله بن صفوان بن أمية يشاورهم في الأمور ولا يستبد بشيء ويصلي \n  بهم الجمعة ويحج بهم وكانت الخوارج وأهل الأهواء كلهم قد أتت ابن الزبير وقالوا \n  عائذ بيت الله وكان شعاره لا حكم إلا لله فلم يزل على ذلك وحج عشر سنين بالناس \n  آخرها سنة إحدى وسبعين ودعا إلى نفسه فبايعوه وفارقته الخوارج فولى على المدينة \n  أخاه مصعبا وعلى البصرة الحارث بن عبد الله بن أبي ربيعة وعلى الكوفة عبد \n  الله بن مطيع وعلى مصر عبد الرحمن بن جحدم الفهري وعلى اليمن آخر وعلى خراسان \n  آخر وأمر على الشام الضحاك بن قيس فبايع له عامة الشام وأطاعه الناس إلا *5*443* \n  طائفة من أهل الشام مع مروان .\n</p>\n<p class=\"arabic\">قلت ثم قوي أمر مروان وقتل الضحاك وبايعه أهل الشام وسار في جيوشه إلى مصر \n  فأخذها واستعمل عليها ولده عبد العزيز وعاجلته المنية فقام بعده ابنه عبد \n  الملك فلم يزل حتى أخذ البلاد ودانت له العباد .\n</p>\n<p class=\"arabic\">وقال شعيب بن إسحاق ثنا هشام بن عروة عن أبيه أن يزيد كتب إلى ابن الزبير \n  إني قد بعثت إليك بسلسلة فضة وقيد من ذهب وجامعة من فضة وحلفت لتأتيني في \n  ذلك قال فألقى الكتاب وقال ) .\n</p>\n<p class=\"arabic\">% ولا ألين لغير الحق أسأله % % حتى يلين لضرس الماضغ الحجر % .\n</p>\n<p class=\"arabic\">قال خليفة ثم حضر ابن الزبير الموسم سنة ثنتين وسبعين فحج بالناس ولم يقفوا \n  الموقف وحج الحجاج بن يوسف بأهل الشام ولم يطوفوا بالبيت .\n</p>\n<p class=\"arabic\">وروى الدراوردي عن هشام بن عروة قال أول من كسا الكعبة الديباج عبد الله بن \n  الزبير وإن كان ليطيبها حتى يجد ريحها من دخل الحرم .\n</p>\n<p class=\"arabic\">زاد غيره كانت كسوتها الأنطاع .\n</p>\n<p class=\"arabic\">وقال عبد الله بن شعيب الحجبي إن المهدي لما جرد الكعبة كان فيما نزع عنها \n  كسوة من ديباج مكتوب عليها لعبد الله أبي بكر أمير المؤمنين *5*444* .\n</p>\n<p class=\"arabic\">وروى أبو عاصم عن عمر بن قيس قال كان لابن الزبير مائة غلام يتكلم كل غلام \n  منهم بلغة وكان ابن الزبير يكلم كل واحد منهم بلغته وكنت إذا نظرت إليه في \n  أمر الدنيا قلت هذا رجل لم يرد الله طرفة عين وإذا نظرت إليه في أمر آخرته \n  قلت هذا رجل لم يرد الدنيا طرفة عين .\n</p>\n<p class=\"arabic\">وروى الأعمش عن أبي الضحى قال رأيت على رأس ابن الزبير من المسك ما لو كان \n  لي كان رأس مال .\n</p>\n<p class=\"arabic\">قلت وكان في ابن الزبير بخل ظاهر مع ما أوتي من الشجاعة .\n</p>\n<p class=\"arabic\">قال الثوري عن عبد الملك بن أبي بشير عن عبد الله بن مساور قال سمعت ابن عباس \n  يعاتب ابن الزبير في البخل ويقول قال رسول الله صلى الله عليه وسلم ليس المؤمن \n  الذي يبيت وجاره جائع .\n</p>\n<p class=\"arabic\">وقال عبيد الله بن عمرو الرقي عن ليث بن أبي سليم قال كان ابن عباس يكثر أن \n  يعنف ابن الزبير بالبخل فقال لم تعيرني فقال سمعت رسول الله صلى الله عليه \n  وسلم يقول إن المؤمن لا يشبع وجاره وابن عمه جائع .\n</p>\n<p class=\"arabic\">وقال يعقوب القمي عن جعفر بن أبي المغيرة عن ابن أبزى عن عثمان أن ابن الزبير \n  قال له حيث حصر إن عندي نجائب قد أعددتها لك فهل لك أن تحول إلى مكة فيأتيك \n  من أراد أن يأتيك قال لا إني سمعت رسول الله صلى الله عليه وسلم يقول يلحد \n  بمكة كبش من قريش اسمه عبد الله عليه مثل نصف أوزار الناس رواه أحمد في مسنده \n  عن إسماعيل بن أبان ) .\n</p>\n<p class=\"arabic\">عن القمي *5*445* .\n</p>\n<p class=\"arabic\">وقال عباس الترقفي ثنا محمد بن كثير عن الأوزاعي عن يحيى عن أبي سلمة عن عبد \n  الله بن عمرو سمعت رسول الله صلى الله عليه وسلم يقول يلحد بمكة رجل من قريش \n  يقال له عبد الله عليه نصف عذاب العالم فوالله لا أكونه فتحول منها فسكن الطائف .\n</p>\n<p class=\"arabic\">قلت محمد هو المصيصي ضعيف احتج به أبو داود والنسائي وللحديث شاهد قال الإمام \n  أحمد ثنا أبو النضر ثنا إسحاق بن سعيد ثنا سعيد بن عمرو قال أتى عبد الله \n  بن عمرو عبد الله بن الزبير وهو في الحجر فقال يا ابن الزبير إياك والإلحاد \n  في حرم الله فإني أشهد لسمعت رسول الله صلى الله عليه وسلم يقول يلحد بها \n  رجل من قريش لو وزنت ذنوبه بذنوب الثقلين لوزنتها قال فانظر أن لا تكونه يا \n  بن عمرو فإنك قد قرأت الكتب وصحبت رسول الله صلى الله عليه وسلم قال فإني \n  أشهدك أن هذا وجهي إلى الشام مجاهدا .\n</p>\n<p class=\"arabic\">وقال الزبير بن كبار حدثني خالد بن وضاح حدثني أبو الخصيب نافع مولى آل الزبير \n  عن هشام بن عروة قال رأيت الحجر من المنجنيق يهوي حتى أقول لقد كاد أن يأخذ \n  لحية ابن الزبير وسمعته يقول والله إن أبالي إذا وجدت ثلاثمائة يصبرون صبري \n  لو أجلب علي أهل الأرض .\n</p>\n<p class=\"arabic\">وقال الواقدي ثنا إسحاق بن عبد الله عن المنذر بن الجهيم الأسلمي قال رأيت \n  ابن الزبير يوم قتل وقد خذله من كان معه خذلانا شديدا وجعلوا يخرجون إلى الحجاج \n  وجعل الحجاج يصيح أيها الناس علام تقتلون أنفسكم من خرج إلينا فهو آمن لكم \n  عهد الله وميثاقه وفي حرم الله وأمنه ورب هذه البنية لا أغدر بكم ولا لنا \n  حاجة في دمائكم فيسلك إليه نحو من *5*446* عشرة آلاف فلقد رأيت ابن الزبير \n  وما معه أحد .\n</p>\n<p class=\"arabic\">وعن إسحاق بن أبي إسحاق قال حضرت قتل ابن الزبير جعلت الجيوش تدخل عليه من \n  أبواب المسجد فكلما دخل قوم من باب حمل عليهم وحده حتى يخرجهم فبينا هو على \n  تلك الحال إذا جاءت شرفة من شرفات المسجد فوقعت على رأسه فصرعته وهو يتمثل .\n</p>\n<p class=\"arabic\">% أسماء يا أسماء لا تبكيني % % لم يبق إلا حسبي وديني % .\n</p>\n<p class=\"arabic\">وصارم لاثت به يميني وقال الواقدي ثنا فروة بن زبيد عن عباس بن سهل بن سعد \n  قال سمعت ابن الزبير يقول ما ) .\n</p>\n<p class=\"arabic\">أراني اليوم إلا مقتولا لقد رأيت في ليلتي كأن السماء فرجت لي فدخلتها فقد \n  والله مللت الحياة وما فيها ولقد قرأ في الصبح يومئذ متمكنا ن والقلم حرفا \n  حرفا وإن سيفه لمسلول إلى جنبه وإنه ليتم الركوع والسجود كهيئته قبل ذلك .\n</p>\n<p class=\"arabic\">وقال الواقدي حدثني عبد الله بن نافع عن أبيه قال سمع ابن عمر التكبير فيما \n  بين المسجد إلى الحجون حين قتل ابن الزبير فقال ابن عمر لمن كان كبر حين ولد \n  ابن الزبير أكثر وخير ممن كبر على قتله .\n</p>\n<p class=\"arabic\">وقال عبد الرزاق أنبأ معمر عن أيوب عن ابن سيرين قال قال ابن الزبير ما شيء \n  كان يحدثنا به كعب إلا قد أتى على ما قال إلا قوله ثقيف يقتلني وهذا رأسه \n  بين يدي يعني المختار .\n</p>\n<p class=\"arabic\">وقال عبد الوهاب عن عطاء عن زياد بن أبي الجصاص عن *5*447* علي بن زيد عن \n  مجاهد أن ابن عمر قال لغلامه لا تمر بي على ابن الزبير يعني وهو مصلوب قال \n  فغفل الغلام فمر به فرفع رأسه فرآه فقال رحمك الله ما علمتك إلا صواما قواما \n  وصولا للرحم أما والله إني لأرجو مع مساويء ما قد عملت من الذنوب أن لا يعذبك \n  الله قال ثم التفت إلي فقال حدثني أبو بكر الصديق أن رسول الله صلى الله عليه \n  وسلم قال من يعمل سوءا يجز به في الدنيا .\n</p>\n<p class=\"arabic\">وقال ابن أبي الدنيا في كتاب الخلفاء وصلب ابن الزبير منكسا وكان آدم نحيفا \n  ليس بالطويل بين عينيه أثر السجود يكنى أبا بكر وأبا خبيب وبعث عماله على \n  الحجاز والمشرق كله .\n</p>\n<p class=\"arabic\">وقال ابن المبارك عن جويرية بن أسماء عن جدته أن أسماء بنت أبي بكر غسلت ابن \n  الزبير بعدما تقطعت أوصاله وجاء الأذن من عبد الملك بن مروان إلى الحجاج أن \n  يأذن لها وحنطته وكفنته وصلت عليه وجعلت فيه شيئا حين رأته يتفسخ إذا مسته .\n</p>\n<p class=\"arabic\">قال مصعب بن عبد الله حملته فدفنته في المدينة في دار صفية بنت حيي ثم زيدت \n  دار صفية في المسجد فهو مدفون مع النبي صلى الله عليه وسلم وأبي بكر وعمر \n  رضي الله عنهما .\n</p>\n<p class=\"arabic\">قال ابن إسحاق وجماعة كثيرة قتل في جمادى الآخرة سنة ثلاث وسبعين وله نيف \n  وسبعون سنة .\n</p>\n<p class=\"arabic\">وقال ضمرة وأبو نعيم وعثمان بن أبي شيبة قتل سنة اثنتين وسبعين ) .\n</p>\n<p class=\"arabic\">والصحيح ما تقدم *5*448* .\n\n</p>"
}