{
    "header": "عمرو بن الأسود .",
    "id": "000596",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عمرو بن الأسود .\n</h1>\n<p class=\"arabic\">ويقال عمير بن الأسود أبو عياض العنسي الحمصي ويقال إنه سكن داريا وقيل كنيته \n  أبو عبد الرحمن من كبار تابعي الشام .\n</p>\n<p class=\"arabic\">روى عن عمر وابن مسعود وأبي الدرداء وعبادة بن الصامت وأم حرام بنت ملحان \n  وغيرهم *5*491* .\n</p>\n<p class=\"arabic\">روى عنه مجاهد وخالد بن معدان وأبو راشد الحبراني ويوسف بن سيف .\n</p>\n<p class=\"arabic\">قال أبو زرعة الدمشقي وأبو الحسن بن سميع عمرو بن الأسود هو عمير بن الأسود \n  يكنى أبا عياض .\n</p>\n<p class=\"arabic\">قلت وحديثه في صحيح البخاري في الجهاد عمير بن الأسود .\n</p>\n<p class=\"arabic\">وقال أحمد في مسنده ثنا أبو اليمان ثنا أبو بكر بن أبي مريم عن حمزة بن حبيب \n  وحكى ابن عمير قالا قال عمر بن الخطاب من سره أن ينظر إلى هدي رسول الله صلى \n  الله عليه ) .\n</p>\n<p class=\"arabic\">وسلم فلينظر إلى هدي عمر بن الأسود رواه محمد بن حرب وغيره عن أبي بكر بن \n  أبي مريم عن ضمرة فقط عن عمرو بن الأسود أنه مر على عمر .\n</p>\n<p class=\"arabic\">وقال عبد الوهاب بن نجدة ثنا بقية عن أرطأة بن المنذر حدثني زريق أبو عبد \n  الله الألهاني أن عمرو بن الأسود قدم المدينة فرآه ابن عمر يصلي فقال من سره \n  أن ينظر إلى أشبه الناس صلاة برسول الله صلى الله عليه وسلم فلينظر إلى هذا \n  ثم بعث إليه ابن عمر بقرى وعلف ونفقة فقبل القرى والعلف ورد النفقة فقال بن \n  عمر ظننت أنه سيفعل ذلك *5*492* .\n</p>\n<p class=\"arabic\">أخبرنا أحمد بن إسحاق الأبرقوهي أنا الفتح بن عبد الله أنبأ أبو غالب محمد \n  بن علي ومحمد بن أحمد ومحمد بن عمر القاضي قالوا نا أبو جعفر محمد بن أحمد \n  بن المسلمة أنا عبيد الله بن عبد الرحمن الزهري ثنا جعفر الفريابي ثنا إبراهيم \n  بن العلاء الحمصي ثنا إسماعيل بن عياش عن بحير بن سعيد عن خالد بن معدان عن \n  عمرو بن الأسود العنسي أنه كان إذا خرج إلى المسجد قبض بيمينه على شماله فسأل \n  عن ذلك فقال مخافة أن تنافق يدي .\n</p>\n<p class=\"arabic\">قلت لئلا يخطر بها في مشيته .\n</p>\n<p class=\"arabic\">وقال إسماعيل بن عياش حدثني شرحبيل عن عمرو بن الأسود أنه كان يدع كثيرا من \n  الشبع مخافة الأشر .\n\n</p>"
}