{
    "header": "بسر بن أبي أرطأة .",
    "id": "000516",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">بسر بن أبي أرطأة .\n</h1>\n<p class=\"arabic\">عمير بن عويمر بن عمران ويقال بسر بن أرطأة أبو عبد الرحمن *5*368* العامري \n  القرشي نزيل دمشق .\n</p>\n<p class=\"arabic\">روى عن النبي صلى الله عليه وسلم حديثين وهما اللهم أحسن عاقبتنا .\n</p>\n<p class=\"arabic\">وحديث لا تقطع الأيدي في الغزو .\n</p>\n<p class=\"arabic\">روى عنه جنادة بن أبي أمية وأيوب بن ميسرة وأبو راشد الحبراني وغيرهم .\n</p>\n<p class=\"arabic\">قال الواقدي ولد قبل موت النبي صلى الله عليه وسلم بسنتين .\n</p>\n<p class=\"arabic\">وقال ابن يونس المصري كان صحابيا شهد فتح مصر وله بها دار وحمام وكان من شيعة \n  معاوية وولي الحجاز واليمن له ففعل أفعالا قبيحة وشوش في آخر أيامه .\n</p>\n<p class=\"arabic\">قلت وكان أميرا سريا شجاعا بطلا فاتكا ساق ابن عساكر أخباره في *5*369* تاريخه \n  فمن أخبث أخباره التي ما عملها الحجاج على أن الصحيح أن بسرا لا صحبة له .\n</p>\n<p class=\"arabic\">قال الواقدي وأحمد بن حنبل وابن معين لم يسمع من النبي صلى الله عليه وسلم \n  لأن النبي صلى الله عليه وسلم توفي وبسر صغير .\n</p>\n<p class=\"arabic\">قال موسى بن عبيدة ثنا زيد بن عبد الرحمن بن أبي سلامة عن أبي الزيات وآخر \n  سمعا أبا ذر يتعوذ من يوم العورة قال زيد فقتل عثمان ثم أرسل معاوية بسر بن \n  أرطأة إلى اليمن فسبى نساء مسلمات فأقمن في السوق .\n</p>\n<p class=\"arabic\">وقال ابن إسحاق قتل بسر عبد الرحمن وقثم ولدي عبيد الله بن عباس باليمن ) .\n</p>\n<p class=\"arabic\">وروى ابن سعد عن الواقدي عن داود بن جسرة عن عطاء بن أبي مروان قال بعث معاوية \n  بسر بن أبي أرطأة إلى الحجاز واليمن يقتل من كان في طاعة علي فأقام بالمدينة \n  شهرا لا يقال له هذا ممن أعان على قتل عثمان إلا قتلة وكان عبيد الله على \n  اليمن فمضى بسر إليها فقتل ولدي عبيد الله وقتل عمرو بن أراكة الثقفي وقتل \n  من همدان أكثر من مائتين وقتل من الأبناء طائفة وذلك بعد قتل علي وبقي إلى \n  خلافة عبد الملك .\n</p>\n<p class=\"arabic\">ويروى عن الشعبي أن بسرا هدم بالمدينة دورا كثيرة وصعد المنبر وصاح يا دينار \n  شيخ سمح عهدته ها هنا بالأمس ما فعل يعني عثمان يا أهل المدينة لولا عهد أمير \n  المؤمنين ما تركت بها محتلما إلا قتلته ثم مضى *5*370* إلى اليمن فقتل بها \n  ابني عبيد الله بن عباس صبيين مليحين فهامت أمهما بهما .\n</p>\n<p class=\"arabic\">قلت وقالت فيهما أبيات سائرة وبقيت تقف للناس مكشوفة الوجه وتنشد في الموسم \n  منها .\n</p>\n<p class=\"arabic\">% ها من أحسن بابني الذين هما % % كالدرتين تجلى عنهما الصدف % .\n\n</p>"
}