{
    "header": "عبد الله بن عمر بن الخطاب .",
    "id": "000572",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الله بن عمر بن الخطاب .\n</h1>\n<p class=\"arabic\">أبو عبد الرحمن القرشي العدوي صاحب رسول الله صلى الله عليه وسلم وابن وزيره \n  *5*454* .\n</p>\n<p class=\"arabic\">هاجر به أبوه قبل أن يحتلم واستصغر عن أحد وشهد الخندق وما *5*455* بعدها \n  مع النبي صلى الله عليه وسلم وهو شقيق حفصة أم المؤمنين أمهما زينب بنت مظعون .\n</p>\n<p class=\"arabic\">روى علما كثيرا عن النبي صلى الله عليه وسلم وعن أبي بكر وعمر والسابقين .\n</p>\n<p class=\"arabic\">روى عنه بنوه حمزة وسالم وبلال وزيد وعبد الله وعبيد الله ومولاه نافع ومولاه \n  عبد الله بن دينار وسعيد بن المسيب وعروة وسعيد بن جبير وطاوس ومجاهد وعطاء \n  وعكرمة والشعبي وأبو سلمة وزيد ابن أسلم وأبوه أسلم وآدم بن علي وبشر بن حرب \n  وجبلة بن سحيم وثابت البناني وعمرو بن دينار وثوير بن أبي فاختة وأبو الزبير \n  المكي وخلق كثير .\n</p>\n<p class=\"arabic\">قال أبو بكر بن البرقي كان ربعة وكان يخضب بالصفرة وتوفي بمكة سنة أربع وسبعين .\n</p>\n<p class=\"arabic\">وقال ابن يونس شهد فتح مصر .\n</p>\n<p class=\"arabic\">وقال غيره شهد الغزو بفارس .\n</p>\n<p class=\"arabic\">وقال أبو إسحاق رأيت ابن عمر آدم جسيما ضخما له إزار إلى نصف الساقين يطوف .\n</p>\n<p class=\"arabic\">وقال أبو معاوية ثنا هشام بن عروة قال رأيت ابن عمر له جمة .\n</p>\n<p class=\"arabic\">وروى حماد بن سلمة عن علي بن زيد عن أنس وسعيد بن *5*456* المسيب قالا شهد \n  ابن عمر بدرا قال الواقدي وهذا غلط بين ) .\n</p>\n<p class=\"arabic\">وقال نافع عن ابن عمر قال عرضت على النبي صلى الله عليه وسلم يوم أحد وأنا \n  ابن أربع عشرة فلم يجزني وأجازني يوم الخندق .\n</p>\n<p class=\"arabic\">وقال أبو إسحاق عن البراء قال عرضت أنا وابن عمر يوم بدر فاستصغرنا رسول الله \n  صلى الله عليه وسلم .\n</p>\n<p class=\"arabic\">وروى سالم وغيره عن ابن عمر قال كنت غلاما عزبا شابا وكنت أنام في المسجد \n  فرأيت كأن ملكين أتياني فذهبا بي إلى النار فإذا هي مطوية كطي البئر لها قرون \n  كقرون البقر فرأيت فيها ناسا قد عرفتهم فجعلت أقول أعوذ بالله من النار فلقينا \n  ملك فقال لن ترع فقصتها حفصة على النبي صلى الله عليه وسلم فقال نعم الرجل \n  عبد الله لو كان يصلي من الليل قال فكان عبد الله لا ينام بعد من الليل إلا \n  قليلا .\n</p>\n<p class=\"arabic\">وفي رواية صحيحة قال إن عبد الله رجل صالح .\n</p>\n<p class=\"arabic\">وقال الأعمش عن إبراهيم قال قال عبد الله بن مسعود إن من أملك شباب قريش لنفسه \n  عن الدنيا عبد الله بن عمر .\n</p>\n<p class=\"arabic\">وقال ابن عون عن إبراهيم عن الأسود عن عبد الله قال لقد رأيتنا *5*457* ونحن \n  متوافرون وما فينا شاب هو أملك لنفسه من عبد الله بن عمر .\n</p>\n<p class=\"arabic\">وقال أبو سعد البقال ثنا أبو حصين عن شقيق عن حذيفة قال ما منا أحد لو فتش \n  إلا فتش عن جائفة أو منقلة إلا عمر وابنه .\n</p>\n<p class=\"arabic\">وقال سالم بن أبي الجعد عن جابر قال ما منا أحد أدرك الدنيا إلا وقد مالت \n  به إلا ابن عمر .\n</p>\n<p class=\"arabic\">وعن عائشة قال ما رأيت أحدا ألزم للأمر الأول من ابن عمر .\n</p>\n<p class=\"arabic\">وقال أبو سفيان بن العلاء أخو أبي عمرو وعن ابن أبي عتيق قال قالت عائشة لابن \n  عمر ما منعك أن تنهاني عن مسيري قال رأيت رجلا قد استولى عليك وظننتك لن تخالفيه \n  يعني ابن الزبير .\n</p>\n<p class=\"arabic\">وقال شعبة عن أبي إسحاق عن أبي سلمة قال مات ابن عمر وهو في الفضل مثل أبيه .\n</p>\n<p class=\"arabic\">وقال قتادة وغير عن سعيد بن المسيب قال لو شهدت لأحد أنه من أهل الجنة لشهدت \n  لعبد الله بن عمر وكان يوم مات خير من بقي .\n</p>\n<p class=\"arabic\">وعن طاوس قال ما رأيت أورع من ابن عمر ) *5*458* .\n</p>\n<p class=\"arabic\">وقال جويرية عن نافع إن ابن عمر كان ربما لبس المطرف الخز ثمنه خمسمائة درهم .\n</p>\n<p class=\"arabic\">أبو أسامة ثنا عمر بن حمزة أخبرني سالم عن ابن عمر قال لأظن قسم لي منه ما \n  لم يقسم لأحد إلا النبي صلى الله عليه وسلم يعني الجماع تفرد به عمر وهو ثقة .\n</p>\n<p class=\"arabic\">عبد الرحمن بن مهدي ثنا عثمان بن موسى عن نافع أن ابن عمر تقلد سيف عمر يوم \n  قتل عثمان وكان محلى قلت كم كانت حليته قال أربعمائة .\n</p>\n<p class=\"arabic\">وقال محمد بن سوقة سمعت أبا جعفر محمد بن علي يقول كان ابن عمر إذا سمع من \n  النبي صلى الله عليه وسلم حديثا لا يزيد ولا ينقص لم يكن أحد من الصحابة في \n  ذلك مثله .\n</p>\n<p class=\"arabic\">وقال ابن وهب أخبرني مالك عمن حدثه أن ابن عمر كان يتبع أمر النبي صلى الله \n  عليه وسلم وآثاره وحاله ويهتم به حتى كان قد خيف على عقله من اهتمامه بذلك .\n</p>\n<p class=\"arabic\">وقال خارجة بن مصعب عن موسى بن عقبة عن نافع قال لو نظرت إلى ابن عمر إذا \n  اتبع أثر رسول الله لقلت هذا مجنون .\n</p>\n<p class=\"arabic\">وقال عبد العزيز الماجشون عن عبد الله بن عمر عن نافع أن ابن عمر كان يتبع \n  أثار رسول الله صلى الله عليه وسلم في كل مكان صلى فيه حتى أن النبي صلى الله \n  عليه وسلم نزل تحت شجرة فكان ابن عمر يتعاهدها فيصب في أصلها الماء لكيلا \n  تيبس *5*459* .\n</p>\n<p class=\"arabic\">وعن نافع عن ابن عمر قال قال رسول الله صلى الله عليه وسلم لو تركنا هذا الباب \n  للنساء قال فلم يدخل منه ابن عمر حتى مات .\n</p>\n<p class=\"arabic\">متفق على صحته .\n</p>\n<p class=\"arabic\">وقال عاصم بن محمد العمري عن أبي قال ما سمعت ابن عمر ذكر النبي صلى الله \n  عليه وسلم إلا بكى .\n</p>\n<p class=\"arabic\">وقال يوسف بن ماهك رأيت ابن عمر عند عبيد بن عمير وهو يقص فرأيت ابن عمر وعيناه \n  تهراقان دمعا .\n</p>\n<p class=\"arabic\">وقال أبو شهاب ثنا حبيب بن الشهيد قال قيل لنافع ما كان يصنع ابن عمر في منزله \n  قال لا تطيقونه الوضوء لكل صلاة والمصحف فيما بينهما .\n</p>\n<p class=\"arabic\">وقال عبد العزيز بن أبي روداد عن نافع إن ابن عمر كان إذا فاتته العشاء في \n  جماعة أحيا بقية ليلته ) .\n</p>\n<p class=\"arabic\">وقال ابن المبارك أنبأ عمر بن محمد بن زيد أخبرني أبي أن عبد الله بن عمر \n  كان يصلي ما قدر له ثم يصير إلى الفراش فيغفى إغفاءة الطائر ثم يقوم فيتوضأ \n  ويصلي يفعل ذلك في الليل أربع مدات أو خمسة .\n</p>\n<p class=\"arabic\">وقال نافع كان ابن عمر لا يصوم في السفر ولا يكاد يفطر في الحضر *5*460* .\n</p>\n<p class=\"arabic\">وقال سالم ما لعن ابن عمر خادما له إلا مرة فأعتقه .\n</p>\n<p class=\"arabic\">وقال محمد بن مطرف عن أبي حازم عن عبد الله بن دينار قال خرجت مع ابن عمر \n  إلى مكة فعرسنا فانحدر علينا راع من جبل فقال له ابن عمر أراع أنت قال نعم \n  قال بعني شاة من الغنم قال إني مملوك قال قل لسيدك أكلها الذئب قال فأين الله \n  عز وجل قال ابن عمر فأين الله ثم بكى واشتراه بعد فأعتقه .\n</p>\n<p class=\"arabic\">وروى أسامة بن زيد عن نافع عن ابن عمر نحوا منه .\n</p>\n<p class=\"arabic\">وقال عبيد الله عن نافع قال ما أعجب ابن عمر شيء إلا قدمه .\n</p>\n<p class=\"arabic\">وقال يزيد بن هارون أنبأ محمد بن عمرو بن حماس عن حمزة بن عبد الله بن عمر \n  عن أبيه قال خطرت هذه الآية لن تنالوا البر حتى تنفقوا مما تحبون فما وجدت \n  شيئا أحب إلي من جاريتي رميثة فعتقتها فلولا أني لا أعود في شيء جعلته لله \n  لنكحتها فأنكحتها نافعا فهي أم ولده .\n</p>\n<p class=\"arabic\">وقال قتيبة ثنا محمد بن يزيد بن خنيس ثنا عبد العزيز بن أبي رواد عن نافع \n  قال كان رقيق عبد الله ربما شمر أحدهم فيلزم المسجد فيعتقه فيقولون له إنهم \n  يخدعونك فيقول من خدعنا بالله انخدعنا له وما مات حتى أعتق ألف إنسان أو زاد \n  وكان يحيي الليل صلاة .\n</p>\n<p class=\"arabic\">الفضل بن موسى الشيباني وغيره عن أبي حمزة السكري عن إبراهيم الصائغ عن نافع \n  عن ابن عمر أنه كان له كتب ينظر فيها قبل أن يخرج إلى الناس *5*461* .\n</p>\n<p class=\"arabic\">الصائغ صدوق قال أبو حاتم لا يحتج به .\n</p>\n<p class=\"arabic\">وقال ابن وهب أنبأ عمر بن محمد بن زيد بن عبد الله ثنا أبي أن ابن عمر كاتب \n  غلاما له بأربعين ألفا فخرج إلى الكوفة فكان يعمل على حمر له حتى أدى خمسة \n  عشر ألفا فجاءه إنسان فقال أمجنون أنت ها هنا تعذب نفسك وابن عمر يشتري الرقيق \n  ويعتق إرجع فقل له قد عجزت فجاء إليه فقال قد عجزت وهذه صحيفتي فامحها قال \n  لا ولكن امحها إن شئت ) .\n</p>\n<p class=\"arabic\">فمحاها ففاضت عيناه وقال اذهب فأنت حر قال أصلحك الله أحسنت أحسن إلى ابني \n  هذين قال هما حران قال أحسن إلى أميهما قال هما حرتان فأعتق الخمسة .\n</p>\n<p class=\"arabic\">وقال عاصم بن محمد العمري عن أبيه قال أعطى عبد الله بن جعفر ابن عمر بنافع \n  عشرة آلاف درهم أو ألف دينار فدخل على صفية امرأته فأخبرها قالت فما تنتظر \n  قال فهلا ما هو خير من ذلك هو حر لوجه الله .\n</p>\n<p class=\"arabic\">وقال معمر عن الزهري قال أراد ابن عمر أن يلعن خادما فقال اللهم الع فلم يتمها \n  وقال إن هذه الكلمة لا أحب أن أقولها .\n</p>\n<p class=\"arabic\">وعن نافع قال أتى ابن عمر ببضعة وعشرين ألفا فما قام حتى فرقها وزاد عليها .\n</p>\n<p class=\"arabic\">وروى برد بن سنان عن نافع قال إن كان ابن عمر ليقسم في المجلس الواحد ثلاثين \n  ألفا ثم يأتي عليه شهر ما يأكل مزعة من لحم *5*462* .\n</p>\n<p class=\"arabic\">وقال أيوب عن نافع قال بعث معاوية إلى ابن عمر بمائة ألف فما حال عليها الحول .\n</p>\n<p class=\"arabic\">وقال حماد عن أيوب عن نافع قال اشتهى ابن عمر العنب في مرضه في غير وقته فجاؤوه \n  بسبع حبات عنب بدرهم فجاء سائل فأمر له به ولم يذقه .\n</p>\n<p class=\"arabic\">وقال مالك بن مغول عن نافع إن ابن عمر أتي بجوارش فكرهه وقال ما شبعت منذ \n  كذا وكذا .\n</p>\n<p class=\"arabic\">وقال جعفر بن محمد عن نافع أن المختار بن أبي عبيد كان يرسل إلى ابن عمر بالمال \n  فيقبله ويقول لا أسأل أحدا ولا أرد ما رزقني الله عز وجل .\n</p>\n<p class=\"arabic\">قلت والمختار هو أخو صفية زوجة ابن عمر .\n</p>\n<p class=\"arabic\">وقال قبيصة ثنا سفيان عن أبي الوازع قلت لابن عمر لا يزال الناس بخير ما أبقاك \n  الله لهم فغضب وقال إني لأحسبك عراقيا وما يدريك ما يغلق عليه ابن أمك بابه .\n</p>\n<p class=\"arabic\">وقال أبو جعفر الرازي عن حصين قال قال ابن عمر إني لأخرج وما لي حاجة إلا \n  لأسلم على الناس ويسلمون علي .\n</p>\n<p class=\"arabic\">قال مالك كان إمام الناس عندنا بعد زيد بن ثابت عبد الله بن عمر مكث ستين \n  سنة يفتي الناس *5*463* .\n</p>\n<p class=\"arabic\">وقال أسامة بن زيد عن عبد الله بن واقد قال رأيت ابن عمر قائما يصلي فلو رأيته \n  مقلوليا ) .\n</p>\n<p class=\"arabic\">ورأيته يفت المسك في الدهن يدهن به .\n</p>\n<p class=\"arabic\">وقال معمر سمعت عبد الملك بن أبي جميلة عن عبد الله بن موهب أن عثمان قال \n  لابن عمر اقض بين الناس قال أوتعفيني يا أمير المؤمنين قال فما تكره من ذلك \n  وقد كان أبوك يقضي قال إني سمعت رسول الله صلى الله عليه وسلم يقول من كان \n  قاضيا فقضى بالعدل فبالحري أن يفلت منه كفافا فما أرجو بعد ذلك أخرجه الترمذي .\n</p>\n<p class=\"arabic\">وقال عبد الله بن إدريس عن ليث عن نافع قال لما قتل عثمان جاء علي بن أبي \n  طالب إلى ابن عمر فقال إنك محبوب إلى الناس فسر إلى الشام فقال ابن عمر بقرابتي \n  وصحبتي النبي صلى الله عليه وسلم والرحم التي بيننا فلم يعاوده .\n</p>\n<p class=\"arabic\">وقال ابن عيينة عن عمر عن نافع عن أبيه عن ابن عمر قال بعث إلي علي إنك مطاع \n  في أهل الشام فسر فقد أمرتك عليهم فقلت أذكرك الله وقرابتي من رسول الله وصحبتي \n  إياه إلا ما أعفيتني فأبى علي فاستعنت عليه بحفصة فأبى فخرجت ليلا إلى مكة \n  فقيل له قد خرج إلى الشام فبعث في أثري فأرسلت إليه حفصة إنه لم يخرج إلى \n  الشام إنما خرج إلى مكة .\n</p>\n<p class=\"arabic\">وقال مسعر عن أبي حصين قال قال معاوية من أحق بهذا الأمر منا وابن عمر شاهد \n  قال فأردت أن أقول أحق منك من ضربك عليه وأباك فخفت الفساد *5*464* .\n</p>\n<p class=\"arabic\">وروى عكرمة عن خالد وغيره عن ابن عمر قال خطب معاوية بعد الحكمين فقال من \n  أراد أن يتكلم فليطلع إلي قرنة فلنحن أحق بهذا الأمر قال فحللت حبوتي وأردت \n  أن أقول أحق به من قاتلك وأباك على الإسلام فخشيت أن أقول كلمة تفرق الجمع \n  وتسفك الدماء فذكرت ما أعد الله في الجنان .\n</p>\n<p class=\"arabic\">وقال جرير بن حازم عن يعلى عن نافع قال قدم أبو موسى وعمرو للتحكيم فقال أبو \n  موسى لا أرى لهذا الأمر غير عبد الله بن عمر فقال عمرو لابن عمر أما تريد \n  أن نبايعك فهل لك أن تعطي مالا عظيما على أن تدع هذا الأمر لمن هو أحرص عليك \n  منه فغضب وقام فأخذ ابن الزبير بطرف ثوبه فقال يا أبا عبد الرحمن إنما قال \n  تعطى مالا على أن أبايعك فقال والله لا أعطي عليها ولا أعطى عليها ولا أقبلها \n  إلا عن رضا من المسلمين .\n</p>\n<p class=\"arabic\">وقال خالد بن نزال الأيلي عن سفيان عن مسعر عن علي بن الأقمر قال قال مروان \n  لابن ) .\n</p>\n<p class=\"arabic\">عمر ألا تخرج إلى الشام فيبايعوك قال فكيف أصنع بأهل العراق قال تقاتلهم بأهل \n  الشام قال والله ما يسرني أن يبايعني الناس كلهم إلا أهل فدك وإني أقاتلهم \n  فقتل منهم رجل واحد فقال مروان .\n</p>\n<p class=\"arabic\">% إني أرى فتنة تغلي مراجلها % % والملك بعد أبي ليلى لمن غلبا % .\n</p>\n<p class=\"arabic\">قلت أبو ليلى هو معاوية بن يزيد *5*465* .\n</p>\n<p class=\"arabic\">وقال أبو عوانة عن مغيرة عن فطر قال قال رجل لابن عمر ما أحد شر لأمة محمد \n  صلى الله عليه وسلم منك قال ولم قال إنك لو شئت ما اختلف فيك اثنان قال ما \n  أحب أنها أتتني ورجل يقول لا وآخر يقول بلى .\n</p>\n<p class=\"arabic\">وقال يونس بن عبيد عن نافع قال كان ابن عمر يسلم على الخشبية والخوارج وهم \n  يقتتلون فقال من قال حي على الصلاة أجبته ومن قال حي على قتل أخيك المسلم \n  وأخذ ماله فلا .\n</p>\n<p class=\"arabic\">وقال الزهري أخبرني حمزة بن عبد الله بن عمر قال أقبل علينا بن عمر فقال ما \n  وجدت في نفسي من أمر هذا الأمة ما وجدت في نفسي من أن أقاتل هذه الفئة الباغية \n  كما أمرني الله فقلنا له ومن ترى هذه الفئة الباغية قال ابن الزبير بغى على \n  هؤلاء القوم فأخرجهم من ديارهم ونكث عهدهم .\n</p>\n<p class=\"arabic\">العوام بن حوشب عن عياش العامري عن سعيد بن جبير قال لما احتضر ابن عمر قال \n  ما آسى على شيء من الدنيا إلا على ثلاث ظمأ الهواجر ومكابدة الليل وأني لم \n  أقاتل هذه الفئة الباغية التي نزلت بنا يعني الحجاج .\n</p>\n<p class=\"arabic\">قلت هذا ظن من بعض الرواة وإلا فهو قد قال الفئة الباغية ابن الزبير كما تقدم \n  والله أعلم .\n</p>\n<p class=\"arabic\">وقال أيوب عن نافع قال أصابت ابن عمر عارضة المحمل بين إصبعيه عند الجمرة \n  فمرض فدخل عليه الحجاج فلما رآه ابن عمر أغمض عينيه قال فكلمه فلم يكلمه فغضب \n  وقال إن هذا يقول إني *5*466* على الضرب الأول .\n</p>\n<p class=\"arabic\">وقال سعيد بن عمرو بن سعيد بن العاص إن ابن عمر قدم حاجا فدخل عليه الحجاج \n  وقد أصابه زج رمح فقال من أصابك قال أصابني من أمرتموه بحمل السلاح في مكان \n  لا يحل فيه حمله رواه البخاري .\n</p>\n<p class=\"arabic\">قال الأسود بن شيبان ثنا خالد بن نمير قال خطب الحجاج فقال إن ابن الزبير \n  حرف كتاب ) .\n</p>\n<p class=\"arabic\">الله فقال له ابن عمر كذبت كذبت ما يستطيع لا ذلك وأنت معه فقال اسكت فإنك \n  قد خرفت وذهب عقلك يوشك شيخ أن يضرب عنقه فيجر قد انتفخت خصيتاه يطوف به صبيان \n  أهل البقيع .\n</p>\n<p class=\"arabic\">وقال أيوب وغيره عن نافع قال قدم معاوية المدينة فحلف على المنبر ليقتلن ابن \n  عمر فلما دنا من مكة تلقاه الناس فقال له عبد الله بن صفوان إيها جئتنا لتقتل \n  ابن عمر قال ومن يقول هذا ومن يقول هذا .\n</p>\n<p class=\"arabic\">زاد ابن عون عن نافع قال والله لا أقتله .\n</p>\n<p class=\"arabic\">وقال مالك بلغ ابن عمر سبعا وثمانين سنة *5*467* .\n</p>\n<p class=\"arabic\">قلت بلغ أربعا وثمانين سنة لأنه قال إنه كان يوم الخندق ابن خمس عشرة سنة .\n</p>\n<p class=\"arabic\">قال ضمرة بن ربيعة والهيثم وأبو نعيم وابن المديني وأبو بكر بن شيبة وأبو \n  مسهر توفي سنة ثلاث وسبعين .\n</p>\n<p class=\"arabic\">وقال سعيد بن عفير وخليفة توفي سنة أربع .\n</p>\n<p class=\"arabic\">قلت هذا أصح لأنه صلى على رافع بن خديج .\n</p>\n<p class=\"arabic\">وعن نافع وغيره أن ابن عمر أوصى عند الموت ادفنوني خارج الحرم فلم نقدر على \n  ذلك من الحجاج قال فدفناه بفخ في مقبرة المهاجرين .\n</p>\n<p class=\"arabic\">زاد بعضهم وصلى عليه الحجاج .\n\n</p>"
}