{
    "header": "أسماء بنت أبي بكر الصديق .",
    "id": "000509",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أسماء بنت أبي بكر الصديق .\n</h1>\n<p class=\"arabic\">أم عبد الله ذات النطاقين آخر المهاجرين والمهاجرات وفاة وأمها *5*354* قتيلة \n  بنت عبد العزى العامرية .\n</p>\n<p class=\"arabic\">لها عدة أحاديث .\n</p>\n<p class=\"arabic\">روى عنها عبد الله وعروة ابنا الزبير وابناهما عبادة وعبد الله ومولاها عبد \n  الله وابن عباس وأبو واقد الليثي وتوفيا قبلها وفاطمة بنت المنذر بن الزبير \n  وعباد بن حمزة بن عبد الله بن الزبير وابن أبي مليكة وأبو نوفل معاوية بن \n  أبي عقرب ووهب بن كيسان والمطلب بن عبد الله ومحمد بن المنذر وصفية بنت شيبة .\n</p>\n<p class=\"arabic\">وشهدت اليرموك مع ابنها عبد الله وزوجها .\n</p>\n<p class=\"arabic\">وهي وابنها وأبوها وجدها صحابيون .\n</p>\n<p class=\"arabic\">روى شعبة عن مسلم القري قال دخلنا على أم ابن الزبير فإذا هي امرأة ضخمة عمياء \n  نسألها عن متعة الحج فقالت قد رخص رسول الله صلى الله عليه وسلم فيها .\n</p>\n<p class=\"arabic\">قال ابن أبي الزاد كانت أكبر من عائشة بعشر سنين .\n</p>\n<p class=\"arabic\">قلت فعمرها على هذا إحدى وتسعون سنة *5*355* .\n</p>\n<p class=\"arabic\">وأما هشام بن عروة فقال عاشت مائة سنة ولم يسقط لها سن .\n</p>\n<p class=\"arabic\">وقال ابن أبي مليكة كانت أسماء تصدع فتضع يدها على رأسها فتقول بذنبي وما \n  يغفره الله أكثر .\n</p>\n<p class=\"arabic\">وقال هشام بن عروة أخبرني أبي عن أسماء قالت تزوجني الزبير وما له شيء غير \n  فرسه فكنت أعلفه وأسوسه وأدق النوى لناضحه وأعلفه وأستقي وأعجن ولم أكن أحسن \n  أخبز فكان يخبز لي جارات من الأنصار وكن نسوة صدق وكنت أنقل النوى من أرض \n  الزبير التي أقطعه رسول الله صلى الله عليه وسلم على رأسي وهي على ثلثي فرسخ \n  فجئت يوما والنوى على رأسي فلقيت رسول الله صلى الله عليه وسلم ومعه جماعة \n  فدعاني فقال إخ إخ .\n</p>\n<p class=\"arabic\">ليحملني خلفه فاستحييت أن أسير مع الرجال وذكرت الزبير وغيرته فمضى فلما أتيت \n  أخبرت الزبير فقال والله لحملك النوى كان أشد علي من ركوبك معه قالت حتى أرسل \n  إلي ) .\n</p>\n<p class=\"arabic\">أبو بكر بعد ذلك بخادم فكفتني سياسة الفرس فكأنما أعتقني .\n</p>\n<p class=\"arabic\">وقال إبراهيم بن المنذر ثنا عبد الله بن محمد بن يحيى بن عروة عن هشام بن \n  عروة قال ضرب الزبير أسماء فصاحت لعبد الله بن الزبير فأقبل فلما رآه قال \n  أمك طالق إن دخلت قال أتجعل أمي عرضة ليمينك فاقتحم عليه وخلصها فبانت منه .\n</p>\n<p class=\"arabic\">وقال حماد بن سلمة عن هشام بن عروة إن الزبير طلق أسماء فأخذ *5*356* عروة \n  وهو يومئذ صغير .\n</p>\n<p class=\"arabic\">وقال أسامة بن زيد عن ابن المنكدر قال كانت أسماء سخية النفس .\n</p>\n<p class=\"arabic\">وقال أبو معاوية ثنا هشام عن فاطمة بنت المنذر قالت قالت أسماء يا بناتي تصدقن \n  ولا تنتظرن الفضل فإنكن إن انتظرتن الفضل لن تجدنه وإن تصدقن لن تجدن فقده .\n</p>\n<p class=\"arabic\">وقال علي بن مسهر عن هشام بن عروة عن القاسم بن محمد قال سمعت ابن الزبير \n  يقول ما رأيت امرأتين قط أجود من عائشة وأسماء وجودهما يختلف أما عائشة فكانت \n  تجمع الشيء إلى الشيء حتى إذا اجتمع عندها وضعته مواضعه وأما أسماء فكانت \n  لا تدخر شيء لغد .\n</p>\n<p class=\"arabic\">قال ميمون بن مهران كانت أم كلثوم بنت عقبة بن أبي معيط تحت الزبير وكانت \n  فيه شدة على النساء وكانت له كارهة تسأل الطلاق فطلقها واحدة وقال لا ترجع \n  إلي أبدا .\n</p>\n<p class=\"arabic\">وقال أيوب عن نافع وسعد بن إبراهيم إن عبد الرحمن بن عوف طلقها ثلاثا يعني \n  لتماضر فورثها عثمان منه بعد انقضاء العدة ثم قال سعد وكان أبو سلمة أمه تماضر \n  بن الأصبغ .\n</p>\n<p class=\"arabic\">وروى عمر بن أبي سلمة عن أبيه عن تماضر حين طلقها الزبير بن العوام وكان أقام \n  عندها سبعا ثم لم ينشب أن طلقها *5*357* .\n</p>\n<p class=\"arabic\">وقال مصعب بن سعد فرض عمر ألفا ألفا للمهاجرات منهن أم عبد وأسماء .\n</p>\n<p class=\"arabic\">وقالت فاطمة بنت المنذر إن جدتها أسماء كانت تمرض المرضة فتعتق كل مملوك لها .\n</p>\n<p class=\"arabic\">وقال الواقدي كان سعيد بن المسيب من أعبر الناس للرؤيا أخذ ذلك عن أسماء بنت \n  أبي بكر وأخذت عن أبيها .\n</p>\n<p class=\"arabic\">وقال الواقدي ثنا موسى بن يعقوب عن إبراهيم بن عبد الرحمن عن عبد الله بن \n  أبي ربيعة عن أمه إن أسماء كانت تقول وابن الزبير يقاتل الحجاج لمن كانت الدولة \n  اليوم فيقال لها ) .\n</p>\n<p class=\"arabic\">للحجاج فتقول ربما أمر الباطل فإذا قيل لها كانت لعبد الله تقول اللهم انصر \n  أهل طاعتك ومن غضب لك .\n</p>\n<p class=\"arabic\">وقال هشام بن عروة عن أبيه قال دخلت على أسماء أنا وعبد الله قبل أن يقتل \n  بعشر ليال وإنها لوجعة فقال لها عبد الله كيف تجدينك قالت وجعة قال إن في \n  الموت لعافية قالت لعلك تشتهي موتي فلا تفعل وضحكت وقالت والله ما أشتهي أن \n  أموت حتى يأتي علي أحد طرفيك إما أن تقتل فأحتسبك وإما أن تظفر فتقر عيني \n  وإياك أن تعرض علي خطة لا توافق فتقبلها كراهية الموت .\n</p>\n<p class=\"arabic\">إسحاق الأزرق عن عوف الأعرابي عن أبي الصديق الناجي أن الحجاج دخل على أسماء \n  فقال إن ابنك ألحد في هذا البيت وإن الله أذاقه من عذاب أليم قالت كذب كان \n  برا بوالديه صواما قواما ولكن قد *5*358* أخبرنا رسول الله صلى الله عليه \n  وسلم أنه سيخرج من تثقيف كذابان الآخر منهما شر من الأول وهو مبير .\n</p>\n<p class=\"arabic\">إسناده قوي .\n</p>\n<p class=\"arabic\">وقال ابن عيينة ثنا أبو المحياه عن أمه قالت لما قتل الحجاج ابن الزبير دخل \n  على أمه أسماء وقال ها يا أمه إن أمير المؤمنين أوصاني بك فهل لك من حاجة \n  فقالت لست لك بأم ولكني أم المصلوب على رأس البنية وما لي من حاجة ولكن أحدثك \n  سمعت رسول الله صلى الله عليه وسلم يقول يخرج في ثقيف كذاب ومبير فأما الكذاب \n  فقد رأيناه تعني المختار بن أبي عبيد وأما المبير فأنت فقال لها مبير المنافقين .\n</p>\n<p class=\"arabic\">أبو المحياه هو يحيى بن يعلى التيمي .\n</p>\n<p class=\"arabic\">وقال يزيد بن هارون أنبأ الأسود بن شيبان عن أبي نوفل عن أبي عقرب أن الحجاج \n  لما قتل ابن الزبير صلبه وأرسل إلى أمه أن تأتيه فأبت فأرسل إليها لتأتين \n  أو لأبعثن من يسحبك بقرونك فأرسلت إليه والله لا آتيك حتى تبعث إلي من يسحبني \n  بقروني فلما رأى ذلك أتى إليها فقال كيف رأيتني صنعت بعبد الله قالت رأيتك \n  أفسدت عليه دنياه وأفسد عليك آخرتك وقد بلغني أنك كنت تعيره بابن ذات النطاقين \n  وذكرت الحديث فانصرف ولم يراجعها .\n</p>\n<p class=\"arabic\">وقال حميد بن زنجويه ثنا ابن أبي عباد ثنا سفيان بن أبي عيينة عن منصور بن \n  عبد الرحمن عن أمه قالت قيل لابن عمر أن أسماء في ناحية المسجد وذلك حين قتل \n  ابن الزبير ) .\n</p>\n<p class=\"arabic\">وهو مصلوب فمال إليها فقال إن هذه الجثث ليست بشيء وإنما الأرواح عند الله \n  فاتقي الله وعليك بالصبر فقالت وما يمنعني وقد أهدي رأس يحيى بن زكريا إلى \n  بغي من *5*359* بغايا بني إسرائيل .\n</p>\n<p class=\"arabic\">رواه حرملة بن يحيى عن سفيان بن المبارك .\n</p>\n<p class=\"arabic\">أنا مصعب بن ثابت عن عامر بن عبد الله بن الزبير عن أبيه قال قدمت قتيلة بنت \n  عبد العزى على بنتها أسماء بنت أبي بكر وكان أبو بكر طلقها في الجاهلية بهدايا \n  زبيب وسمن وقرظ فأبت أن تقبل هديتها وأرسلت إلى عائشة سلي رسول الله صلى الله \n  عليه وسلم فقال لتدخلها وتقبل هديتها .\n</p>\n<p class=\"arabic\">ونزلت لا ينهاكم الله عن الذين لم يقاتلوكم في الدين الآية .\n</p>\n<p class=\"arabic\">شريك عن الركين بن الربيع قال دخلت على أسماء بنت أبي بكر وهي كبيرة عمياء \n  فوجدتها تصلي وعندها إنسان يلقنها قومي اقعدي افعلي .\n</p>\n<p class=\"arabic\">وقال ابن أبي مليكة دخلت على أسماء فقالت بلغني أن هذا صلب ابن الزبير اللهم \n  لا تمتني حتى أوتى به أحنطه وأكفنه فأتيت به بعد ذلك قبل موتها فجعلت تحنطه \n  بيدها وتكفنه بعد ما ذهب بصرها .\n</p>\n<p class=\"arabic\">قال ابن سعد ماتت أسماء بعد وفاة ابنها بليال .\n</p>\n<p class=\"arabic\">ويروى عن ابن أبي مليكة قال كفنته وصلت عليه وما أتت عليه جمعة حتى ماتت .\n\n</p>"
}