{
    "header": "أسلم مولى عمر بن الخطاب .",
    "id": "000511",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أسلم مولى عمر بن الخطاب .\n</h1>\n<p class=\"arabic\">العدوي أبو زيد ويقال أبو خالد من سبي عين التمر وقيل حبشي وقيل من سبي اليمن .\n</p>\n<p class=\"arabic\">وقد اشتراه عمر بمكة لما حج بالناس سنة *5*362* إحدى عشر في خلافة الصديق .\n</p>\n<p class=\"arabic\">وقال الواقدي سمعت أسامة بن زيد بن أسلم يقول نحن قوم من الأشعريين ولكنا \n  لا ننكر منة عمر رضي الله عنه .\n</p>\n<p class=\"arabic\">سمع أبا بكر وعمر وعثمان ومعاذا وأبا عبيدة وابن عمر وابن عمر وكعب الأحبار .\n</p>\n<p class=\"arabic\">روى عنه ابنه زيد والقاسم بن محمد ومسلم بن جندب ونافع ابن مولى عمر .\n</p>\n<p class=\"arabic\">قال الزهري عن القاسم عن أسلم قال قدمنا الجابية مع عمر فأتينا بالطلاء وهو \n  مثل عقيد الرب .\n</p>\n<p class=\"arabic\">وقال الواقدي حج عمر بالناس سنة إحدى عشرة فابتاع فيها أسلم .\n</p>\n<p class=\"arabic\">وقال الواقدي أيضا ثنا هشام بن سعد عن زيد بن أسلم عن أبيه قال اشتراني عمر \n  سنة اثنتي عشرة وهي السنة التي قدم فيها بالأشعث بن قيس أسرا فأنا أنظر إليه \n  في الحديد يكلم أبا بكر وهو يقول له فعلت وفعلت حتى كان آخر ذلك أسمع الأشعث \n  يقول يا خليفة رسول الله استبقني لحربك وزوجني أختك فمن عليه أبو بكر وزوجه \n  أخته أم فروة فولدت له محمد بن الأشعث .\n</p>\n<p class=\"arabic\">وقال جويرية عن نافع حدثني أسلم مولى عمر الأسود الحبشي والله ما أريد عيبه .\n</p>\n<p class=\"arabic\">وعن زيد بن أسلم عن أبيه قال قال ابن عمر يا أبا خالد إني أرى *5*363* أمير \n  المؤمنين يلزمك لزوما لا يلزمه أحدا من أصحابك لا يخرج سفرا إلا وأنت معه \n  فأخبرني عنه قال لم يكن ) .\n</p>\n<p class=\"arabic\">أولى القوم بالظل وكان يرحل رواحلنا ويرحل رحله وحده ولقد فزعنا ذات ليلة \n  وقد رحل رحالنا وهو يرحل رحله ويرتجز .\n</p>\n<p class=\"arabic\">% لا يأخذ الليل عليك بالهم % % والبسن له قميص واعتم % .\n</p>\n<p class=\"arabic\">% وكن شريك رافع وأسلم % % واخدم الأقوام حتى تخدم % .\n</p>\n<p class=\"arabic\">رواه القعمدي عن يعقوب بن حماد عن عبد الرحمن بن زيد بن أسلم عن أبيه .\n</p>\n<p class=\"arabic\">قال أبو عبيد توفي أسلم سنة ثمانين .\n\n</p>"
}