{
    "header": "بشر بن مروان .",
    "id": "000517",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">بشر بن مروان .\n</h1>\n<p class=\"arabic\">ابن الحكم بن أبي العاص بن أمية القرشي الأموي .\n</p>\n<p class=\"arabic\">كان سمحا جوادا ممدحا ولي إمرة العراقين لأخيه عبد الملك وله دار بدمشق عند \n  عقبة المتان وجمع له أخوه إمرة العراقين .\n</p>\n<p class=\"arabic\">فعن الضحاك العتابي قال خرج أيمن بن خريم إلى بشر بن مروان *5*371* فقدم فرأى \n  الناس يدخلون عليه بلا استئذان فقال من يؤذن الأمير بنا قالوا ليس عليه حجاب \n  فأنشأ يقول .\n</p>\n<p class=\"arabic\">% يرى بارزا للناس بشر كأنه % % إذا لاح في أثوابه قمر بدر % .\n</p>\n<p class=\"arabic\">% بعيد مراة العين مارد طرفه % % حذار الغواشي رجع باب ولا ستر % .\n</p>\n<p class=\"arabic\">% ولو شاء بشر أغلق الباب دونه % % طماطم سود أو صقالبة حمر % .\n</p>\n<p class=\"arabic\">% ولكن بشرا يسر الباب للتي % % يكون له في جنبها الحمد والشكر % .\n</p>\n<p class=\"arabic\">فقال تحتجب الحرم وأجزل صلته .\n</p>\n<p class=\"arabic\">وقال أبو مسهر ثنا الحكم بن هشام قال ولى عبد الملك أخاه بشرا على العراقين \n  فكتب إليه حين وصله الخبر يا أمير المؤمنين إنك قد شغلت إحدى يدي وهي اليسرى \n  وبقيت الأخرى فارغة فكتب إليه بولاية الحجاز واليمن فلما بلغه الكتاب حتى \n  وقعت القرحة في يمينه فقيل ) .\n</p>\n<p class=\"arabic\">له نقطعها من مفصل الكف فجزع فما أمسى حتى بلغت المرفق ثم أصبح وقد بلغت الكتف \n  وأمسى وقد خالطت الجوف فكتب إليه أما بعد فإني كتبت إليك يا أمير المؤمنين \n  وأنا في أول يوم من أيام الآخرة قال فجزع عليه عبد الملك وأمر الشعراء فرثوه \n  وقال علي بن زيد بن جدعان قال الحسن قدم علينا بشر بن مروان البصرة وهو أبيض \n  بض أخو خليفة وابن خليفة فأتيت داره فلما نظر إلى الحاجب قال من أنت قلت الحسن \n  البصري قال ادخل وإياك أن تطيل الحديث ولا تمله فدخلت فإذا هو على سرير عليه \n  فرش قد كاد أن يغوص فيها ورجل متكيء على سيفه قائم على رأسه فسلمت فقال من \n  أنت قلت الحسن البصري .\n</p>\n<p class=\"arabic\">فأجلسني ثم قال ما تقول في زكاة أموالنا ندفعها للسلطان أم إلى الفقراء قلت \n  أي ذلك فعلت أجزأ عنك فتبسم ثم رفع رأسه إلى الذي على رأسه فقال لشيء ما يسود \n  من سود ثم عدت إليه من العشي وإذا هو قد اندحر من سريره إلى أسفل وهو يتململ \n  والأطباء حوله ثم عدت من الغد والناعية *5*372* تنعاه والدواب قد جزوا نواصيها \n  ودفن في جانب الصحراء ووقف الفرزدق على قبره ورثاه بأبيات فما بقي أحد إلا \n  بكى .\n</p>\n<p class=\"arabic\">قال خليفة مات سنة خمس وسبعين وهو أول أمير مات في البصرة .\n</p>\n<p class=\"arabic\">توفي وعمره نيف وأربعون سنة *5*373* .\n\n</p>"
}