{
    "header": "جابر بن عبد الله .",
    "id": "000520",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">جابر بن عبد الله .\n</h1>\n<p class=\"arabic\">ابن عمرو بن حرام بن كعب بن غنم بن كعب بن سلمة الأنصاري *5*378* السلمي أبو \n  عبد الله ويقال أبو عبد الرحمن صاحب رسول الله صلى الله عليه وسلم وبنو سلمة \n  بطن من الخزرج .\n</p>\n<p class=\"arabic\">روى الكثير عن النبي صلى الله عليه وسلم وروى عن أبي بكر وعمر ومعاذ وأبي \n  عبيدة وخالد بن الوليد .\n</p>\n<p class=\"arabic\">وقد روى عن أم كلثوم بنت الصديق وهي تابعية .\n</p>\n<p class=\"arabic\">روى عنه سعيد بن المسيب ومجاهد وعطاء وأبو سلمة وأبو جعفر والحسن بن محمد \n  بن الحنفية وسالم بن أبي الجعد والشعبي وزيد بن أسلم وأبو الزبير وعاصم بن \n  عمر بن قتادة وسعيد بن مينا ومحارب بن دثار وخلق سواهم .\n</p>\n<p class=\"arabic\">فعن جابر قال كنت في الجيش الذين مع خالد بن الوليد الذين أمدهم أبو عبيدة \n  وهو يحاصر دمشق .\n</p>\n<p class=\"arabic\">قال عروة وموسى بن عقبة جابر بن عبد الله شهد العقبة .\n</p>\n<p class=\"arabic\">وقال ابن سعد شهد العقبة مع السبعين وكان أصغرهم وأراد شهود بدر فخلفه أبوه \n  على أخواته وكن تسعا وخلفه يوم أحد فاستشهد يومئذ وكان أبوه عقبيا بدريا من \n  النقباء .\n</p>\n<p class=\"arabic\">وقال الثوري عن جابر يعني الجعفي عن الشعبي عن جابر قال كنا مع رسول الله \n  ) .\n</p>\n<p class=\"arabic\">صلى الله عليه وسلم ليلة العقبة وأخرجني خالي وأنا لا أستطيع أن أرمي الحجر .\n</p>\n<p class=\"arabic\">وروي عن جابر قال حملني خالي الجد بن قيس في السبعين الذين *5*379* وفدوا \n  على رسول الله من الأنصار فخرج إلينا ومعه العباس .\n</p>\n<p class=\"arabic\">وذكر البخاري عن عمرو عن جابر أنه شهد العقبة .\n</p>\n<p class=\"arabic\">وفي مسند الحسن بن سفيان ثنا أبو بكر بن أبي شيبة ثنا أبو عوانة عن الأعمش \n  عن أبي سفيان عن جابر قال كنت أمتح لأصحابي الماء يوم بدر .\n</p>\n<p class=\"arabic\">قال الواقدي هذا وهم من أهل العراق .\n</p>\n<p class=\"arabic\">قلت صدق فإن زكريا بن إسحاق روى عن أبي الزبير عن جابر قال لم أشهد بدرا ولا \n  أحدا منعني أبي فلما قتل لم أتخلف عن غزوة .\n</p>\n<p class=\"arabic\">أخرجه البخاري .\n</p>\n<p class=\"arabic\">ابن لهيعة عن أبي الزبير عن جابر قال شهدنا بيعة العقبة سبعون رجلا فوالينا \n  رسول الله صلى الله عليه وسلم والعباس يمسك بيده .\n</p>\n<p class=\"arabic\">وقال عمرو بن دينار سمعت جابرا يقول كنا يوم الحديبية ألفا وأربعمائة فقال \n  لنا رسول الله صلى الله عليه وسلم أنتم اليوم خير أهل الأرض .\n</p>\n<p class=\"arabic\">وقال أبو عبيدة الحداد عبد الواحد بن واصل ثنا ليث بن كيسان عن أبي الزبير \n  عن جابر أن النبي صلى الله عليه وسلم قال لي هل تزوجت قلت نعم .\n</p>\n<p class=\"arabic\">قال بكر أو ثيب قلت بل ثيب قال فهلا بكرا تضاحكها وتضاحكك قلت يا نبي الله \n  إنها وإنها وإنما أردت لتقوم على أخواتي قال أصبت أرشدك الله .\n</p>\n<p class=\"arabic\">وبه عن جابر قال استغفر لي رسول الله صلى الله عليه وسلم ليلة البعير خمسا \n  وعشرين مرة .\n</p>\n<p class=\"arabic\">صححه الترمذي *5*380* .\n</p>\n<p class=\"arabic\">قلت بغير جابر له طرق كثيرة .\n</p>\n<p class=\"arabic\">وأخرج مسلم من حديث أبي الزبير عن جابر قال قال رسول الله صلى الله عليه وسلم \n  من يصعد ثنية المرار فإنه يحط عنه ما حط عن بني إسرائيل فكان أول من صعدها \n  خيلنا خيل بني الخزرج وتتابع الناس فقال كلكم مغفور له إلا صاحب الجمل الأحمر \n  تعال يستغفر لك رسول الله صلى الله عليه وسلم قال والله لأن أجد ضالتي أحب \n  إلي من أن يستغفر لي ) .\n</p>\n<p class=\"arabic\">صاحبكم .\n</p>\n<p class=\"arabic\">وقال ابن المنكدر سمعت جابرا يقول عادني رسول الله صلى الله عليه وسلم فوجدني \n  لا أعقل فتوضأ وصب علي من وضوئه فعقلت .\n</p>\n<p class=\"arabic\">وقال هشام بن عروة رأيت لجابر بن عبد الله حلقة في المسجد يؤخذ عنه .\n</p>\n<p class=\"arabic\">وقال ابن المنكدر سمعت جابرا يقول دخلت على الحجاج فلما سلمت عليه .\n</p>\n<p class=\"arabic\">وقال زيد بن أسلم إن جابرا كف بصره .\n</p>\n<p class=\"arabic\">وقال الواقدي عن أبي بن عباس بن سهل عن أبيه قال كنا بمنى فجعلنا نخب جابرا \n  بما نرى من إظهار قطف الخز والوشي يعني السلطان وما يصنعون فقال ليت سمعي \n  قد ذهب كما ذهب بصري حتى لا أسمع من حديثهم شيئا ولا أبصره *5*381* .\n</p>\n<p class=\"arabic\">وروى الواقدي بإسناده أن جابرا دخل على عبد الملك لما حج فرحب به فكلمه في \n  أهل المدينة أن يصل رحابهم فلما خرج في أمر له بخمسة آلاف درهم فقبلها .\n</p>\n<p class=\"arabic\">وقال محمد بن عباد المكي ثنا حنظلة بن عمرو الأنصاري عن أبي الحويرث قال هلك \n  جابر بن عبد الله فحضرنا في بني سلمة فلما خرج سريره من حجرته إذا حسن بن \n  حسن بن علي بن أبي طالب بين عمودي السرير فأمر به الحجاج أن يخرج من بين العمودين \n  فيأبى عليهم فسأله بنو جابر إلا خرج فخرج وجاء الحجاج حتى وقف بين العمودين \n  حتى وضع فصلى عليه ثم جاء إلى القبر فإذا حسن بن حسن قد نزل في القبر فأمر \n  به الحجاج أن يخرج فأبى فسأله بنو جابر بالله فخرج فاقتحم الحجاج الحفر حتى \n  فرغ منه .\n</p>\n<p class=\"arabic\">هذا حديث منكر فإن جابرا توفي والحجاج على إمرة العراق .\n</p>\n<p class=\"arabic\">قال يحيى بن بكير والواقدي وغير واحد توفي سنة ثمان وسبعين .\n</p>\n<p class=\"arabic\">وقال أبو نعيم توفي سنة سبع وسبعين وقيل إنه عاش أربعا وتسعين سنة .\n\n</p>"
}