{
    "header": "أبو عبد الرحمن السلمي .",
    "id": "000648",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أبو عبد الرحمن السلمي .\n</h1>\n<p class=\"arabic\">مقريء الكوفة بلا مدافعة اسمه عبد الله بن حبيب بن ربيعة *5*557* .\n</p>\n<p class=\"arabic\">قرأ القرآن على عثمان وعلي وابن مسعود وسمع منهم ومن عمر .\n</p>\n<p class=\"arabic\">روى حسين بن علي الجعفي عن محمد بن أبان عن علقمة بن مرثد قال تعلم أبو عبد \n  الرحمن القرآن من عثمان وعرض على علي .\n</p>\n<p class=\"arabic\">روى عنه إبراهيم النخعي وسعيد بن جبير وعلقمة بن مرثد وعطاء بن السائب وإسماعيل \n  السدي وغيرهم .\n</p>\n<p class=\"arabic\">وأقرأ بالكوفة من خلافة عثمان إلى إمرة الحجاج قرأ عليه عاصم بن أبي النجود .\n</p>\n<p class=\"arabic\">توفي سنة أربع وسبعين وقيل سنة ثلاث وقيل توفي في إمرة بشر بن مروان وقيل \n  غير ذلك .\n</p>\n<p class=\"arabic\">وأما قول ابن قانع إنه توفي سنة خمس ومائة فوهم لا يتابع عليه وعليه تلقن \n  عاصم القرآن .\n</p>\n<p class=\"arabic\">قال أبو إسحاق أقرأ أبو عبد الرحمن في المسجد أربعين سنة .\n</p>\n<p class=\"arabic\">وقال عطاء بن السائب دخلنا على أبي عبد الرحمن نعوده فذهب بعضهم يرجيه فقال \n  أنا أرجو ربي وقد صمت له ثمانين رمضانا *5*558* .\n</p>\n<p class=\"arabic\">وقال حجاج عن شعبة إنه لم يسمع من عثمان ولا من ابن مسعود وهذا فيه نظر فإن \n  روايته عن عثمان في الصحيح وفي كتب القراءآت إنه قرأ على عثمان وعلي وابن \n  مسعود وزيد بن ثابت .\n</p>\n<p class=\"arabic\">قال أبو بكر بن عياش عن عاصم إن أبا عبد الرحمن قرأ على علي رضي الله عنه .\n</p>\n<p class=\"arabic\">وقال ابن مجاهد في كتاب السبعة أول من أقرأ الناس بالكوفة بالقراءة التي جمع \n  الناس عليها عثمان أبو عبد الرحمن السلمي فجلس في مسجدها الأعظم ونصب نفسه \n  لتعليم القرآن أربعين سنة .\n</p>\n<p class=\"arabic\">قلت روايته عن عمر في سنن النسائي و يقال إنه أضر بآخره رحمه الله تعالى .\n</p>\n<p class=\"arabic\">قال الداني أخذ القراءة عرضا عن عثمان وعلي وابن مسعود وأبي بن كعب وزيد بن \n  ثابت .\n</p>\n<p class=\"arabic\">عرض عليه عاصم وعطاء بن السائب ويحيى بن و ثاب وأبو إسحاق وعبد الله بن عيسى \n  بن أبي ليلى ومحمد بن أبي أيوب وعامر الشعبي وإسماعيل بن أبي خالد .\n</p>\n<p class=\"arabic\">وكان من المعمرين .\n</p>\n<p class=\"arabic\">شعبة عن علقمة بن مرثد عن سعد بن عبيدة أن أبا عبد الرحمن أقرأ في خلافة عثمان \n  إلى أن توفي في إمارة الحجاج .\n\n</p>"
}