{
    "header": "أبو سعيد الخدري .",
    "id": "000643",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أبو سعيد الخدري .\n</h1>\n<p class=\"arabic\">صاحب رسول الله صلى الله عليه وسلم كان من فضلاء الصحابة بالمدينة وهو *5*552* \n  سعيد بن مالك بن سنان بن ثعلبة بن عبيد الأنصاري الخزرجي الخدري .\n</p>\n<p class=\"arabic\">روى الكثير عن النبي صلى الله عليه وسلم وعن أبي بكر وعمر وأخيه لأمه قتادة \n  بن النعمان .\n</p>\n<p class=\"arabic\">روى عنه زيد بن ثابت وابن عباس وجابر بن عبد الله وسعيد بن المسيب وطارق بن \n  شهاب وسعيد بن جبير وأبو صالح السمان وعطاء بن يسار والحسن وأبو الوداك وعمرو \n  بن سليم الزرقي وأبو سلمة ونافع مولى ابن عمر وخلق .\n</p>\n<p class=\"arabic\">وقتل أبوه يوم أحد .\n</p>\n<p class=\"arabic\">قال أبو هارون العبدي كان أبو سعيد الخدري لا يخضب كانت لحيته بيضاء خضلاء \n  *5*553* .\n</p>\n<p class=\"arabic\">وقال ابن سعد وغيره شهد أبو سعيد الخندق وما بعدها من المشاهد .\n</p>\n<p class=\"arabic\">وحدثنا محمد بن عمر ثنا سعيد بن أبي زيد عن ربيح بن عبد الرحمن بن أبي سعيد \n  الخدري عن أبيه عن جده قال عرضت يوم أحد على النبي صلى الله عليه وسلم وأنا \n  ابن ثلاث عشرة فجعل أبي يأخذ بيدي فيقول يا رسول الله إنه عبل العظام وجعل \n  رسول الله صلى الله عليه وسلم يصعد في النظر يصوبه ثم قال رده فردني .\n</p>\n<p class=\"arabic\">وقال ابن المبارك أنا إسماعيل بن عياش حدثني عقيل بن مدرك يرفعه إلى أبي سعيد \n  الخدري أن رجلا أتاه فقال أوصني يا أبا سعيد قال عليك بتقوى الله فإنها رأس \n  كل شيء وعليك بالجهاد فإنه رهبانية الإسلام وعليك بذكر الله وتلاوة القرآن \n  فإنه روحك في أهل السماء وذكرك في أهل الأرض وعليك بالصمت إلا في حق فإنك \n  تغلب الشيطان .\n</p>\n<p class=\"arabic\">وقال حنظلة بن أبي سفيان عن أشياخه إنه لم يكن أحد من أحداث أصحاب النبي صلى \n  الله عليه وسلم أعلم من أبي سعيد الخدري .\n</p>\n<p class=\"arabic\">وقال وهب بن جرير ثنا أبو عقيل الدورقي سمعت أبا بصرة يحدث قال ودخل أبو سعيد \n  يوم الحرة غارا فدخل فيه عليه رجل ثم خرج فقال لرجل من أهل الشام أدلك على \n  رجل تقتله فلما انتهى الشامي إلى باب الغار قال لأبي سعيد وفي عنق أبي سعيد \n  السيف أخرج إلي قال لا أخرج وإن تدخل علي أقتلك فدخل الشامي عليه فوضع أبو \n  سعيد السيف وقال بؤ بإثمي وإثمك وكن من أصحاب النار قال أبو سعيد *5*554* \n  الخدري أنت قال نعم قال فاستغفر لي غفر الله لك .\n</p>\n<p class=\"arabic\">خالد بن مخلد ثنا عبد الله بن عمر عن وهب بن كيسان قال رأيت أبا سعيد الخدري \n  يلبس الخز .\n</p>\n<p class=\"arabic\">الثوري عن ابن عجلان عن عثمان بن عبيد الله بن أبي رافع رأيت أبا سعيد يحفي \n  شاربه كأخي الحلق .\n</p>\n<p class=\"arabic\">قال الواقدي والجماعة توفي سنة أربع وسبعين .\n</p>\n<p class=\"arabic\">وقال ابن المديني قولين لم يتابع عليهما .\n</p>\n<p class=\"arabic\">وقال إسماعيل القاضي سمعته يقول توفي سنة ثلاث وستين .\n</p>\n<p class=\"arabic\">وقال البخاري قال علي مات بعد الحرة بسنة .\n\n</p>"
}