{
    "header": "عمرو بن ميمون .",
    "id": "000600",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عمرو بن ميمون .\n</h1>\n<p class=\"arabic\">الأودي المذحجي أبو عبد الله *5*497* .\n</p>\n<p class=\"arabic\">أدرك الجاهلية ولم يلق النبي صلى الله عليه وسلم وقدم الشام مع معاذ بن جبل \n  ثم نزل الكوفة .\n</p>\n<p class=\"arabic\">وروى عن عمر وعلي ومعاذ وابن مسعود وأبي أيوب وأبي هريرة وجماعة .\n</p>\n<p class=\"arabic\">روى عنه أبو إسحاق والشعبي وعبدة بن أبي لبابة ومحمد بن سوقة وحصين بن عبد \n  الرحمن وآخرون .\n</p>\n<p class=\"arabic\">ووثقه ابن معين .\n</p>\n<p class=\"arabic\">قال أبو الأحوص عن أبي إسحاق عن عمرو بن ميمون عن معاذ قال كنت ردف النبي \n  صلى الله عليه وسلم على حمار يقال له عفير .\n</p>\n<p class=\"arabic\">وفي المسند ثنا الوليد بن مسلم ثنا الأوزاعي عن حسان بن عطية حدثني عبد الرحمن \n  بن سابط عن عمرو بن ميمون الأودي قال قدم *5*498* علينا معاذ اليمن رسول رسول \n  الله صلى الله عليه وسلم من الشحر رافعا صوته بالتكبير أجش الصوت فألقيت عليه \n  محبتي فما فارقته حتى حثوت عليه التراب ثم نظرت إلى أفقه الناس بعده فأتيت \n  ابن مسعود وذكر الحديث .\n</p>\n<p class=\"arabic\">وقال عمرو بن ميمون رأيت قردة في الجاهلية اجتمع عليها قردة فرجموها فرجمتها \n  معهم ) .\n</p>\n<p class=\"arabic\">رواه البخاري .\n</p>\n<p class=\"arabic\">وقال أبو إسحاق حج عمرو بن ميمون ستين ما بين حجة وعمرة .\n</p>\n<p class=\"arabic\">وقال منصور عن إبراهيم قال لما كبر عمرو بن ميمون أوتد له في الحائط وكان \n  إذا سئم من القيام أمسك به أو يربط حبلا فيتعلق به .\n</p>\n<p class=\"arabic\">وقال يونس بن أبي إسحاق عن أبيه قال كان عمرو بن ميمون إذا رؤي ذكر الله تعالى .\n</p>\n<p class=\"arabic\">وقال عاصم بن كليب رأيت عمرو بن ميمون وسويد بن غفلة التقيا فاعتنق كل واحد \n  منهما صاحبه .\n</p>\n<p class=\"arabic\">قال أبو نعيم توفي سنة أربع وسبعين .\n</p>\n<p class=\"arabic\">وقال الفلاس سنة خمس وسبعين *5*499* .\n\n</p>"
}