{
    "header": "أبو إدريس الخولاني .",
    "id": "000636",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أبو إدريس الخولاني .\n</h1>\n<p class=\"arabic\">اسمه عائذ الله بن عبد الله فقيه أهل دمشق وقاضي دمشق وقيل اسمه عبد الله \n  بن إدريس بن عائذ الله بن عبد الله بن عتبة .\n</p>\n<p class=\"arabic\">ولد في حياة النبي صلى الله عليه وسلم عام حنين *5*543* .\n</p>\n<p class=\"arabic\">وحدث عن أبي ذر وأبي الدرداء وحذيفة وعبادة بن الصامت وأبي موسى والمغيرة \n  بن شعبة وأبي هريرة وعقبة بن عامر وعوف بن مالك وشداد بن أوس وابن عباس وأبي \n  مسلم الخولاني وجماعة .\n</p>\n<p class=\"arabic\">روى عنه مكحول وأبو سلام الأسود وأبو قلابة الجرمي والزهري وربيعة بن يزيد \n  ويحيى بن يحيى الغساني وأبو حازم الأعرج ويونس بن ميسرة وآخرون كثيرون .\n</p>\n<p class=\"arabic\">قال العباس بن سالم الدمشقي وهو ثقة سمعت أبا إدريس الخولاني قال لم أنس عبد \n  الله بن ) .\n</p>\n<p class=\"arabic\">مسعود قائما على درج كنيسة دمشق يحدثنا بالأحاديث .\n</p>\n<p class=\"arabic\">قال أبو زرعة الدمشقي قلت لدحيم أي الرجلين عندك أعلم جبير بن نفير أو أبو \n  إدريس الخولاني قال أبو إدريس عندي المقدم ورفع من شأن جبير لإسناده وأحاديثه .\n</p>\n<p class=\"arabic\">وقال الزهري حدثني أبو إدريس وكان من فقهاء أهل الشام .\n</p>\n<p class=\"arabic\">وقال مكحول ما رأيت مثل أبي إدريس الخولاني .\n</p>\n<p class=\"arabic\">عن سعيد بن عبد العزيز قال كان أبو إدريس عالم الشام بعد أبي الدرداء .\n</p>\n<p class=\"arabic\">وقال محمد بن شعيب بن شابور أخبرني يزيد بن عبيدة أنه رأى أبا إدريس في زمن \n  عبد الملك وأن حلق المسجد بدمشق يقرأون القرآن *5*544* يدرسون جميعا وأبو \n  إدريس جالس إلى بعض العمد فكلما مرت حلقة بآية سجدة بعثوا إليه يقرأ بها فأنصتوا \n  له وسجد بهم وسجدوا جميعا بسجوده وربما سجد بهم اثنتي عشرة سجدة حتى إذا فرغوا \n  من قراءتهم قام أبو إدريس يقص .\n</p>\n<p class=\"arabic\">ثم قدم القصص بعد ذلك .\n</p>\n<p class=\"arabic\">وقال خالد بن يزيد بن أبي مالك عن أبيه قال كنا نجلس إلى أبي إدريس الخولاني \n  فيحدثنا فحدث يوما بغزاة حتى استوعبها فقال رجل أحضرت هذه الغزاة قال لا فقال \n  قد حضرتها مع رسول الله صلى الله عليه وسلم ولأنت أحفظ لها مني .\n</p>\n<p class=\"arabic\">وقال سعيد بن عبد العزيز عزل عبد الملك بلالا عن القضاء وولى أبا إدريس .\n</p>\n<p class=\"arabic\">وقال الوليد عن ابن جابر إن عبد الملك عزل أبا إدريس عن القصص وأقره على القضاء \n  فقال عزلتموني عن رغبتي وتركتموني في رهبتي .\n</p>\n<p class=\"arabic\">وقال أبو عمر بن عبد البر سماع أبي إدريس عندنا من معاذ صحيح .\n</p>\n<p class=\"arabic\">قال خليفة توفي سنة ثمانين .\n\n</p>"
}