{
    "header": "غضيف بن الحارث .",
    "id": "000607",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">غضيف بن الحارث .\n</h1>\n<p class=\"arabic\">ابن زنيم أبو أسماء السكوني .\n</p>\n<p class=\"arabic\">مختلف في صحبته .\n</p>\n<p class=\"arabic\">روى عن عمر وأبي عبيدة وأبي ذر وبلال وأبي الدرداء .\n</p>\n<p class=\"arabic\">روى عنه ابنه عبد الرحمن وعبد الرحمن بن عائذ اليماني وحبيب بن عبيد ومكحول \n  وعبادة بن نسي وسليم بن عامر وشرحبيل بن مسلم وأبو راشد الحبراني وجماعة .\n</p>\n<p class=\"arabic\">وسكن حمص .\n</p>\n<p class=\"arabic\">فروى العلاء بن يزيد الثمالي ثنا عيسى بن أبي رزين الثمالي سمعت غضيف بن الحارث \n  قال كنت صبيا أرمي نخل الأنصار فأتوا بي *5*507* النبي صلى الله عليه وسلم \n  فمسح برأسي وقال كل ما سقط ولا ترم نخلهم رواه خيثمة الأطرابلسي عن سليمان \n  بن عبد الحميد قال سمعت العلاء فذكره فإن صح هذا الحديث فهو صحابي .\n</p>\n<p class=\"arabic\">ويقويه ما روى معن عن معاوية بن صالح عن يونس بن سيف عن غضيف بن الحارث الكندي \n  أنه رأى النبي صلى الله عليه وسلم واضعا يده اليمنى على اليسرى في الصلاة .\n</p>\n<p class=\"arabic\">وقال يونس المؤدب ثنا حماد عن برد أبي العلاء عن عبادة بن نسي عن غضيف بن \n  الحارث أنه مر بعمر بن الخطاب فقال نعم الفتى غضيف فلقيت أبا ذر بعد ذلك فقال \n  أي ) .\n</p>\n<p class=\"arabic\">أخي استغفر لي قلت أنت صاحب رسول اله صلى الله عليه وسلم وأنت أحق أن تستغفر \n  لي قال إني سمعت عمر يقول نعم الفتى غضيف وقد قال رسول الله صلى الله عليه \n  وسلم إن الله ضرب الحق على لسان عمر وقلبه .\n</p>\n<p class=\"arabic\">وروى نحوه مكحول عن غضيف .\n</p>\n<p class=\"arabic\">قال ابن سعد غضيف بن الحارث الكندي ثقة في الطبقة الأولى من تابعي أهل الشام .\n</p>\n<p class=\"arabic\">وقال ابن أبي حاتم له صحبة وقيل فيه الحارث بن غضيف وقال أبي وأبو زرعة الصحيح \n  أنه غضيف بن الحارث له صحبة .\n</p>\n<p class=\"arabic\">وقال أبو الحسن بن سميع غضيف بن الحارث الثمالي من الأزد حمصي .\n</p>\n<p class=\"arabic\">وقال أبو اليمان عن صفوان بن عمرو إن غضيف بن الحارث كان *5*508* يتولى لهم \n  صلاة الجمعة بحمص إذا غاب خالد بن يزيد .\n</p>\n<p class=\"arabic\">وقال بقية عن أبي بكر بن عبد الله عن حبيب بن عبيد عن غضيف قال بعث إلي عبد \n  الملك بن مروان فقال يا أبا أسماء قد جمعنا الناس على أمرين رفع الأيدي على \n  المنابر يوم الجمعة والقصص بعد الصبح والعصر قال غضيف أما إنها أمثل بدعتكم \n  عندي ولست مجيبك إلى شيء منهما قال لم قلت لأن النبي صلى الله عليه وسلم قال \n  ما أحدث قوم بدعة إلا رفع مثلها من السنة فتمسك بسنة خير من إحداث بدعة رواه \n  أحمد في المسند *5*509* .\n\n</p>"
}