{
    "header": "أبو ثعلبة الخشني .",
    "id": "000639",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أبو ثعلبة الخشني .\n</h1>\n<p class=\"arabic\">اسمه على أشهر ما قيل جرثوم بن ناشم .\n</p>\n<p class=\"arabic\">له صحبة ورواية وروى أيضا عن أبي عبيدة ومعاذ .\n</p>\n<p class=\"arabic\">روى عنه سعيد بن المسيب وجبير بن نفير وأبو إدريس الخولاني وأبو رجاء العطاردي \n  ) .\n</p>\n<p class=\"arabic\">وأبو الزاهرية وعمير بن هانيء .\n</p>\n<p class=\"arabic\">وسكن الشام وكان يكون بداريا .\n</p>\n<p class=\"arabic\">وقيل إنه سكن قرية البلاط وله ذرية بها .\n</p>\n<p class=\"arabic\">وقال الدارقطني وغيره بايع بيعة الرضوان وضرب له رسول الله صلى الله عليه \n  وسلم بسهم يوم خيبر وأرسله إلى قومه فأسلموا *5*548* .\n</p>\n<p class=\"arabic\">وقال أحمد في مسنده ثنا عبد الرزاق ثنا معمر عن أيوب عن أبي قلابة عن أبي \n  ثعلبة قال أتيت النبي صلى الله عليه وسلم فقلت يا رسول الله اكتب لي بأرض \n  كذا وكذا بالشام لم يظهر عليها النبي صلى الله عليه وسلم حينئذ فقال النبي \n  صلى الله عليه وسلم ألا تسمعون ما يقول هذا فقال أبو ثعلبة والذي نفسي بيده \n  لتظهرن عليها قال فكتب له بها .\n</p>\n<p class=\"arabic\">وقال عمر بن عبد الواحد الدمشقي عن عبد الرحمن بن يزيد بن جابر عن إسماعيل \n  بن عبيد الله قال بينا أبو ثعلبة الخشني وكعب جالسين إذ قال أبو ثعلبة يا \n  أبا إسحاق ما من عبد تفرغ لعبادة الله إلا كفاه الله مؤونة الدنيا قال أي \n  شيء سمعته من رسول الله صلى اله عليه وسلم أم شيء تراه قال بل شيء أراه قال \n  فإن في كتاب الله المنزل من جمع همومه هما واحدا فجعله في طاعة الله كفاه \n  الله ما أهمه وكان رزقه على الله وعمله لنفسه ومن فرق همومه فجعل في كل واد \n  هما لم يبال الله في أيها هلك ثم تحدثا ساعة فمر رجل يختال بين بردين فقال \n  أبو ثعلبة يا أبا إسحاق بئس الثوب ثوب الخيلاء فقال أشيء سمعته من رسول الله \n  صلى الله عليه وسلم قال بل شيء أراه قال فإن في كتاب الله المنزل من لبس ثوب \n  خيلاء لم ينظر الله إليه حتى يضعه عنه وإن كان يحبه .\n</p>\n<p class=\"arabic\">وقال خالد بن محمد الوهبي والد أحمد سمعت أبا الزاهرية قال سمعت أبا ثعلبة \n  يقول إني لأرجو أن لا يخنقني الله عز وجل كما أراكم تخنقون عند الموت قال \n  فبينما هو يصلي في جوف الليل قبض وهو ساجد *5*549* .\n</p>\n<p class=\"arabic\">قال أبو حسان الزيادي توفي سنة خمس وسبعين .\n\n</p>"
}