{
    "header": "زر بن حبيش ع ابن حباشة بن أوس أبو مريم اـ...",
    "id": "000754",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">زر بن حبيش ع ابن حباشة بن أوس أبو مريم الأسدي الكوفي ويقال أبو مريم وأبو \n  مطرف  .\n</h1>\n<p class=\"arabic\">أدرك الجاهلية وعمر دهرا .\n</p>\n<p class=\"arabic\">حدث عن عمر وأبي بن كعب وعثمان وعلي وابن مسعود وعبد الرحمن بن عوف وعمار \n  بن ياسر وحذيفة والعباس وصفوان بن عسال وقرأ القرآن على علي وابن مسعود وأقرأه .\n</p>\n<p class=\"arabic\">وقرأ عليه عاصم ويحيى بن وثاب وأبو إسحاق والأعمش وحدث عنه عاصم وعبدة بن \n  أبي لبابة وعدي بن ثابت والمنهال بن عمرو وأبو إسحاق الشيباني وأبو بردة بن \n  أبي موسى وإسماعيل بن أبي خالد .\n</p>\n<p class=\"arabic\">قال عاصم كان زر من أعرب الناس كان عبد الله بن مسعود يسأله عن العربية .\n</p>\n<p class=\"arabic\">وقال ابن سعد كان ثقة كثير الحديث .\n</p>\n<p class=\"arabic\">وقال همام ثنا عاصم عن زر قال وفدت إلى المدينة في خلافة عثمان وإنما حملني \n  على ذلك حرصي على لقاء أصحاب رسول الله صلى الله عليه وسلم فلقيت صفوان بن \n  عسال فقلت له هل رأيت رسول الله صلى الله عليه وسلم قال نعم وغزوت معه ثنتي \n  عشرة غزوة .\n</p>\n<p class=\"arabic\">وقال شيبان عن عاصم عن زر قال خرجت في وفد من أهل الكوفة وايم الله إن حرضني \n  على الوفادة إلا لقاء أصحاب رسول الله صلى الله عليه وسلم فلما قدمت المدينة \n  أتيت أبي بن كعب وعبد الرحمن بن عوف فكانا جليسي وصاحبي فقال أبي يا زر ما \n  تريد أن تدع من القرآن آية إلا سألتني عنها .\n</p>\n<p class=\"arabic\">شعبة عن عاصم عن زر قال كنت بالمدينة يوم عيد فإذا عمر *6*68* ضخم أصلع كأنه \n  على دابة مشرف .\n</p>\n<p class=\"arabic\">حماد بن زيد عن عاصم عن زر قال قدمت المدينة فلزمت عبد الرحمن بن عوف وأبيا .\n</p>\n<p class=\"arabic\">وقال حماد بن زيد عن عاصم قال أدركت أقواما كانوا يتخذون هذا الليل جملا يلبسون \n  المعصفر ويشربون نبيذ الجر لا يرون به بأسا منهم زر وأبو وائل .\n</p>\n<p class=\"arabic\">وقال أبو بكر بن عياش عن عاصم قال كان أبو وائل عثمانيا وكان زر بن حبيش علويا \n  وما رأيت واحدا منهما قط تكلم في صاحبه حتى ماتا وكان زر أكبر من أبي وائل \n  فكانا إذا جلسا جميعا لم يحدث أبو وائل مع زر .\n</p>\n<p class=\"arabic\">وقال ابن أبي خالد رأيت زر بن حبيش وإن لحييه ليضطربان من الكبر وقد أتى عليه \n  عشرون ومائة سنة .\n</p>\n<p class=\"arabic\">قال أبو عبيد مات زر سنة إحدى وثمانين .\n</p>\n<p class=\"arabic\">وقال خليفة والفلاس سنة اثنتين .\n</p>\n<p class=\"arabic\">وعن عاصم قال ما رأيت أقرأ من زر .\n\n</p>"
}