{
    "header": "سويد بن غفلة ع ابن عوسجة بن عامر أبو أميـ...",
    "id": "000764",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">سويد بن غفلة ع ابن عوسجة بن عامر أبو أمية الكوفي من كبار المخضرمين وقيل \n  إنه  صلى مع رسول الله صلى الله عليه وسلم وصحبه ولم يصح بل أسلم في \n  حياته وسمع كتابه إليهم وشهد اليرموك .\n</h1>\n<p class=\"arabic\">وحدث عن أبي بكر وعمر وعثمان وعلي وأبي بن كعب وبلال وأبي ذر .\n</p>\n<p class=\"arabic\">روى عنه أبو ليلى الكندي والشعبي وإبراهيم النخعي وعبدة بن أبي لبابة وسلمة \n  بن كهيل وعبد العزيز بن رفيع وغيرهم .\n</p>\n<p class=\"arabic\">قال نعيم بن ميسرة حدثني بعضهم عن سويد بن غفلة قال أنا لدة رسول الله صلى \n  الله عليه وسلم ولدت عام الفيل وروى زياد بن خيثمة عن عامر يعني الشعبي قال \n  قال سويد بن غفلة أنا أصغر من النبي صلى الله عليه وسلم بسنتين .\n</p>\n<p class=\"arabic\">وقال أحمد في مسنده ثنا هشيم أنا هلال بن خباب ثنا ميسرة أبو صالح عن سويد \n  بن غفلة قال أتانا مصدق النبي صلى الله عليه وسلم فجلست إليه وسمعت عهده *6*77* .\n</p>\n<p class=\"arabic\">وقال سفيان بن وكيع عن يونس بن بكير عن عمرو بن شمر عن إبراهيم بن عبد الأعلى \n  عن سويد بن غفلة قال رأيت النبي صلى الله عليه وسلم أهدب الشعر مقرون الحاجبين \n  واضح الثنايا أحسن شعر وضعه الله على رأس إنسان أخرجه ابن مندة في معرفة الصحابة .\n</p>\n<p class=\"arabic\">وقال مبشر بن إسماعيل عن سليمان بن عبد الله بن الزبرقان عن أسامة بن أبي \n  عطاء قال كنت عند النعمان بن بشير فدخل عليه سويد بن غفلة فقال له النعمان \n  ألم يبلغني أنك صليت مع النبي صلى الله عليه وسلم مرة قال لا بل مرارا كان \n  رسول الله صلى الله عليه وسلم إذا نودي بالأذان كأنه لا يعرف أحدا من الناس .\n</p>\n<p class=\"arabic\">قلت الحديثان ضعيفان .\n</p>\n<p class=\"arabic\">وقد قال زهير بن معاوية ثنا الحارث بن مسلم بن الرحيل الجعفي قال قدم الرحيل \n  وسويد بن غفلة حين فرغوا من دفن رسول الله صلى الله عليه وسلم .\n</p>\n<p class=\"arabic\">وقال أبو النضر هاشم بن القاسم ثنا محمد بن طلحة عن عمران بن مسلم قال مر \n  رجل من صحابة الحجاج على مؤذن جعفي وهو يؤذن فأتى الحجاج فقال ألا تعجب من \n  أني سمعت مؤذنا يؤذن بالهجير قال فأرسل فجاء به فقال ما هذا قال ليس لي أمر \n  إنما سويد الذي يأمرني بهذا فأرسل إلى سويد فجيء به فقال ما هذه الصلاة قال \n  صليتها *6*78* مع أبي بكر وعمر وعثمان فلما ذكر عثمان جلس وكان مضطجعا فقال \n  أصليتها مع عثمان قال نعم .\n</p>\n<p class=\"arabic\">قال لا تؤمن قومك وإذا رجعت إليهم فسب عليا قال نعم سمعا وطاعة فلما أدبر \n  قال الحجاج لقد عهد الشيخ الناس وهو يصلون الصلاة هكذا .\n</p>\n<p class=\"arabic\">وقال الخريبي سمعت علي بن صالح يقول بلغ سويد بن غفلة عشرين ومائة سنة لم \n  ير محتبيا قط ولا متساندا فأصاب بكرا يعني في العام الذي توفي فيه .\n</p>\n<p class=\"arabic\">وقال عاصم بن كليب تزوج سويد بن غفلة بكرا وهو ابن مائة وست عشرة سنة .\n</p>\n<p class=\"arabic\">وعن عمران بن مسلم قال كان سويد بن غفلة إذا قيل له أعطي فلان وولي فلان قال \n  حسبي كسرتي وملحي .\n</p>\n<p class=\"arabic\">وعن علي بن المديني قال دخلت منزل أحمد بن حنبل فما شبهته إلا بما وصف من \n  بيت سويد بن غفلة من زهده وتواضعه .\n</p>\n<p class=\"arabic\">توفي سنة إحدى وثمانين قال ابن نمير وأبو عبيد وهارون بن حاتم وغيرهم .\n</p>\n<p class=\"arabic\">وقال الفلاس سنة اثنتين *6*79* .\n\n</p>"
}