{
    "header": "قبيصة بن ذؤيب أبو سعيد الخزاعي المدني الـ...",
    "id": "000850",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">قبيصة بن ذؤيب أبو سعيد الخزاعي المدني الفقيه  .\n</h1>\n<p class=\"arabic\">يقال إنه ولد عام الفتح وأتي به النبي صلى الله عليه وسلم بعد موت أبيه ليدعو \n  له .\n</p>\n<p class=\"arabic\">روى عن أبي بكر وعمر وأبي الدرداء وعبد الرحمن بن عوف وبلال وعبادة بن الصامت \n  وتميم الداري وغيرهم .\n</p>\n<p class=\"arabic\">روى عنه ابنه إسحاق ومكحول ورجاء بن حيوة وأبو الشعثاء جابر بن زيد وأبو قلابة \n  الجرمي وإسماعيل بن أبي المهاجر والزهري وهارون بن رياب وآخرون .\n</p>\n<p class=\"arabic\">وكان على الخاتم والبريد لعبد الملك بن مروان وسكن دمشق وأصيبت عينه يوم الحرة \n  وله دار بباب البريد .\n</p>\n<p class=\"arabic\">وكناه ابن سعد أبا إسحاق وقال شهد أبوه ذؤيب بن حلحلة مع رسول الله صلى الله \n  عليه وسلم الفتح وكان يسكن قديدا وكان قبيصة آثر الناس عند عبد الملك وكان \n  على الخاتم والبريد فكان يقرأ الكتب إذا وردت ثم يدخل بها على الخليفة وكان \n  ثقة مأمونا كثير الحديث .\n</p>\n<p class=\"arabic\">مات سنة ست أو سبع وثمانين .\n</p>\n<p class=\"arabic\">وقال البخاري سمع أبا الدرداء وزيد بن ثابت .\n</p>\n<p class=\"arabic\">وقال أبو الزناد كان عبد الملك بن مروان رابع أربعة في الفقه والنسك *6*172* \n  هو وابن المسيب وعروة وقبيصة بن ذؤيب .\n</p>\n<p class=\"arabic\">وقال محمد بن راشد المكحولي ثنا حفص بن نبيه الخزاعي عن أبيه أن قبيصة بن \n  ذؤيب ) .\n</p>\n<p class=\"arabic\">كان معلم كتاب .\n</p>\n<p class=\"arabic\">وعن مجالد بن سعيد قال كان قبيصة كاتب عبد الملك .\n</p>\n<p class=\"arabic\">وعن مكحول قال ما رأيت أحدا أعلم من قبيصة .\n</p>\n<p class=\"arabic\">وعن الشعبي أنه قال كان قبيصة أعلم الناس بقضاء زيد بن ثابت وروى ابن لهيعة \n  عن ابن شهاب قال كان قبيصة بن ذؤيب من علماء هذه الأمة .\n</p>\n<p class=\"arabic\">قال علي بن المدائني وجماعة توفي سنة ست وثمانين وقيل سنة سبع أو سنة ثمان .\n\n</p>"
}