{
    "header": "عبد العزيز بن مروان .",
    "id": "000822",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد العزيز بن مروان .\n</h1>\n<p class=\"arabic\">أبو الأصبغ الأموي أمير مصر وولي عهد المؤمنين بعد أخيه *6*133* عبد الملك \n  بعهد من مروان إن صححنا خلافة مروان فإنه خارج على ابن الزبير باغ فلا يصح \n  عهده إلى ولديه إنما تصح إمامة عبد الملك من يوم قتل ابن الزبير .\n</p>\n<p class=\"arabic\">ولما ملك مروان الشام وغلب عليها سار إلى مصر فاستولى عليها *6*134* واستخلف \n  عليها عبد العزيز ولده فبقي عليها إلى أن مات .\n</p>\n<p class=\"arabic\">روى عن أبيه وأبي هريرة وعقبة بن عامر وابن الزبير .\n</p>\n<p class=\"arabic\">وشهد بقتل عمرو بن سعيد الأشدق بدمشق وكانت داره الخانقاه السميساطية وانتقلت \n  من بعده إلى ابنه عمر بن عبد العزيز .\n</p>\n<p class=\"arabic\">روى عنه ابنه والزهري وكثير بن مرة وعلي بن رباح وابن أبي مليكة وبحير بن \n  ذاخر .\n</p>\n<p class=\"arabic\">وقال ابن سعد كان ثقة قليل الحديث .\n</p>\n<p class=\"arabic\">وقال النسائي ثقة .\n</p>\n<p class=\"arabic\">وقال ابن وهب ثنا يحيى بن أيوب عن يزيد بن أبي حبيب عن سويد بن قيس قال بعثني \n  عبد العزيز بن مروان بألف دينار إلى ابن عمر فجئته فدفعت بن مروان بألف دينار \n  إلى ابن عمر فجئته فدفعت إليه الكتاب فقال أين المال فقلت حتى أصبح فقال لا \n  والله لا أبيت الليلة ولي ألف دينار فجئته بها ففرقها .\n</p>\n<p class=\"arabic\">وقال ابن أبي مليكة شهدت عبد العزيز بن مروان يقول عند الموت يا ليتني لم \n  أكن شيئا يا ليتني كهذا الماء الجاري .\n</p>\n<p class=\"arabic\">وقال داود بن المغيرة لما حضرت عبد العزيز الوفاة قال ائتوني بكفني فلما وضع \n  بين يديه ولاهم ظهره فسمعوه وهو يقول أف لك أف لك ما أقصر طويلك وأقل كثيرك \n  *6*135* .\n</p>\n<p class=\"arabic\">وعن حماد بن موسى قال لما احتضر أتاه بشير يبشره بماله الذي كان بمصر حين \n  كان عاملا عليها عامه فقال هذا مالك هذه ثلاثمائة مدي من ذهب فقال ما لي وله \n  والله لوددت أنه كان بعرا حائلا بنجد .\n</p>\n<p class=\"arabic\">قال خليفة مات سنة أربع وثمانين .\n</p>\n<p class=\"arabic\">قلت وهو غلط .\n</p>\n<p class=\"arabic\">وقال سعيد بن عفير ومحمد بن سعد وأبو حسان الزيادي وغيرهم توفي سنة خمس وثمانين \n  زاد الزيادي فقال في جمادى الأولى .\n</p>\n<p class=\"arabic\">وقال أبو سعيد بن يونس قال الليث بن سعد توفي في جمادى الآخرة سنة ست وثمانين .\n</p>\n<p class=\"arabic\">قلت وكأن هذا أيضا وهم والصحيح قول الجماعة .\n</p>\n<p class=\"arabic\">وقد كان مات بمصر قبله بستة عشر يوما ابنه الأصبغ فحزن عليه ومرض ومات بحلوان \n  وهي المدينة التي بناها على مرحلة من مصر وحمل إلى مصر في النيل .\n</p>\n<p class=\"arabic\">ولما بلغ عبد الملك بن مروان موته بايع بولاية العهد لابنيه الوليد ثم سليمان \n  بعد أن كان هم بخلع أخيه .\n\n</p>"
}