{
    "header": "عبد الرحمن بن آدم البصري .",
    "id": "000814",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الرحمن بن آدم البصري .\n</h1>\n<p class=\"arabic\">صاحب السقاية وهو إن شاء الله عبد الرحمن مولى أم برثن أو عبد الرحمن بن برثن \n  أو ابن برثم وكانت أم برثن قد تبنته وهو مجهول الأب .\n</p>\n<p class=\"arabic\">قال الدارقطني عبد الرحمن بن آدم إنما نسب إلى آدم أبي البشر .\n</p>\n<p class=\"arabic\">قلت روى عن أبي هريرة وعبد الرحمن بن عمرو وجابر ) *6*125* .\n</p>\n<p class=\"arabic\">وعنه أبو العالية الرياحي وهو أكبر منه وقتادة وسليمان التيمي وعوف الأعرابي .\n</p>\n<p class=\"arabic\">قال المدائني استعمل عبيد الله بن زياد عبد الرحمن بن أم برثن ثم غضب عليه \n  فعزله وأغرمه مائة ألف فخرج إلى يزيد قال فنزلت على مرحلة من دمشق وضرب لي \n  خباء وحجرة فإني لجالس إذا كلب سلوقي قد دخل في عنقه طوق من ذهب فأخذته وطلع \n  فارس فلما رأيته هبته فأدخلته الحجرة وأمرت بفرسه فجرد فلم ألبث أن توافت \n  الخيل فإذا هو يزيد بن معاوية فقال لي بعدما صلى من أنت فأخبرته فقال إن شئت \n  كتبت لك من مكانك وإن شئت دخلت قال فأمر فكتب إلى عبيد الله أن رد عليه مائة \n  ألف فرجعت قال وأعتق عبد الرحمن يومئذ في المكان الذي كتب له فيه الكتاب ثلاثين \n  مملوكا وقال لهم من أحب أن يرجع معي فليرجع ومن أحب أن يذهب فليذهب وكان عبد \n  الرحمن يتأله .\n</p>\n<p class=\"arabic\">قال المدائني ورمى غلاما له يوما بسفود فأخطأه وأصاب ابنه فنثر دماغه فخاف \n  الغلام فدعاه وقال اذهب فأنت حر فما أحب أن ذلك كان بك لأني رميتك متعمدا \n  فلو قتلتك هلكت وأصبت ابني خطأ ثم عمي عبد الرحمن بعد ومرض فدعا الله أن لا \n  يصلي عليه الحكم يعني ابن أيوب أمير البصرة ومات في مرضه وشغل الحكم فلم يصل \n  عليه .\n</p>\n<p class=\"arabic\">وقال جويرية بن أسماء إن أم برثن كانت تعالج الطيب وتخالط نساء عبيد الله \n  بن زياد فأصابت غلاما لقطته فربته وتبنته وسمته عبد الرحمن فنشأ فولاه عبيد \n  الله وكان يقال له عبد الرحمن بن أم برثن .\n</p>\n<p class=\"arabic\">قلت وكان الحكم على البصرة فلما خرج ابن الأشعث سنة اثنتين *6*126* وثمانين \n  هرب الحكم ولحق بالحجاج فهذا يدل على أن عبد الرحمن مات قبل خروج ابن الأشعث .\n\n</p>"
}