{
    "header": "معبد الجهني البصري أول من تكلم بالقدر روـ...",
    "id": "000871",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">معبد الجهني البصري أول من تكلم بالقدر روى عن ابن عباس ومعاوية وابن عمر \n  وعمران بن حصين وحمران بن أبان وغيرهم .\n</h1>\n<p class=\"arabic\">روى عنه معاوية بن قرة وزيد بن رفيع وقتادة ومالك بن دينار وعوف الأعرابي \n  وسعد بن إبراهيم وآخرون .\n</p>\n<p class=\"arabic\">وثقه ابن معين *6*200* .\n</p>\n<p class=\"arabic\">وقال أبو حاتم صدوق في الحديث .\n</p>\n<p class=\"arabic\">قلت هو معبد بن عبيد الله بن عويمر ويقال معبد بن عبد الله بن عكيم ولد الذي \n  روى لا تنتفعوا من الميتة بإهاب ولا عصب .\n</p>\n<p class=\"arabic\">وقيل هو معبد بن خالد .\n</p>\n<p class=\"arabic\">وكان من أعيان الفقهاء بالبصرة .\n</p>\n<p class=\"arabic\">قال يعقوب بن شيبة حدثني محمد بن إسحاق بن أحمد عمن حدثه عن عبد الملك بن \n  عمير قال اجتمعت القراء إلى معبد الجهني وكان ممن شهد دومة الجندل موضع الحكمين \n  فقالوا له قد طال أمر هذين الرجلين فلو لقيتهما فسألتهما عن بعض أمرهما فقال \n  لا تعرضوني لأمر أنا له كاره والله ما رأيت كهذا الحي من قريش كأن قلوبهم \n  أقفلت بأقفال الحديد وأنا صاير إلى ما سألتم قال معبد فخرجت فلقيت أبا موسى \n  الأشعري فقلت له صحبت رسول الله صلى الله عليه وسلم فكنت من صالحي أصحابه \n  واستعملك وقبض وهو عنك راض وقد وليت أمر هذه الأمة فانظر ما أنت صانع فقال \n  يا معبد غدا ندعو الناس إلى رجل لا يختلف فيه اثنان فقلت في نفسي أما هذا \n  فقد عزل صاحبه فطمعت في عمرو بن العاص فخرجت فلقيته وهو راكب بغلته يريد المسجد \n  فأخذت بعنانه فسلمت عليه فقلت يا أبا عبد الله إنك قد صحبت رسول الله صلى \n  الله عليه وسلم فكنت من صالحي أصحابه قال بحمد الله قلت واستعملك وقبض راضيا \n  عنك قال بمن الله ثم نظر إلي شزرا فقلت قد وليت أمر هذه الأمة فانظر ما أنت \n  صانع فنزع عنانه من يدي ثم قال إيها تيس جهينة ما أنت وهذا لست *6*201* من \n  أهل السر ولا العلانية والله ما ينفعك الحق ولا يضرك الباطل فأنشأ معبد يقول .\n</p>\n<p class=\"arabic\">% إني لقيت أبا موسى فأخبرني % % بما أردت وعمرو ضن بالخبر % .\n</p>\n<p class=\"arabic\">% شتان بين أبي موسى وصاحبه % % عمرو لعمرك عند الفضل والخطر % .\n</p>\n<p class=\"arabic\">% هذا له غفلة أبدت سريرته % % وذاك ذو حذر كالحية الذكر % .\n</p>\n<p class=\"arabic\">قال أبو موسى إسحاق الجوزجاني كان قوم يتكلمون في القدر احتمل الناس حديثهم \n  لما عرفوا من اجتهادهم في الدين والصدق والأمانة لم يتوهم عليهم الكذب وإن \n  بلوا بسوء رأيهم فمنهم قتادة ومعبد الجهني وهو رأسهم .\n</p>\n<p class=\"arabic\">وقال محمد بن شعيب سمعت الأوزاعي يقول أول من نطق في القدر رجل من أهل العراق \n  يقال له سوسن كان نصرانيا فأسلم ثم تنصر فأخذ عنه معبد الجهني وأخذ غيلان \n  عن معبد .\n</p>\n<p class=\"arabic\">وقال محمد بن حمير ثنا محمد بن زياد الإلهاني قال كنا في المسجد إذ مر بمعبد \n  الجهني إلى عبد الملك فقال الناس إن هذا لهو البلاء فسمعت خالد بن معدان يقول \n  إن البلاء كل البلاء إذا كانت الأئمة منهم .\n</p>\n<p class=\"arabic\">وقال مرحوم العطار حدثني أبي وعمي قالا سمعنا الحسن يقول إياكم ومعبدا الجهني \n  فإنه ضال مضل .\n</p>\n<p class=\"arabic\">وقال جرير بن حازم عن يونس بن عبيد قال أدركت الحسن وهو يعيب قول معبد يقول \n  هو ضال مضل قال ثم تلطف له معبد فألقى في نفسه ما ألقى *6*202* .\n</p>\n<p class=\"arabic\">وعن مسلم بن يسار قال إن معبدا يقول بقول النصارى .\n</p>\n<p class=\"arabic\">وقال عمرو بن دينار قل لنا طاووس احذروا معبدا الجهني فإنه كان قدريا .\n</p>\n<p class=\"arabic\">وقال جعفر بن سليمان ثنا مالك بن دينار قال لقيت معبدا الجهني بمكة بعد فتنة \n  ابن الأشعث وهو جريح وقد قاتل الحجاج في المواطن فقال لقيت الفقهاء والناس \n  لم أر مثل الحسن يا ليتنا أطعناه كأنه نادم على قتال الحجاج .\n</p>\n<p class=\"arabic\">وقال حمزة بن ربيعة عن صدقة بن يزيد قال كان الحجاج يعذب معبدا الجهني بأصناف \n  العذاب ولا يجزع ولا يستغيث قال فكان إذا ترك من العذاب يرى الذبابة مقبلة \n  تقع عليه فيصيح ويضج فيقال له فيقول إن هذا من عذاب بني آدم فأنا أصبر عليه \n  وأما الذباب فمن عذاب الله فلست أصبر عليه فقتله .\n</p>\n<p class=\"arabic\">قلت وعذاب بني آدم من عذاب الله لأنه تعالى هو الذي سلط عليه الحجاج وأما \n  القدرية فلا يعتقدون أن الله أراد ذلك ولا قدره .\n</p>\n<p class=\"arabic\">وقال سعيد بن عفير في سنة ثمانين صلب عبد الملك معبدا الجهني بدمشق .\n</p>\n<p class=\"arabic\">وقال خليفة مات قبل التسعين .\n\n</p>"
}