{
    "header": "عبد الله بن غالب الحداني البصري عابد أهلـ...",
    "id": "000805",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الله بن غالب الحداني البصري عابد أهل البصرة وقاصهم يكنى أبا فراس وقيل \n  أبا قريش .\n</h1>\n<p class=\"arabic\">له عن أبي سعيد الخدري حديث واحد .\n</p>\n<p class=\"arabic\">روى عنه عطاء السلمي ومالك بن دينار وعون بن أبي شداد وأبو مسلمة سعيد بن \n  يزيد وقتادة والقاسم بن الفضل الحداني وغيرهم *6*118* .\n</p>\n<p class=\"arabic\">أنبأني أحمد بن سلامة عن مسعود بن أبي منصور وأبي المكارم اللبان قالا أنا \n  أبو علي ثنا أبو نعيم ثنا أبو بحر محمد بن الحسن ثنا محمد بن غالب ثنا مسلم \n  بن إبراهيم ثنا صدقة بن موسى حدثني مالك بن دينار عن عبد الله بن غالب الحداني \n  عن أبي سعيد أن النبي صلى الله عليه وسلم قال خصلتان لا تجتمعان في مؤمن البخل \n  وسوء الخلق .\n</p>\n<p class=\"arabic\">وأنبئت عن اللبان أنا أبو علي أنا أبو نعيم ثنا عبد الله بن جعفر ثنا يونس \n  ثنا أبو داود ثنا صدقة بهذا رواه الترمذي عن الفلاس عن أبي داود قال نصر بن \n  علي ثنا نوح بن قيس ثنا عون بن أبي شداد أن عبد الله بن غالب كان يصلي الضحى \n  مائة ركعة ويقول لهذا خلقنا وبهذا أمرنا ويوشك أولياء الله أن يكفوا ويحمدوا .\n</p>\n<p class=\"arabic\">قال نصر ونا نوح بن قيس عن أخيه خالد عن قتادة أن عبد الله بن غالب كان يقص \n  ي المسجد فمر عليه الحسن فقال يا عبد الله لقد شققت على أصحابك فقال ما أرى \n  أعينهم انفقأت ولا ظهورهم اندقت والله يأمرنا يا حسن أن نذكره كثيرا وتأمرنا \n  أن نذكره قليلا كلا لا تطعه واسجد واقترب ثم سجد قال الحسن بالله ما رأيت \n  كاليوم ما أدري أسجد أم لا .\n</p>\n<p class=\"arabic\">قال غسان بن مضر ثنا سعيد بن يزيد قال سجد عبد الله بن غالب ومضى رجل إلى \n  الجسر فاشترى حاجة ورجع وهو ساجد .\n</p>\n<p class=\"arabic\">جعفر بن سليمان ثنا مالك بن دينار قال سمعت ابن غالب يقول في دعائه اللهم \n  إنا نشكو إليك سفه أحلامنا ونقص علمنا واقتراب *6*119* آجالنا وذهاب الصالحين \n  منا .\n</p>\n<p class=\"arabic\">القواريري ثنا جعفر بن سليمان ثنا أبو فلان قال لما كان يوم الزاوية رأيت \n  ابن غالب دعا بماء فصبه على رأسه وكان صائما في الحر وحوله أصحابه فكسر جفن \n  سيفه وقال لأصحابه روحوا إلى الجنة فنادى عبد الملك بن المهلب أبا فراس أنت \n  آمن أنت آمن فلم يلتفت وضرب بسيفه حتى قتل فلما دفن كانوا يأخذون من تراب \n  قبره كأنه مسك يصرونه في ثيابهم .\n</p>\n<p class=\"arabic\">وقال يحيى القطان قتل عبد الله بن غالب في الجماجم سنة ثلاث وثمانين رحمه \n  الله تعالى .\n\n</p>"
}