{
    "header": "عبد الملك بن مروان .",
    "id": "000823",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الملك بن مروان .\n</h1>\n<p class=\"arabic\">ابن الحكم بن أبي العاص بن أمية بن عبد شمس بن عبد مناف بن *6*136* *6*137* \n  قصي بن كلاب الخليفة أبو الوليد القرشي الأموي .\n</p>\n<p class=\"arabic\">بويع بعهد من أبيه في خلافة ابن الزبير وبقي على مصر والشام وابن الزبير على \n  باقي البلاد مدة سبع سنين ثم غلب عبد الملك على العراق وما والاها في سنة \n  اثنتين وسبعين وبعد سنة قتل ابن الزبير واستوسق الأمر لعبد الملك .\n</p>\n<p class=\"arabic\">ولد سنة ست وعشرين .\n</p>\n<p class=\"arabic\">قال ابن سعد وكان عابدا ناسكا بالمدينة قبل الخلافة وشهد يوم الدار مع أبيه \n  وهو ابن عشر سنين وحفظ أمرهم قال واستعمله معاوية على المدينة وهو ابن ست \n  عشرة سنة .\n</p>\n<p class=\"arabic\">قلت هذا لا يتابع ابن سعد عليه أحد من استعمال معاوية له على المدينة .\n</p>\n<p class=\"arabic\">وقال صالح بن وجيه قرأت في كتاب صفة الخلفاء في خزانة المأمون كان عبد الملك \n  رجلا طويلا أبيض مقرون الحاجبين كبير العينين مشرف الأنف رقيق الوجه حسن الجسم \n  ليس بالقضيف ولا البادن أبيض الرأس واللحية .\n</p>\n<p class=\"arabic\">قلت سمع عثمان وأبا هريرة وأبا سعيد وأم سلمة وبريرة مولاة عائشة وابن عمر \n  ومعاوية .\n</p>\n<p class=\"arabic\">روى عنه عروة وخالد بن معدان وإسماعيل بن عبيد الله *6*138* ورجاء بن حيوة \n  وربيعة بن يزيد ويونس بن ميسرة والزهري وحريز بن عثمان وطائفة .\n</p>\n<p class=\"arabic\">قال عبد الله بن العلاء بن زبر عن يونس بن ميسرة عن عبد الملك أنه قال وهو \n  على المنبر سمعت أبا هريرة يقول قال رسول الله صلى الله عليه وسلم ما من امرئ \n  مسلم لا ) .\n</p>\n<p class=\"arabic\">يغزو في سبيل الله أو يجهز غازيا أو يخلفه بخير إلا أصابه الله بقارعة قبل \n  الموت .\n</p>\n<p class=\"arabic\">قال مصعب بن عبد الله أول من سمي في الإسلام عبد الملك عبد الملك بن مروان .\n</p>\n<p class=\"arabic\">وقال يعقوب بن إبراهيم بن سعد أمه هي عائشة بنت معاوية بن أبي العاص .\n</p>\n<p class=\"arabic\">وقال ضمرة عن رجاء بن أبي سلمة عن عبادة بن نسي قال قيل لابن عمر إنكم معشر \n  أشياخ قريش يوشك أن تنقرضوا فمن نسأل بعدكم فقال إن لمروان ابنا فقيها فسلوه .\n</p>\n<p class=\"arabic\">وقال النضر بن محمد عن عكرمة بن عمار عن محمد بن أيوب اليمامي عن سحيم مولى \n  أبي هريرة أن عبد الملك بن مروان دخل عليهم وهو غلام شاب فقال هذا يملك العرب .\n</p>\n<p class=\"arabic\">محمد بن أيوب مجهول .\n</p>\n<p class=\"arabic\">وقال جرير بن حازم عن نافع قال لقد رأيت المدينة وما بها شاب *6*139* أشد \n  تشميرا ولا أفقه ولا أنسك ولا أقرأ لكتاب الله من عبد الملك بن مروان .\n</p>\n<p class=\"arabic\">وقال أبو الزناد فقهاء المدينة سعيد بن المسيب وعبد الملك بن مروان وعروة \n  بن الزبير وقبيصة بن ذؤيب .\n</p>\n<p class=\"arabic\">وعن ابن عمر قال ولد الناس أبناء وولد مروان أبا .\n</p>\n<p class=\"arabic\">وعن عبدة بن رياح الغساني أن أم الدرداء قالت يا أمير المؤمنين تعني عبد الملك \n  ما زلت أتخيل هذا الأمر فيك منذ رأيتك قال وكيف ذاك قالت ما رأيت أحسن منك \n  محدثا ولا أحلم منك مستمعا .\n</p>\n<p class=\"arabic\">وقال سعيد بن داود قال مالك سمعت يحيى بن سعيد يقول أول من صلى في المسجد \n  بين الظهر والعصر عبد الملك بن مروان وفتيان معه كانوا إذا صلى الإمام الظهر \n  قاموا فصلوا إلى العصر فقيل لسعيد بن المسيب لو قمنا فصلينا كما يصلي هؤلاء \n  فقال سعيد ليست العبادة بكثرة الصلاة ولا الصوم إنما العبادة التفكر في أمر \n  الله والورع عن محارم الله .\n</p>\n<p class=\"arabic\">وروى إسماعيل بن أبي خالد عن الشعبي قال ما جالست أحدا إلا وجدت لي عليه الفضل \n  إلا عبد الملك بن مروان فإني ما ذاكرته حديثا إلا زادني فيه ولا شعرا إلا \n  زادني فيه .\n</p>\n<p class=\"arabic\">وقال خليفة قال لي أبو خالد أغزى مسلمة بن مخلد معاوية بن حديج سنة خمسين \n  وكتب معاوية إلى مروان أن ابعث عبد الملك على بعث المدينة إلى المغرب فقدم \n  عبد الملك فدخل إفريقية مع معاوية بن حديج فبعثه ابن حديج إلى حصن فحصر أهله \n  ونصب عليه المنجنيق .\n</p>\n<p class=\"arabic\">وقال حماد بن سلمة أنبأ حميد عن بكر بن عبد الله المزني أن يهوديا *6*140* \n  أسلم وكان اسمه يوسف قد قرأ الكتب فمر بدار مروان فقال ويل لأمة محمد من أهل \n  هذه الدار فقلت له إلى متى قال حتى تجيء رايات سود من قبل خراسان وكان صديقا \n  لعبد الملك بن مروان فضرب يوما على منكبه وقال اتق الله في أمة محمد إذا ملكتهم \n  فقال دعني ويحك ودفعه ما شأني وشأن ذلك فقال اتق الله في أمرهم .\n</p>\n<p class=\"arabic\">قال وجهز يزيد جيشا إلى أهل مكة فقال عبد الملك أعوذ بالله أيبعث إلى حرم \n  الله فضرب يوسف بمنكبه وقال جيشك إليهم أعظم .\n</p>\n<p class=\"arabic\">وقال أحمد بن إبراهيم بن هشام بن يحيى الغساني ثنا أبي عن أبيه قال لما نزل \n  مسلم بن عقبة المدينة دخلت مسجد النبي صلى الله عليه وسلم فجلست إلى جنب عبد \n  الملك فقال لي عبد الملك أمن هذا الجيش أنت قلت نعم قال ثكلتك أمك أتدري إلى \n  من تسير إلى أول مولود ولد ف الإسلام وإلى ابن حواري رسول الله صلى الله عليه \n  وسلم وإلى ابن ذات النطاقين وإلى من حنكه رسول الله صلى الله عليه وسلم أما \n  والله إن جئته نهارا وجدته صائما ولئن جئته ليلا لتجدنه قائما فلو أن أهل \n  الأرض أطبقوا على قتله لأكبهم الله جميعا في النار فلما صارت الخلافة إلى \n  عبد الملك وجهنا مع الحجاج حتى قتلناه .\n</p>\n<p class=\"arabic\">وقال ابن عائشة أفضى الأمر إلى عبد الملك والمصحف في حجره فأطبقه وقال هذا \n  آخر العهد بك .\n</p>\n<p class=\"arabic\">وقال الأصمعي ثنا عباد بن مسلم بن زياد عن أبيه قال ركب عبد الملك بن مروان \n  بكرا فأنشأ قائده يقول .\n</p>\n<p class=\"arabic\">% يأيها البكر الذي أراكا % % عليك سهل الأرض في ممشاكا % .\n</p>\n<p class=\"arabic\">% ويحك هل تعلم من علاكا % % خليفة الله الذي امتطاكا % .\n</p>\n<p class=\"arabic\">لم يحب بكرا مثل ما حباكا فلما سمعه عبد الملك قال إيها يا هناه قد أمرت لك \n  بعشرة آلاف درهم *6*141* .\n</p>\n<p class=\"arabic\">وقال الأصمعي قيل لعبد الملك يا أمير المؤمنين عجل عليك الشيب فقل وكيف لا \n  وأنا أعرض عقلي على الناس في كل جمعة .\n</p>\n<p class=\"arabic\">وروى عبيد الله بن عائشة عن أبيه قال كان عبد الملك إذا دخل عليه رجل من أفق \n  من ) .\n</p>\n<p class=\"arabic\">الآفاق قال اعفني من أربع وقل بعدها ما شئت لا تكذبني فإن المكذوب لا رأي \n  له ولا تجبني فيما لا أسألك فإن فيما أسألك عنه شغلا ولا تطرني فإني أعلم \n  بنفسي منك ولا تحملني على الرعية فإني إلى الرفق بهم أحوج .\n</p>\n<p class=\"arabic\">وقال يحيى بن بكير سمعت مالكا يقول أول من ضرب الدنانير عبد الملك وكتب عليها \n  القرآن .\n</p>\n<p class=\"arabic\">وقال مصعب بن عبد الله كتب عبد الملك على الدينار قل هو الله أحد وفي الوجه \n  الآخر لا إله إلا الله وطوقه بطوق فضة وكتب فيه ضرب بمدينة كذا وكتب في خارج \n  الطوق محمد رسول الله أرسله بالهدى ودين الحق .\n</p>\n<p class=\"arabic\">وقال موسى بن سعيد بن أبي بردة لحن جليس لعبد الملك بن مروان فقال رجل زد \n  ألف فقال له عبد الملك وأنت فزد ألفا .\n</p>\n<p class=\"arabic\">وقال يوسف بن الماجشون كان عبد الملك بن مروان إذا قعد للحكم قيم على رأسه \n  بالسيوف .\n</p>\n<p class=\"arabic\">وروى الأصمعي عن محمد بن حرب الزيادي قال قيل لعبد الملك *6*142* ابن مروان \n  من أفضل الناس قال من تواضع عن رفعة وزهد عن قدرة وأنصف عن قوة .\n</p>\n<p class=\"arabic\">وروى جرير بن عبد الحميد لعبد الملك .\n</p>\n<p class=\"arabic\">% لعمري لقد عمرت في الدهر برهة % % ودانت لي الدنيا بوقع البواتر % .\n</p>\n<p class=\"arabic\">% فأضحى الذي قد كان مما يسرني % % كلمح مضى في المزمنات الغوابر % .\n</p>\n<p class=\"arabic\">% فيا ليتني لم أعن بالملك ساعة % % ولم أله في لذات عيش نواضر % .\n</p>\n<p class=\"arabic\">% وكنت كذي طمرين عاش ببلغة % % من الدهر حتى زار ضنك المقابر % .\n</p>\n<p class=\"arabic\">وقال إبراهيم بن هشام بن يحيى الغساني حدثني أبي عن أبيه قال كان عبد الملك \n  بن مروان كثيرا ما يجلس إلى أم الدرداء في مؤخر المسجد بدمشق فقالت له مرة \n  بلغني يا أمير المؤمنين أنك شربت الطلاء بعد النسك والعبادة فقال إي والله \n  والدماء قد شربتها .\n</p>\n<p class=\"arabic\">وقال أحمد بن عبد الله العجلي إن عبد الملك كان أبخر وأنه ولد لستة أشهر .\n</p>\n<p class=\"arabic\">وذكر ابن عائشة عن أبيه أن عبد الملك كان فاسد الفم .\n</p>\n<p class=\"arabic\">وقال الشعبي خطب عبد الملك فقال اللهم إن ذنوبي عظام وإنها *6*143* صغار في \n  جنب عفوك فاغفرها لي يا كريم .\n</p>\n<p class=\"arabic\">قالوا توفي عبد الملك في شوال سنة ست وثماني وخلافته المجمع عليها من وسط \n  سنة ثلاث وسبعين .\n</p>\n<p class=\"arabic\">وقيل إنه لما احتضر دخل عليه الوليد ابنه فتمثل .\n</p>\n<p class=\"arabic\">% كم عائد رجلا وليس يعوده % % إلا ليعلم هل تراه يموت % .\n</p>\n<p class=\"arabic\">وتمثل أيضا .\n</p>\n<p class=\"arabic\">% ومشتخبر عنا يريد بنا الردى % % ومستخبرات والعيون سواجم % .\n</p>\n<p class=\"arabic\">فجلس الوليد يبكي فقال ما هذا تحن حنين الأمة إذا مت فشمر وائتزر والبس جلد \n  النمر وضع سيفك على عاتقك فمن أبدى ذات نفسه فاضرب عنقه ومن سكت مات بدائه .\n</p>\n<p class=\"arabic\">وقال علي بن محمد المدائني لما أيقن عبد الملك بالموت دعا مولاه أبا علاقة \n  فقال والله لوددت أني كنت منذ ولدت إلى يومي هذا حمالا ولم يكن له من البنات \n  إلا واحدة وهي فاطمة وكان قد أعطاها قرطي مارية والدرة اليتيمة وقال اللهم \n  إني لم أخلف شيئا أهم منها إلي فاحفظها فتزوجها عمر بن عبد العزيز وأوصى بنيه \n  بتقوى الله ونهاهم عن الفرقة والاختلاف وقال انظروا مسلمة واصدروا عن رأيه \n  يعني أخاهم فإنه مجنكم الذي به تجتنون ونابكم الذي عنه تفترون وكونوا بني \n  أم بررة وكونوا في الحرب أحرارا وللمعروف منارا فإن الحرب لم تدن منية قبل \n  وقتها وإن المعروف يبقى أجره وذكره واحلولوا في مرارة ولينوا في شدة وكونوا \n  كما قال ابن عبد الأعلى الشيباني .\n</p>\n<p class=\"arabic\">% إن القداح إذا اجتمعن فرامها % % بالكسر ذو حنق وبطش أيد % .\n</p>\n<p class=\"arabic\">% عزت فلم تكسر وإن هي بددت % % فالكسر والتوهين للمتبدد % .\n</p>\n<p class=\"arabic\">*6*144* يا وليد اتق الله فيما أخلفك فيه واحفظ وصيتي وخذ بأمري وانظر إلى \n  أخي معاوية فإنه ابن أمي وقد ابتلي في عقله بما علمت ولولا ذلك لآثرته بالخلافة \n  فصل رحمه واحفظني فيه وانظر أخي محمد بن مروان فأقره على الجزيرة ولا تعزله \n  وانظر أخاك عبد الله فلا توآخذه وأقرره على عمله بمصر وانظر ابن عمنا هذا \n  علي بن عبد الله بن عباس فإنه قد انقطع إلينا بمودته وهواه ونصيحته وله نسب \n  وحق فصل رحمه واعرف حقه وانظر الحجاج فأكرمه فإنه هو الذي وطأ لكم المنابر \n  وهو سيفك يا وليد ويدك على من ناوأك فلا تسمعن فيه قول أحد وأنت إليه أحوج \n  منه إليك وادع الناس إذا مت إلى البيعة فمن قال برأسه هكذا فقل بسيفك هكذا \n  ثم تمثل بقول عدي بن زيد .\n</p>\n<p class=\"arabic\">% فهل من خالد إما هلكنا % % وهل بالموت يا للناس عار % .\n</p>\n<p class=\"arabic\">وعاش إحدى وستين سنة وكان له سبعة عشر ولدا .\n</p>\n<p class=\"arabic\">قال ابن جرير الطبري فمن أولاده الوليد وسليمان ومروان الأكبر وعائشة وأمهم \n  ولادة بنت العباس بن ربيعة بن مازن .\n</p>\n<p class=\"arabic\">ويزيد ومروان الأصغر ومعاوية وأم كلثوم وأمهم عاتكة بنت يزيد بن معاوية بن \n  أبي سفيان .\n</p>\n<p class=\"arabic\">وهشام وأمه أم هشام بنت هشام بن إسماعيل المخزومي .\n</p>\n<p class=\"arabic\">وأبو بكر وأمه عائشة بنت موسى بن طلحة بن عبيد الله التيمي .\n</p>\n<p class=\"arabic\">والحكم ومات قديما أمه أم أيوب بنت عمرو بن عثمان بن عفان .\n</p>\n<p class=\"arabic\">وفاطمة وأمها أم المغيرة بنت المغيرة بن خالد بن العاص المخزومية *6*145* .\n</p>\n<p class=\"arabic\">ومسلمة وعبد الله والمنذر وعنبسة والحجاج لأمهات أولاد .\n</p>\n<p class=\"arabic\">وتزوج أيضا بأم أبيها بنت عبد الله بن جعفر بن أبي طالب وبنت علي بن أبي طالب .\n\n</p>"
}