{
    "header": "محمد بن علي بن أبي طالب .",
    "id": "000862",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن علي بن أبي طالب .\n</h1>\n<p class=\"arabic\">أبو القاسم الهاشمي ابن الحنفية واسمها خولة بنت جعفر من سبي اليمامة وهي \n  من بني حنيفة .\n</p>\n<p class=\"arabic\">ولد في صدر خلافة عمر ورأى عمر .\n</p>\n<p class=\"arabic\">وروى عن أبيه وعثمان وعمار بن ياسر وأبي هريرة وغيرهم *6*182* .\n</p>\n<p class=\"arabic\">روى عنه بنوه الحسن وعبد الله وعمر وإبراهيم وعون وعبد الله بن محمد بن عقيل \n  وسالم بن أبي الجعد ومنذر الثوري وعمرو بن دينار وأبو جعفر محمد بن علي وجماعة .\n</p>\n<p class=\"arabic\">ووفد على معاوية وعلى عبد الملك .\n</p>\n<p class=\"arabic\">قال أبو عاصم النبيل صرع محمد بن الحنفية مروان يوم الجمل وجلس على صدره فلما \n  وفد ) .\n</p>\n<p class=\"arabic\">على ابنه ذكره بذلك فقال عفوا يا أمير المؤمنين فقال والله ما ذكرت ذلك وأنا \n  أريد أن أكافئك به .\n</p>\n<p class=\"arabic\">قال الزبير بن بكار سمته الشيعة المهدي فأخبرني عمي قال قال كثير عزة .\n</p>\n<p class=\"arabic\">% هو المهدي أخبرناه كعب % % أخو الأحبار في الحقب الخوالي % .\n</p>\n<p class=\"arabic\">فقيل لكثير ولقيت كعبا قال قلته بالوهم .\n</p>\n<p class=\"arabic\">وقال أيضا .\n</p>\n<p class=\"arabic\">% ألا إن الأئمة من قريش % % ولاة الحق أربعة سواء % .\n</p>\n<p class=\"arabic\">% علي والثلاثة من بنيه % % هم الأسباط ليس بهم خفاء % .\n</p>\n<p class=\"arabic\">% فسبط سبط إيمان وبر % % وسبط غيبته كربلاء % .\n</p>\n<p class=\"arabic\">% وسبط لا تراه العين حتى % % يقود الخيل يقدمها لواء % .\n</p>\n<p class=\"arabic\">% تغيب لا يرى عنهم زمانا % % برضوى عنده عسل وماء % .\n</p>\n<p class=\"arabic\">قال الزبير وكانت شيعة محمد بن علي يزعمون أنه لم يمت .\n</p>\n<p class=\"arabic\">وفيه يقول السيد الحميري *6*183* .\n</p>\n<p class=\"arabic\">% ألا قل للوصي فدتك نفسي % % أطلت بذلك الجبل المقاما % .\n</p>\n<p class=\"arabic\">% أضر بمعشر والوك منا % % وسموك الخليفة والإماما % .\n</p>\n<p class=\"arabic\">% وعادوا فيك أهل الأرض طر ا % % مقامك عنهم ستين عاما % .\n</p>\n<p class=\"arabic\">% وما ذاق ابن خولة طعم موت % % ولا وارت له أرض عظاما % .\n</p>\n<p class=\"arabic\">% لقد أمسى بمورق شعب رضوى % % تراجعه الملائكة الكلاما % .\n</p>\n<p class=\"arabic\">% وإن له به لمقيل صدق % % وأندية تحدثه كراما % .\n</p>\n<p class=\"arabic\">% هدانا الله إذ حزتم لأمر % % به وعليه نلتمس التمام % .\n</p>\n<p class=\"arabic\">% تمام مودة المهدي حتى % % تروا راياتنا تترى نظاما % .\n</p>\n<p class=\"arabic\">وقال السيد أيضا .\n</p>\n<p class=\"arabic\">% يا شعب رضوى ما لمن بك لا يرى % % وبنا إليه من الصبابة أولق % .\n</p>\n<p class=\"arabic\">% حتى متى وإلى متى وكم المدى % % يا بن الوصي وأنت حي ترزق % .\n</p>\n<p class=\"arabic\">وقال ابن سعد مولده في خلافة أبي بكر ) .\n</p>\n<p class=\"arabic\">وقال الواقدي ثنا ابن أبي الزناد عن هشام بن عروة عن فاطمة بنت المنذر عن \n  أسماء بنت أبي بكر قالت رأيت أم محمد بن الحنفية سندية سوداء وكانت أمة لبني \n  حنيفة ولم تكن منهم وإنما صالحهم خالد بن الوليد على الرقيق ولم يصالحهم على \n  أنفسهم .\n</p>\n<p class=\"arabic\">وقال فطر بن خليفة عن منذر سمعت ابن الحنفية قال كانت رخصة لعلي رضي الله \n  عنه قال يا رسول الله إن ولد لي بعدك ولد أسميه باسمك وأكنيه بكنيتك قال نعم \n  *6*184* .\n</p>\n<p class=\"arabic\">قلت وكان يكنى أيضا بأبي عبد الله فقال أبو مالك الأشجعي ثنا سالم بن أبي \n  الجعد أنه كان مع ابن الحنفية في الشعب فقلت له ذات يوم يا أبا عبد الله وذكر \n  النسائي الكنيتين .\n</p>\n<p class=\"arabic\">وعن ابن الحنفية قال ولدت لسنتين بقيتا من خلافة عمر .\n</p>\n<p class=\"arabic\">رواه محمد بن حميد بإسناد صحيح إلى ابن الحنفية لكن ابن حميد ضعيف .\n</p>\n<p class=\"arabic\">وقد قال زيد بن الحباب ثنا الربيع بن منذر الثوري حدثني أبي سمع ابن الحنفية \n  يقول دخل عمر وأنا عند أختي أم كلثوم فضمني وقال ألطفيه بالحلواء .\n</p>\n<p class=\"arabic\">وقال عبد الواحد بن أيمن جئت محمد بن الحنفية وهو مكحول مخضوب بحمرة وعليه \n  عمامة سوداء .\n</p>\n<p class=\"arabic\">وقال سالم بن أبي حفصة عن منذر عن ابن الحنفية قال حسن وحسين خير مني ولقد \n  علما أنه كان يستخليني دونهما وأني صاحب البغلة الشهباء وقال الزهري قال رجل \n  لمحمد بن الحنفية ما بال أبيك كان يرمي بك في مرام لا يرمي فيها الحسن والحسين \n  قال لأنهما كانا خديه وكنت يده فكان يتوقى بيده عن خديه .\n</p>\n<p class=\"arabic\">وقال غيره لما جاء نعي معاوية خرج الحسين وابن الزبير إلى مكة وأقام ابن الحنفية \n  حتى سمع بدنو جيش مسرف أيام الحرة فرحل إلى مكة *6*185* فقعد مع ابن عباس \n  فلما مات يزيد دعاهما ابن الزبير إلى بيعته فأبيا حتى تجتمع له البلاد فكاشرهما \n  ثم وقع بينهم شر وغلظ الأمر حتى خافاه ومعهما النساء والذرية فأساء جوارهم \n  وحصرهم وأظهر شتم ابن الحنفية وأمرهم وبني هاشم أن يلزموا شعبهم بمكة وجعل \n  عليهم الرقباء وقال فيما قال والله لتبايعن أو لأحرقنكم بالنار فخافوا .\n</p>\n<p class=\"arabic\">قال سليم بن عامر فرأيت ابن الحنفية محبوسا بزمزم فقلت لأدخلن عليه فدخلت \n  فقلت ما لك وهذا الرجل قال دعاني إلى البيعة فقلت إنما أنا من المسلمين فإذا \n  اجتمعوا عليك فأنا ) .\n</p>\n<p class=\"arabic\">كأحدهم فلم يرض بهذا فاذهب فأقريء ابن عباس السلام وقل ما ترى فدخلت على ابن \n  عباس وهو ذاهب البصر فقال من أنت قلت من الأنصار قال رب أنصاري هو أشد علينا \n  من عدونا فقلت لا تخف أنا ممن لك كله وأخبرته فقال قل له لا تطعه ولا نعمة \n  عين إلا ما قلت ولا تزده عليه فأبلغته فهم أن يقدم الكوفة وبلغ ذلك المختار \n  بن أبي عبيد فثقل عليه قدومه .\n</p>\n<p class=\"arabic\">قلت وقد كان يدعو إليه قال إن في المهدي علامة يقدم بلدكم هذا فيضربه رجل \n  في السوق ضربة بالسيف لا تضره ولا تحيك فيه فبلغ ذلك ابن الحنفية فأقام فقيل \n  له لو بعثت إلى شيعتك بالكوفة فأعلمتهم ما أنتم فيه فبعث أبا الطفيل عامر \n  بن واثلة إلى شيعتهم بالكوفة فقدم عليهم وقال إنا لا نأمن ابن الزبير على \n  هؤلاء وأخبرهم بما هم فيه من الخوف فجهز المختار بعثا إلى مكة فانتدب منه \n  أربعة آلاف فعقد لأبي عبد الله الجدلي عليهم وقال له سر فإن وجدت بني هاشم \n  في الحياة فكن لهم أنت ومن معك عضدا وانفذ لما أمروك به وإن وجدت ابن *6*186* \n  الزبير قد قتلهم فاعترض أهل مكة حتى تصل إلى ابن الزبير ثم لا تدع من آل الزبير \n  شعرا ولا ظفرا وقال يا شرطة الله لقد أكرمكم الله بهذا المسير ولكم بهذا الوجه \n  عشر حجج وعشر عمر .\n</p>\n<p class=\"arabic\">فساروا حتى أشرفوا على مكة فجاء المستغيث أعجلوا فما أراكم تدركونهم فانتدب \n  منهم ثمانمائة عليهم عطية بن سعد العوفي فأسرعوا حتى دخلوا مكة فكبروا تكبيرة \n  سمعها ابن الزبير فانطلق هابا وتعلق بأستار الكعبة وقال أنا عائذ الله .\n</p>\n<p class=\"arabic\">قال عطية ثم ملنا إلى ابن عباس وابن الحنفية وأصحابهما في دور وقد جمع لهم \n  الحطب فأحيط بهم الحطب حتى بلغ رؤوس الجدر لو أن نارا تقع فيه ما رؤي منهم \n  أحد فأخرناه عن الأبواب فأقبل أصحاب ابن الزبير فكنا صفين نحن وهم في المسجد \n  نهارنا ولا ننصرف إلا إلى الصلاة حتى أصبحنا وقدم أبو عبد الله الجدلي في \n  الجيش فقلنا لابن عباس وابن الحنفية ذرونا نرح الناس من ابن الزبير فقالا \n  هذا بلد حرمه الله ما أحله لأحد إلا للنبي صلى الله عليه وسلم ساعة فامنعونا \n  وأجيرونا قال فتحملوا وإن مناديا لينادي في الجبل ما غنمت سرية بعد نبيها \n  ما غنمت هذه السرية إن السرية إنما تغنم الذهب والفضة وإنما غنمتم دماءنا \n  فخرجوا بهم حتى أنزلوهم منى ثم انتقلوا إلى الطائف وأقاموا ) .\n</p>\n<p class=\"arabic\">وتوفي ابن عباس فصلى عليه ابن الحنفية وبقينا مع ابن الحنفية فلما كان الحج \n  وحج ابن الزبير وافى ابن الحنفية في أصحابه إلى عرفة فوقف ووافى نجدة بن عامر \n  الحنفي الحروري في أصحابه فوقف ناحية وحجت بنو أمية على لواء فوقفوا بعرفة .\n</p>\n<p class=\"arabic\">وعن محمد بن جبير أن ابن الزبير أقام الحج تلك السنة وحج ابن *6*187* الحنفية \n  في الخشبية وهو أربعة آلاف نزلوا في الشعب الأيسر من منى ثم ذكر أنه سعى في \n  الهدنة والكف حتى حجت كل طائفة من الطوائف الأربع قال ووقفت تلك العشية إلى \n  جنب غبن الحنفية فلما غابت الشمس التفت إلي فقال يا أبا سعيد ادفع ودفعت معه \n  فكان أول من دفع .\n</p>\n<p class=\"arabic\">وقال الواقدي حدثني جعفر بن محمد بن خالد بن الزبير عن عثمان بن عروة عن أبيه \n  ح ونا إسحاق بن يحيى بن طلحة وغيره قالوا كان المختار لما قدم الكوفة أشد \n  شيء على ابن الزبير وجعل يلقي إلى الناس أن ابن الزبير كان يطلب هذا الأمر \n  لأبي القاسم يعني ابن الحنفية ثم ظلمه إياه وجعل يذكر ابن الحنفية وحاله وورعه \n  وأنه يدعو له وأنه بعثه وأنه كتب له كتابا وكان يقرأه على من يثق به ويبايعونه \n  سرا فشك قوم وقالوا أعطينا هذا الرجل عهودنا أن زعم أنه رسول محمد بن الحنفية \n  وابن الحنفية بمكة ليس هو منا ببعيد فشخص منهم قوم فأعلموه أمر المختار فقال \n  نحن قوم حيث ترون محبوسون وما أحب أن لي الدنيا بقتل مؤمن ولوددت أن الله \n  انتصر لنا بمن شاء فاحذروا الكذابين وانظروا لأنفسكم ودينكم فذهبوا على هذا .\n</p>\n<p class=\"arabic\">وجعل أمر المختار يكبر كل يوم ويغلظ وتتبع قتلة الحسين فقتلهم وبعث ابن الأشتر \n  في عشرين ألفا إلى عبيد الله بن زياد فقتله وبعث المختار برأسه إلى محمد بن \n  الحنفية وعلي بن الحسين فدعت بنو هاشم للمختار وعظم عندهم *6*188* .\n</p>\n<p class=\"arabic\">وكان ابن الحنفية يكره أمره ولا يحب كثيرا مما يأتي به .\n</p>\n<p class=\"arabic\">ثم كتب إليه المختار لمحمد بن علي من المختار الطالب بثأر آل محمد .\n</p>\n<p class=\"arabic\">وقال ليث بن أبي سليم عن منذر الثوري عن ابن الحنفية قال سمعت أبا هريرة يقول \n  لا حرج إلا في دم امرئ مسلم فقلت لابن الحنفية تطعن على أبيك قال لست أطعن \n  على أبي بايع أبي أولو الأمر فنكث ناكث فقاتله ومرق مارق فقاتله وإن ابن الزبير \n  يحسدني على مكاني هذا ود أني ألحد في الحرم كما ألحد ) .\n</p>\n<p class=\"arabic\">وقال قبيصة ثنا سفيان عن الحارث الأزدي قال قال ابن الحنفية رحم الله امرأ \n  أغنى نفسه وكف يده وأمسك لسانه وجلس في بيته له ما احتسب وهو مع من أحب ألا \n  إن أعمال بني أمية أسرع فيهم من سيوف المسلمين ألا إن لأهل الحق دولة يأتي \n  بها الله إذا شاء فمن أدرك ذلك منكم ومنا كان عندنا في السنام الأعلى ومن \n  يمت فما عند الله خير وأبقى .\n</p>\n<p class=\"arabic\">وقال أبو عوانة ثنا أبو جمرة قال كانوا يسلمون على محمد بن علي سلام عليك \n  يا مهدي فقال أجل أنا رجل مهدي أهدي إلى الرشد والخير اسمي محمد فليقل أحدكم \n  إذا سلم سلام عليك يا محمد أو يا أبا القاسم .\n</p>\n<p class=\"arabic\">وقال ابن سعد قالوا وقتل المختار سنة ثمان وستين فلما دلت سنة تسع أرسل ابن \n  الزبير أخاه عروة إلى محمد بن الحنفية أن أمير المؤمنين *6*189* يقول لك إني \n  غير تاركك أبدا حتى تبايعني أو أعيدك في الحبس وقد قتل الله الكذاب الذي كنت \n  تدعي نصرته وأجمع أهل العراق علي فبايع وإلا فهي الحرب بيني وبينك فقال ما \n  أسرع أخاك على قطع الرحم والاستخفاف بالحق وأغفله من تعجيل عقوبة الله ما \n  يشك أخوك في الخلود والله ما بعثت المختار داعيا ولا ناصرا وللمختار كان أشد \n  انقطاعا إليه منه إلينا فإن كان كذابا فطالما قر به على كذبه وإن كان غير \n  ذلك فهو أعلم به وما عندي خلاف ولو كان عندي خلاف ما أقمت في جواره ولخرجت \n  إلى من يدعوني ولكن ها هنا والله لأخيك قرن يطلب مثل ما يطلب أخوك كلاهما \n  يقاتلان على الدنيا عبد الملك بن مروان والله لكأنك بجيوشه قد أحاطت برقبة \n  أخيك وإني لأحسب أن جوار عبد الملك خير لي من جوار أخيك ولقد كتب إلي يعرض \n  علي ما قبله ويدعوني إليه قال عروة فما يمنعك من ذلك قال أستخير الله وذلك \n  أحب إلى صاحبك فقال بعض أصحاب ابن الحنفية والله لو أطعتنا لضربنا عنقه فقال \n  وعلى ماذا جاء برسالة من أخيه وليس في الغدر خير وأنتم تعلمون أن رأيي لو \n  اجتمع الناس علي كلهم إلا إنسان واحد لما قاتلته فانصرف عروة فأخبر أخاه وقال \n  والله ما أرى أن تعرض له دعه فليخرج عنك ويغيب وجهه فعبد الملك أمامه لا يتركه \n  يحل بالشام حتى يبايعه وهو لا يفعل أبدا حتى يجتمع عليه الناس فإما حبسه أو \n  قتله .\n</p>\n<p class=\"arabic\">وقال أبو سلمة التبوذكي ثنا أبو عوانة عن أبي جمرة قال كنت مع محمد بن علي \n  فسرنا من الطائف إلى أيلة بعد موت ابن عباس بزيادة على أربعين ليلة وكان عبد \n  الملك قد كتب لمحمد ) .\n</p>\n<p class=\"arabic\">عهدا على أن يدخل في أرضه هو وأصحابه حتى يصطلح الناس على رجل فلما قدم محمد \n  الشام كتب إليه عبد الملك إما أن تبايعني وإما أن تخرج من أرضي *6*190* ونحن \n  يومئذ سبعة آلاف فبعث إليه على أن تؤمن أصحابي ففعل فقام فحمد الله وأثنى \n  عليه ثم قال فقام فحمد الله وأثنى عليه ثم قال إن الله ولي الأمور كلها وحاكمها \n  ما شاء الله كان وما لم يشأ لم يكن كل ما هو آت قريب عجلتم بالأمر قبل نزوله \n  والذي نفسي بيده إن في أصلابكم لمن يقاتل مع آل محمد ما يخفى على أهل الشرك \n  أمر آل محمد وأمر آل محمد مستأخر والذي نفس محمد بيده ليعودن فيهم كما بدأ \n  الحمد لله الذي حقن دماءكم وأحرز دينكم من أحب منكم أن يأتي مأمنه إلى بلده \n  آمنا محفوظا فليفعل فبقي معه تسعمائة رجل فأحرم بعمرة وقلد هديا فلما أردنا \n  أن ندخل الرحم تلقتنا خيل ابن الزبير فمنعتنا أن ندخل فأرسل إليه محمد لقد \n  خرجت وما أريد أن أقاتلك ورجعت وما أريد أن أقاتلك دعنا ندخل فلنقض نسكنا \n  ثم نخرج عنك فأبى ومعنا البدن قد قلدناها فرجعنا إلى المدينة فكنا بها حتى \n  قدم الحجاج وقتل ابن الزبير ثم سار إلى العراق فلما سار مضينا فقضينا نسكنا \n  وقد رأيت القمل يتناثر من محمد بن الحنفية ثم رجعنا إلى المدينة فمكث ثلاثة \n  أشهر ثم توفي .\n</p>\n<p class=\"arabic\">قلت هذا خبر صحيح وفيه أنهم قضوا نسكهم بعد عدة سنين .\n</p>\n<p class=\"arabic\">وقال ابن شعبان أنبأ محمد بن عمر ثنا عبد الله بن جعفر عن صالح بن كيسان عن \n  الحسن بن محمد بن الحنفية قال لم يبايع أبي الحجاج لما قتل ابن الزبير فبعث \n  إليه قد قتل عدو الله .\n</p>\n<p class=\"arabic\">فقال أبي إذا بايع الناس بايعت قال والله لأقتلنك قال إن لله في كل يوم ثلاثمائة \n  وستين لحظة في كل لحظة منها ثلاثمائة وستون قضية فلعله أن يكفيناك في قضية \n  قال فكتب بذلك الحجاج إلى عبد الملك فأتاه كتابه فأعجبه وكتب به إلى صاحب \n  الروم وذلك أن ملك الروم كتب إليه يتهدده أنه قد جمع له جموعا كثيرة *6*191* .\n</p>\n<p class=\"arabic\">ثم كتب عبد الملك قد عرفنا أن محمدا ليس عنده خلاف وهو يأتيك ويبايعك فارفق \n  به فلما اجتمع الناس قال ابن عمر له ما بقي شيء فبايع فكتب بالبيعة إلى عبد \n  الملك وبايع الحجاج .\n</p>\n<p class=\"arabic\">وقال إسحاق بن منصور السلولي ثنا الربيع بن المنذر عن أبيه أنه رأى على محمد \n  بن الحنفية حبرة تجلل الغزار وكان له برنس خز .\n</p>\n<p class=\"arabic\">وقال ابن عيينة ثنا أبو إسحاق الشيباني أنه رأى محمد بن الحنفية بعرفة واقفا \n  عليه مطرف ) .\n</p>\n<p class=\"arabic\">خز .\n</p>\n<p class=\"arabic\">وقال يعلى بن عبيد ثنا سفيان بن دينار قال رأيت محمد بن الحنفية ورأسه ولحيته \n  مخضوبين بالحناء والكتم .\n</p>\n<p class=\"arabic\">وروى إسرائيل عن عبد الأعلى أن ابن الحنفية سئل عن الخضاب بالوسمة فقال هو \n  خضابنا أهل البيت .\n</p>\n<p class=\"arabic\">وقال يعقوب بن شيبة ثنا صالح بن عبد الله الترمذي ثنا محمد بن *6*192* الفضيل \n  عن سالم بن أبي حفصة عن منذر الثوري قال رأيت محمد بن الحنفية يتلوى على فراشه \n  وينفخ فقالت امرأته يا مهدي ما يلويك من أمر عدوك هذا ابن الزبير قال والله \n  ما بي هذا ولكن بي ما يؤتى في حرمه غدا ثم رفع يديه إلى السماء فقال اللهم \n  إنك تعلم أني كنت أعلم مما علمتني أنهلا يخرج منها إلا قتيلا يطاف به في الأسواق .\n</p>\n<p class=\"arabic\">عثمان بن أبي شيبة ثنا محمد بن الحسن الأسدي ثنا عبد ربه أبو شهاب عن ليث \n  عن محمد بن بشر عن محمد بن الحنفية قال أهل بيتين من العرب يتخذهم الناس أندادا \n  من دون الله نحن وبنو عمنا هؤلاء يعني بني أمية .\n</p>\n<p class=\"arabic\">وقال أبو زبيد عنتر عن سالم بن أبي حفصة عن منذر عن ابن الحنفية قال نحن أهل \n  بيتين من قريش نتخذ من دون الله أندادا نحن وبنو عمنا .\n</p>\n<p class=\"arabic\">وروى ابن المبارك عن يحيى بن سعيد المدني وليس بالأنصاري قال رأى محمد بن \n  الحنفية أنه لا يموت حتى يملك أمر الناس فأرسل إلى سعيد بن المسيب فسأله فقال \n  لا يملك ولا أحد من ولده وإن هذا الملك من بني أبيك لفي غيرك .\n</p>\n<p class=\"arabic\">وقال محمد بن فضيل عن رضا بن أبي عقيل عن أبيه قال كنا جلوسا على باب ابن \n  الحنفية في الشعب فخرج إلينا غلام فقال يا معشر الشيعة إن أبي يقرئكم السلام \n  ويقول لكم إنا لا نحب اللعانين ولا الطعانين ولا نحب مستعجلي القدر .\n</p>\n<p class=\"arabic\">وقال سفيان الثوري عن أبيه إن الحجاج أراد أن يضع رجله على المقام فزجره ابن \n  الحنفية *6*193* .\n</p>\n<p class=\"arabic\">وقال الواقدي إن زيد بن السائب قال سألت عبد الله بن محمد بن الحنفية أين \n  دفن أبوك فقال بالبقيع قلت أي سنة قال سنة إحدى وثمانين وهو ابن خمس وستين \n  سنة مات في المحرم .\n</p>\n<p class=\"arabic\">وقال أبو عبيد والفلاس توفي سنة إحدى وثمانين .\n</p>\n<p class=\"arabic\">وقال أبو نعيم توفي سنة ثمانين .\n</p>\n<p class=\"arabic\">وقال المدائني توفي سنة ثلاث وثمانين وهذا غلط .\n</p>\n<p class=\"arabic\">وقال علي بن المدائني توفي سنة اثنتين أو ثلاث وتسعين وهذا أفحش مما قبله .\n\n</p>"
}