{
    "header": "عمر بن عبيد الله بن معمر ابن عثمان .",
    "id": "000841",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عمر بن عبيد الله بن معمر ابن عثمان .\n</h1>\n<p class=\"arabic\">أبو حفص القرشي التيمي الأمير أحد وجوه قريش *6*162* وأشرافها وشجعانها المذكورين \n  وكان جوادا ممدحا ولي فتوحات عديدة وولي البصرة لابن الزبير .\n</p>\n<p class=\"arabic\">وحدث عن ابن عمر وجابر وأبان بن عثمان .\n</p>\n<p class=\"arabic\">روى عنه عطاء بن أبي رباح وابن عون .\n</p>\n<p class=\"arabic\">ووفد على عبد الملك فتوفي بدمشق وقد ولي إمرة فارس .\n</p>\n<p class=\"arabic\">قال المدائني ولد هو وعمر بن سعد أبي وقاص وعمر بن عبد الرحمن بن الحارث بن \n  هشام عام قتل عمر .\n</p>\n<p class=\"arabic\">وقال الوليد بن هشام القحذمي قام رجل إلى المهلب فقال أيها الأمير أخبرنا \n  عن شجعان العرب قال أحمر قريش وابن الكلبية وصاحب النعل الديزج فقال والله \n  ما نعرف من هؤلاء أحدا قال بلى أما أحمر قريش فعمر بن عبيد الله بن معمر والله \n  ما جاءتنا سرعان خيل قط إلا ردها وأما ابن الكلبية فمصعب بن الزبير أفرد في \n  سبعة وجعل له الأمان فأبى حتى مات على بصيرته وأما صاحب النعل الديزج فعباد \n  بن الحصين الحبطي والله ما نزل بنا شدة إلا فرجها فقال له الفرزدق وكان حاضرا \n  إنا لله فأين أنت عن عبد الله بن الزبير وعبد الله بن خازم قال إنما ذكرنا \n  الإنس ولم نذكر الجن .\n</p>\n<p class=\"arabic\">وقال حميد الطويل عن سليمان بن قتة قال بعث معي عمر بن عبيد الله بألف دينار \n  إلى عبد الله بن عمر والقاسم بن محمد فأتيت ابن عمر وهو يغتسل في مستحمه فأخرج \n  يده فصببتها فيها فقال وصلته رحم لقد *6*163* جاءتنا على حاجة فأتيت القاسم \n  فأبى أن يقبل فقالت امرأته إن كان القاسم ابن عمه فأنا ابنة عمته فأعطنيها \n  فأعطيتها .\n</p>\n<p class=\"arabic\">وذكر الحرمازي أن إنسانا من الأنصار وفد على عمر بن عبيد الله بن معمر بفارس \n  فوصله بأربعين ألفا .\n</p>\n<p class=\"arabic\">ويروى أن عمر بن عبيد الله اشترى مرة جارية بمائة ألف فتوجعت لفراق سيدها \n  وقالت أبياتا وهي .\n</p>\n<p class=\"arabic\">% هنيئا لك المال الذي قد أصبته % % ولم يبق في كفي إلا تفكري % .\n</p>\n<p class=\"arabic\">% أقول لنفسي وهي في كرب غشية % % أقلي فقد بان الخليط أو أكثري % .\n</p>\n<p class=\"arabic\">% إذا لم يكن في الأمر عندك حيلة % % ولم تجدي بدا من الصبر فاصبري % .\n</p>\n<p class=\"arabic\">فقال مولاها .\n</p>\n<p class=\"arabic\">% ولولا قعود الدهر بي عنك لم يكن % % يفرقنا شيء سوى الموت فاعذري % .\n</p>\n<p class=\"arabic\">% أأوب بحزن من فراقك موجع % % أناجي به قلبا طويل التذكر % .\n</p>\n<p class=\"arabic\">% عليك سلام لا زيارة بيننا % % ولا وصل إلا أن يشاء ابن معمر % .\n</p>\n<p class=\"arabic\">فقال خذها وثمنها .\n</p>\n<p class=\"arabic\">وقال مسلمة بن محارب خرج عمر بن عبيد الله بن معمر زائرا لابن أبي بكرة بسجستان \n  فأقام أشهرا لا يصله فقال له عمر إني اشتقت إلى الأهل فقال عبيد الله سوءة \n  من أبي حفص أغفلناه كم في بيت المال قالوا ألف ألف وسبعمائة ألف قال احملوها \n  إليه فحملت إليه رواها المدائني وغيره عن مسلمة .\n</p>\n<p class=\"arabic\">قال المدائني توفي سنة اثنتين وثمانين .\n\n</p>"
}