{
    "header": "الحجاج بن يوسف ابن الحكم بن أبي عقيل بن ...",
    "id": "000999",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الحجاج بن يوسف ابن الحكم بن أبي عقيل بن مسعود الثقفي أمير العراق أبو محمد \n   .\n</h1>\n<p class=\"arabic\">ولد سنة أربعين أو إحدى وأربعين *6*316* .\n</p>\n<p class=\"arabic\">وروى عن ابن عباس وسمرة بن جندب وأسماء بنت الصديق وابن عمر .\n</p>\n<p class=\"arabic\">روى عنه ثابت البناني وقتيبة بن مسلم وحميد الطويل ومالك بن دينار .\n</p>\n<p class=\"arabic\">وكان له بدمشق آدر .\n</p>\n<p class=\"arabic\">ولي إمرة الحجاز ثم ولي العراق عشرين سنة .\n</p>\n<p class=\"arabic\">قال النسائي ليس بثقة ولا مأمون .\n</p>\n<p class=\"arabic\">وقال أبو عمرو بن العلاء ما رأيت أحدا أفصح من الحسن والحجاج والحسن أفصحهما .\n</p>\n<p class=\"arabic\">وقال علي بن زيد بن جدعان قيل لسعيد بن المسيب ما بال الحجاج لا يهيجك كما \n  يهيج الناس قال لأنه دخل المسجد مع أبيه فصلى فأساء الصلاة فحصبته فقال لا \n  أزل أحسن صلاتي ما حصبني سعيد .\n</p>\n<p class=\"arabic\">وفي صحيح مسلم أن أسماء بنت أبي بكر قالت للحجاج أما إن *6*317* رسول الله \n  صلى الله عليه وسلم حدثنا أن في ثقيف كذابا ومبيرا فأما الكذاب فقد رأيناه \n  وأما المبير فلاف إخالك إلا إياه .\n</p>\n<p class=\"arabic\">وقال أبو عمر الحوضي ثنا الحكم بن ذكوان عن شهر بن حوشب أن الحجاج كان يخطب \n  وابن عمر في المسجد فخطب الناس حتى أمسى فناداه ابن عمر أيها الرجل الصلاة \n  فأقعد ثم ناداه الثانية فأقعد ثم ناداه الثالثة فأقعد فقال لهم أرأيتم إن \n  نهضت أتنهضون قالوا نعم .\n</p>\n<p class=\"arabic\">فنهض فقال الصلاة فلا أرى لك فيها حاجة فنزل الحجاج فصلى ثم دعا به فقال ما \n  حملك على ما صنعت قال إنما نجيء للصلاة فإذا حضرت الصلاة فصل لوقتها ثم نقنق \n  بعد ذلك ما شئت من نقنقة .\n</p>\n<p class=\"arabic\">وقال أبو صالح كاتب الليث حدثني حرملة بن عمران عن كعب بن علقمة قال قدم مروان \n  ) .\n</p>\n<p class=\"arabic\">مصر ومعه الحجاج بن يوسف وأبوه فبينا هو في المسجد مر بهم سليم بن عتر وكان \n  قاص الجند وكان خيارا فقال الحجاج لو أجد هذا خلف حائط المسجد ولي عليه سلطان \n  لضربت عنقه إن هذا وأصحابه يثبطون عن طاعة الولاة فشتمه والده ولعنه وقال \n  ألم تسمع القوم يذكرون عنه خيرا ثم تقول هذا أما والله إن رأيي فيك أنك لا \n  تموت إلا جبارا شقيا .\n</p>\n<p class=\"arabic\">وكان أبو الحجاج فاضلا .\n</p>\n<p class=\"arabic\">وعن يزيد بن أبي مسلم الثقفي قال كان الحجاج على مكة فكتب *6*318* إليه عبد \n  الملك بولايته على العراق فخرج في نفر ثمانية أو تسعة على النجائب .\n</p>\n<p class=\"arabic\">قال عبد الله بن شوذب ما رؤي مثل الحجاج لمن أطاعه ولا مثله لمن عصاه .\n</p>\n<p class=\"arabic\">وروى ابن الكلبي عن عوانة بن الحكم قال سمع الحجاج تكبيرا في السوق وهو في \n  الصلاة فلما انصرف صعد المنبر وقال يا أهل العراق وأهل الشقاق والنفاق ومساوئ \n  الأخلاق قد سمعت تكبيرا ليس بالتكبير الذي يراد به الله في الترهيب ولكنه \n  الذي يراد الترغيب إنها عجاجة تحتها قصف أي بني اللكيعة وعبيد العصا وأولاد \n  الإماء ألا يرقأ الرجل منكم على ظلعه ويحسن حمل رأسه وحقن دمه ويبصر موضع \n  قدمه والله ما أرى الأمور تثقل بي وبكم حتى أوقع بكم وقعة تكون نكالا لما \n  قبلها وتأديبا لما بعدها .\n</p>\n<p class=\"arabic\">وقال سيار أبو الحكم سمعت الحجاج على المنبر يقول أيها الرجل وكلكم ذلك الرجل \n  رجل خطم نفسه وزمها فقادها بخطامها إلى طاعة الله وعنجها بزمامها عن معاصي \n  الله .\n</p>\n<p class=\"arabic\">وقال مالك بن دينار سمعت الحجاج يخطب فقال امرؤ رد نفسه قبل أن يكون الحساب \n  إلى غيره امرؤ نظر إلى ميزانه فما زال يقول امرؤ حتى أبكاني .\n</p>\n<p class=\"arabic\">وعن الحجاج قال امرؤ عقل عن الله أمره امرؤ أفاق واستفاق وأبغض *6*319* المعاصي \n  والنفاق وكان إلى ما عند الله بالأشواق .\n</p>\n<p class=\"arabic\">وعن الحجاج أن خطب فقال أيها الناس الصبر عن محارم الله أيسر من الصبر على \n  عذاب الله فقام إليه رجل فقال ويحك ما أصفق وجهك وأقل حياءك تفعل ما تفعل \n  ثم تقول مثل هذا فأخذوه فلما نزل دعا به فقال لقد اجترأت فقال يا حجاج أنت \n  تجتريء على الله فلا تنكره على نفسك وأجتريء أنا عليك فتنكره علي فخلى سبيله .\n</p>\n<p class=\"arabic\">وقال شريك عن عبد الملك بن عمير قال قال الحجاج يوما من كان له بلاء فليقم \n  فلنعطه ) .\n</p>\n<p class=\"arabic\">على بلائه فقام رجل فقال أعطني على بلائي قال وما بلاؤك قال قتلت الحسين قال \n  وكيف قتلته قال دسرته بالرمح دسرا وهبرته بالسيف هبرا وما أشركت معي في قتله \n  أحدا قال أما إنك وإياه لن تجتمعا في موضع واحد فقال له اخرج .\n</p>\n<p class=\"arabic\">وروى شريك عن عبد الملك بن عمير ورواه صالح بن موسى الطلحي عن عاصم بن بهدلة \n  أنهم ذكروا الحسين رضي الله عنه فقال الحجاج لم يكن من ذرية النبي صلى الله \n  عليه وسلم فقال يحيى بن يعمر كذبت أيها الأمير فقال لتأتيني على ما قلت ببينة \n  من كتاب الله أو لأقتلنك فقال قوله تعالى ومن ذريته داود وسليمان وأيوب إلى \n  قوله وزكريا ويحيى وعيسى فأخبر الله تعالى أن عيسى من ذرية آدم بأمه قال صدقت \n  فما حملك على تكذيبي في مجلسي قال ما أخذ الله على الأنبياء لتبيننه للناس \n  ولا تكتمونه قال فنفاه إلى خراسان .\n</p>\n<p class=\"arabic\">وقال أبو بكر بن عياش عن عاصم سمعت الحجاج وذكر هذه *6*320* الآية فاتقوا \n  الله ما استطعتم واسمعوا وأطيعوا فقال هذه لعبد الله لأمين الله وخليفته ليس \n  فيها مثوبة والله لو أمرت رجلا يخرج من باب هذا المسجد فأخذ من غيره لحل لي \n  دمه وماله والله لو أخذت ربيعة بمضر لكان لي حلالا يا عجبا من عبد هذيل يزعم \n  أنه يقرأ قرآنا من عند الله ما هو إلا رجز من رجز الأعراب والله لو أدركت \n  عبد هذيل لضربت عنقه .\n</p>\n<p class=\"arabic\">رواها واصل بن عبد الأعلى شيخ مسلم عن أبي بكر .\n</p>\n<p class=\"arabic\">قاتل الله الحجاج ما أجرأه على الله كيف يقول هذا في العبد الصالح عبد الله \n  بن مسعود قال أبو بكر بن عياش ذكرت قوله هذا للأعمش فقال قد سمعته منه .\n</p>\n<p class=\"arabic\">ورواها محمد بن يزيد عن أبي بكر فزاد ولا أجد أحدا يقرأ علي قراءة ابن أم \n  عبد إلا ضربت عنقه ولأحكنها من المصحف ولو بضلع خنزير .\n</p>\n<p class=\"arabic\">وروها ابن فضيل عن سالم بن أبي حفصة .\n</p>\n<p class=\"arabic\">وقال الصلت بن دينار سمعت الحجاج يقول ابن مسعود رأس المنافقين لو أدركته \n  لأسقيت الأرض من دمه .\n</p>\n<p class=\"arabic\">وقال ضمرة عن ابن شوذب قال ربما دخل الحجاج على دابته حتى يقف على حلقة الحسن \n  فيستمع إلى كلامه فإذا أراد أن ينصرف يقول يا حسن لا تمل الناس قال فيقول \n  أصلح الله الأمير إنه لم يبق إلا من لا حاجة له ) *6*321* .\n</p>\n<p class=\"arabic\">وقال الأصمعي قال عبد الملك للحجاج إنه ليس أحد إلا وهو يعرف عيبه فعب نفسك \n  قال أعفني يا أمير المؤمنين فأبى عليه فقال أنا لجوج حقود حسود فقال ما في \n  الشيطان شر مما ذكرت .\n</p>\n<p class=\"arabic\">وقال عبد الله بن صالح ثنا معاوية بن صالح عن شريح بن عبيد عمن حدثه قال أخبر \n  عمر بأن أهل العراق قد حصبوا أميرهم فخرج غضبان فصلى فسها في صلاته حتى جعلوا \n  يقولون سبحان الله سبحان الله فلما سلم أقبل على الناس فقال من ها هنا من \n  أهل الشام فقام رجل ثم آخر ثم قمت أنا فقال يا أهل الشام استعدوا لأهل العراق \n  فإن الشيطان قد باض فيهم وفرخ اللهم إنهم قد لبسوا علي فالبس عليهم وعجل عليهم \n  بالغلام الثقفي يحكم فيها بحكم الجاهلية لا يقبل من محسنهم ولا يتجاوز عن \n  مسيئهم .\n</p>\n<p class=\"arabic\">وقال يزيد بن هارون أنا العوام بن حوشب حدثني حبيب بن أبي ثابت قال قال علي \n  رضي الله عنه لرجل لا مت حتى تدرك فتى ثقيف قيل يا أمير المؤمنين ما فتى ثقيف \n  قال ليقالن له يوم القيامة اكفنا زاوية من زوايا جهنم رجل يملك عشرين سنة \n  أو بضعا وعشرين سنة لا يدع لله معصية إلا ارتكبها .\n</p>\n<p class=\"arabic\">وقال جعفر بن سليمان ثنا مالك بن دينار عن الحسن أن عليا كان على المنبر فقال \n  اللهم إني ائتمنتهم فخافوني ونصحتهم فغشوني اللهم فسلط عليهم غلام ثقيف يحكم \n  في دمائهم وأموالهم بحكم الجاهلية .\n</p>\n<p class=\"arabic\">وقال الواقدي ثنا ابن أبي ذئب عن إسحاق بن يزيد قال رأيت أنسا *6*322* رضي \n  الله عنه مختوما في عنقه ختمة الحجاج أراد أن يذله بذلك .\n</p>\n<p class=\"arabic\">قال الواقدي قد فعل ذلك بغير واحد من الصحابة يريد أن يذلهم بذلك وقد مضت \n  لهم العزة بصحبة رسول الله صلى الله عليه وسلم .\n</p>\n<p class=\"arabic\">وقال جرير بن عبد الحميد عن سماك بن موسى الضبي قال أمر الحجاج أن توجأ عنق \n  أنس وقال أتدرون من هذا هذا خادم رسول الله صلى الله عليه وسلم فعلته به لأنه \n  سيء البلاء في الفتنة الأولى غاش الصدر في الفتنة الآخرة .\n</p>\n<p class=\"arabic\">وروى إسماعيل بن أبي خالد قال الشعبي يأتي على الناس زمان يصلون فيه على الحجاج .\n</p>\n<p class=\"arabic\">وعن أيوب السختياني قال أراد الحجاج قتل الحسن مرارا فعصمه الله منه واختفى \n  مرة في ) .\n</p>\n<p class=\"arabic\">بيت علي بن زيد سنتين .\n</p>\n<p class=\"arabic\">قلت لأن الحسن كان يذم الأمراء الظلمة مجملا فأغضب ذلك الحجاج .\n</p>\n<p class=\"arabic\">وعن مالك بن دينار قال إن الحجاج عقوبة سلطه الله عليكم فلا تستقبلوا عقوبة \n  الله بالسيف ولكن استقبلوها بالدعاء والتضرع .\n</p>\n<p class=\"arabic\">وقال أبو عاصم النبيل حدثني جليس لهشام بن أبي عبد الله قال قال عمر بن عبد \n  العزيز لعنبسة بن سعيد أخبرني ببعض ما رأيت من عجائب الحجاج قال كنا جلوسا \n  عنده ليلة فأتي برجل فقال ما أخرجك هذه *6*323* الساعة ! وقد قلت لا أجد فيها \n  أحدا إلا فعلت به ! قال أما والله لا أكذب الأمير أغمي على أمي منذ ثلاث فكنت \n  عندها فلما أفاقت الساعة قالت يا بني أعزم عليك إلا رجعت إلى أهلك فإنهم مغمومون \n  لتخلفك عنهم فخرجت فأخذني الطائف فقال ننهاكم وتعصونا اضرب عنقه ثم أتي برجل \n  آخر فقال ما أخرجك هذه الساعة قال والله لا أكذبك لزمني غريم فلما كانت الساعة \n  أغلق الباب وتركني على بابه فجاءني طائفك فأخذني فقال اضربوا عنقه ثم أتي \n  بآخر فقال ما أخرجك هذه الساعة قال كنت مع شربة أشرب فلما سكرت خرجت فأخذوني \n  فذهب عني السكر فزعا فقال يا عنبسة ما أراه إلا صادقا خلوا سبيله فقال عمر \n  لعنبسة فما قلت له شيئا فقال لا فقال عمر لآذنه لا تأذن لعنبسة علينا إلا \n  أن يكون في حاجة .\n</p>\n<p class=\"arabic\">وقال بسطام بن مسلم عن قتادة قال قيل لسعيد بن جبير خرجت على الحجاج قال إني \n  والله ما خرجت عليه حتى كفر .\n</p>\n<p class=\"arabic\">وقال هشام بن حسان أحصوا ما قتل الحجاج صبرا فبلغ مائة ألف وعشرين ألفا .\n</p>\n<p class=\"arabic\">وقال عباد بن كثير عن قحذم قال أطلق سليمان بن عبد الملك في غداة واحدة واحدا \n  وثمانين ألف أسيرا وعرضت السجون بعد موت الحجاج فوجدوا فيها ثلاثة وثلاثين \n  ألفا لم يجب على أحد منهم قطع ولا صلب .\n</p>\n<p class=\"arabic\">وقال الهيثم بن عدي مات الحجاج وفي سجنه ثمانون ألفا منهم ثلاثون ألف امرأة .\n</p>\n<p class=\"arabic\">وعن عمر بن عبد العزيز قال لو تخابثت الأمم وجئنا بالحجاج *6*324* لغلبناهم \n  ما كان يصلح لدنيا ولا لآخرة ولي العراق وهو أوفر ما يكون من العمارة فأخس \n  به حتى صيره أربعين ألف ألف ولقد أدي إلي في عامي هذا ثمانون ألف ألف وزيادة \n  ) .\n</p>\n<p class=\"arabic\">وقال جعفر بن سليمان ثنا مالك بن دينار قال كنا إذا صلينا خلف الحجاج فإنما \n  نلتفت إلى ما علينا من الشمس فقال إلى ما تلتفتون أعمى الله أبصاركم إنا لا \n  نسجد لشمس ولا لقمر ولا لحجر ولا لوبر .\n</p>\n<p class=\"arabic\">وقال عاصم بن أبي النجود ما بقيت لله حرمة إلا وقد انتهكها الحجاج .\n</p>\n<p class=\"arabic\">وقال طاوس إني لأعجب من أهل العراف يسمون الحجاج مؤمنا وقال سفيان عن منصور \n  قال ذكرت لإبراهيم لعن الحجاج أو بعض الجبابرة فقال أليس الله يقول ألا لعنة \n  الله على الظالمين وكفى بالرجل عمى أن يعمى عن أمر الحجاج .\n</p>\n<p class=\"arabic\">وقال ابن عون قيل لأبي وائل تشهد على الحجاج أنه في النار فقال سبحان الله \n  أحكم على الله .\n</p>\n<p class=\"arabic\">وقال عوف ذكر الحجاج عند ابن سيرين فقال مسكين أبو محمد إن يعذبه الله فبذنبه \n  وإن يغفر له فهنيئا .\n</p>\n<p class=\"arabic\">وقال رجل للثوري اشهد على الحجاج وأبي مسلم أنهما في النار *6*325* .\n</p>\n<p class=\"arabic\">فقال لا إذا أقرا بالتوحيد .\n</p>\n<p class=\"arabic\">وقال العباس الأزرق عن السري بن يحيى قال مر الحجاج في يوم جمعة فسمع استغاثة \n  فقال ما هذا قيل أهل السجون يقولون قتلنا الحر فقال قولوا لهم اخسؤا فيها \n  ولا تكلمون قال فما عاش بعد ذلك إلا أقل من جمعة .\n</p>\n<p class=\"arabic\">وقال الأصمعي بنى الحجاج واسطا في سنتين وفرغ منه سنة ست وثمانين .\n</p>\n<p class=\"arabic\">وقال مسلم بن إبراهيم ثنا الصلت بن دينار قال مرض الحجاج فأرجف به أهل الكوفة \n  فلما عوفي صعد المنبر وهو يتثنى على أعواده فقال يا أهل الشقاق والنفاق والمراق \n  نفخ الشيطان في مناخركم فقلتم مات الحجاج فمه والله ما أرجو الخير إلا بعد \n  الموت وما رضي الله الخلود لأحد من خلقه إلا لأهونهم عليه إبليس وقد قال العبد \n  الصالح سليمان رب اغفر لي وهب لي ملكا لا ينبغي لأحد من بعدي فكان ذلك ثم \n  اضمحل وكأن لم يكن يا أيها الرجل وكلكم ذلك الرجل كأني بكل حي ميت وبكل رطب \n  يابس وبكل امرئ في ثياب طهور إلى بيت حفرته فخد له في الأرض خمسة أذرع طولا \n  في ذراعين عرضا فأكلت الأرض من لحمه ومصت من صديده ودمه ) .\n</p>\n<p class=\"arabic\">وقال محمد بن المنكدر كان عمر بن عبد العزيز يبغض الحجاج فنفس عليه بكلمة \n  قالها عند الموت اللهم اغفر لي فإنهم يزعمون أنك لا تفعل *6*326* .\n</p>\n<p class=\"arabic\">وقال إبراهيم بن هشام الغساني عن أبيه عن جده أن عمر بن عبد العزيز قال ما \n  حسدت الحجاج عدو الله على شيء حسدي إياه على حبه القرآن وإعطائه أهله وقوله \n  حين احتضر اللهم اغفر لي فإن الناس يزعمون أنك لا تفعل .\n</p>\n<p class=\"arabic\">وقال الأصمعي قال الحجاج لما احتضر .\n</p>\n<p class=\"arabic\">% يا رب قد حلف الأعداء واجتهدوا % % بأنني رجل من ساكني النار % .\n</p>\n<p class=\"arabic\">% أيحلفون على عمياء ويحهم % % ما علمهم بكثير العفو ستار % .\n</p>\n<p class=\"arabic\">فأخبر الحسن فقال إن نجا فبهما .\n</p>\n<p class=\"arabic\">وقال عثمان بن عمرو المخزومي ثنا علي بن زيد قال كنت عند الحسن فأخبر بموت \n  الحجاج فسجد .\n</p>\n<p class=\"arabic\">وقال حماد بن أبي سليمان قلت لإبراهيم النخعي مات الحجاج فبكى من الفرح .\n</p>\n<p class=\"arabic\">قال أبو نعيم وجماعة توفي ليلة سبع وعشرين في رمضان سنة خمس وتسعين .\n</p>\n<p class=\"arabic\">قلت عاش خمسا وخمسين سنة .\n</p>\n<p class=\"arabic\">قال ابن شوذب عن أشعث الحداني قال رأيت الحجاج في منامي بحال سيئة قلت ما \n  فعل بك ربك قال ما قتلت أحدا قتلة إلا قتلني بها قلت ثم مه قال ثم أمر بي \n  إلى النار قلت ثم مه قال ثم أرجو ما يرجو أهل لا إله إلا الله فكان ابن سيرين \n  يقول إني لأرجو له فبلغ ذلك الحسن فقال أما والله ليخلفن الله رجاءه فيه .\n</p>\n<p class=\"arabic\">ذكر ابن خلكان أنه مات بواسط وعفي قبره وأجروا عليه الماء *6*327* .\n</p>\n<p class=\"arabic\">وعندي مجلد في أخبار الحجاج فيه عجائب لكن لا أعرف صحتها .\n\n</p>"
}