{
    "header": "أنس بن مالك .",
    "id": "000976",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أنس بن مالك .\n</h1>\n<p class=\"arabic\">ابن النضر بن ضمضم بن زيد بن حرام بن جندب بن عامر بن غنم بن *6*289* عدي \n  بن النجار أبو حمزة الأنصاري النجاري الخزرجي خادم رسول الله صلى الله عليه \n  وسلم وآخر أصحابه موتا .\n</p>\n<p class=\"arabic\">روى عن النبي صلى الله عليه وسلم شيئا كثيرا وعن أبي بكر وعمر وعثمان وأسيد \n  بن الحضير وأبي طلحة وعبادة بن الصامت وأمه أم سليم وخالته أم حرام وابن مسعود \n  ومعاذ وأبي ذر وطائفة .\n</p>\n<p class=\"arabic\">روى عنه الحسن وابن سيرين والشعبي ومكحول وعمر ابن عبد العزيز وأبو قلابة \n  وطائفة من هذه الطائفة ثم إسماعيل بن عبيد الله وقتادة وثابت والزهري وإسحاق \n  بن عبد الله بن أبي طلحة وابن المنكدر وخلق كثير من هذه الطبقة وحميد الطويل \n  ويحيى بن سعيد *6*290* الأنصاري وربيعة بن أبي عبد الرحمن وسليمان التيمي \n  وآخرون من هذه الطبقة الثالثة وعمر بن شاكر وكثير بن سليم وناس قليل من هذه \n  الطبقة التي انقرضت بعد السبعين ومائة لكن ليس فيها من يحتج به .\n</p>\n<p class=\"arabic\">وروى عنه بعدهم ناس متهمون بالكذب كخراش وإبراهيم بن هدبة ودينار أبو مكيس \n  حدثوا ) .\n</p>\n<p class=\"arabic\">في حدود المائتين .\n</p>\n<p class=\"arabic\">فعن أنس قال كناني النبي صلى الله عليه وسلم ببقلة أجتنيها يعني حمزة .\n</p>\n<p class=\"arabic\">وفي الصحيح عن أنس قال قدم النبي صلى الله عليه وسلم وأنا ابن عشر وكان أمهاتي \n  يحثثنني على خدمته .\n</p>\n<p class=\"arabic\">وقال علي بن زيد بن جدعان وليس بالقوي عن سعيد بن المسيب عن أنس قال قدم رسول \n  الله صلى الله عليه وسلم المدينة وأنا ابن ثمان سنين فأخذت أمي بيدي فانطلقت \n  بي إلى رسول الله صلى الله عليه وسلم فقالت يا رسول الله إنه لم يبق رجل ولا \n  امرأة من الأنصار إلا وقد أتحفك بتحفة وإني لا أقدر على ما أتحفك به إلا ابني \n  هذا فخذه فليخدمك ما بدا لك فخدمت رسول الله صلى الله عليه وسلم عشر سنسن \n  فما ضربني ولا سبني سبة ولا عبس في وجهي .\n</p>\n<p class=\"arabic\">رواه الترمذي بأطول من هذا .\n</p>\n<p class=\"arabic\">وقال عكرمة بن عمار ثنا إسحاق بن عبد الله بن أبي طلحة حدثني أنس قال جاءت \n  بي أم سليم إلى رسول الله صلى الله عليه وسلم قد أزرتني بنصف خمارها وردتني \n  ببعضه فقالت هذا أنيس ابني أتيتك به يخدمك فادع الله له فقال اللهم أكثر ماله \n  وولده قال أنس فوالله إن مالي لكثير وإن ولدي وولد ولدي يتعادون على نحو من \n  مائة اليوم *6*291* .\n</p>\n<p class=\"arabic\">وروى نحوه جعفر بن سليمان عن ثابت .\n</p>\n<p class=\"arabic\">وقال شعبة عن قتادة عن أنس أن أم سليم قالت يا رسول الله أنس خادمك ادع الله \n  له فقال اللهم أكثر ماله وولده فأخبرني بعض ولدي أنه دفن من ولدي وولد ولدي \n  أكثر من مائة .\n</p>\n<p class=\"arabic\">وقال الحسين بن واقد حدثني ثابت عن أنس قال دعا لي رسول الله صلى الله عليه \n  وسلم اللهم أكثر ماله وولده وأطل حياته فالله أكثر مالي حتى أن كرما لي ليحمل \n  في السنة مرتين وولد لصلبي مائة وستة .\n</p>\n<p class=\"arabic\">أخبرنا إسماعيل بن عبد الرحمن سنة اثنتين وتسعين وستمائة أنا محمد بن خلف \n  سنة ست عشرة ثنا أبو طاهر السلفي أنا أحمد ومحمد ابنا عبد الله بن أحمد بن \n  علي السوذرجاني أنا علي بن محمد الفرضي ثنا أبو عمرو حكيم ثنا أبو حاتم الرازي \n  ثنا محمد بن عبد الأنصاري حدثني حميد عن أنس أن النبي صلى الله عليه وسلم \n  دخل على أم سليم فأتته بتمر وسمن فقال أعيدوا تمركم في وعائكم وسمنكم في سقائكم \n  فإني صائم ثم قال في ناحية البيت فصلى بنا صلاة غير مكتوبة فدعا لأم سليم \n  ولأهل بيتها فقالت أم سليم يا رسول الله إن لي خويصة قال وما هي قالت خادمك \n  أنس فما ترك خير آخرة ولا دنيا إلا دعا لي به ثم قال اللهم ارزقه مالا وولدا \n  وبارك له فيه فإني لمن أكثر الأنصار مالا وحدثتني ابنتي أمينة أنه دفن من \n  صلبي إلى مقدم الحجاج البصرة تسعة وعشرون ومائة *6*292* وقال الترمذي ثنا \n  محمود بن غيلان ثنا أبو داود عن أبي خلدة قال قلت لأبي العالية سمع أنس من \n  النبي صلى الله عليه وسلم قال خدمه عشر سنين ودعا له وكان له بستان يحمل في \n  السنة الفاكهة مرتين وكان فيها ريحان يجيء منه ريح المسك .\n</p>\n<p class=\"arabic\">أبو خلدة احتج به البخاري .\n</p>\n<p class=\"arabic\">وقال ابن سعد ثنا الأنصاري عن أبيه عن مولى لأنس أنه قال له شهدت بدرا فقال \n  لا أم لك وأين غبت عن بدر قال الأنصاري خرج مع رسول الله صلى الله عليه وسلم \n  وهو غلام يخدمه .\n</p>\n<p class=\"arabic\">وقد رواه عمر بن شبة عن الأنصاري عن أبيه عن ثمامة قال قيل لأنس فذكر مثله .\n</p>\n<p class=\"arabic\">قلت لم أر أحدا من أصحاب المغازي قال هذا .\n</p>\n<p class=\"arabic\">وعن موسى بن أنس قال غزا أنس ثمان غزوات .\n</p>\n<p class=\"arabic\">وقال ثابت البناني قال أبو هريرة ما رأيت أحدا أشبه بصلاة رسول الله صلى الله \n  عليه وسلم من ابن أم سليم يعني أنسا .\n</p>\n<p class=\"arabic\">وقال أنس بن سيرين كان أنس أحسن الناس صلاة في الحضر والسفر .\n</p>\n<p class=\"arabic\">وقال الأنصاري حدثني أبي عن ثمامة قال كان أنس يصلي حتى تقطر قدماه دما مما \n  يطيل القيام .\n</p>\n<p class=\"arabic\">وقال جعفر بن سليمان ثنا ثابت قال جاء قيم أرض أنس فقال عطشت أرضوك فتردى \n  أنس ثم خرج إلى البرية ثم صلى ودعا فثارت *6*293* سحابة وغشت أرضه ومطرت حتى \n  ملأت صهرية له وذلك في الصيف فأرسل بعض أهله فقال انظر أين بلغت فإذا هي لم \n  تعد أرضه إلا يسيرا ) .\n</p>\n<p class=\"arabic\">روى نحوه الأنصاري عن أبيه عن ثمامة .\n</p>\n<p class=\"arabic\">وقال همام بن يحيى حدثني من صحب أنسا قال لما أحرم لم أقدر أن أكلمه حتى حل \n  من شدة إبقائه على إحرامه .\n</p>\n<p class=\"arabic\">وقال ابن عون عن موسى بن أنس أن أبا بكر بعث إلى أنس بن مالك ليوجهه على البحرين \n  ساعيا فدخل عليه عمر فقال إني أردت أن أبعث هذا على البحرين وهو فتى شاب فقال \n  له عمر ابعثه فإنه لبيب كاتب فبعثه فلما قبض أبو بكر قدم على عمر فقال هات \n  ما جئت به قال يا أمير المؤمنين البيعة أولا فبسط يده .\n</p>\n<p class=\"arabic\">وقال حماد بن سلمة أنا عبيد الله بن أبي بكر عن أنس قال استعملني أبو بكر \n  على الصدقة فقدمت وقد مات فقال عمر يا أنس أجئتنا بظهر قلت نعم قال جئتنا \n  بالظهر والمال لك .\n</p>\n<p class=\"arabic\">قلت هو أكثر من ذلك قال وإن كان فهو لك وكان أربعة آلاف .\n</p>\n<p class=\"arabic\">وقال ثابت عن أنس قال صحبت جرير بن عبد الله فكان يخدمني وقال إني رأيت الأنصار \n  يفرحون برسول الله فلا أرى أحدا منهم إلا خدمته .\n</p>\n<p class=\"arabic\">قال خليفة بن خياط كتب ابن الزبير بعد موت يزيد بن معاوية إلى *6*294* أنس \n  فصلى بالناس بالبصرة أربعين يوما .\n</p>\n<p class=\"arabic\">وقال الأعمش كتب أنس بن مالك إلى عبد الملك بن مروان يعني لما آذاه الحجاج \n  إني خدمت رسول الله صلى الله عليه وسلم تسع سنين والله لو أن النصارى أدركوا \n  رجلا خدم نبيهم لأكرموه .\n</p>\n<p class=\"arabic\">وقال جعفر بن سليمان ثنا علي بن زيد قال كنت بالقصر والحجاج يعرض الناس ليالي \n  ابن الأشعث فجاء أنس بن مالك فقال الحجاج يا خبيث جوال في الفتن مرة مع علي \n  ومرة مع ابن الزبير ومرة مع ابن الأشعث أما والذي نفسي بيده لأستأصلنك كما \n  تستأصل الصمغة ولأجردنك كما يجرد الضب قال يقول أنس من يعني الأمير قال إياك \n  أعني أصم الله سمعك فاسترجع أنس وشغل الحجاج وخرج أنس فتبعناه إلى الرحبة \n  فقال لولا أني ذكرت ولدي وخشيته عليهم بعدي لكلمته بكلام لا يستحييني بعده \n  أبدا .\n</p>\n<p class=\"arabic\">وقال عبد الله بن سالم الأشعري عن أزهر بن عبد الله قال كنت في الخيل الذين \n  بيتوا أنس بن مالك وكان فيمن يؤلب على الحجاج وكان مع عبد الرحمن بن الأشعث \n  فأتوا به الحجاج فوسم في يده عتيق الحجاج .\n</p>\n<p class=\"arabic\">وقال الأعمش كتب أنس إلى عبد الملك خدمت رسول الله صلى الله عليه وسلم تسع \n  *6*295* سنين وإن الحجاج يعرضني لحوكة البصرة فقال يا غلام اكتب إليه ويلك \n  قد خشيت أن لا يصلح على يدك أحد فإذا جاءك كتابي هذا فقم إلى أنس حتى تعتذر \n  إليه قال الرسول فلما جئته قرأ الكتاب ثم قال أمير المؤمنين كتب بما هنا قلت \n  إي والله وما كان في وجهه أشد من هذا قال سمع وطاعة فأراد أن ينهض إليه فقلت \n  إن شئت أعلمته فأتيت أنسا فقلت ألا ترى قد خافك وأراد أن يقوم إليك فقم إليه \n  فأقبل يمشي حتى دنا منه فقال يا أبا حمزة غضبت قال كيف لا أغضب تعرضني لحوكة \n  البصرة قال إنما مثلي ومثلك كقول الذي قال إياك أعني واسمعي يا جارة أردت \n  أن لا يكون لأحد علي منطق .\n</p>\n<p class=\"arabic\">وقال عمرو بن دينار عن أبي جعفر قال رأيت أنس بن مالك أبرص وبه وضح شديد ورأيته \n  يأكل فيلقم لقما كبارا .\n</p>\n<p class=\"arabic\">وقال عفان ثنا حماد بن سلمة ثنا حميد عن أنس قال يقولون لا يجتمع حب علي وعثمان \n  في قلب مؤمن وقد جمع الله حبهما في قلوبنا .\n</p>\n<p class=\"arabic\">وقال يحيى بن سعيد الأنصاري عن أمه أنها رأت أنسا متخلقا بالخلوق وكان به \n  برص فسمعني وأنا أقول لأهله لهذا أجلد من سهل بن سعد وهو أكبر من سهل فقال \n  إن رسول الله صلى الله عليه وسلم دعا لي .\n</p>\n<p class=\"arabic\">وقال خليفة قال أبو اليقظان مات لأنس في طاعون الجارف ثمانون ابنا ويقال سبعون \n  في سنة تسع وستين *6*296* .\n</p>\n<p class=\"arabic\">وقال معاذ بن معاذ ثنا عمران عن أيوب قال ضعف أنس عن الصوم فصنع جفنة من ثريد \n  ودعا ثلاثين مسكينا فأطعمهم .\n</p>\n<p class=\"arabic\">قلت أنس رضي الله عنه ممن استكمل مائة سنة بيقين فإنه قال قدم النبي صلى الله \n  عليه وسلم المدينة وأنا ابن عشر .\n</p>\n<p class=\"arabic\">وقد قال شعيب بن الحبحاب توفي سنة تسعين .\n</p>\n<p class=\"arabic\">وقال أحمد بن حنبل ثنا معتمر عن حميد أن أنسا مات سنة إحدى وتسعين وكذا قال \n  قتادة والهيثم بن عدي وسعيد بن عفير وأبو عبيدة .\n</p>\n<p class=\"arabic\">وقال الواقدي سنة اثنتين وتسعين تابعه معن بن عيسى عن ابن لأنس بن مالك .\n</p>\n<p class=\"arabic\">وقال سعيد بن عامر وإسماعيل بن علية وأبو نعيم والمدائني والفلاس وخليفة وقعنب \n  وغيرهم سنة ثلاث .\n</p>\n<p class=\"arabic\">وقال محمد بن عبد الله الأنصاري اختلف علينا مشيختنا في سن أنس فقال بعضهم \n  بلغ مائة وثلاث سنين وقال بعضهم بلغ مائة وسبع سنين .\n</p>\n<p class=\"arabic\">وقال يحيى بن بكير نوفي أنس وهو ابن مائة وسنة .\n</p>\n<p class=\"arabic\">قلت وفي الصحابة .\n\n</p>"
}