{
    "header": "إبراهيم النخعي .",
    "id": "000969",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">إبراهيم النخعي .\n</h1>\n<p class=\"arabic\">ابن يزيد بن قيس بن الأسود أبو عمران النخعي الكوفي فقيه العراق *6*280* .\n</p>\n<p class=\"arabic\">روى عن علقمة ومسروق وخاله الأسود بن يزيد والربيع بن خثيم وشريح القاضي وصلة \n  بن زفر وعبيدة السلماني وسيد بن غفلة وعابس بن ربيعة وهمام بن الحارث وهني \n  بن نويرة وخلق *6*281* .\n</p>\n<p class=\"arabic\">ودخل على عائشة رضي الله عنها وهو صبي .\n</p>\n<p class=\"arabic\">روى عنه منصور والأعمش وحماد بن أبي سليمان وأبو إسحاق الشيباني وعبيدة بن \n  معتب والعلاء بن المسيب وعبد الله بن شبرمة وابن عون وعمرو بن مرة ومغيرة \n  بن مقسم ومحمد بن سوقة وطائفة .\n</p>\n<p class=\"arabic\">وتفقه به جماعة وكان من كبار الأئمة .\n</p>\n<p class=\"arabic\">قيل إنه لما احتضر جزع جزعا شديدا فقيل له في ذلك فقال وأي خطر أعظم مما أنا \n  فيه أتوقع رسولا يرد علي من ربي إما بالجنة وإما بالنار والله لوددت أنها \n  تلجلج في حلقي إلى يوم القيامة .\n</p>\n<p class=\"arabic\">توفي إبراهيم سنة ست وقيل سنة خمس وتسعين وله تسع وأربعون سنة على الصحيح \n  وقيل ثمان وخمسون سنة .\n</p>\n<p class=\"arabic\">وقال يحيى القطان توفي بعد الحجاج بأربعة أشهر أو خمسة .\n</p>\n<p class=\"arabic\">قلت مات الحجاج في رمضان سنة خمس .\n</p>\n<p class=\"arabic\">وقال محمد بن سعد دخل على عائشة وسمع زيد بن أرقم والمغيرة بن شعبة وأنس بن \n  مالك ) .\n</p>\n<p class=\"arabic\">روى عنه الشعبي ومنصور ومغيرة بن مقسم وغيرهن من التابعين .\n</p>\n<p class=\"arabic\">وقال عبيد الله بن عمرو عن زيد بن أبي أنيسة عن طلحة بن مصرف عن إبراهيم قال \n  دخلت على أم المؤمنين عائشة .\n</p>\n<p class=\"arabic\">وعن حماد بن أبي سليمان قال لقد رأينا ننتظر إبراهيم فيخرج والثياب عليه معصفرة \n  ونحن نرى أن الميتة قد حلت له .\n</p>\n<p class=\"arabic\">قال ابن عيينة عن الأعمش قال جهدنا على إبراهيم النخعي أن نجلسه إلى سارية \n  وأردناه على ذلك فأبى وكان يأتي المسجد وعليه قباء وريطة معصفرة *6*282* .\n</p>\n<p class=\"arabic\">قال وكان يجلس مع الشرط .\n</p>\n<p class=\"arabic\">قال أحمد بن حنبل كان إبراهيم ذكيا حافظا صاحب سنة .\n</p>\n<p class=\"arabic\">وعن الشعبي إنه قيل له مات إبراهيم فقال ما ترك بعده خلف .\n</p>\n<p class=\"arabic\">وقال نعيم بن حماد ثنا جرير عن عاصم قال تبعت الشعبي فمررنا بإبراهيم فقام \n  له إبراهيم عن مجلسه فقال له الشعبي أنا أفقه منك حيا وأنت أفقه مني ميتا \n  وذاك أن لك أصحابا يلزمونك فيحيون علمك .\n</p>\n<p class=\"arabic\">وكان إبراهيم رحمه الله أعور .\n</p>\n<p class=\"arabic\">قال هشيم عن مغيرة عن إبراهيم كانوا يكرهون أن يظهر الرجل ما خفي من عمله \n  الصالح .\n</p>\n<p class=\"arabic\">وقال مالك كان إبراهيم النخعي رجلا عالما وكان الشعبي أقدم وأكثر حديثا .\n</p>\n<p class=\"arabic\">وقال أبو بكر بن شعيب بن الحبحاب عن أبيه كنت فيمن دفن إبراهيم النخعي ليلا \n  سابع سبعة أو تاسع تسعة فقال الشعبي أدفنتم صاحبكم قلت نعم قال أما إنه ما \n  ترك أحدا أعلم أو أفقه منه قلت ولا الحسن وابن سيرين قال ولا الحسن وابن سيرين \n  ولا من أهل البصرة ولا من أهل الكوفة ولا من أهل الحجاز .\n</p>\n<p class=\"arabic\">وقال أحمد بن عبد الله العجلي مات مختفيا من الحجاج .\n</p>\n<p class=\"arabic\">وقال جرير عن مغيرة قال كان إبراهيم النخعي إذا طلبه إنسان لا *6*283* يحب \n  أن يلقاه خرجت الجارية فقالت اطلبوه في المسجد .\n</p>\n<p class=\"arabic\">وقال قيس عن الأعمش عن إبراهيم قال أتى رجل فقال إني ذكرت رجلا بشيء فبلغه \n  عني فكيف أعتذر قال تقول والله إن الله ليعلم ما قلت من ذلك من شيء .\n</p>\n<p class=\"arabic\">وقال حماد بن زيد ما كان بالكوفة رجل أوحش ردا للآثار من إبراهيم لقلة ما \n  سمع فذكر لحماد قول إبراهيم في الفأرة جزاء إذا قتلها المحرم .\n</p>\n<p class=\"arabic\">قال الداني أخذ القراءة عرضا عن علقمة والأسود .\n</p>\n<p class=\"arabic\">قرأ عليه الأعمش وطلحة بن مصرف .\n</p>\n<p class=\"arabic\">وقال وكيع عن شعبة عن مغيرة عن إبراهيم قال الجهر ببسم الله الرحمن الرحيم \n  بدعة .\n\n</p>"
}