{
    "header": "الأخطل النصراني الشاعر .",
    "id": "000971",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الأخطل النصراني الشاعر .\n</h1>\n<p class=\"arabic\">اسمه غياث بن غوث التغلبي شاعر بني أمية وهو من نظراء جرير *6*285* والفرزدق \n  لكن تقدم موته عليهما .\n</p>\n<p class=\"arabic\">وقد قيل للفرزدق من أشعر الناس قال كفاك بي إذا افتخرت وبجرير إذا هجا وبابن \n  النصرانية إذا امتدح .\n</p>\n<p class=\"arabic\">وكان عبد الملك بن مروان يجزل عطاء الأخطل ويفضله في الشعر على غيره .\n</p>\n<p class=\"arabic\">وله .\n</p>\n<p class=\"arabic\">% والناس همهم الحياة ولا أرى % % طول الحياة يزيد غير خبال % .\n</p>\n<p class=\"arabic\">% وإذا افتقرت إلى الذخائر لم تجد % % ذخرا يكون كصالح الأعمال % .\n</p>\n<p class=\"arabic\">قال محمد بن سلام حدثني محمد بن عائشة قال قال إسحاق بن عبد الله بن الحارث \n  بن نوفل .\n</p>\n<p class=\"arabic\">خرجت مع أبي إلى دمشق فإذا كنيسة وإذا الأخطل في ناحيتها فسأل عني فأخبر فقال \n  يا فتى إن لك شرفا وموضعا وإن الأسقف قد حبسني فأنا أحب أن تأتيه وتكلمه في \n  إطلاقي قلت نعم فذهبت إلى الأسقف فقال لي مهلا أعيذك بالله أن تكلم في مثل \n  هذا فإنه ظالم يشتم الناس ويهجوهم فلم أزل به حتى قام معي فدخل *6*286* الكنيسة \n  فجعل يتوعده ويرفع عليه العصا ويقول تعود وهو يتضرع إليه ويقول لا قال فقلت \n  يا أبا مالك تهابك الملوك وتكرمك الخلفاء وذكرك في الناس فقال إنه الدين إنه \n  الدين .\n</p>\n<p class=\"arabic\">وعن أبي عبيد قال لما أنشد الأخطل كلمته لعبد الملك التي قول فيها .\n</p>\n<p class=\"arabic\">% شمس العداوة حتى يستقاد لهم % % وأعظم الناس أحلاما إذا قدروا % .\n</p>\n<p class=\"arabic\">قال خذ بيده يا غلام فأخرجه ثم ألق عليه من الخلع ما يغمره ثم قال إن لكل \n  قوم شاعرا وإن شاعر بني أمية الأخطل فمر به جرير فقال كيف تركت خنازير أمك \n  قال كثيرة وإن أتيتنا قريناك منها قال فكيف تركت أعيار أمك قال كثيرة وإن \n  أتيتنا حملناك على بعضها .\n</p>\n<p class=\"arabic\">وعن الأصمعي قال دخل الأخطل على عبد الملك فقال ويحك صف لي السكر قال أوله \n  لذة وآخره صداع وبين ذلك ساعة لا أصف لك مبلغها فقال ما مبلغها قال لملكك \n  يا أيمر المؤمنين أهون علي من شسع نعلي وأنشأ يقول .\n</p>\n<p class=\"arabic\">% إذا ما نديمي علني ثم علني % % ثلاث زجاجات لهن هدير % .\n</p>\n<p class=\"arabic\">% خرجت أجر الذيل حتى كأني % % عليك أمير المؤمنين أمير % .\n\n</p>"
}