{
    "header": "أبو أمامة الباهلي .",
    "id": "000901",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أبو أمامة الباهلي .\n</h1>\n<p class=\"arabic\">صاحب رسول الله صلى الله عليه وسلم نزيل حمص اسمه صدي بن عجلان بن *6*227* \n  وهب بن عريب من أعصر بن سعد بن قيس عيلان .\n</p>\n<p class=\"arabic\">روى عن النبي صلى الله عليه وسلم وعن عمر وأبي عبيدة ومعاذ وغيرهم .\n</p>\n<p class=\"arabic\">روى عنه خالد بن معدان وسالم بن أبي الجعد وسليم بن عامر وشرحبيل بن مسلم \n  ومحمد بن زياد الألهاني وأبو غالب حزور ورجاء بن حيوة والقاسم أبو عبد الرحمن \n  وطائفة .\n</p>\n<p class=\"arabic\">توفي النبي صلى الله عليه وسلم وله ثلاثون سنة .\n</p>\n<p class=\"arabic\">وروي أنه ممن بايع تحت الشجرة *6*228* .\n</p>\n<p class=\"arabic\">وقال محمد بن عبد الله بن أبي يعقوب عن رجاء بن حيوة عن أبي أمامة قال أنشأ \n  رسول الله صلى الله عليه وسلم يعني غزوا فأتيته فقلت ادع الله لي بالشهادة \n  فقال اللهم سلمهم وغنمهم فسلمنا وغنمنا وقال لي النبي صلى الله عليه وسلم \n  عليك بالصوم فإنه لا مثل له فكان أبو أمامة وامرأته وخادمه لا يلفون إلا صياما .\n</p>\n<p class=\"arabic\">وقال أبو غالب عن أبي أمامة قال أرسلني النبي صلى الله عليه وسلم إلى باهلة \n  فأتيتهم وهم على طعام لهم فرحبوا بي وأكرموني وقالوا كل فقلت جئت أنهاكم عن \n  هذا الطعام وأنا رسول رسول الله صلى الله عليه وسلم لتؤمنوا به فكذبوني وردوني \n  فانطلقت من عندهم وأنا جائع ظمآن قد نزل بي جهد شديد فنمت فأتيت في منامي \n  بشربة من لبن فشربت فشبعت ورويت فعظم بطني فقال القوم رجل من أشرافكم وخياركم \n  رددتموه اذهبوا إليه فأطعموه ) .\n</p>\n<p class=\"arabic\">فأتوني بطعامهم وشرابهم فقلت لا حاجة لي في طعامكم وشرابكم فإن الله قد أطعمني \n  وسقاني فنظروا إلى حالتي التي أنا عليها فآمنوا بي وبما جئتهم به من عند رسول \n  الله صلى الله عليه وسلم .\n</p>\n<p class=\"arabic\">رواه علي بن الحسين بن واقد عن أبيه ويونس بن محمد المؤدب عن صدقة بن هرمز \n  كلاهما عن أبي غالب .\n</p>\n<p class=\"arabic\">وقال إسماعيل بن عياش حدثني محمد بن زياد قال رأيت أبا أمامة أتى على رجل \n  ساجد يبكي ويدعو فقال أنت أنت لو كان هذا في بيتك .\n</p>\n<p class=\"arabic\">وقال يحيى الوحاظي ثنا يزيد بن زياد القرشي ثنا سليمان بن حبيب *6*229* قال \n  دخلت علي أبي أمامة مع مكحول وابن أبي زكريا فنظر إلى أسيافنا فرأى فيها شيئا \n  من وضح فقال إن المدائن والأمصار فتحت بسيوف ما فيها الذهب ولا الفضة فقلنا \n  إنه أقل من ذلك فقال هو ذاك أما إن أهل الجاهلية كانوا أسمح منكم كانوا لا \n  يرجون على الحسنة عشر أمثالها وأنتم ترجون ذلك ولا تفعلونه فقال مكحول لما \n  خرجنا لقد دخلنا على شيخ مجتمع العقل .\n</p>\n<p class=\"arabic\">وقال سليم بن عامر كنا نجلس إلى أبي أمامة فيحدثنا حديثا كثيرا عن النبي صلى \n  الله عليه وسلم ثم يقول اعقلوا وبلغوا عنا ما تسمعون .\n</p>\n<p class=\"arabic\">وقال الوليد بن مسلم ثنا بن جابر عن مولاة لأبي أمامة قالت كان أبو أمامة \n  يحب الصدقة ولا يقف به سائل إلا أعطاه فأصبحنا يوما وليس عنده إلا ثلاثة دنانير \n  فوقف به سائل فأعطاه دينارا ثم آخر فكذلك ثم آخر فكذلك قلت لم يبق شيء ثم \n  راح إلى مسجده صائما فرققت له واقترضت له ثمن عشاء وأصلحت فراشه فإذا تحت \n  المرفقة ثلاثمائة دينار فلما دخل ورأى ما هيأت له حمد الله وتبسم وقال هذا \n  خير من غيره ثم تعشى فقلت يغفر الله لك جئت بما جئت به ثم تركته بموضع مضيعة \n  قال وما ذاك قلت الذهب ورفعت المرفقة ففزع لما رأى تحتها وقال ما هذا ويحك \n  قلت لا علم لي فكثر فزعه .\n</p>\n<p class=\"arabic\">وقال معاوية بن صالح عن الحسن بن جابر قال سألت أبا أمامة عن كتابة العلم \n  فلم ير به بأسا .\n</p>\n<p class=\"arabic\">وقال إسماعيل بن عياش ثنا عبد الله بن محمد عن يحيى بن أبي كثير عن سعيد الأزدي \n  ورواه عتبة بن السكن الفزاري عن أبي زكريا عن حماد بن زيد عن سعيد واللفظ .\n</p>\n<p class=\"arabic\">لإسماعيل قال شهدت أبا أمامة وهو في النزع فقال لي يا سعيد إذا أنا مت فافعلوا \n  بي كما أمرنا رسول الله صلى الله عليه وسلم قال *6*230* لنا إذا مات أحدكم \n  فنثرتم عليه التراب فليقم رجل منكم عند رأسه ثم ليقل يا فلان ابن فلانة فإنه \n  يسمع ولكنه لا يجيب ثم ليقل يا فلان ابن فلانة فإنه يستوي جالسا ثم ليقل يا \n  فلان ابن فلانة يقول أرشدنا يرحمك الله ثم ليقل أذكر ما خرجت عليه من الدنيا \n  شهادة أن لا إله إلا الله وأن محمدا عبده ورسوله وأنك رضيت بالله ربا وبمحمد \n  نبيا وبالإسلام دينا فإنه إذا فعل ذلك أخذ منكر ونكير أحدهما بيد صاحبه ثم \n  يقول له اخرج بنا من عند هذا ما نصنع به وقد لقن حجته .\n</p>\n<p class=\"arabic\">قال المدائني وخليفة وجماعة توفي سنة ست وثمانين .\n</p>\n<p class=\"arabic\">وشذ إسماعيل بن عياش فقال توفي سنة إحدى وثمانين .\n\n</p>"
}