{
    "header": "خبيب بن عبد الله بن الزبير ابن العوام الـ...",
    "id": "001021",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">خبيب بن عبد الله بن الزبير ابن العوام الأسدي  .\n</h1>\n<p class=\"arabic\">توفي سنة ثلاث أو اثنتين وتسعين .\n</p>\n<p class=\"arabic\">قال ابن جرير الطبري ضربه عمر بن عبد العزيز إذ كان أمير المدينة بأمر الخليفة \n  الوليد خمسين سوطا وصب على رأسه قربة في يوم بارد وأوقفه على باب المسجد يوما \n  فمات رحمه الله .\n</p>\n<p class=\"arabic\">قلت روى عن أبيه وعائشة .\n</p>\n<p class=\"arabic\">وعنه ابنه الزبير ويحيى بن عبد الله بن مالك والزهري وغيرهم .\n</p>\n<p class=\"arabic\">وقيل إنه أدرك كعب الأحبار وكان من النساك .\n</p>\n<p class=\"arabic\">قال الزبير بن بكار أدركت أصحابنا يذكرون أنه كان يعلم علما كثيرا لا يعرفون \n  وجهه ولا مذهبه فيه يشبه ما يدعي الناس من علم النجوم .\n</p>\n<p class=\"arabic\">ولما مات ندم عمر وسقط في يده واستعفى من المدينة وكانوا إذا ذكروا له أفعاله \n  الحسنة وبشروه يقول فكيف بخبيب .\n</p>\n<p class=\"arabic\">وقيل أعطى أهله ديته قسمها فيهم .\n</p>\n<p class=\"arabic\">وقال مصعب الزبيري أخبرني مصعب بن عثمان أنهم نقلوا خبيبا إلى دار عمر بن \n  مصعب بن الزبير فاجتمعوا عنده حتى مات قال فبينا هم جلوس إذ جاءهم الماجشون \n  يستأذن عليهم وهو مسجى وكان الماجشون يكون مع عمر فقال له عبد الله بن عروة \n  كأن صاحبك في مرية من موته اكشفوا عنه فلما رآه رجع قال الماجشون فأتيت عمر \n  فوجدته كالمرأة الماخض قائما وقاعدا فقال لي ما وراءك فقلت مات الرجل فسقط \n  إلى الأرض فزعا ) .\n</p>\n<p class=\"arabic\">واسترجع فلم يزل يعرف فيه ذلك حتى مات واستعفى من المدينة وامتنع من الولاية \n  وكان يقال له إنك فعلت فأبشر فيقول فكيف بخبيب .\n</p>\n<p class=\"arabic\">قال مصعب بن عبد الله وحدثت عن يعلى بن عقبة قال كنت أمشي *6*347* مع خبيب \n  وهو يحدث نفسه إذ وقف ثم قال سأل قليلا فأعطي كثيرا وسأل كثيرا فأعطي قليلا \n  فطعنه فأذراه فقتله ثم أقبل علي فقال قتل عمرو بن سعيد الساعة ثم ذهب فوجد \n  أن عمرا قتل يومئذ وله أشباه هذا فيما يذكر .\n\n</p>"
}