{
    "header": "الحسن بن محمد بن الحنفية .",
    "id": "001005",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الحسن بن محمد بن الحنفية .\n</h1>\n<p class=\"arabic\">أبو محمد وأخو أبي هاشم عبد الله وكان الحسن هو المقدم في الهيئة والفضل *6*332* .\n</p>\n<p class=\"arabic\">روى عن جابر وابن عباس وأبيه محمد بن الحنفية وسلمة بن الأكوع وأبي سعيد الخدري \n  وعبيد الله بن أبي رافع .\n</p>\n<p class=\"arabic\">روى عنه الزهري وعمرو بن دينار وموسى بن عبيدة وأبو سعد البقال وآخرون .\n</p>\n<p class=\"arabic\">قال عمرو بن دينار ما رأيت أحدا أعلم بما اختلف فيه الناس من الحسن بن محمد \n  ما كان زهريكم إلا غلاما من غلمانه .\n</p>\n<p class=\"arabic\">وقال مسعر كان الحسن بن محمد يفسر قول النبي صلى الله عليه وسلم ليس منا ليس \n  مثلنا .\n</p>\n<p class=\"arabic\">وقال سلام بن أبي مطيع عن أيوب السختياني قال أنا أكبر من المرجئة إن أول \n  من تكلم في الإرجاء رجل من بني هاشم يقال له الحسن بن محمد .\n</p>\n<p class=\"arabic\">وقال عطاء بن السائب عن زاذان وميسرة أنهما دخلا على الحسن ابن محمد بن علي \n  بن أبي طالب فلاماه على الكتاب الذي وضعه في الإرجاء فقال لوددت أني مت ولم \n  أكتبه .\n</p>\n<p class=\"arabic\">وقال يحيى بن سعيد عن عثمان بن إبراهيم بن حاطب أول من تكلم في الإرجاء الحسن \n  بن محمد كنت حاضرا يوم تكلم وكنت في حلقته مع عمي وكان في الحلقة جندب وقوم \n  معه فتكلموا في عثمان وعلي وطلحة وآل الزبير فأكثروا فقال الحسن سمعت مقالتكم \n  هذه ولم أر مثل أن يرجأ عثمان وعلي وطلحة والزبير فلا يتولوا ولا يتبرأ منهم \n  ثم قام فقمنا وبلغ أباه محمد بن الحسن ما قال فضربه بعصا فشجه وقال لا تولي \n  أباك عليا قال وكتب الرسالة التي ثبت فيها الإرجاء بعد ذلك *6*333* .\n</p>\n<p class=\"arabic\">قال ابن سعد هو أول من تكلم في الإرجاء وكان من ظرفاء بني هاشم وعقلائهم ولا \n  عقب له وأمه جمال بنت قيس بن مخرمة بن المطلب بن عبد مناف بن قصي .\n</p>\n<p class=\"arabic\">قلت الإرجاء الذي تكلم به معناه أنه يرجئ أمر عثمان وعلي إلى الله فيفعل فيهم \n  ما يشاء ولقد رأيت أخبار الحسن بن محمد في مسند علي رضي الله عنه ليعقوب بن \n  شيبة فأورد في ذلك كتابه في الإرجاء وهو نحو ورقتين فيها أشياء حسنة وذلك \n  أن الخوارج تولت الشيخين وبرئت من عثمان وعلي فعارضتهم السبائية فبرئت من \n  أبي بكر وعمر وعثمان وتولت عليا وأفرطت فيه وقالت المرجئة الأولى نتولى الشيخين \n  ونرجيء عثمان وعليا فلا نتولاهما ولا نتبرأ منهما .\n</p>\n<p class=\"arabic\">وقال محمد بن طلحة اليامي قال اجتمع قراء الكوفة قبل الجماجم فأجمع رأيهم \n  على أن الشهادات والبراءآت بدعة منهم أبو البختري .\n</p>\n<p class=\"arabic\">وقال إبراهيم بن عيينة ثنا عبد الواحد بن أيمن قال كان الحسن بن محمد إذا \n  قدم مكة نزل على أبي فيجتمع عليه إخوانه فيقول لي اقرأ عليهم هذه الرسالة \n  فكنت اقرأها أما بعد فإنا نوصيكم بتقوى الله ونحثكم على أمره إلى أن قال ونضيف \n  ولايتنا إلى الله ورسوله ونرضى من أئمتنا بأبي بكر وعمر أن يطاعا ونسخط أن \n  يعصيا ونرجيء أهل الفرقة فإن أبا بكر .\n</p>\n<p class=\"arabic\">وعمر لم تقتتل فيهما الأمة ولم تختلف فيهما الدعوة ولم يشك في أمرهما وإنما \n  الإرجاء فيما غاب عن الرجال ولم يشهدوه فمن أنكر علينا الإرجاء وقال متى كان \n  الإرجاء قلنا كان على عهد موسى إذ قال له فرعون فما بال القرون الأولى قال \n  علمها عند ربي في كتاب إلى أن قال منهم شيعة متمنية ينقمون المعصية على أهلها \n  ويعلمون بها اتخذوا أهل بيت من العرب إماما وقلدوهم دينهم يوالون على حبهم \n  ويعادون *6*334* على بغضهم جفاة للقرآن أتباع للكهان يرجون الدولة في بعث \n  يكون قبل قيام الساعة حرفوا كتاب الله وارتشوا في الحكم وسعوا في الأرض فسادا \n  وذكر الرسالة بطولها .\n</p>\n<p class=\"arabic\">وقال ابن عيينة عن عمرو بن دينار قال قرأت رسال الحسن بن محمد على أبي الشعثاء \n  فقال لي ما أحببت شيئا كرهه ولا كرهت شيئا أحبه .\n</p>\n<p class=\"arabic\">عن محمد بن الحكم عن عوانة قال قدم الحسن بن محمد الكوفة بعد قتل المختار \n  فمضى إلى نصيبين وبها نفر من الخشبية فرأسوه عليهم فسار إليهم مسلم بن الأسير \n  من الموصل وهو من شيعة ابن الزبير فهزمهم وأسر الحسن فبعث به إلى ابن الزبير \n  فسجنه بمكة فقيل إنه هرب من الحبس وأتى أباه إلى منى .\n</p>\n<p class=\"arabic\">قال العجلي هو تابعي ثقة .\n</p>\n<p class=\"arabic\">وقال أبو عبيدة توفي سنة خمس وتسعين .\n</p>\n<p class=\"arabic\">وقال خليفة مات في خلافة عمر بن عبد العزيز .\n\n</p>"
}