{
    "header": "الربيع بن خثيم ابن عائذ .",
    "id": "001030",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الربيع بن خثيم ابن عائذ .\n</h1>\n<p class=\"arabic\">أبو يزيد الثوري الكوفي الزاهد أحد الأعلام *6*353* .\n</p>\n<p class=\"arabic\">أرسل عن النبي صلى الله عليه وسلم .\n</p>\n<p class=\"arabic\">وروى عن ابن مسعود وأبي أيوب الأنصاري وعمرو بن ميمون الأودي .\n</p>\n<p class=\"arabic\">وهو قليل الرواية .\n</p>\n<p class=\"arabic\">وعنه الشعبي وإبراهيم النخعي وهلال بن يساف ومنذر الثوري وهبيرة بن خزيمة \n  وآخرون .\n</p>\n<p class=\"arabic\">قال عبد الواحد بن زناد ثنا عبد الله بن الربيع بن خثيم ثنا أبو عبيدة بن \n  عبد الله بن مسعود قال كان الربيع بن خثيم إذا دخل على ابن مسعود لم يكن له \n  إذن لأحد حتى يفرغ كل واحد ) .\n</p>\n<p class=\"arabic\">من صاحبه فقال له ابن مسعود يا أبا يزيد لو رآك رسول الله صلى الله عليه وسلم \n  لأحبك وما رأيتك إلا ذكرت المخبتين .\n</p>\n<p class=\"arabic\">أخبرنا إسحاق الأسدي أنا ابن خليل أنا أبو المكارم اللبان أنا أبو علي أنا \n  أبو نعيم ثنا الطبراني ثنا عبدان بن أحمد ثنا أزهر بن مروان ثنا عبد الواحد \n  فذكره بالإسناد إلى أبي نعيم ثنا أبو حامد بن صلة ثنا السراج ثنا هناد ثنا \n  أبو الأحوص عن سعيد بن مسروق عن منذر الثوري قال كان الربيع إذا أتاه الرجل \n  يسأله قال له اتق الله فيما علمت وما استؤثر به عليك فكله إلى عالمه لأنا \n  عليكم في العمد أخوف مني *6*354* عليكم في الخطأ وما خيركم اليوم بخير ولكنه \n  خير من آخر شر منه وما تتبعون الخير حق اتباعه وما تفرون من الشر حق فراره \n  ولا كل ما أنزل على محمد صلى الله عليه وسلم أدركتم ولا كل ما تقرأون تدرون \n  ما هو ثم يقول السرائر السرائر اللاتي تخفون من الناس وهي لله بواد التمسوا \n  دواءهن وما دواؤهن إلا أن تتوب ثم لا تعود .\n</p>\n<p class=\"arabic\">الثوري عن منصور عن إبراهيم قال قال فلان ما أرى الربيع بن خثيم تكلم بكلام \n  منذ عشرين سنة إلا بكلمة تصعده .\n</p>\n<p class=\"arabic\">الثوري عن نسير بن ذعلوق عن إبراهيم التيمي قال أخبرني من صحب ابن خثيم عشرين \n  عاما ما سمع منه كلمة تعاب .\n</p>\n<p class=\"arabic\">الثوري عن رجل عن أبيه قال جالست الربيع بن خثيم سنين فما سألني عن شيء مما \n  فيه الناس إلا أنه قال لي مرة أمك حية الثوري عن أبيه قال كان إذا قيل للربيع \n  بن خثيم كيف أصبحتم قال ضعفاء مذنبين نأكل أرزاقنا وننتظر آجالنا .\n</p>\n<p class=\"arabic\">خلف بن خليفة عن سيار عن أبي وائل قال انطلقت أنا وأخي حتى دخلنا على الربيع \n  بن خثيم فإذا هو جالس في مسجده فسلمنا عليه فرد وقال ما جاء بكم قلنا جئنا \n  لنذكر الله معك ونحمده فرفع يديه وقال *6*355* الحمد لله الذي لم تقولا جئنا \n  لتشرب ونشرب معك ولا لنزني معك رواها آخر عن أبي وائل .\n</p>\n<p class=\"arabic\">وعن الربيع بن خثيم قال كل ما لا يبتغى به وجه الله يضمحل .\n</p>\n<p class=\"arabic\">الأعمش عن منذر الثوري أن الربيع بن خثيم قال لأهله اصنعوا لي خبيصا وكان \n  لا يكاد ) .\n</p>\n<p class=\"arabic\">يتشهى عليهم شيئا قال فصنعوه فأرسل إلى جار له مصاب فجعل يأكل ولعابه يسيل \n  قال أهله ما يدري ما أكل قال الربيع لكن الله يدري .\n</p>\n<p class=\"arabic\">سفيان الثوري عن سرية الربيع بن خثيم قالت كان الربيع يدخل عليه الداخل وفي \n  حجره المصحف يقرأ فيه فيغطيه .\n</p>\n<p class=\"arabic\">وعن بنت الربيع بن خثيم قالت كنت أقول يا أبتاه ألا تنام فيقول يا بنية كيف \n  ينام من يخاف البيات أبو نعيم ثنا سفيان عن أبي حيان عن أبيه قال كان الربيع \n  بن خثيم يقاد إلى الصلاة وبه الفالج فقيل له يا أبا يزيد قد رخص لك قال إني \n  أسمع حي على الصلاة فإن استطعتم أن تأتوها ولو حبوا .\n</p>\n<p class=\"arabic\">الثوري عن أبيه عن بكر بن ماعز قال كان في وجه الربيع بن خثيم شيء فكان فمه \n  يسيل فرأى في وجهي المساءة فقال يا أبا بكر ما يسرني أن هذا الذي بي بأعتى \n  الديلم على الله *6*356* .\n</p>\n<p class=\"arabic\">وقال الثوري قيل للربيع بن خثيم لو تداويت فقال ذكرت عادا وثمود وأصحاب الرس \n  وقرونا بين ذلك كثيرا كانت فيهم أوجاع وكانت لهم أطباء فما بقي المداوى ولا \n  المداوي إلا وقد فني .\n</p>\n<p class=\"arabic\">ابن عيينة ثنا مالك بن مغول عن الشعبي قال ما جلس ربيع في مجلس منذ اتزر بإزار \n  يقول أخاف أن أرى حاملا أخاف أن أرد السلام أخاف أن لا أغمض بصري .\n</p>\n<p class=\"arabic\">الثوري عن نسير بن ذعلوق قال ما رؤي الربيع بن خثيم متطوعا في مسجد الحي قط \n  غير مرة .\n</p>\n<p class=\"arabic\">مسعر عن عمرو بن مرة سمعت الشعبي يقول ثنا الربيع بن خثيم عند هذه السارية \n  وكان من معادن الصدق .\n</p>\n<p class=\"arabic\">وعن منذر قال كان ربيع بن خثيم إذا أخذ عطاءه قسمه وترك قدر ما يكفيه .\n</p>\n<p class=\"arabic\">وعن ياسين الزيات قال جاء بن الكواء إلى الربيع بن خثيم فقال دلني على من \n  هو خير منك .\n</p>\n<p class=\"arabic\">قال نعم من كان منطقه ذكرا وصمته تفكرا ومسيره تدبرا فهو خير مني *6*357* .\n</p>\n<p class=\"arabic\">وعن الشعبي قال كان الربيع بن خثيم أشد أصحاب ابن مسعود ورعا .\n</p>\n<p class=\"arabic\">زائدة عن منصور عن هلال بن يساف عن الربيع بن خثيم عن عمرو بن ميمون عن عبد \n  الرحمن بن أبي ليلى عن امرأة من الأنصار عن أبي أيوب قال قال رسول الله صلى \n  الله عليه وسلم أيعجز أحدكم أن يقرأ ليلة بثلث القرآن فأشفقنا أن يأمرنا بأمر \n  نعجز عنه فسكتنا قال إنه من قرأ الله الواحد الصمد فقد قرأ ليلتئذ ثلث القرآن .\n</p>\n<p class=\"arabic\">أخبرناه أحمد بن أبي الخير إجازة عن أبي المكارم المعدل أنبأ أبو علي الحداد \n  أنا أبو نعيم ثنا أبو بكر بن خلاد ثنا محمد بن غالب ثنا أبو حذيفة ثنا زائدة \n  فذكره وفيه خمسة من التابعين بعضهم عن بعض .\n\n</p>"
}