{
    "header": "شهر بن حوشب م مقرون الأشعري الشامي مولى ...",
    "id": "001058",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">شهر بن حوشب م مقرون الأشعري الشامي مولى أسماء بنت يزيد رضي الله عنها \n   .\n</h1>\n<p class=\"arabic\">روى عن مولاته وأبي هريرة وعائشة وابن عباس وعبد الله ابن عمرو وخلق وقرأ \n  القرآن على ابن عباس وأرسل عن سلمان وبلال وأبي ذر .\n</p>\n<p class=\"arabic\">روى عنه قتادة ومعاوية بن قرة وداود بن أبي هند والحكم بن عيينة وأشعث بن \n  عبد الله الحداني وأبو بشر جعفر بن إياس ومقاتل بن حيان وأبو بكر الهذلي وثابت \n  البناني وعبد الله بن عثمان بن خثيم وعبيد الله بن أبي زياد المكي وعبد الرحمن \n  بن ثابت بن ثوبان وطائفة آخرهم عبد الحميد بن بهرام .\n</p>\n<p class=\"arabic\">قال أبان بن سمعة قلت لشهر يا أبا سعيد وبها كناه مسلم والنسائي .\n</p>\n<p class=\"arabic\">وعن حنظلة عن شهر قال عرضت القرآن على ابن عباس سبع مرات .\n</p>\n<p class=\"arabic\">وعن أبي نهيك قال قرأت على ابن عباس وابن عمر وجماعة فما رأيت أحدا أقرأ لكتاب \n  الله من شهر بن حوشب رواه البخاري في ترجمة شهر ثم قال سمع من أبي هريرة وأبي \n  سعيد وأم سلمة وجندب بن عبد الله وعبد الله بن عمرو .\n</p>\n<p class=\"arabic\">وقال علي بن عباس ثنا عبد الحميد بن بهرام قال أتى على شهر بن حوشب ثمانون \n  سنة ورأيته يعتم بعمامة سوداء طرفها بين كتفيه وعمامة أخرى قد أوثق بها وسطه \n  سوداء ورأيته مخضوبا خضابة سوداء في حمرة ووفد على بلال بن مرداس الفزاري \n  بحولايا فأجازه بأربعة آلاف درهم فأخذها .\n</p>\n<p class=\"arabic\">وقال إسماعيل بن عياش ثنا عثمان بن نويرة قال دعي شهر بن *6*387* حوشب إلى \n  وليمة وأنا معه فأصبنا من طعامهم فلما سمع شهر المزمار وضع إصبعه في أذنيه \n  وخرج .\n</p>\n<p class=\"arabic\">قال حرب الكرماني قلت لأحمد بن حنبل شهر بن حوشب فوثقه وقال ما أحسن حديثه .\n</p>\n<p class=\"arabic\">وقال حنبل سمعت أبا عبد الله يقول شهر ليس به بأس .\n</p>\n<p class=\"arabic\">قال الترمذي قال محمد يعني البخاري شهر حسن الحديث وقوى أمره وقال إنما تكلم \n  فيه ابن عون ثم روى عن رجل عنه .\n</p>\n<p class=\"arabic\">وقال العجلي ثقة .\n</p>\n<p class=\"arabic\">وقال عباس الدوري عن ابن معين شهر ثبت .\n</p>\n<p class=\"arabic\">وقال أبو زرعة لا بأس به .\n</p>\n<p class=\"arabic\">وقال النسائي ليس بالقوي .\n</p>\n<p class=\"arabic\">وقال ابن عدي شهر ممن لا يحتج بحديثه ولا يتدين به .\n</p>\n<p class=\"arabic\">وقال مسلم بن إبراهيم ثنا زياد بن الربيع ثنا أعين الإسكاف قال آجرت نفسي \n  من شهر بن حوشب إلى مكة وكان له غلام ديلمي مغن وكان إذا نزل منزلا قال له \n  تنح فاخل فاستذكر غناءك ثم يقبل علينا فيقول إن هذا ينفق بالمدينة .\n</p>\n<p class=\"arabic\">وقال يحيى بن أبي بكر عن أبيه قال كان شهر بن حوشب على بيت المال فأخذ خريطة \n  فيها دراهم فقيل فيه .\n</p>\n<p class=\"arabic\">% لقد باع شهر دينه بخريطة % % فمن يأمن القراء بعدك يا شهر % .\n</p>\n<p class=\"arabic\">% أخذت بها شيئا طفيفا وبعته % % من ابن جرير إن هذا هو الغدر % .\n</p>\n<p class=\"arabic\">وقال يحيى القطان عن عباد بن منصور قال حججت مع شهر بن حوشب فسرق عيبتي *6*388* .\n</p>\n<p class=\"arabic\">وقال النضر بن شميل عن ابن عون قال إن شهرا تركوه قال النضر يعني طعنوا به .\n</p>\n<p class=\"arabic\">وقال شهر بن حوشب من ركب مشهورا من الدواب أو لبس مشهورا من الثياب أعرض الله \n  عنه وإن كان على الله كريما .\n</p>\n<p class=\"arabic\">قال عبد الحميد بن بهرام توفي سنة مائة تابعه المدائني وخليفة والهيثم وآخرون .\n</p>\n<p class=\"arabic\">ويروى أنه توفي سنة ثمان وتسعين ولا يصح .\n</p>\n<p class=\"arabic\">وقال الواقدي توفي سنة اثنتي عشرة ومائة .\n\n</p>"
}