{
    "header": "سعيد بن المسيب ابن حزن بن أبي وهب بن عائـ...",
    "id": "001049",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">سعيد بن المسيب ابن حزن بن أبي وهب بن عائذ بن عمران بن مخزوم الإمام أبو \n  محمد القرشي المخزومي المدني عالم أهل المدينة بلا مدافعة .\n</h1>\n<p class=\"arabic\">ولد في خلافة عمر لأربع مضين منها وقيل لسنتين مضتا منها .\n</p>\n<p class=\"arabic\">ورأى عمر وسمع عثمان وعليا وزيد بن ثابت وسعد بن أبي وقاص وعائشة وأبا موسى \n  الأشعري وأبا هريرة وجبير بن مطعم وعبد الله بن زيد المازني وأم سلمة وطائفة \n  من الصحابة .\n</p>\n<p class=\"arabic\">روى عنه الزهري وقتادة وعمرو بن دينار ويحيى بن سعيد وبكير *6*372* ابن الأشج \n  وشريك بن أبي نمر وداود بن أبي هند وآخرون .\n</p>\n<p class=\"arabic\">قال أسامة بن زيد عن نافع قال ابن عمر سعيد بن المسيب هو والله أحد المفتين .\n</p>\n<p class=\"arabic\">وقال قتادة ما رأيت أحدا أعلم من سعيد بن المسيب .\n</p>\n<p class=\"arabic\">وكذا قال مكحول والزهري .\n</p>\n<p class=\"arabic\">وقال ابن وهب عن مالك قال غضب سعيد بن المسيب على الزهري وقال ما حملك على \n  أن حدثت بني مروان حديثي فما زال غضبان عليه حتى أرضاه بعد .\n</p>\n<p class=\"arabic\">وقال ابن وهب ثنا مالك أن القاسم بن محمد سأله رجل عن شيء فقال أسألت أحدا \n  غيري قال نعم عروة وفلانا وسعيد بن المسيب فقال أطع ابن المسيب فإنه سيدنا \n  وعالمنا .\n</p>\n<p class=\"arabic\">وقال يونس بن بكير عن ابن إسحاق سمع مكحولا يقول طفت الأرض كلها في طلب العلم \n  ) .\n</p>\n<p class=\"arabic\">فما لقيت أحدا أعلم من سعيد بن المسيب .\n</p>\n<p class=\"arabic\">وقال حماد بن زيد عن يزيد بن حازم إن ابن المسيب كان يسرد الصوم .\n</p>\n<p class=\"arabic\">وعن ابن المسيب قال ما شيء عندي اليوم أخوف من النساء .\n</p>\n<p class=\"arabic\">وقال مالك كان يقال لابن المسيب رواية عمر فإنه كان يتبع أقضية عمر يتعلمها \n  وإن كان ابن عمر ليرسل إليه يسأله .\n</p>\n<p class=\"arabic\">مجاشع بن عمرو عن أبي بكر بن حفص عن سعيد بن المسيب قال من أكل الفجل وسره \n  أن لا يوجد منه ريحه فليذكر النبي صلى الله عليه وسلم عند أول قضمه وقال بعضهم \n  عن ابن المسيب قال ما فاتتني التكبيرة الأولى منذ خمسين سنة وعنه قال حججت \n  أربعين حجة *6*373* .\n</p>\n<p class=\"arabic\">وعنه قال ما نظرت إلى قفا رجل في الصلاة منذ خمسين سنة يعني لمحافظته على \n  الصف الأول .\n</p>\n<p class=\"arabic\">وكان سعيد ملازما لأبي هريرة وكان زوج ابنته .\n</p>\n<p class=\"arabic\">وقال أحمد بن عبد الله العجلي كان رجلا صالحا لا يأخذ العطاء وله أربعمائة \n  دينار يتجر بها في الزيت .\n</p>\n<p class=\"arabic\">وقال علي بن المديني لا أعلم في التابعين أوسع علما منه هو عندي أجل التابعين .\n</p>\n<p class=\"arabic\">وقال أحمد بن حنبل وغيره مرسلات سعيد بن المسيب صحاح .\n</p>\n<p class=\"arabic\">قلت قد مر في ترجمة هشام بن إسماعيل أنه ضرب سعيد بن المسيب ستين سوطا .\n</p>\n<p class=\"arabic\">وقال ابن سعد ضرب سعيدا حين دعاه إلى بيعة الوليد إذ عقد له أبوه عبد الملك \n  بالخلافة فأبى سعيد وقال أنظر ما يصنع الناس فضربه هشام وطوف به وحبسه فأنكر \n  ذلك عبد الملك ولم يرضه فأخبرنا محمد بن عمر ثنا عبد الله بن جعفر وغيره أن \n  عبد العزيز بن مروان توفي فعقد عبد الملك لابنيه العهد وكتب بالبيعة لهما \n  إلى البلدان وأن عامله يومئذ على المدينة هشام المخزومي فدعا الناس إلى البيعة \n  فبايعوا وأبى سعيد بن المسيب أن يبايع لهما وقال حتى أنظر فضربه ستين سوطا \n  وطاف به في تبان من شعر حتى بلغ به رأس الثنية فلما كروا به قال إلى أين قالوا \n  السجن .\n</p>\n<p class=\"arabic\">قال والله لولا أني ظننت أنه الصلب ما لبست هذا التبان أبدا فردوه إلى السجن \n  *6*374* .\n</p>\n<p class=\"arabic\">وكتب هشام إلى عبد الملك بخلافه فكتب إليه عبد الملك يلومه فيما صنع به ويقول \n  سعيد والله أحوج إلى أن تصل رحمه من أن تضربه وإنا لنعلم ما عند سعيد شقاق \n  ولا خلاف .\n</p>\n<p class=\"arabic\">وعن عبد الله بن يزيد الهذلي قال دخلت على سعيد بن المسيب السجن فإذا هو قد \n  ذبحت له شاة فجعل الإهاب على ظهره ثم جعلوا له بعد ذلك قضبا رطبا وكان كلما \n  نظر إلى عضديه قال اللهم انصرني من هشام .\n</p>\n<p class=\"arabic\">وروي أن أبا بكر بن عبد الرحمن دخل على سعيد السجن فجعل يكلمه ويقول إنك خرقت \n  به ولم ترفق فقال يا أبا بكر اتق الله وآثره على ما سواه وأبو بكر يقول إنك \n  خرقت به فقال إنك والله أعمى البصر والقلب ثم ندم هشام بعد وخلى سبيله .\n</p>\n<p class=\"arabic\">وقال يوسف بن يعقوب الماجشون عن المطلب بن السائب قال كنت جالسا مع سعيد بن \n  المسيب بالسوق فمر بريد لبني مروان فقال له سعيد من رسل بني أمية أنت قال \n  نعم قال فكيف تركتهم قال بخير قال تركتهم يجيعون الناس ويشبعون الكلاب قال \n  فاشرأب الرسول فقمت إليه فلم أزل أرجيه حتى انطلق ثم قلت لسعيد يغفر الله \n  لك تشيط بدمك بالكلمة هكذا تلقيها قال اسكت يا أحيمق فوالله لا يسلمني الله \n  ما أخذت بحقوقه .\n</p>\n<p class=\"arabic\">وقال سلام بن مسكين ثنا عمران بن عبد الله قال أرى نفس سعيد ابن المسيب كانت \n  أهون عليه في الله من نفس ذباب .\n</p>\n<p class=\"arabic\">وعن علي بن الحسين زين العابدين قال سعيد بن المسيب أعلم الناس بما *6*375* \n  تقدم من الآثار وأفقههم في رأيه .\n</p>\n<p class=\"arabic\">وقال مالك بلغني أن سعيد بن المسيب قال إن كنت لأسير الأيام والليالي في طلب \n  الحديث الواحد .\n</p>\n<p class=\"arabic\">وقال ابن يونس الفوي دخلت المسجد فإذا سعيد بن المسيب جالس وحده فقلت ما له \n  قالوا نهى أن يجالسه أحد .\n</p>\n<p class=\"arabic\">وكان ابن المسيب إماما أيضا في تعبير الرؤيا .\n</p>\n<p class=\"arabic\">قال أبو طالب قلت لأحمد بن حنبل سعيد بن المسيب عن عمر حجة قال هو عندنا حجة \n  قد رأى عمر وسمع منه إذا لم يقبل سعيد عن عمر فمن يقبل قال ابن خيثمة في تاريخه \n  ثنا لوين ثنا عبد الحميد بن سليمان عن أبي حازم عن ابن المسيب قال لو رأيتني \n  لبالي الحرة وما في المسجد غيري ما يأتي وقت صلاة إلا سمعت ) .\n</p>\n<p class=\"arabic\">الأذان من القبر ثم أقيم فأصلي وإن أهل الشام ليدخلوا المسجد زمرا فيقولون \n  انظروا إلى هذا الشيخ المجنون .\n</p>\n<p class=\"arabic\">قلت عبد الحميد ليس بثقة .\n</p>\n<p class=\"arabic\">وقال وكيع ثنا مسعر عن سعد بن إبراهيم سمع سعيد بن المسيب يقول ما أحد أعلم \n  بقضاء قضاه رسول الله صلى الله عليه وسلم ولا أبو بكر ولا عمر مني .\n</p>\n<p class=\"arabic\">ومن مفردات سعيد بن المسيب أن المطلقة ثلاثا تحل للأول بمجرد عقد الثاني من \n  غير وطء .\n</p>\n<p class=\"arabic\">توفي سعيد في قول الهيثم وسعيد بن عفير ومحمد بن عبد الله ابن نمير وغيرهم \n  في سنة أربع وتسعين وقال أبو نعيم وعلي بن المديني سنة ثلاث وتسعين وقال يحيى \n  القطان وغيره توفي سنة إحدى أو اثنتين وتسعين *6*376* .\n</p>\n<p class=\"arabic\">وقال محمد بن سواء ثنا همام عن قتادة قال مات سنة تسع وثمانين .\n</p>\n<p class=\"arabic\">وقال أبو عبد الله الحاكم فأما أئمة الحديث فأكثرهم على أنه توفي سنة خمس \n  ومائة .\n</p>\n<p class=\"arabic\">ثنا الأصم ثنا حنبل ثنا علي بن عبد الله قال مات سعيد بن المسيب في سنة خمس \n  ومائة .\n\n</p>"
}