{
    "header": "سعيد بن جبير .",
    "id": "001045",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">سعيد بن جبير .\n</h1>\n<p class=\"arabic\">ابن هشام الأسدي الوالبي مولاهم أبو عبد الله الكوفي أحد الأئمة الأعلام *6*367* .\n</p>\n<p class=\"arabic\">سمع ابن عباس وعدي بن حاتم وابن عمر وعبد الله بن مغفل وغيرهم وروى عن أبي \n  موسى الأشعري عند النسائي وذلك منقطع وروى عن أبي هريرة وعائشة وفيه نظر .\n</p>\n<p class=\"arabic\">قرأ عليه المنهال بن عمرو وأبو عمرو بن العلاء وروى عنه جعفر بن المغيرة وجعفر \n  بن أبي وحشية وأيوب السختياني والأعمش وعطاء بن السائب والحكم بن عتيبة وحصين \n  بن عبد الرحمن وخصيف الجزري وسلمة بن كهيل وابنه عبد الله بن سعيد وابنه الآخر \n  عبد الملك والقاسم ابن أبي بزة ومحمد بن سوقة ومسلم البطين وعمرو بن دينار \n  وخلق كثير .\n</p>\n<p class=\"arabic\">وقال ابن عباس وقد أتاه أهل الكوفة يسألونه فقال أليس فيكم سعيد ابن جبير .\n</p>\n<p class=\"arabic\">وعن أشعث بن إسحاق قال كان يقال لسعيد بن جبير جهبذ العلماء .\n</p>\n<p class=\"arabic\">وقال إبراهيم النخعي ما خلف سعيد بن جبير بعده مثله .\n</p>\n<p class=\"arabic\">وروي أنه كان أسود اللون خرج مع ابن الأشعث على الحجاج ثن إنه اختفى وتنقل \n  في النواحي اثنتي عشرة سنة ثم وقعوا به فأحضروه إلى الحجاج فقال يا شقي بن \n  كسير يعني ما أنت سعيد بن جبير أما قدمت الكوفة وليس يؤم بها إلا عربي فجعلتك \n  إماما قال بلى قال أما وليتك القضاء فضج أهل الكوفة وقالوا لا يصلح للقضاء \n  إلا عربي فاستقضيت أبا بردة بن أبي موسى وأمرته أن لا يقطع أمرا دونك قال \n  بلى قال أما جعلتك في سماري *6*368* وكلهم رؤوس العرب قال بلى قال أما أعطيتك \n  مائة ألف تفرقها على أهل الحاجة قال بلى قال فما أخرجك علي قال بيعة كانت \n  في عنقي لابن الأشعث فغضب الحجاج وقال أما كانت بيعة أمير المؤمنين في عنقك \n  من قبل يا حرسي اضرب عنقه فضرب عنقه رحمه الله وذلك في شعبان سنة خمس وتسعين \n  بواسط وقبره ظاهر يزار .\n</p>\n<p class=\"arabic\">وقال معتمر بن سليمان عن أبيه قال كان الشعبي يرى التقية وكان سعيد بن جبير \n  لا يرى التقية وكان الحجاج إذا أتي بالرجل قال له أكفرت إذا خرجت علي فإن \n  قال نعم تركه وإن قال لا قتله فأتي بسعيد بن جبير فقال له أكفرت إذ خرجت علي \n  قال ما كفرت منذ آمنت قال اختر أي قتلة أقتلك فقال اختر أنت فإن القصاص أمامك .\n</p>\n<p class=\"arabic\">وقال ربيعة الرأي كان سعيد بن جبير من العباد العلماء فقتله الحجاج وجده في \n  الكعبة وناسا فيهم طلق بن حبيب فساروا بهم إلى العراق فقتلهم من غير شيء تعلق \n  به عليهم إلا بالعبادة فلما قتل سعيدا خرج منه دم كثير حتى راع الحجاج فدعا \n  طبيبا فقال ما بال دمه كثيرا قال قتلته ونفسه معه ) .\n</p>\n<p class=\"arabic\">وقال عمرو بن ميمون عن أبيه مات سعيد بن جبير وما على الأرض أحد إلا وهو محتاج \n  إلى علمه *6*369* .\n</p>\n<p class=\"arabic\">وعن هلال بن يساف قال دخل سعيد بن جبير الكعبة فقرأ القرآن في ركعة .\n</p>\n<p class=\"arabic\">وقال عبد الملك بن أبي سليمان عن سعيد إنه كان يختم القرآن في كل ليلتين وله \n  ترجمة جليلة في الحلية .\n</p>\n<p class=\"arabic\">قال ابن عيينة عن أبي سنان قال لدغت سعيد بن جبير عقرب فأقسمت أمه عليه ليسترقين \n  فناول الرقاء يده التي لم تلدغ .\n</p>\n<p class=\"arabic\">وقال إسماعيل بن عبد الملك كان سعيد بن جبير يؤمنا في رمضان فيقرأ ليلة بقراءة \n  ابن مسعود وليلة بقراءة زيد بن ثابت .\n</p>\n<p class=\"arabic\">وقال عبد السلام بن حرب عن خصيف قال أعلمهم بالطلاق سعيد بن المسيب وأعلمهم \n  بالحج عطاء وأعلمهم بالحلال والحرام طاوس وأعلمهم بالتفسير مجاهد وأجمعهم \n  لذلك كله سعيد بن جبير .\n</p>\n<p class=\"arabic\">وقال حماد بن يزيد ثنا الفضل بن سويد ثنا الضبي قال كنت في حجر الحجاج فقدموا \n  سعيد بن جبير وأنا شاهد فأخذ الحجاج يعاتبه كما يعاتب الرجل ولده فانفلتت \n  من سعيد كلمة فقال إنه عزم علي يعني ابن الأشعث .\n</p>\n<p class=\"arabic\">ويروى أن الحجاج رؤي في النوم فقيل ما فعل الله بك فقال قتلني بكل قتيل قتلته \n  قتلة وقتلني بسعيد بن جبير سبعين قتلة .\n</p>\n<p class=\"arabic\">روي أنه لما احتضر كان يغوص ثم يفيق ويقول مالي ومالك يا سعيد بن جبير .\n</p>\n<p class=\"arabic\">قلت صح أنه قال لابنه ما يبكيك ما بقاء أبيك بعد سبع وخمسين سنة وذلك حين \n  دعي ليقتل رحمه الله رواها الثوري عن عمر بن *6*370* سعيد بن أبي حسين .\n\n</p>"
}