{
    "header": "سليمان بن عبد الملك ابن مروان بن الحكم اـ...",
    "id": "001053",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">سليمان بن عبد الملك ابن مروان بن الحكم القرشي الأموي أمير المؤمنين أبو \n  أيوب .\n</h1>\n<p class=\"arabic\">وكان من خيار ملوك بني أمية ولي الخلافة في جمادى الآخرة سنة ست وتسعين بعد \n  الوليد بالعهد المذكور من أبيه .\n</p>\n<p class=\"arabic\">وروى قليلا عن أبيه وعبد الرحمن بن هنيدة *6*378* .\n</p>\n<p class=\"arabic\">روى عنه ابنه عبد الواحد والزهري .\n</p>\n<p class=\"arabic\">وكانت داره موضع سقاية جيرون وله دار بناها بدرب محرز بدمشق فجعلها دار الخلافة \n  وجعل لها قبة صفراء كالقبة الخضراء التي بدار الخلافة وكان فصيحا مفوها مؤثرا \n  للعدل محبا للغزو وجهز الجيوش مع أخيه مسلمة لحصار القسطنطينية فحاصرها مدة \n  حتى صالحوا على بناء جامع بالقسطنطينية ومولده سنة ستين .\n</p>\n<p class=\"arabic\">وقالت امرأة رأيته أبيض عظيم الوجه مقرون الحاجبين يضرب شعره منكبيه ما رأيت \n  أجمل منه .\n</p>\n<p class=\"arabic\">وقال الوليد بن مسلم حدثني غير واحد أن البيعة أتت سليمان وهو يشارف البلقاء \n  فأتى بيت المقدس وأتته الوفود فلم يروا وفادة كانت أهيأ من الوفادة إليه كان \n  يجلس في قبة في صحن المسجد مما يلي الصخرة ويجلس الناس على الكراسي وتقسم \n  الأموال وتقضى الأشغال .\n</p>\n<p class=\"arabic\">وقال سعيد بن عبد العزيز ولي سليمان وهو إلى الشباب والترفه ما هو فقال لعمر \n  بن عبد العزيز يا أبا حفص إنا وقد ولينا ما قد ترى ولم يكن لنا بتدبيره علم \n  فما رأيت من مصلحة العامة فمر به فكان من ذلك أنه عزل عمال الحجاج وأخرج من \n  كان في سجن العراق ومن ذلك كتابه أن الصلاة كانت قد أميتت فأحيوها وردوها \n  إلى وقتها مع أمور حسنة كان يسمع من عمر فيها فأخبرني من أدرك ذلك أن سليمان \n  هم بالإقامة ببيت المقدس واتخذها منزلا ثم ذكر ما قدمنا في سنة ثمان وتسعين \n  من نزوله بقنسرين مرابطا .\n</p>\n<p class=\"arabic\">وحج سليمان في خلافته سنة سبع وتسعين *6*379* .\n</p>\n<p class=\"arabic\">وعن الشعبي قال حج سليمان فرأى الناس بالموسم فقال لعمر بن عبد العزيز أما \n  ترى هذا الخلق الذي لا يحصي عددهم إلا الله ولا يسع رزقهم غيره قال يا أمير \n  المؤمنين هؤلاء اليوم رعيتك وهم غدا خصماؤك فبكى سليمان بكاء شديدا ثم قال \n  بالله أستعين ) .\n</p>\n<p class=\"arabic\">وقال حماد بن زيد عن يزيد بن حازم قال كان سليمان بن عبد الملك يخطبنا كل \n  جمعة لا يدع أن يقول أيها الناس إنما أهل الدنيا على رحيل لم تمض بهم نية \n  ولم تطمئن لهم دار حتى يأتي وعد الله وهم على ذلك لا يدوم نعيمها ولا تؤمن \n  فجائعها ولا يتقى من شر أهلها ثم يقرأ أفرأيت إن متعناهم سنين ثم جاءهم ما \n  كانوا يوعدون ما أغنى عنهم ما كانوا يمتعون .\n</p>\n<p class=\"arabic\">وعن ابن سيرين قال يرحم الله سليمان بن عبد الملك افتتح خلافته بإحيائه الصلاة \n  لوقتها واختتمها باستخلافه عمر بن عبد العزيز .\n</p>\n<p class=\"arabic\">وكان سليمان ينهى عن الغناء وقيل كان من الأكلة المذكورين فذكر محمد بن زكريا \n  الغلابي وليس بثقة ثنا محمد بن عبد الرحيم القرشي عن أبيه عن هشام بن سليمان \n  قال أكل سليمان بن عبد الملك أربعين دجاجة تشوى له على النار على صفة الكباب \n  وأكل أربعا وثمانين كلوة بشحومها وثمانين جردقة .\n</p>\n<p class=\"arabic\">وقال محمد بن حميد الرازي عن ابن المبارك أن سليمان حج فأتى الطائف فأكل سبعين \n  رمانة وخروفا وست دجاجات وأتي بمكوك زبيب طائفي فأكله أجمع .\n</p>\n<p class=\"arabic\">وعن عبد الله بن الحارث قال كان سليمان بن عبد الملك أكولا *6*380* .\n</p>\n<p class=\"arabic\">وقال إبراهيم بن هشام بن يحيى بن يحيى ثنا أبي عن أبيه قال جلس سليمان بن \n  عبد الملك في بيت أخضر على وطاء أخضر عليه ثياب خضر ثم نظر في المرآة فأعجبه \n  شبابه وجماله فقال كان محمد صلى الله عليه وسلم نبيا وكان أبو بكر صديقا وكان \n  عمر فاروقا وكان عثمان حييا وكان معاوية حليما وكان يزيد صبورا وكان عبد الملك \n  سائسا وكان الوليد جبارا وأنا الملك الشاب فما دار عليه الشهر حتى مات .\n</p>\n<p class=\"arabic\">وروى محمد بن سعيد الدارمي عن أبيه قال كان سليمان بن عبد الملك ينظر في المرآة \n  من فرقه إلى قدمه ويقول أنا الملك الشاب فلما نزل بمرج دابق حم وفشت الحمى \n  في عسكره فنادى بعض خدمه فجاءت بطست فقال لها ما شأنك قالت محمومة قال فأين \n  فلانة قالت محمومة فما ذكر أحدا إلا قالت محمومة فالتفت إلى خاله الوليد بن \n  القعقاع العبسي وقال .\n</p>\n<p class=\"arabic\">% قرب وضوءك يا وليد فإنما % % هذي الحياة تعلة ومتاع % .\n</p>\n<p class=\"arabic\">فقال الوليد .\n</p>\n<p class=\"arabic\">% فاعمل لنفسك في حياتك صالحا % % فالدهر فيه فرقة وجماع % .\n</p>\n<p class=\"arabic\">ومات في مرضه .\n</p>\n<p class=\"arabic\">وعن الفضل بن المهلب قال عرضت لسليمان سعلة وهو يخطب فنزل وهو محموم فما جاءت \n  الجمعة الأخرى حتى دفن .\n</p>\n<p class=\"arabic\">وقال الوليد بن مسلم عن عبد الرحمن بن حسان الكناني قال لما مرض سليمان بدابق \n  قال لرجاء بن حيوة من لهذا الأمر بعدي أستخلف ابني قال ابنك غائب قال فابني \n  الآخر قال صغير قال فمن ترى قال أرى أن تستخلف عمر بن عبد العزيز قال أتخوف \n  إخوتي لا يرضون قال فول عمر ومن بعده يزيد بن عبد الملك وتكتب كتابا وتختم \n  عليه وتدعوهم إلى بيعته مختوما قال لقد رأيت ائتني بقرطاس فدعا بقرطاس فكتب \n  فيه العهد *6*381* ودفعه إلى رجاء وقال اخرج إلى الناس فليبايعوا على ما فيه \n  مختوما فخرج فقال إن أمير المؤمنين يأمركم أن تبايعوا لمن في هذا الكتاب قالوا \n  ومن فيه قال هو مختوم لا تخبرون بمن فيه حتى يموت قالوا لا نبايع فرجع إليه \n  فأخبره فقال انطلق إلى صاحب الشرطة والحرس فاجمع الناس ومرهم بالبيعة فمن \n  أبى فاضرب عنقه قال فبايعوه على ما فيه قال رجاء بن حيوة فبينا أنا راجع إذ \n  سمعت جلبة موكب فإذا هشام فقال لي يا رجاء قد علمت موقعك منا وإن أمير المؤمنين \n  صنع شيئا ما أدري ما هو وأنا أتخوف أن يكون قد أزالها عني فإن يكن قد عدلها \n  عني فأعلمني ما دام في الأمر نفس حتى ينظر فقلت سبحان الله يستكتمني أمير \n  المؤمنين أمرا أطلعك عليه لا يكون ذا أبدا قال فأدارني ولاحاني فأبيت عليه \n  فانصرف فبينا أنا أسير إذ سمعت جلبة خلفي فإذا عمر بن عبد العزيز وقال لي \n  يا رجاء إنه قد وقع في نفسي أمر كبير من هذا الرجل أتخوف أن يكون قد جعلها \n  إلي ولست أقوم بهذا الشأن فأعلمني ما دام في الأمر نفس لعلي أتخلص منه ما \n  دام حيا قلت سبحان الله يستكتمني أمير المؤمنين أمرا أطلعك عليه قال وثقل \n  سليمان فلما مات أجلسته مجلسه وأسندته وهيأته وخرجت إلى الناس فقالوا كيف \n  أصبح أمير المؤمنين قلت أصبح ساكنا وقد أحب أن تسلموا عليه وتبايعوا بين يديه \n  على ما في الكتاب فدخلوا وأنا قائم عنده فلما دنوا قلت إنه يأمركم بالوقوف \n  ثم أخذت الكتاب من عنده وتقدمت إليهم وقلت إن أمير المؤمنين يأمركم أن تبايعوا \n  على ما في هذا الكتاب فبايعوا وبسطوا أيديهم فلما بايعتهم وفرغت قلت آجركم \n  الله في أمير المؤمنين قالوا فمن ففتحت الكتاب فإذا فيه العهد لعمر بن عبد \n  العزيز فتغيرت وجوه بني عبد الملك فلما سمعوا وبعده يزيد بن عبد الملك كأنهم \n  تراجعوا فقالوا أين عمر فطلبوه فإذا هو في المسجد فأتوه فسلموا عليه بالخلافة \n  فعقر به فلم يستطع النهوض حتى أخذوا بضبعيه فدنوا به إلى المنبر وأصعدوه فجلس \n  طويلا لا يتكلم فقال رجاء ألا تقومون إلى أمير المؤمنين فتبايعونه فنهض القوم \n  إليه فبايعوه رجل رجل ومد يده إليهم *6*382* قال فصعد إليه هشام بن عبد الملك \n  فلما مد يده إليه قال يقول هشام إنا لله وإنا إليه راجعون فقال عمر إنا لله \n  وإنا إليه راجعون حين صار يلي هذا الأمر أنا وأنت ثم قال فحمد الله وأثنى \n  عليه ثم قال أيها الناس إني لست بفارض ولكني منفذ ولست بمبتدع ولكني متبع \n  وإن من حولكم من الأمصار والمدن إن هم أطاعوا كما أطعتم فأنا واليكم وإن هم \n  أبوا فلست لكم بوال ثم نزل فأتاه صاحب المراكب فقال ما هذا قال مركب الخليفة \n  قال لا حاجة لي فيه ائتوني بدابتي فأتوه بدابته فانطلق إلى منزله ثم دعا بدواة \n  فكتب بيده إلى عمال الأمصار قال رجاء كنت أظن أنه سيضعف فلما رأيت صنعه في \n  الكتاب علمت أنه سيقوى .\n</p>\n<p class=\"arabic\">وقال عمرو بن مهاجر صلى عمر بن عبد العزيز المغرب ثم صلى على جنازة سليمان \n  بن عبد الملك .\n</p>\n<p class=\"arabic\">وقال ابن إسحاق توفي يوم الجمعة في عاشر صفر سنة تسع وتسعين .\n</p>\n<p class=\"arabic\">قال الهيثم وجماعة عاش خمسا وأربعين سنة .\n</p>\n<p class=\"arabic\">وقال آخرون عاش أربعين سنة .\n</p>\n<p class=\"arabic\">وقيل تسعا وثلاثين سنة وخلافته سنتان وتسعة أشهر وعشرون يوما .\n\n</p>"
}