{
    "header": "الحسن بن الحسن بن علي ابن أبي طالب بن عبـ...",
    "id": "001003",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الحسن بن الحسن بن علي ابن أبي طالب بن عبد المطلب بن هاشم أبو محمد المدني .\n</h1>\n<p class=\"arabic\">روى عن أبيه وعبد الله بن جعفر .\n</p>\n<p class=\"arabic\">وعنه ابنه عبد الله وابن عمه الحسن بن محمد بن الحنفية وسهيل بن أبي صالح \n  وإسحاق بن يسار والوليد بن كثير وفضيل بن مرزوق .\n</p>\n<p class=\"arabic\">قال الليث بن سعد حدثني ابن عجلان عن سهيل وسعيد بن أبي سعيد مولى المهري \n  عن حسن بن حسن بن علي أنه رأى رجلا وقف على *6*329* البيت الذي فيه قبر رسول \n  الله صلى الله عليه وسلم يدعو له ويصلي عليه فقال للرجل لا تفعل فإن رسول \n  الله صلى الله عليه وسلم قال لا تتخذوا بيتي عيدا ولا تجعلوا بيوتكم قبورا \n  وصلوا علي حيثما كنتم فإن صلاتكم تبلغني .\n</p>\n<p class=\"arabic\">هذا حديث مرسل .\n</p>\n<p class=\"arabic\">قال الزبير أم الحسن هذا هي خولة بنت منظور الفزاري وهي أم إبراهيم وداود \n  وأم القاسم بنو محمد بن طلحة بن عبيد الله التيمي قال وكان الحسن وصي أبيه \n  وولي صدقة علي قال له الحجاج يوما وهو يسايره في موكبه بالمدينة إذ كان أمير \n  المدينة أدخل عمك عمر بن علي معك في صدقة علي فإنه عمك وبقية أهلك قال لا \n  أغير شرط علي قال إذا أدخله معك .\n</p>\n<p class=\"arabic\">فسافر إلى عبد الملك بن مروان فرحب به ووصله وكتب له إلى الحجاج كتابا لا \n  يجاوزه .\n</p>\n<p class=\"arabic\">وقال زائدة عن عبد الملك بن عمير حدثني أبو مصعب أن عبد الملك كتب إلى هشام \n  بن إسماعيل عامل المدينة بلغني أن الحسن بن *6*330* الحسن يكاتب أهل العراق \n  فإذا جاءك كتابي ) .\n</p>\n<p class=\"arabic\">فاستحضره قال فجيء به فقال له علي بن الحسين يا بن عم قل كلمات الفرج لا إله \n  إلا الله الحليم الكريم لا إله إلا الله العلي العظيم ل إله إلا الله رب السماوات \n  السبع ورب الأرض رب العرش الكريم قال فخلي .\n</p>\n<p class=\"arabic\">ورويت من وجه آخر عن عبد الملك بن عمير لكن قال كتب الوليد إلى عثمان المري \n  انظر الحسن بن الحسن فاجلده مائة ضربة وقفه للناس يوما ولا أراني إلا قاتله \n  قال فعلمه علي بن الحسين كلمات للكرب .\n</p>\n<p class=\"arabic\">وقال فضيل بن مرزوق سمعت الحسن بن الحسن يقول لرجل من الرافضة إن قتلك قربة \n  إلى الله فقال إنك تمزح فقال والله ما هو مني بمزاح .\n</p>\n<p class=\"arabic\">وقال مصعب الزبيري كان فضيل بن مرزوق يقول سمعت الحسن يقول لرجل من الرافضة \n  ويحكم أحبونا فإن عصينا الله فأبغضونا فلو كان الله نافعا أحدا بقرابته من \n  رسول الله لغير طاعة لنفع أباه وأمة .\n</p>\n<p class=\"arabic\">توفي سنة سبع وتسعين .\n\n</p>"
}