{
    "header": "علي بن الحسين بن الإمام علي ابن أبي طالبـ...",
    "id": "001123",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">علي بن الحسين بن الإمام علي ابن أبي طالب بن عبد المطلب بن هاشم الهاشمي \n  المدني زين  العابدين أبو الحسن ويقال أبو الحسين ويقال أبو محمد ويقال \n  أبو عبد الله .\n</h1>\n<p class=\"arabic\">روى عن أبيه وعمه الحسن وابن عباس وعائشة وأبي هريرة وجابر ومسور بن مخرمة \n  وأم سلمة وصفية أمي المؤمنين وسعيد بن المسيب ومروان وغيرهم .\n</p>\n<p class=\"arabic\">روى عنه بنوه محمد الباقر وزيد وعمر وعبد الله وعاصم بن عمر بن قتادة والحكم \n  بن عتيبة وهشام بن عروة ومسلم البطين والزهري وزيد بن أسلم وأبو الزناد ويحيى \n  بن سعيد الأنصاري وعبد الله بن مسلم بن هرمز .\n</p>\n<p class=\"arabic\">وحضر مصرع والده الشهيد بكربلاء وقدم إلى دمشق ومسجده بها معروف بالجامع .\n</p>\n<p class=\"arabic\">قال الفسوي ولد سنة ثلاث وثلاثين .\n</p>\n<p class=\"arabic\">وقال ابن سعد أمه غزالة وأخوه علي الأكبر قتل مع أبيه .\n</p>\n<p class=\"arabic\">وقال القعنبي ثنا محمد بن هلال رأيت علي بن الحسين يعتم بعمامة بيضاء يرخيها \n  من ورائه .\n</p>\n<p class=\"arabic\">وقال الزهري ما رأيت قرشيا أفضل من علي بن الحسين وكان مع أبيه يوم قتل وله \n  ثلاث وعشرون سنة وهو مريض فقال عمر بن سعد بن أبي وقاص لا تعرضوا لهذا المريض .\n</p>\n<p class=\"arabic\">قال وكان علي من أحسن أهل بيته طاعة وأحبهم إلى مروان وإلى عبد الملك *6*433* .\n</p>\n<p class=\"arabic\">وقال زيد بن أسلم ما رأيت فيهم مثل علي بن الحسين قط .\n</p>\n<p class=\"arabic\">وقال أبو حازم الأعرج ما رأيت هاشميا أفضل من علي بن الحسين .\n</p>\n<p class=\"arabic\">وقال زيد بن أسلم كان من دعاء علي بن الحسين اللهم لا تكلني إلى نفسي فأعجز \n  عنها ولا تكلني إلى المخلوقين فيضيعوني .\n</p>\n<p class=\"arabic\">وقال حجاج بن أرطأة عن أبي جعفر أن أباه علي بن الحسين قاسم الله ماله مرتين \n  وقال إن الله يحب المؤمن المذنب التواب .\n</p>\n<p class=\"arabic\">وقال أبو حمزة الثمالي إن علي بن الحسين كان يحمل الخبز على ظهره بالليل يتتبع \n  به المساكين في ظلمة الليل ويقول إن الصدقة في ظلمة الليل تطفئ غضب الرب .\n</p>\n<p class=\"arabic\">وقال جرير بن عبد الحميد عن شيبة بن نعامة قال كان علي بن الحسين يبخل فلما \n  مات .\n</p>\n<p class=\"arabic\">وجدوه يعول مائة أهل بيت بالمدينة .\n</p>\n<p class=\"arabic\">وقال سعيد بن مرجانة أعتق علي بن الحسين غلاما أعطاه به عبد الله بن جعفر \n  عشرة آلاف درهم .\n</p>\n<p class=\"arabic\">وقال الزهري أخبرني علي بن الحسين أنهم لما رجعوا من الطف كان أتى به يزيد \n  أسيرا في رهط هو رابعهم *6*434* .\n</p>\n<p class=\"arabic\">وعن سعيد بن المسيب قال ما رأيت رجلا أورع من علي بن الحسين .\n</p>\n<p class=\"arabic\">وقال المدائني عن سعيد بن خالد عن المقبري قال بعث المختار بن أبي عبيد إلى \n  علي بن الحسين بمائة ألف درهم فكره أن يقبلها وخاف أن يردها فأخذها فاحتبسها \n  عنده فلما قتل المختار كتب في أمرها إلى عبد الملك فكتب إليه يا بن عم خذها \n  فقد طيبتها لك .\n</p>\n<p class=\"arabic\">وقال المدائني عن عبد الله بن أبي سليمان كان علي بن الحسين إذا مشى لا يخطر \n  بيده وكان إذا قام إلى الصلاة أخذته رعدة فقيل له في ذلك فقال تدرون بين يدي \n  من أقوم ومن أناجي .\n</p>\n<p class=\"arabic\">وقال ابن المديني ثنا عبد الله بن هارون بن أبي عيسى حدثني أبي عن حاتم بن \n  أبي صغيرة قال دخل علي بن الحسين على محمد بن أسامة بن زيد في مرضه فجعل يبكي \n  فقال ما شأنك قال علي دين قال كم قال بضعة عشر ألف دينار قال فهي علي .\n</p>\n<p class=\"arabic\">وعن علي بن الحسين قال إني لأستحيي من الله أن أسأل للأخ من إخواني الجنة \n  وأبخل عليه بالدنيا فإذا كان يوم القيامة قيل لي لو كانت الجنة بيدك لكنت \n  بها أبخل وأبخل .\n</p>\n<p class=\"arabic\">وقال ابن أبي فديك عن ابن أبي ذئب عن الزهري سألت علي ابن الحسين عن القرآن \n  فقال كتاب الله وكلامه .\n</p>\n<p class=\"arabic\">وقال عبد العزيز بن أبي حازم عن أبيه سأل رجل علي بن الحسين *6*435* ما كان \n  منزلة أبي بكر وعمر من النبي صلى الله عليه وسلم فقال كمنزلتهما الساعة وأشار \n  بيده إلى القبر .\n</p>\n<p class=\"arabic\">وقال أبو عبيدة عن أبي إسحاق الشيباني عن القاسم بن عوف الشيباني قال قال \n  علي بن الحسين جاءني رجل فقال جئتك في حاجة وما جئتك حاجا ولا معتمرا قلت \n  وما حاجتك قال جئت لأسألك متى يبعث علي فقلت له يبعث والله يوم القيامة ثم \n  تهمه نفسه .\n</p>\n<p class=\"arabic\">وقال الثوري عن عبيد الله بن موهب قال جاء قوم إلى علي بن الحسين فأثنوا عليه \n  فقال ما أجرأكم وأكذبكم على الله نحن من صالحي قومنا فحسبنا أن نكون من صالحيهم .\n</p>\n<p class=\"arabic\">وقال يحيى بن سعيد الأنصاري سمعت علي بن الحسين وكان أفضل هاشمي أدركته يقول \n  يا أيها الناس أحبونا حب الإسلام فما برح بنا حبكم حتى صار علينا عارا .\n</p>\n<p class=\"arabic\">وقال الأصمعي لم يكن للحسين عقب إلا من ابنه علي ولم يكن لعلي ولد إلا من \n  بنت عمه أم عبد الله بنت الحسن فقال له مروان لو اتخذت السراري لعل الله أن \n  يرزقك منهن فقال ما عندي ما أشري به قال فأنا أقرضك فأقرضه مائة ألف درهم \n  فاتخذ السراري فولد له جماعة لم يأخذ منه مروان ذلك المال .\n</p>\n<p class=\"arabic\">وقال ابن عيينة حج علي بن الحسين فلما أحرم أصفر لونه وانتفض *6*436* ووقه \n  عليه الرعدة ولم يستطع أن يلبي فقيل له مالك لا تلبي قال أخشى أن أقول لبيك \n  فيقال لي لا لبيك فلما لبى غشي عليه وسقط من راحلته ولم يزل يعتريه ذلك حتى \n  قضى حجه .\n</p>\n<p class=\"arabic\">وقال مالك أحرم علي بن الحسين فلما أراد أن يقول لبيك أغمي عليه حتى سقط من \n  ناقته فهشم ولقد بلغني أنه كان يصلي في اليوم والليلة ألف ركعة قال وكان يسمى \n  بالمدينة زين العابدين لعبادته .\n</p>\n<p class=\"arabic\">وقال أحمد بن عبد الأعلى الشيباني حدثني أبو يعقوب المدني قال كان بين حسن \n  بن حسن وبين علي بن الحسين شيء فجاء حسن فما ترك شيئا إلا قاله وعلي ساكت \n  فذهب حسن فلما كان الليل أتاه علي فقرع بابه فخرج إليه فقال له يا بن عم إن \n  كنت صادقا فغفر الله لي وإن كنت كاذبا فغفر الله لك والسلام عليك فالتزمه \n  حسن وبكى حتى رثى له .\n</p>\n<p class=\"arabic\">قال أبو نعيم ثنا عيسى بن دينار ثقة قال سألت أبا جعفر عن المختار فقال قام \n  علي بن الحسين على باب الكعبة فلعن المختار فقال له رجل جعلت فداك تلعنه وإنما \n  ذبح فيكم قال إنه كان يكذب على الله وعلى رسوله .\n</p>\n<p class=\"arabic\">وقال أبو نعيم ثنا أبو إسرائيل عن الحكم عن أبي جعفر قال إنا لنصلي خلفهم \n  في غير تقية وأشهد على أبي أنه كان يصلي خلفهم في غير تقية .\n</p>\n<p class=\"arabic\">وقال عمر بن حبيب شيخ للمدائني عن يحيى بن سعيد قال قال *6*437* علي بن الحسين \n  والله ما قتل عثمان على وجه الحق .\n</p>\n<p class=\"arabic\">قال غير واحد كان علي بن الحسين يخضب بالحناء والكتم وروي أنه كان له كساء \n  أصفر يلبسه يوم الجمعة .\n</p>\n<p class=\"arabic\">وقال عثمان بن حكيم رأيت على علي بن الحسين كساء خز وجبة خز .\n</p>\n<p class=\"arabic\">وروى مالك بن إسماعيل عن حسين عن زيد بن علي عن عمه أن علي ابن الحسين كان \n  يشتري كساء الخز بخمسين دينارا يشتو فيه ثم يبيعه ويتصدق بثمنه .\n</p>\n<p class=\"arabic\">وقال القعنبي ثنا محمد بن هلال قال رأيت علي بن الحسين يعتم ويرخي خلف ظهره .\n</p>\n<p class=\"arabic\">وقال الزبير بن بكار ثنا عمي ومحمد بن الضحاك ومن لا أحصي أن علي بن الحسين \n  قال ما أود أن لي بنصيبي من الذل حمر النعم .\n</p>\n<p class=\"arabic\">وقال إبراهيم بن المنذر ثنا حسين بن زيد ثنا عمر بن علي أن علي بن الحسين \n  كان يلبس كساء خز بخمسين دينارا يلبسه في الشتاء فإذا كان الصيف تصدق بثمنه \n  ويلبس في الصيف ثوبين ممشقين من ثياب مصر ويقرأ قل من حرم زينة الله التي \n  أخرج لعباده والطيبات من الرزق .\n</p>\n<p class=\"arabic\">وعن جعفر الصادق أن علي بن الحسين كان إذا سار على بغلته في *6*438* سكك المدينة \n  لم يقل لأحد الطريق وكان يقول الطريق مشترك ليس لي أن أنحي عنه أحدا .\n</p>\n<p class=\"arabic\">وروي أن هشام بن عبد الملك حج قبل الخلافة فكان إذا أراد استلام الحجر زوحم \n  عليه وكان علي بن الحسين إذا دنا من الحجر تفرقوا عنه إجلالا له فوجم لذلك \n  هشام وقال من هذا فما أعرفه وكان الفرزدق واقفا فقال .\n</p>\n<p class=\"arabic\">% هذا الذي تعرف البطحاء وطأته % % والبيت يعرفه والحل والحرم % .\n</p>\n<p class=\"arabic\">% هذا ابن خير عباد الله كلهم % % هذا التقي النقي الطاهر العلم % .\n</p>\n<p class=\"arabic\">% إذا رأته قريش قال قائلها % % إلى مكارم هذا ينتهي الكرم % .\n</p>\n<p class=\"arabic\">% يكاد يمسكه عرفان راحته % % ركن الحطيم إذا ما جاء يستلم % .\n</p>\n<p class=\"arabic\">% يغضي حياء ويغضى من مهابته % % فلا يكلم إلا حين يبتسم % .\n</p>\n<p class=\"arabic\">% هذا ابن فاطمة إن كنت جاهله % % بجده أنبياء الله قد ختموا % .\n</p>\n<p class=\"arabic\">وهي طويلة مشهورة فأمر هشام بحبس الفرزدق فحبس بعسفان .\n</p>\n<p class=\"arabic\">وبعث إليه علي بن الحسين باثني عشر ألف درهم وقال اعذر أبا فراس فردها وقال \n  ما قلت ذلك إلا غضبا لله ولرسوله فردها علي وقال بحقي عليك لما قبلتها فقد \n  علم الله نيتك ورأى ) .\n</p>\n<p class=\"arabic\">مكانك وقبلها وهجا هشاما بقوله .\n</p>\n<p class=\"arabic\">% أيحبسني بين المدينة والتي % % إليها قلوب الناس يهوي منيبها % .\n</p>\n<p class=\"arabic\">% يقلب رأسا لم يكن رأس سيد % % وعينين حولاوين باد عيوبها % .\n</p>\n<p class=\"arabic\">*6*439* قلت وليس للحسين رضي الله عنه عقب إلا من زين العابدين وأمه أمة وهي \n  سلافة بنت يزدجرد آخر ملوك فارس وقيل غزالة كما تقدم خلف عليها بعد الحسين \n  مولاه زبيد فولدت له عبد الله بن زبيد قاله محمد ابن سعد وهي عمة أم الخليفة \n  يزيد بن الوليد .\n</p>\n<p class=\"arabic\">قال أبو جعفر الباقر عاش أبي ثمانين وخمسين سنة .\n</p>\n<p class=\"arabic\">وقال الواقدي حدثني حسين بن علي بن الحسن أن أباه مات سنة أربع وتسعين وكذا \n  قال البخاري وأبو عبيد والفلاس وروى عن جعفر ابن محمد وقال يحيى بن عبد الله \n  بن حسن بن الهاشمي الحسني مات في رابع عشر ربيع الأول ليلة الثلاثاء .\n</p>\n<p class=\"arabic\">وقال أبو نعيم وخليفة توفي سنة اثنتين وتسعين .\n</p>\n<p class=\"arabic\">وقال ابن معين سنة ثلاث .\n</p>\n<p class=\"arabic\">وقال يحيى بن بكير سنة خمس والأول الصحيح .\n\n</p>"
}