{
    "header": "عبد الرحمن بن الأسود ابن يزيد بن قيس أبوـ...",
    "id": "001100",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الرحمن بن الأسود ابن يزيد بن قيس أبو حفص النخعي الكوفي .\n</h1>\n<p class=\"arabic\">يروي عن أبيه وعمه علقمة بن قيس وعائشة وابن الزبير .\n</p>\n<p class=\"arabic\">وأدرك عمر .\n</p>\n<p class=\"arabic\">روى عنه الأعمش وإسماعيل بن خالد ومحمد بن إسحاق وحجاج بن أرطأة ومالك بن \n  مغول وزبيد اليامي وأبو إسرائيل الملائي وعبد الرحمن المسعودي وأبو بكر النهشلي \n  وآخرون .\n</p>\n<p class=\"arabic\">وكان فقيها عابدا ثقة فاضلا .\n</p>\n<p class=\"arabic\">قال حماد بن زيد ثنا الصقعب بن زهير عن عبد الرحمن بن الأسود قال كان أبي \n  يبعثني إلى عائشة رضي الله عنها فلما احتلمت أتيتها فناديت من وراء الحجاب \n  يا أم المؤمنين ما يوجب الغسل فقالت أفعلتها يا لكع إذا التقت المواسي .\n</p>\n<p class=\"arabic\">وقال إسماعيل بن أبي خالد قلت لعبد الرحمن بن الأسود ما منعك أن تسأل كما \n  سأل إبراهيم قال إنه كان يقال جردوا القرآن .\n</p>\n<p class=\"arabic\">وقال زبيد عن عبد الرحمن بن الأسود إنه كان يصلي بقومه في رمضان اثنتي عشرة \n  ترويحة ويصلي لنفسه بين كل ترويحتين اثنتي عشرة ركعة ويقرأ بهم ثلث القرآن \n  كل ليلة وكان يقوم بهم ليلة الفطر *6*413* .\n</p>\n<p class=\"arabic\">وروى مالك بن مغول عن رجل قال دخلت المسجد يوم جمعة فإذا عبد الرحمن بن الأسود \n  ) .\n</p>\n<p class=\"arabic\">قائم يصلي فعددت له ستا وخمسين ركعة ثم صلى الجمعة ثم قام فعددت له مثلها \n  حتى سهوت أو ترك .\n</p>\n<p class=\"arabic\">وقال حفص بن غياث عن ابن إسحاق قال قدم علينا عبد الرحمن بن الأسود حاجا فاعتلت \n  رجله فقام يصلي على قدم حتى أصبح .\n</p>\n<p class=\"arabic\">وقال موسى بن إسماعيل ثنا ثابت بن يزيد ثنا هلال بن خباب قال كان عبد الرحمن \n  بن الأسود وعقبة مولى رويم وسعد أبو هشام يحرمون من الكوفة ويصومون يوما ويفطرون \n  يوما حتى يرجعوا .\n</p>\n<p class=\"arabic\">ويروى أن عبد الرحمن بن الأسود صام حتى أحرق الصوم لسانه .\n</p>\n<p class=\"arabic\">وقال الشعبي أهل بيت خلقا للجنة علقمة والأسود وعبد الرحمن .\n</p>\n<p class=\"arabic\">وعن الحكم قال لما احتضر عبد الرحمن بن الأسود بكى فقيل ما يبكيك قال أسفا \n  على الصلاة والصوم ولم يزل يقرأ القرآن حتى مات ورؤي له أنه من أهل الجنة .\n</p>\n<p class=\"arabic\">قال خليفة مات سنة ثمان أو تسع وتسعين .\n</p>\n<p class=\"arabic\">وذكر ابن عساكر أنه وفد على عمر بن عبد العزيز .\n\n</p>"
}