{
    "header": "مطرف بن عبد الله بن الشخير ابن عوف بن كعـ...",
    "id": "001180",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">مطرف بن عبد الله بن الشخير ابن عوف بن كعب أبو عبد الله الحرشي العامري البصري \n  أحد الأعلام  .\n</h1>\n<p class=\"arabic\">حدث عن عثمان وعلي وأبي ذر وأبيه وعمار بن ياسر وعمران بن حصين وعائشة وعياض \n  بن حماد وعبد الله بن مغفل .\n</p>\n<p class=\"arabic\">روى عنه أخوه يزيد أبو العلاء وحميد بن هلال والحسن وقتادة ومحمد بن واسع \n  وثابت ) .\n</p>\n<p class=\"arabic\">والجريري وغيلان بن جرير وداود بن أبي هند وأبو التياح وآخرون ولقي أبا ذر \n  بالشام .\n</p>\n<p class=\"arabic\">وقال ابن سعد روى عن أبي بن كعب وعثمان وعلي وكان ثقة له فضل وورع وأدب .\n</p>\n<p class=\"arabic\">وقال غيره كان أسن من الحسن بعشرين سنة .\n</p>\n<p class=\"arabic\">وقال ابن أبي عروبة عن قتادة عن مطرف قال لقيت عليا فقال لي يا أبا عبد الله \n  ما بطأ بك أحب عثمان ثم قال لئن قلت ذاك لقد كان أوصلنا للرحم وأتقانا للرب .\n</p>\n<p class=\"arabic\">وقال مهدي بن ميمون قال مطرف لقد كان خوف النار يحول بيني وبين أن أسأل الله \n  الجنة .\n</p>\n<p class=\"arabic\">وقال ابن عيينة قال مطرف ما يسرني أني كذبن كذبة واحدة وأن لي الدنيا وما \n  فيها .\n</p>\n<p class=\"arabic\">وقال أبو نعيم ثنا عمارة بن زاذان قال رأيت على مطرف بن الشخير مطرف خز أخذه \n  بأربعة آلاف درهم .\n</p>\n<p class=\"arabic\">وقال مهدي بن ميمون عن غيلان بن جرير إن مطرفا كان يلبس المطارف والبرانس \n  والموشى ويركب الخيل ويغشى السلاطين ولكنه إذا *6*481* أفضيت إليه أفضيت إلى \n  قرة عين .\n</p>\n<p class=\"arabic\">وقال حميد بن هلال أتى مطرف بن عبد الله الحرورية يدعونه إلى رأيهم فقال يا \n  هؤلاء إنه لو كان لي نفسان بايعتكم بإحداهما وأمسكت الأخرى فإن كان الذي تقولون \n  هدى أتبعتها الأخرى وإن كان ضلالة هلكت نفس وبقيت لي نفس ولكن هي نفس واحدة \n  فلا أغرر بها .\n</p>\n<p class=\"arabic\">وقال قتادة قال مطرف لأن أعافى فأشكر أحب إلي من أن أبتلى فأصبر .\n</p>\n<p class=\"arabic\">وقال مسلم بن إبراهيم ثنا عقيل الدروقي ثنا يزيد قال كان مطرف يبدو فإذا كانت \n  ليلة الجمعة جاء ليشهد الجمعة فبينا هو يسير في وجه الصبح سطع من رأس سوطه \n  نور له شعبتان فقال لابنه عبد الله وهو خلفه أتراني لو أصبحت فحدثت الناس \n  بهذا كانوا يصدقوني فلما أصبح ذهب .\n</p>\n<p class=\"arabic\">وروى نحوها من وجه آخر عن غلام مطرف عنه .\n</p>\n<p class=\"arabic\">وقال مهدي بن ميمون عن غيلان قال أقبل مطرف من البادية فبينا هو يسير إذ سمع \n  في طرف سوطه كالتسبيح .\n</p>\n<p class=\"arabic\">وقال معمر عن قتادة قال كان مطرف يسير مع صاحب له فإذا طرف سوط أحدهما عنده \n  ضوء .\n</p>\n<p class=\"arabic\">وقال سليمان بن المغيرة كان مطرف إذا دخل بيته سبحت معه آنية بيته *6*482* .\n</p>\n<p class=\"arabic\">وقال جرير بن حازم عن حميد بن هلال قال كان بين مطرف وبين رجل من قومه شيء \n  فكذب على مطرف فقال له إن كنت كاذبا فعجل الله حتفك فمات الرجل مكانه واستعدى \n  أهله زيادا على مطرف فقال هل ضربه هل مسه قالوا لا قال دعوة رجل صالح وافقت \n  قدرا .\n</p>\n<p class=\"arabic\">وروى نحوها عن غيلان بن جرير عن مطرف .\n</p>\n<p class=\"arabic\">وقال سليمان بن حرب كان مطرف مجاب الدعوة قال لرجل إن كنت كذبت فأرنا به فمات \n  مكانه .\n</p>\n<p class=\"arabic\">وقال مهدي بن ميمون عن غيلان قال كان ابن أخي مطرف حبسه السلطان فلبس مطرف \n  خلقان ثيابه وأخذ عكازا وقال أستكين لربي لعله أن يشفعني في ابن أخي .\n</p>\n<p class=\"arabic\">وقال أبو بكر الهذلي كان مطرف يقول لإخوانه إذا كانت لكم حاجة فاكتبوها في \n  رقعة لأقضيها لكم فإني أكره أن أرى ذل السؤال في الوجه .\n</p>\n<p class=\"arabic\">قال الفلاس توفي سنة خمس وتسعين .\n</p>\n<p class=\"arabic\">وقال ابن سعد وغيره توفي بعد سنة سبع وثمانين .\n</p>\n<p class=\"arabic\">وقال خليفة مات سنة ست وثمانين .\n</p>\n<p class=\"arabic\">قال العجلي لم ينج من فتنة ابن الأشعث بالبصرة إلا مطرف وابن سيرين .\n\n</p>"
}