{
    "header": "قيس بن أبي حازم عبد عوف بن الحارث .",
    "id": "001151",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">قيس بن أبي حازم عبد عوف بن الحارث .\n</h1>\n<p class=\"arabic\">ويقال عوف بن عبد الحارث الأحمسي *6*458* البجلي من كبار علماء الكوفة .\n</p>\n<p class=\"arabic\">توفي النبي صلى الله عليه وسلم وقيس في الطريق قد قدم ليبايعه ولأبيه صحبة .\n</p>\n<p class=\"arabic\">روى عن أبي بكر وعمر وعثمان وعلي ومعاذ وخالد بن الوليد والزبير وابن مسعود \n  وحذيفة وخباب بن الأرت وسعد بن أبي وقاص وأبي موسى وجرير بن عبد الله وطائفة \n  من المهاجرين .\n</p>\n<p class=\"arabic\">روى عنه الحكم بن عتيبة وأبو إسحاق وطارق بن عبد الرحمن وإسماعيل بن أبي خالد \n  وبيان بن بشر والأعمش وعمر بن أبي زائدة ومجالد بن سعيد وعيسى بن المسيب وجماعة .\n</p>\n<p class=\"arabic\">وكان كوفيا عثمانيا وذلك نادر .\n</p>\n<p class=\"arabic\">روى حفص بن سلم السمرقندي وهو متهم واه عن إسماعيل بن أبي خالد عن قيس قال \n  دخلت المسجد مع أبي فإذا رسول الله صلى الله عليه وسلم يخطب وأنا ابن سبع \n  أو ثمان سنين .\n</p>\n<p class=\"arabic\">وقال جعفر الأحمر عن السري بن إسماعيل عن قيس قال أتيت رسول الله لأبايعه \n  فجئت وقد قبض وأبو بكر قائم في مقامه .\n</p>\n<p class=\"arabic\">كان قيس مع خالد حين قدم الشام من السماوة .\n</p>\n<p class=\"arabic\">وقال الحكم بن عتيبة عن قيس قال أمنا خالد بن الوليد باليرموك في ثوب واحد .\n</p>\n<p class=\"arabic\">وقال مجالد عن قيس قال دخلت على أبي بكر في مرضه وأسماء بنت عميس تروحه فكأني \n  أنظر إلى وشم في ذراعها فقال لأبي يا أبا حازم قد أجزت لك فرسك *6*459* .\n</p>\n<p class=\"arabic\">وقال ابن المديني قيس سمع من أبي بكر وعمر وعثمان وعلي وسعد والزبير وطلحة \n  وسعيد بن زيد وأبي مسعود وجرير وجماعة .\n</p>\n<p class=\"arabic\">وكان عثمانيا وروى عن بلال ولم يلقه .\n</p>\n<p class=\"arabic\">قال ابن عيينة ما كان بالكوفة أروى من الصحابة منه .\n</p>\n<p class=\"arabic\">وقال أبو داود روى عن تسعة من العشرة لم يرو عن عبد الرحمن بن عوف .\n</p>\n<p class=\"arabic\">وقال معاوية بن صالح عن ابن معين قال قيس بن أبي حازم أوثق من الزهري .\n</p>\n<p class=\"arabic\">وقال ابن أبي خالد ثنا قيس بن أبي حازم هذه الأصطوانة .\n</p>\n<p class=\"arabic\">وقال ابن المديني قال لي يحيى بن سعيد قيس بن أبي حازم منكر الحديث ثم ذكر \n  له حديث كلاب الحوأب .\n</p>\n<p class=\"arabic\">وقال إسماعيل بن أبي خالد أمنا قيس كذا وكذا فما رأيته متطوعا في مسجدنا وكان \n  عثمانيا .\n</p>\n<p class=\"arabic\">وقال يحيى بن أبي غنية ثنا إسماعيل بن أبي خالد قال كبر قيس حتى جاوز المائة \n  بسنين كثيرة حتى خرف وذهب فاشتروا له جارية سوداء أعجمية في عنقها قلائد من \n  عهن وودع وأجراس فجعلت عنده وأغلق عليهما فكنا نطلع عليه من وراء الباب فيأخذ \n  تلك القلائد فيحركها بيده *6*460* ويضحك في وجهها .\n</p>\n<p class=\"arabic\">قال يعقوب السدوسي قالوا كان يحمل على علي والمشهور عنه أنه كان يقدم عثمان \n  ولذلك تجنب كثير من قدماء الكوفيين الرواية عنه .\n</p>\n<p class=\"arabic\">قال الهيثم مات في آخر خلافة سليمان .\n</p>\n<p class=\"arabic\">وقال يحيى بن معين وخليفة وأبو عبيدة توفي سنة ثمان وتسعين .\n</p>\n<p class=\"arabic\">وغلط الفلاس وقال توفي سنة أربع وثمانين .\n\n</p>"
}