{
    "header": "عبد الملك الشاب الناسك العابد ولد عمر بنـ...",
    "id": "001109",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الملك الشاب الناسك العابد ولد عمر بن عبد العزيز .\n</h1>\n<p class=\"arabic\">قال عبد الله بن يونس الثقفي عن سيار أبي الحكم قال قال ابن لعمر بن عبد العزيز \n  يقال له عبد الملك يا أبه أقم الحق ولو ساعة من نهار .\n</p>\n<p class=\"arabic\">وكان يفضل على عمر .\n</p>\n<p class=\"arabic\">وقال يحيى بن يعلى المحاربي ثنا بعض المشيخة قال كنا نرى أن عمر بن عبد العزيز \n  إنما أدخله في العبادة ما رأى من ابنه عبد الملك .\n</p>\n<p class=\"arabic\">وقال أبو المليح عن ميمون بن مهران قال قال لي عمر بن عبد العزيز إلق عبد \n  الملك فأتيته فقلت لغلامه استأذن لي فسمعت صوته ادخل فدخلت فإذا خوان بين \n  يديه عليه ثلاثة أقرصة وقصعة فيها ثريد فقال كل فما منعني من الأكل إلا الإبقاء \n  عليه فاعتللت بشيء فلما فرغ دعا غلامه وأعطاه فلوسا فقال جئنا بعنب فجاء بشيء \n  صالح وكان عمر منع من العصير فرخص العنب فقال الله كان منعك الإبقاء علينا \n  فكل من هذا فإنه رخيص قلت من أين معاشك قال أرض لي أستدين عليها قلت فلعلك \n  تستدين من رجل يشق عليه وهو يحتمل ذلك لمكانك قال لا إنما هي دراهم لصاحبتي \n  استقرضها قلت أفلا أكلم أمير المؤمنين يجري عليك رزقا فأبى ذلك وقال والله \n  ما يسرني أن أمير المؤمنين أجرى علي شيئا من صلب ماله دون إخوتي الصغار فكيف \n  يجري علي من فيء المسلمين .\n</p>\n<p class=\"arabic\">وقال فرات بن السائب عن ميمون بن مهران أن عمر بن عبد العزيز قال له إن ابني \n  عبد الملك آثر ولدي عندي وقد زين علي علمي بفضله *6*419* فاستثره لي تم ائتني \n  بعلمه وعقله فأتيته فجاء غلامه فقال قد أخلينا الحمام فقلت الحمام لك قال \n  لا قلت فما دعاك إلى أن تطرد عنه غاشيته وتدخل وحدك فتكسر على الحمامي غلته \n  ويرجع من جاءه متعينا قال أما صاحب الحمام فإني أرضيته قلت هذه نفقة سرف يخالطها \n  كبر .\n</p>\n<p class=\"arabic\">قال يمنعني أن الرعاع يدخلون بغير إزار وكرهت أدبهم على الإزار فقد وعظتني \n  موعظة انتفعت بها فاجعل لي من هذا فرجا فقلت ادخل ليلا فقال لا جرم لا أدخله \n  نهارا ولولا شدة ) .\n</p>\n<p class=\"arabic\">برد بلادنا ما دخلته فأقسمت عليك لتكتمن هذه عن أبي فإني معتبك قلت فإن سألني \n  هل رأيت منه شيئا أتأمرني أن أكذب وإنما أبغي عقله مع ورعه فقال معاذ الله \n  ولكن قل رأيت عيبا ففطنته له فأسرع إلى ما أحببت فإنه لن يسألك عن التفسير \n  لأن الله قد أعاذه من بحث ما ستر الله .\n</p>\n<p class=\"arabic\">وقال يعلى بن الحارث المحاربي سمعت سليمان بن حبيب المحاربي قال جلست مع عبد \n  الملك بن عمر بن عبد العزيز فقلت هل خصك أمير المؤمنين أو جعل لك مطبخا أو \n  كذا فقال إني في كفاية ويحك يا سليمان إن الله قد أحسن إلى أمير المؤمنين \n  وتولاه فأحسن معونته منذ ولاه والله لأن تخرج نفس أمير المؤمنين أحب إلى من \n  أن تخرج نفس هذا الذباب قلت سبحان الله فقال هو في نعم الله في عنايته بالخاصة \n  والعامة ولست آمن عليه أن يجيئه بعض ما يصرفه عن دينه .\n</p>\n<p class=\"arabic\">وقال عبد الله بن صالح حدثني يعقوب بن عبد الرحمن عن أبيه قال قال عمر بن \n  عبد العزيز لولا أن أكون زين لي من أمر عبد الملك ما يزين في عين الوالد لرأيته \n  أهلا للخلافة .\n</p>\n<p class=\"arabic\">وقال جويرية ثنا نافع قال قال عبد الملك بن عمر لأبيه ما يمنعك أن تمضي للذي \n  تريد والذي نفسي بيده ما أبالي لو غلت بي وبك القدور فقال الحمد لله الذي \n  جعل لي من ذريتي من يعينني على هذا الأمر يا بني لو تأهب الناس بالذي تقول \n  لم آمن أن ينكروها فإذا أنكروها لم أجد بدا من *6*420* السيف ولا خير في خير \n  لا يجيء إلا بالسيف إني أروض الناس رياضة الصعب فإن يطل بي عمر فإني أرجو \n  أن ينفذ الله مشيئتي وإن تغدو علي منية فقد علم الله الذي أريد .\n</p>\n<p class=\"arabic\">وقال حسين الجعفي عن محمد بن أبان قال جمع عمر بن عبد العزيز قراء أهل الشام \n  فيهم ابن أبي زكريا الخزاعي فقال إني جمعنكم لأمر قد أهمني هذه المظالم التي \n  في أيدي أهل بيتي ما ترون فيها فقالوا ما نرى وزرها إلا على من اغتصبها فقال \n  لابنه عبد الملك ما ترى قال ما أرى من قدر على ردها فلم يردها والذي اغتصبها \n  إلا سواء فقال صدقت أبي بني الحمد لله الذي جعل لي وزيرا من أهل عبد الملك \n  ابني .\n</p>\n<p class=\"arabic\">وقال سفيان الثوري قال عمر بن عبد العزيز لابنه كيف تجدك قال في الموت قال \n  لأن تكون في ميزاني أحب إلي من أن أكون في ميزانك فقال والله يا أبه لأن يكون \n  ما تحب ) .\n</p>\n<p class=\"arabic\">أحب إلي من أن يكون ما أحب .\n</p>\n<p class=\"arabic\">قيل إنه عاش تسع عشرة سنة ومات سنة مائة أو نحوها وله حكايات في زهده وخوفه .\n\n</p>"
}