{
    "header": "موسى بن نصير .",
    "id": "001188",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">موسى بن نصير .\n</h1>\n<p class=\"arabic\">أبو عبد الرحمن اللخمي أمير المغرب كان مولى امرأة من لخم وقيل مولى لبني \n  أمية وكان أعرج .\n</p>\n<p class=\"arabic\">روى عن تميم الدراي .\n</p>\n<p class=\"arabic\">روى عنه ابنه عبد العزيز ويزيد بن مسروق اليحصبي .\n</p>\n<p class=\"arabic\">وشهد مرج راهط وولي غزو البحر لمعاوية فغزا جزيرة قبرس وبنى هناك حصونا كالماغوصة \n  وحصن يانس .\n</p>\n<p class=\"arabic\">وقيل إنه ولد سنة تسع عشرة .\n</p>\n<p class=\"arabic\">وقد ذكرنا افتتاحه الأندلس وجرت له عجائب وأمور طويلة هائلة .\n</p>\n<p class=\"arabic\">وقيل انتهى إلى آخر حصن من حصون الأندلس فاجتمع الروم لحربه فكانت بينهم وقعة \n  مهولة وطال القتال وجال المسلمون جولة وهموا بالهزيمة فأمر موسى بن نصير بسرادقه \n  فكشف عن ثيابه وحرمه حتى يرون وبرز بين الصفوف حتى رآه الناس ثم رفع يديه \n  بالدعاء والتضرع والبكاء فأطال فلقد كسرت بين يديه أغماد السيوف ثم فتح الله \n  ونزل النصر *6*486* .\n</p>\n<p class=\"arabic\">قال جرير بن عبد الحميد عن سفيان بن عبد الله إن عمر بن عبد العزيز سأل موسى \n  بن نصير عن أعجب شيء رآه في البحر فقال انتهينا إلى جزيرة فيها ست عشرة جرة \n  خضراء مختومة بخاتم سليمان عليه السلام فأمرت بأربعة منها فأخرجت وأمرت بواحدة \n  فنقبت فإذا شيطان يقول والذي أكرمك بالنبوة لا أعود بعدها أفسد في الأرض ثم \n  نظر فقال والله ما أرى بها سليمات ولا ملكه فانساخ في الأرض فذهب فأمرت بالبواقي \n  فردت إلى مكانها .\n</p>\n<p class=\"arabic\">وقال الليث بن سعد إن موسى بن نصير بعث ابنه مروان على جيش فأصاب من السبي \n  مائة ألف وبعث ابن أخيه في جيش فأصاب من السبي مائة ألف أخرى فقيل لليث من \n  هم قال البربر فلما جاء كتابه بذلك قال الناس إن ابن نصير والله أحمق من أين \n  له أربعون ألفا يبعث بهم إلى أمير المؤمنين في الخمس فبلغه ذلك فقال ليبعثوا \n  من يقبض لهم أربعين ألفا فلما فتحوا الأندلس جاء رجل فقال ابعث معي أدلك على \n  كنز فبعث معه فقال لهم انزحوا ها .\n</p>\n<p class=\"arabic\">هنا فنزحوا فسال عليهم من الياقوت والزبرجد ما أبهتهم فقالوا لا يصدقنا موسى \n  فأرسلوا إليه فجاء ونظر قال الليث إن كانت الطنفسة لتوجد منسوجة بقضبان الذهب \n  تنظم السلسلة الذهب باللؤلؤ والياقوت فكان البربريان ربما وجداها فلا يستطيعان \n  حملها حتى يأتيا بالفأس فيقسمانها ولقد سمع يومئذ مناد ينادي ولا يرونه أيها \n  الناس إنه قد فتح عليكم باب من أبواب جهنم .\n</p>\n<p class=\"arabic\">وقيل لما دخل موسى إفريقية وجد أكثر مدنها خالية لاختلاف أيدي البربر عليها \n  وكانت البلاد في قحط فأمر الناس بالصوم والصلاة وإصلاح *6*487* ذات البين \n  وخرج بهم إلى الصحراء ومعه سائر الحيوانات وفرق بينها وبين أولادها فوقع البكاء \n  والضجيج وأقام على ذلك إلى نصف النهار ثم صلى وخطب ولم يذكر الوليد فقيل له \n  ألا تدعو لأمير المؤمنين فقال هذا مقام لا يذكر فيه إلا الله فسقوا حتى رووا \n  وأغيثوا .\n</p>\n<p class=\"arabic\">قال أبو شبيب الصدفي لم نسمع في الإسلام بمثل سبايا موسى بن نصير .\n</p>\n<p class=\"arabic\">وقيل إن موسى تمادى في سيره بأرض الأندلس مجاهدا حتى انتهى إلى أرض تميد بأهلها \n  فقال له جنده إلى أين تريد أن تذهب بنا حسبنا ما بأيدينا فرجع وقال لو أطعتموني \n  لوصلت إلى القسطنطينية .\n</p>\n<p class=\"arabic\">ولم افتتح موسى أكثر الأندلس رجع إلى إفريقية وله نيف وستون سنة وهو راكب \n  على بغل اسمه كوكب وهو يجر الدنيا بين يديه جرا أمر بالعجل تجر أوقار الذهب \n  والجواهر والتيجان والثياب الفاخرة ومائدة سليمان ثم استخلف ولده بإفريقية \n  وأخذ معه مائة من رؤوس البربر ومائة وعشرين من الملوك وأولادهم وقدم مصر في \n  أبهة عظيمة ففرق الأموال ووصل الأشراف والعلماء ثم سار يطلب فلسطين فتلقاه \n  روح بن زنباع فوصله بمبلغ كبير وترك عنده بعض أهله وخدمه فأتاه كتاب الوليد \n  بأنه مريض ويأمره بشدة السير ليدركه وكتب إليه سليمان بن عبد الملك يبطئه \n  في سيره فإن الوليد في آخر نفس فجد في السير فآلى سليمان إن ظفر به ليصلبنه \n  وأراد سليمان أن يبطئ ليتسلم ما جاء به موسى فقدم قبل موت الوليد بأيام فأتاه \n  بالدر والجوهر والنفائس وملاح الوصائف والتيجان والمائدة فقبض ذلك كله وأمر \n  بباقي الذهب والتقادم فوضع ببيت المال وقومت المائدة بمائة ألف *6*488* دينار \n  ولم يحصل لموسى رضا الوليد واستخلف سليمان فأحضره وعنفه وأمر به فوقف في يوم \n  شديد الحر وكان سمينا .\n</p>\n<p class=\"arabic\">بدينا فوقف حتى سقط مغشيا عليه وعمر بن عبد العزيز واقف يتألم له فقال سليمان \n  يا أبا حفص ما أظن إلا أنني خرجت من يميني ثم قال من يضمه فقال يزيد بن المهلب \n  أنا أضمه قال فضمه إليك ولا تضيق عليه فأقام عنده أياما وتوسط بينه وبين سليمان \n  وافتدى منه بألف ألف دينار ويقال إن يزيد قال له كم تعد من مواليك وأهل بيتك \n  قال كثير قال يزيد يكونون ألفا قال وألف ألف وقال يزيد وأنت على هذا وتلقي \n  بيدك إلى التهلكة أفلا أقمت في قرار عزك وسلطانك وبعثت بالتقادم فإن أعطيت \n  الرضا وإلا فائت على عزك قال لو أردت ذلك لصار ولكني آثرت الله ولم أر الخروج \n  قال يزيد كلنا ذلك الرجل أراد بذلك قدومه هو على الحجاج .\n</p>\n<p class=\"arabic\">وقال سليمان يوما لموسى ما كنت تفزع إليه عند حربك قال الدعاء والصبر قال \n  فأي الخيل رأيتها أصبر قال الشقر قال فأي الأمم أشد قتالا قال هم أكثر من \n  أصف قال فأخبرني عن الروم قال أسد في حصونهم عقبان على خيولهم نساء في مراكبهم \n  إن رأوا فرصة افترصوها وإن رأوا غلبة فأوعال تذهب في الجبال لا يرون الهزيمة \n  عارا قال فأخبرني عن البربر قال هم أشبه العجم بالعرب لقاء ونجدة وصبرا وفروسية \n  وشجاعة غير أنهم أغدر الناس ولا وفاء لهم ولا عهد قال فأخبرني عن أهل الأندلس \n  قال ملوك مترفون وفرسان لا يجبنون قال فأخبرني عن الفرنج قال هناك العدد والجلد \n  والشدة والبأس والنجدة قال فكيف كانت الحرب بينك وبينهم قال أما هذا فوالله \n  ما هزمت لي راية قط ولا بدد جمعي ولا نكب المسلمون معي منذ اقتحمت الأربعين \n  إلى أن *6*489* بلغت الثمانين ثم قال والله لقد بعثت لأخيك الوليد بتور من \n  زبرجد أخضر كان يجعل فيه اللبن حتى يرى فيه الشعرة البيضاء ثم جعل يعدد ما \n  أصاب من الجوهر والزبرجد حتى بهت سليمان وتعجب .\n</p>\n<p class=\"arabic\">وبلغنا أن النصيري من ولد موسى بن نصير قال دخل موسى مع مروان مصر فتركه مع \n  ابنه عبد العزيز بن مروان ثم كان مع بشر بن مروان وزيرا بالعراق .\n</p>\n<p class=\"arabic\">وقال الفسوي ولي موسى إفريقية سنة تسع وسبعين فافتتح بلادا كثيرة وكان ذا \n  حزم وتدبير .\n</p>\n<p class=\"arabic\">وذكر النصيري أن موسى بن نصير قال يوما أما والله لو انقاد الناس إلي لقدتهم \n  حتى أوقفهم على رومية ثم ليفتحنها الله علي يدي إن شاء الله .\n</p>\n<p class=\"arabic\">ولم قدم مصر سنة خمس وتسعين توجه إلى الوليد فلما جلس الوليد يوم جمعة على \n  المنبر أتى موسى وقد ألبس ثلاثين رجلا التيجان على كل واحد تاج الملك وثيابه \n  ودخل بهم المسجد في هيئة الملوك فلما رآهم الوليد بهت ثم حمد الله وشكر وهم \n  وقوف تحت المنبر وأجاز موسى بجائزة عظيمة وأقام موسى بدمشق حتى مات الوليد \n  واستخلف سليمان وكان عاتبا على موسى وحبسه وطالبه بأموال عظيمة ثم حج سليمان \n  ومعه موسى بن نصير فمات بالمدينة .\n</p>\n<p class=\"arabic\">وقيل مات بوادي القرى .\n</p>\n<p class=\"arabic\">وقيل لم يسمع في الإسلام بمثل سبايا موسى بن نصير وكثرتهم .\n</p>\n<p class=\"arabic\">وروى أن موسى قال لسليمان يوما يا أمير المؤمنين لقد كانت الشياه *6*490* \n  الألف تباع بمائة درهم ويمر الناس بالبقرة لا يلتفتون إليها وتباع الناقة \n  بعشرة دراهم ولقد رأيت العلج الفاره وامرأته وأولاده يباعون بخمسين درهما .\n\n</p>"
}