{
    "header": "الوليد بن عبد الملك ابن مروان بن الحكم بـ...",
    "id": "001200",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الوليد بن عبد الملك ابن مروان بن الحكم بن أبي العاص بن أمية أبو العباس \n  الأموي  استخلف بعهد من أبيه بعده .\n</h1>\n<p class=\"arabic\">قال العتبي عن أبيه كان دميما إذا مشى تبختر في مشيته وكان أبواه يترفانه \n  فشب بلا أدب وكان سائل الأنف .\n</p>\n<p class=\"arabic\">وقال سعيد بن عفير كان الوليد طويلا أسمر به اثر جدري وبمقدم لحيته شمط ليس \n  في رأسه ولا لحيته غيره أفطس .\n</p>\n<p class=\"arabic\">وروى ابن يحيى الغساني أن روح بن زنباع قال دخلت يوما على عبد الملك وهو مهموم \n  فقال فكرت فيما أوليه أمر العرب فلم أجده فقلت أين أنت عن الوليد قال إنه \n  لا يحسن ) .\n</p>\n<p class=\"arabic\">النحو قال فقال لي رح إلي العشية فإني سأظهر كآبة فسلني قال فرحت إليه والوليد \n  عنده فقلت له لا يسوءك الله ما هذه الكآبة قال فكرت فيمن أوليه أمر العرب \n  فلم أجده فقلت وأين أنت عن ريحانة قريش وسيدها الوليد فقال لي يا أبا زنباع \n  إنه لا يلي العرب إلا من تكلم بكلامهم قال فسمعها الوليد فقام من ساعته وجمع \n  أصحاب النحو وجلس معهم في بيت وطين عليه ستة أشهر ثم خرج وهو أجهل مما كان \n  فقال عبد الملك أما إنه قد أعذر .\n</p>\n<p class=\"arabic\">وقد غزا الوليد أرض الروم في خلافة أبيه غير مرة وحج بالناس سنة ثمان وسبعين .\n</p>\n<p class=\"arabic\">وروى العتبي أن عبد الملك أوصى بنيه عند الموت بأمور ثم قال للوليد لا ألفينك \n  إذا مت تعصر عينيك وتحن حنين الأمة ولكن شمر وائتزر *6*498* والبس جلد نمر \n  ودلني في حفرتي وخلني وشأني ثم ادع الناس إلى البيعة فمن قال هكذا فقل بالسيف \n  هكذا .\n</p>\n<p class=\"arabic\">وبويع الوليد في شوال .\n</p>\n<p class=\"arabic\">وروى سعيد بن عامر الضبعي عن كثير أبي الفضل الطفاوي قال شهدت الوليد بن عبد \n  الملك صلى الجمعة والشمس على الشرف ثم صلى العصر .\n</p>\n<p class=\"arabic\">قلت كثير هو ابن يسار بصري .\n</p>\n<p class=\"arabic\">روى عنه حماد بن زيد وأبو عاصم النبيل وجماعة لم يضعف وبنو أمية معروفون بتأخير \n  الصلاة عن وقتها .\n</p>\n<p class=\"arabic\">وقال ضمرة عن علي بن أبي عبلة سمع عبد الله بن عبد الملك بن مروان قال قال \n  لي الوليد كيف أنت والقرآن قلت يا أمير المؤمنين أختمه في كل جمعة قلت فأنت \n  يا أمير المؤمنين قال وكيف مع الأشغال قلت على ذاك قال في كل ثلاث قال علي \n  فذكرت ذلك لإبراهيم بن أبي عبلة فقال كان يختم في رمضان سبع عشرة مرة .\n</p>\n<p class=\"arabic\">وقال ضمرة سمعت إبراهيم بن أبي عبلة يقول رحم الله الوليد وأين مثل الوليد \n  افتتح الهند والأندلس وبنى مسجد دمشق وكان يعطيني قصاع الفضة أقسمها على قراء \n  بيت المقدس .\n</p>\n<p class=\"arabic\">وقال عمر بن عبد الواحد الدمشقي عن عبد الرحمن بن يزيد بن جابر عن أبيه قال \n  خرج الوليد بن عبد الملك من الباب الأصغر فوجد رجلا عند الحائط عند المئذنة \n  الشرقية يأكل وحده فجاء فوقف على رأسه فإذا هو يأكل خبزا وترابا فقال ما شأنك \n  انفردت من الناس قال أحببت الوحدة قال فما حملك على أكل التراب أما في بيت \n  مال المسلمين ما يجرى عليك قال بلى ولكن رأيت القنوع قال فرد الوليد إلى مجلسه \n  ثم أحضره فقال إن لك لخبرا لتخبرني به وإلا ضربت ما فيه عيناك قال نعم كنت \n  جمالا ومعي ثلاثة أجمال موقرة طعاما حتى أتيت مرج الصفر فقعدت في خربة *6*499* \n  أبول فرأيت البول ينصب في شق فاتبعته حتى كشفته فإذا غطاء علي حفير فنزلت \n  فإذا مال صبيب فأنخت رواحلي وأفرغت أعكامي ثم أوقرتها ذهبا وغطيت الموضع فلما \n  سرت غير يسير وجدت معي مخلاة فيها طعام فقلت أنا أنزل الكسوة ففرغتها ورجعت \n  لأملأها فخفي عني الموضع وأتعبني الطلب فرجعت إلى الجمال فلم أجدها ولم أجد \n  الطعام فآليت على نفسي ألا آكل شيئا إلا الخبز بالتراب فقال الوليد كم لك \n  من العيال فذكر عيالا قال يجرى عليك من بيت المال ولا تستعمل في شيء فإن هذا \n  هو المحروم قال ابن جابر فذكر لنا أن الإبل جاءت إلى بيت مال المسلمين فأناخت \n  عنده فأخذها أمين الوليد فطرحها في بيت المال .\n</p>\n<p class=\"arabic\">رواته ثقات قاله الكناني .\n</p>\n<p class=\"arabic\">وقال المفضل الغلابي ثنا نمير بن عبد الله الصنعاني عن أبيه قال قال الوليد \n  بن عبد الملك لولا أن الله ذكر آل لوط في القرآن ما ظننت أن أحدا يفعل هذا .\n</p>\n<p class=\"arabic\">وقال ابن الأنباري ثنا أبو عكرمة الضبي أن الوليد بن عبد الملك قرأ على المنبر \n  يا ليتها كانت القاضية وتحت المنبر عمر بن عبد العزيز وسليمان بن *6*500* \n  عبد الملك فقال سليمان وددتها والله .\n</p>\n<p class=\"arabic\">وعن أبي الزناد قال كان الوليد لحانا كأني أسمعه على منبر النبي صلى الله \n  عليه وسلم يقول يا أهل المدينة .\n</p>\n<p class=\"arabic\">قلت وكان الوليد جبارا ظالما لكنه أقام الجهاد في أيامه وفتحت في خلافته فتوحات \n  عظيمة كما ذكرنا .\n</p>\n<p class=\"arabic\">قال حماد بن زيد حدثني خالد بن نافع حدثني ابن عيينة عن المهلب بن أبي صفرة \n  عن يزيد بن المهلب قال لما ولاني سليمان بن عبد الملك خراسان ودعني عمر بن \n  عبد العزيز فقال لي يا يزيد اتق الله إني حين وضعت الوليد في لحده إذا هو \n  يركض في أكفانه يعني ضرب الأرض برجله .\n</p>\n<p class=\"arabic\">قال سعيد بن عبد العزيز هلك الوليد بدير مران فحمل على أعناق الرجال فدفن \n  بباب الصغير ) .\n</p>\n<p class=\"arabic\">قال أبو عمر الضرير وغيره توفي في نصف جمادى الآخرة سنة ست وتسعين .\n</p>\n<p class=\"arabic\">وقال خليفة عاش إحدى وخمسين سنة .\n</p>\n<p class=\"arabic\">قلت كانت خلافته تسع سنين وثمانية أشهر وبلغنا أن البشير لما جاء الوليد بفتح \n  الأندلس جاءه أيضا بشير بفتح مدينة من خراسان قال الخادم فأعلمته وهو يتوضأ \n  فدخل المسجد وسجد لله طويلا وحمده وبكى .\n</p>\n<p class=\"arabic\">وقيل كان يختن الأيتام ويرتب لهم المؤدبين ويرتب للزمنى من يخدمهم وللأضراء \n  من يقودهم من رقيق المسلمين وعمر مسجد النبي صلى الله عليه وسلم ووسعه ورزق \n  الفقهاء والفقراء والضعفاء وحرم عليهم سؤال الناس وفرض لهم ما يكفيهم وضبط \n  الأموال أتم ضبط *6*501* .\n\n</p>"
}