{
    "header": "أبو عثمان النهدي البصري عبد الرحمن بن ملـ...",
    "id": "001249",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أبو عثمان النهدي البصري عبد الرحمن بن مل أدرك الجاهلية وسمع من عمر وابن \n  مسعود وحذيفة وبلال وسلمان وعلي وأبي موسى وسعيد بن زيد وابن عباس وطائفة .\n</h1>\n<p class=\"arabic\">روى عنه قتادة وأيوب وعاصم الأحول وحميد الطويل وداود بن أبي هند وخالد الحذاء \n  وسليمان التيمي وعمران بن حدير .\n</p>\n<p class=\"arabic\">وشهد اليرموك وحج في الجاهلية مرتين ثم أسلم في عهد النبي صلى الله عليه وسلم \n  وأدى الصدقة إلى عماله وصحب سلمان الفارسي ثنتي عشرة سنة وكان كبير الشأن \n  صواما قواما قانتا لله حنيفا .\n</p>\n<p class=\"arabic\">ورد أنه كان يصلي حتى يغشى عليه وكان ثقة إماما ثبتا هاجر إلى *6*536* المدينة \n  في أول خلافة عمر .\n</p>\n<p class=\"arabic\">روى حميد الطويل عنه أنه قال بلغت مائة وثلاثين سنة .\n</p>\n<p class=\"arabic\">وروى عنه عاصم قال رأيت يغوث صنما من رصاص يحمل على جمل أجرد فإذا بلغ واديا \n  برك فيه وقالوا قد رضي لكم ربكم هذا الوادي .\n</p>\n<p class=\"arabic\">وقال عبد الرحيم بن سليمان عن عاصم الأحول قال سئل أبو عثمان وأنا أسمع هل \n  أدركت النبي صلى الله عليه وسلم فقال نعم أسلمت على عهده وأديت إليه ثلاث \n  صدقات ولم ألقه وغزوت اليرموك والقادسية وجلولاء ونهاوند وتستر وأذربيجان \n  ورستم .\n</p>\n<p class=\"arabic\">وروي أنه سكن الكوفة فلما قتل الحسين تحول إلى البصرة وحج ستين حجة ما بين \n  حجة وعمرة .\n</p>\n<p class=\"arabic\">وقال علي بن زيد عنه أتيت عمر بالبشارة يوم نهاوند .\n</p>\n<p class=\"arabic\">وقال معتمر بن سليمان عن أبيه قال كان أبو عثمان يصلي حتى يغشى عليه .\n</p>\n<p class=\"arabic\">وقال معاذ بن معاذ كانوا يرون أن عبادة سليمان التيمي أخذها من أبي عثمان .\n</p>\n<p class=\"arabic\">وقال سليمان التيمي إني لأحسب أن أبا عثمان كان لا يصيب ذنبا كان ليله قائما \n  ونهاره صائما وقال أبو حاتم الرازي كان عريف قومه وكان ثقة .\n</p>\n<p class=\"arabic\">وقال الفلاس توفي سنة خمس وتسعين .\n</p>\n<p class=\"arabic\">وقال المدائني وجماعة توفي سنة مائة *6*537* .\n\n</p>"
}