{
    "header": "الحسن البصري ع .",
    "id": "001322",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الحسن البصري ع .\n</h1>\n<p class=\"arabic\">ابن أبي الحسن يسار أبو سعيد مولى زيد بن ثابت ويقال مولى جميل بن قطبة إمام \n  أهل البصرة بل إمام أهل العصر ولد بالمدينة سنة إحدى وعشرين من الهجرة في \n  خلافة عمر وكانت أمه خيرة مولاة لأم سلمة فكانت تذهب لأم سلمة في الحاجة وتشاغله \n  أم سلمة بثديها فربما در عليه ثم نشأ بوادي القرى *7*49* .\n</p>\n<p class=\"arabic\">وقد سمع عن عثمان وهو يخطب وشهد يوم الدار ورأى طلحة وعليا .\n</p>\n<p class=\"arabic\">وروى عن عمران بن حصين والمغيرة بن شعبة وعبد الرحمن بن سمرة وأبي بكرة والنعمان \n  بن بشير وجندب بن عبد الله وسمرة بن جندب وابن عباس وابن عمر وجابر وعمرو \n  بن ثعلب وعبد الله بن عمرو ومعقل بن يسار وأبي هريرة والأسود بن سريع وأنس \n  بن مالك وخلق كثير من الصحابة وكبار التابعين كالأحنف بن قيس وحطان الرقاشي \n  وقرأ عليه القرآن وصار كاتبا في إمرة معاوية للربيع بن زياد متولي خراسان .\n</p>\n<p class=\"arabic\">روى عنه أيوب وثابت ويونس بن عون وحميد الطويل وهشام بن حسان وجرير بن حازم \n  ويزيد بن إبراهيم ومبارك بن فضالة والربيع بن صبيح وأبان بن يزيد العطار وأشعث \n  بن سوار وأشعث بن جابر وأشعث بن عبد الملك وأبو الأشهب العطاردي وقرة بن خالد \n  وشبيب بن شيبة وحزم القطعي وسلام بن مسكين وشميط بن عجلان وأمم لا يحصون .\n</p>\n<p class=\"arabic\">قال غير واحد من الكبار لم يسمع الحسن من أبي هريرة .\n</p>\n<p class=\"arabic\">وقال علي بن المديني لم يسمع الحسن من أبي موسى الأشعري ولا من عمرو بن ثعلب \n  ولا من الأسود بن سريع ولا من عمران ولا من أبي بكرة .\n</p>\n<p class=\"arabic\">قلت وكان يدلس ويرسل ويحدث بالمعاني ومناقبه كثيرة ومحاسنه غزيرة كان رأسا \n  في العلم والحديث إماما مجتهدا كثير الإطلاع رأسا في *7*50* القرآن وتفسيره \n  رأسا في الوعظ والتذكير رأسا في الحلم والعبادة رأسا في الزهد والصدق رأسا \n  في الفصاحة والبلاغة رأسا في الأيد والشجاعة ) .\n</p>\n<p class=\"arabic\">روى الأصمعي عن أبيه قال ما رأيت زندا أعرض من زند الحسن البصري كنا عرضه \n  شبرا .\n</p>\n<p class=\"arabic\">وقال محمد بن عبد الله الأنصاري أصل الحسن البصري من ميسان .\n</p>\n<p class=\"arabic\">وعن أبي بردة قال ما رأيت أحدا أشبه بأصحاب رسول الله صلى الله عليه وسلم \n  من هذا الشيخ يعني الحسن .\n</p>\n<p class=\"arabic\">وروى جرير بن حازم عن حميد بن هلال قال قال لنا أبو قتادة العدوي إلزموا هذا \n  الشيخ فما رأيت أحدا أشبه بعمر رضي الله عنه منه يعني الحسن .\n</p>\n<p class=\"arabic\">وعن أنس بن مالك قال سلوا الحسن فإنه حفظ ونسينا .\n</p>\n<p class=\"arabic\">وقال مطر الوراق لما ظهر الحسن جاء كأنما كان في الآخرة فهو يخبر عما عاين .\n</p>\n<p class=\"arabic\">وروى ضمرة بن ربيعة عن الإصبع بن زيد حدثني العوام بن حوشب قال ما أشبهه الحسن \n  إلا بنبي أقام في قومه ستين عاما يدعوهم إلى الله تعالى .\n</p>\n<p class=\"arabic\">وقال عيسى بن يونس عن الفضيل أبي محمد سمعت الحسن *7*51* يقول أنا يوم الدار \n  ابن أربع عشرة سنة جمعت القرآن فأنظر إلى طلحة بن عبيد الله وذكر قصة .\n</p>\n<p class=\"arabic\">وقال غالب القطان عن بكر المزني قال من سره أن ينظر إلى أفقه من رأينا فلينظر \n  إلى الحسن .\n</p>\n<p class=\"arabic\">مجالد عن الشعبي قال ما رأيت الذي كان أسود من الحسن .\n</p>\n<p class=\"arabic\">قال الحسن احتملت سنة صفين .\n</p>\n<p class=\"arabic\">وعن أمه الحكم قالت كان الحسن يجيء إلى حطان الرقاشي فما رأيت شابا قط كان \n  أحسن وجها منه .\n</p>\n<p class=\"arabic\">غندر عن شعبة قال رأيت الحسن وعليه عمامة سوداء .\n</p>\n<p class=\"arabic\">وقال سلام بن مسكين رأيت على الحسن طيلسانا كأنما يجري فيه الماء وخميصة كأنها \n  خز .\n</p>\n<p class=\"arabic\">وقال محمد بن سعد ذكر عن الحسن أنه قال كان أبواي لرجل من التجار فتزوج إمرأة \n  من بني سلمة من الأنصار فساقهما إلى المرأة من مهرها فأعتقتهما ويقال بل كانت \n  أمه مولاة لأم سلمة فولد الحسن لسنتين بقيتا من خلافة عمر قال فيذكرون أن \n  أمه ربما غابت فيبكي فتعطيه أم سلمة ثديها تعلله به إلى أن تجيء أمه فدر عليه \n  ثديها فشربه فيرون أن تلك الحكمة ) .\n</p>\n<p class=\"arabic\">والفصاحة من بركة ذلك .\n</p>\n<p class=\"arabic\">أبو داود الطيالسي عن خالد بن عبد الرحمن بن بكير ثنا الحسن قال رأيت عثمان \n  يخطب وأنا ابن خمس عشرة سنة قائما وقاعدا .\n</p>\n<p class=\"arabic\">معن بن عيسى القزاز ثنا محمد بن عمرو سمعت الحسن يقول سمعت *7*52* أبا هريرة \n  يقول الوضوء مما غيرت النار قال الحسن فلا أدعه أبدا .\n</p>\n<p class=\"arabic\">مسلم بن إبراهيم ثنا هلال سمعت الحسن يقول كان موسى لا يغتسل إلا مستترا فقيل \n  له ممن سمعت هذا قال من أبي هريرة .\n</p>\n<p class=\"arabic\">مسلم بن إبراهيم ثنا ربيعة بن كلثوم سمعت الحسن يقول ثنا أبو هريرة قال عهد \n  إلي رسول الله صلى الله عليه وسلم ثلاثا الغسل يوم الجمعة والوتر قبل النوم \n  وصيام ثلاثة من كل شهر .\n</p>\n<p class=\"arabic\">وهيب عن أيوب قال لم يسمع الحسن من أبي هريرة وقال مثله حماد عن علي بن زيد .\n</p>\n<p class=\"arabic\">حماد بن سلمة عن حميد قال كان علم الحسن في صحيفة مثل هذه وعقد عفان بالإبهامين \n  والسبابتين .\n</p>\n<p class=\"arabic\">حماد بن سلمة عن يزيد بن الرشك قال كان الحسن على القضاء .\n</p>\n<p class=\"arabic\">عمر بن أبي زائدة قال جئت بكتاب من قاضي الكوفة إلى إياس بن معاوية فجئت وقد \n  عزل واستقضي الحسن .\n</p>\n<p class=\"arabic\">قال ابن أبي عروبة رأيت الحسن يصفر لحيته .\n</p>\n<p class=\"arabic\">وقال جرثومة مولى بلال بن أبي بردة رأيت الحسن يصفر لحيته في كل جمعة *7*53* .\n</p>\n<p class=\"arabic\">وقال أبو خلدة رأيت الحسن يصفر لحيته .\n</p>\n<p class=\"arabic\">وقال عفان ثنا حماد بن سلمة قال رأيت على الحسن ثوبا سعيديا مصلبا وعمامة \n  سوداء .\n</p>\n<p class=\"arabic\">أحمد بن عبد الله بن يونس ثنا عيسى بن عبد الرحمن رأيت الحسن البصري عليه \n  عمامة سوداء مرخية من ورائه وعليه قميص وبرد صغير مرتديا به .\n</p>\n<p class=\"arabic\">حماد بن سلمة عن حميد ويونس بن عبيد قالا قد رأينا الفقهاء فما رأينا أجمع \n  من الحسن .\n</p>\n<p class=\"arabic\">حماد بن زيد عن أيوب قال قيل لابن الأشعث إن سرك أن يقتلوا حولك كما قتلوا \n  حول عائشة فأخرج الحسن فأرسل إليه فأكرهه ) .\n</p>\n<p class=\"arabic\">عفان ثنا سليم بن أخضر ثنا ابن عون قال قالوا لابن الأشعث أخرج هذا الشيخ \n  يعني الحسن قال ابن عون فنظرت إليه بين الجسرين عليه عمامة سوداء فغفلوا عنه \n  فألقى نفسه في بعض تلك الأنهار حتى نجا منهم وكاد يهلك يومئذ .\n</p>\n<p class=\"arabic\">سلام بن مسكين ثنا سليمان بن علي الربعي قال لما كانت فتنة ابن الأشعث إذ \n  قاتل الحجاج انطلق عقبة بن عبد الغافر وأبو الجوزاء وعبد الله بن غالب في \n  طائفة فدخلوا على الحسن فقالوا يا أبا سعيد ما تقول في قتال هذا الطاغية الذي \n  سفك الدم الحرام وأخذ المال الحرام وترك *7*54* الصلاة وفعل وفعل قال أرى \n  أن لا تقاتلوه فإنها إن تكن عقوبة من الله فما أنتم برادي عقوبة الله بأسيافكم \n  وإن يكن بلاء فاصبروا حتى يحكم الله فخرجوا وهم يقولون نطرح هذا العلج قال \n  وهم قوم عرب وخرجوا مع ابن الأشعث فقتلوا .\n</p>\n<p class=\"arabic\">حماد بن زيد عن أبي التياح عن الحسن قال والله ما سلط الحجاج إلا عقوبة فلا \n  تعترضوا عقوبة الله بالسيف ولكن عليكم بالسكينة والتضرع .\n</p>\n<p class=\"arabic\">روح بن عبادة ثنا حجاج الأسود قال تمنى رجل فقال ليتني بزهد الحسن وورع ابن \n  سيرين وعبادة عامر بن عبد قيس وفقه سعيد بن المسيب وذكر مطرفا بشيء فنظروا \n  فوجدوا ذلك كاملا كله في الحسن .\n</p>\n<p class=\"arabic\">روح بن عبادة ثنا حجاج الأسود قال تمنى رجل فقال ليتني بزهد الحسن وورع ابن \n  سيرين وعبادة عامر بن عبد قيس وفقه سعيد بن المسيب وذكر مطرفا بشيء فنظروا \n  فوجدوا ذلك كاملا كله في الحسن .\n</p>\n<p class=\"arabic\">روح ثنا حماد بن سلمة عن الجريري أن أبا سلمة بن عبد الرحمن قال للحسن أرأيت \n  ما تفتي الناس أشيئا سمعته أم برأيك فقال لا والله ما كل ما نفتي به سمعناه \n  ولكن رأينا لهم خير من رأيهم لأنفسهم .\n</p>\n<p class=\"arabic\">قال يزيد بن إبراهيم التستري رأيت الحسن يرفع يديه في قصصه في الدعاء بظهر \n  كفيه .\n</p>\n<p class=\"arabic\">وقال حماد بن سلمة عن حميد كان الحسن يشتري كل يوم لحما بنصف درهم *7*55* .\n</p>\n<p class=\"arabic\">وقال سلام بن مسكين سمعت الحسن يقول أهينوا هذه الدنيا فوالله لأهنا ما تكون \n  إذا أهنتموها .\n</p>\n<p class=\"arabic\">وقال حماد بن زيد عن هشام أن عطاء سئل عن شيء فقال لا أدري فقيل إن الحسن \n  يقول ) .\n</p>\n<p class=\"arabic\">كذا وكذا قال إنه والله ليس بين جنبي مثل قلب الحسن .\n</p>\n<p class=\"arabic\">وقال حماد عن حميد عن الحسن قال ابن آدم لم تكن فكونت وسألت فأعطيت وسئلت \n  فمنعت فبئس ما صنعت .\n</p>\n<p class=\"arabic\">قال سليمان بن المغيرة ثنا يونس أن الحسن أخذ عطاءه فجعل يقسمه فذكر أهله \n  حاجة فقال دونكم بقية العطاء أما إنه لا خير فيه إن لم يصنع به هكذا .\n</p>\n<p class=\"arabic\">وقال حماد عن حميد عن الحسن قال كثرة الضحك مما يميت القلب .\n</p>\n<p class=\"arabic\">قال أبو حرة وكان الحسن لا يأخذ على قضائه .\n</p>\n<p class=\"arabic\">وقال يعقوب الحضرمي ثنا عقبة بن خالد العبدي سمعت الحسن يقول ذهب الناس والنسناس \n  نسمع صوتا ولا نرى أنيسا .\n</p>\n<p class=\"arabic\">وقال يزيد بن هارون أنبأ هشام قال بعث مسملة بن عبد الملك إلى الحسن بجبة \n  وخميصة فقبلهما فربما رأيته وقد سدل الخميصة على الجبة .\n</p>\n<p class=\"arabic\">وقال وهب بن جرير ثنا أبي رأيت الحسن يصلي وعليه خميصة *7*56* كثيرة الأعلام \n  فلا يخرج يده منها إذا سجد .\n</p>\n<p class=\"arabic\">وقال حماد عن حميد قال لم يحج الحسن إلا حجتين .\n</p>\n<p class=\"arabic\">وقال همام عن قتادة قال كنا نصلي مع الحسن على البوادي وكان الحسن يحلق رأسه \n  كل عام يوم النحر .\n</p>\n<p class=\"arabic\">وقال حجاج بن نصير ثنا عمارة بن مهران قال كنت عند الحسن فدخل علينا فرقد \n  وهو يأكل خبيصا فقال تعال فكل فقال أخاف أن لا أؤدي شكره قال الحسن ويحك وتؤدي \n  شكر الماء البارد .\n</p>\n<p class=\"arabic\">قال حجاج وثنا عمارة حدثني الحسن أنه كان يكره الأصوات بالقرآن هذا التطريب .\n</p>\n<p class=\"arabic\">وروى ابن عيينة عن أيوب السختياني قال لو رأيت الحسن لقلت إنك لم تجالس فقيها \n  قط .\n</p>\n<p class=\"arabic\">وعن الأعمش قال ما زال الحسن يعي الحكمة حتى نطق بها وقيل كان الحسن إذا ذكر \n  عند أبي حعفر الباقر قال ذاك الذي يشبه كلامه كلام الأنبياء .\n</p>\n<p class=\"arabic\">وعن صالح المري عن الحسن قال ابن آدم إنما أنت أيام كلما ذهب يوم ذهب بعضك .\n</p>\n<p class=\"arabic\">وقال مبارك بن فضالة سمعت الحسن يقول فضح الموت الدنيا فلم يترك فيها لذي \n  لب فرحا ) *7*57* .\n</p>\n<p class=\"arabic\">قال قتادة ما جمعت علم الحسن إلى علم أحد إلا وجدت له عليه فضلا غير أنه كان \n  إذا أشكل عليه شيء كتب فيه إلى سعيد بن المسيب يسأله .\n</p>\n<p class=\"arabic\">وقال أيوب السختياني كان الرجل يجلس إلى الحسن ثلاث حجج ما يسأله عن مسألة \n  هيبة له .\n</p>\n<p class=\"arabic\">وقال معاذ بن معاذ قلت لأشعث قد لقيت عطاء وعندك مسائل أفلا سألته قال ما \n  لقيت أحدا يعني بعد الحسن إلا صغر في عيني .\n</p>\n<p class=\"arabic\">وقال محمد بن سلام الجمحي عن همام عن قتادة قال يقال ما خلت الأرض قط من سبعة \n  رهط بهم يسقون وبهم يدفع عنهم وإني أرجو أن يكون الحسن أحد السبعة .\n</p>\n<p class=\"arabic\">وقال قتادة ما كان أحد أكمل مروءة من الحسن .\n</p>\n<p class=\"arabic\">وقال يونس بن عبيد لم أر أقرب قولا من فعل من الحسن .\n</p>\n<p class=\"arabic\">وقال أبو جعفر الرازي عن الربيع بن أنس قال اختلفت إلى الحسن عشر سنين فليس \n  من يوم إلا أسمع منه ما لم أسمع قبل ذلك .\n</p>\n<p class=\"arabic\">روى حوشب عن الحسن قال يا ابن آدم والله إن قرأت القرآن ثم آمنت به ليطولن \n  في الدنيا حزنك وليشتدن خوفك وليكثرن بكاؤك .\n</p>\n<p class=\"arabic\">قال إبراهيم بن عيسى اليشكري ما رأيت أحدا أطول حزنا من الحسن وما رأيته إلا \n  حسبته حديث عهد بمصيبة *7*58* .\n</p>\n<p class=\"arabic\">وقال سفيان الثوري عن عمران القصير قال سألت الحسن عن شيء فقلت إن الفقهاء \n  يقولون كذا وكذا فقال وهل رأيت فقيها بعينك إنما الفقيه الزاهد في الدنيا \n  البصير بدينه المداوم على عبادة ربه .\n</p>\n<p class=\"arabic\">وقال عبد الصمد بن عبد الوارث ثنا محمد بن ذكوان ثنا خالد بن صفوان قال لقيت \n  مسلمة بن عبد الملك فقال أخبرني عن حسن أهل البصرة قلت أصلح الله الأمير أخبرك \n  عنه بعلم أما جاره إلى جنبه وجليسه في مجلسه أشبه الناس سريرة بعلانية وأشبه \n  قولا بفعل إن قعد على أمر قام به وإن قام على أمر قعد به وإن أمر بأمر كان \n  أعمل الناس به وإن نهى عن شيء كان أترك الناس له رأيته مستغنيا عن الناس ورأيت \n  الناس محتاجين إليه قال حسبك با خالد كيف يضل قوم هذا فيهم .\n</p>\n<p class=\"arabic\">قال جعفر بن سليمان سمعت هشام بن حسان سمعت الحسن يحلف بالله ما أعز أحد الدرهم \n  ) .\n</p>\n<p class=\"arabic\">إلا ذل .\n</p>\n<p class=\"arabic\">وقال حزم بن أبي حزم سمعت الحسن يقول بئس الرفيقان الدرهم والدينار لا ينفعانك \n  حتى يفارقانك .\n</p>\n<p class=\"arabic\">قال أبو داود السجستاني في كتاب سؤالات الآجري له كان الحسن يكون بخراسان \n  وكان يرافق مثل قطري بن الفجاءة والمهلب بن أبي صفرة كان من الشجعان .\n</p>\n<p class=\"arabic\">قال هشام بن حسان كان الحسن أشجع أهل زمانه .\n</p>\n<p class=\"arabic\">وقال أبو عمرو بن العلاء ما رأيت أفصح من الحسن *7*59* .\n</p>\n<p class=\"arabic\">وقال جعفر بن سليمان كان الحسن البصري من أشد الناس وكان المهلب إذا قاتل \n  المشركين يقدمه .\n</p>\n<p class=\"arabic\">وقال حماد بن زيد عن ابن عون قال لما ولي الحسن القضاء كلمني رجل أن أكلمه \n  في مال يتيم يدفع إليه ويضمه قال فكلمته فقال أتعرفه قلت نعم فدفعه إليه .\n</p>\n<p class=\"arabic\">قال سعيد بن أبي عروبة كلمت مطرا الوراق في بيع المصاحف فقال خذ كان حبرا \n  الأمة أو قال فقيها الأمة لا يريان به بأسا الحسن والشعبي .\n</p>\n<p class=\"arabic\">وقال عبد الله بن شوذب عن مطر قال دخلنا على الحسن نعوده فما كان في البيت \n  شيء لا فراش ولا بساط ولا حصير إلا سرير مرمول هو عليه .\n#</p>\n<p class=\"arabic\">ذكر غلط من نسبه إلى القدر .\n</p>\n<p class=\"arabic\">قال حماد بن زيد عن أيوب قال لا أعلم أحدا يستطيع أن يعيب الحسن إلا به يعني \n  القدر أنا نازلته في القدر غير مرة حتى خوفته السلطان فقال لا أعود فيه بعد \n  اليوم وقد أدركت الحسن والله ما يقوله .\n</p>\n<p class=\"arabic\">وقال أبو سلمة التبوذكي ثنا أبو هلال سمعت حميدا وأيوب يقولان فسمعت حميدا \n  يقول لأيوب لوددت أنه قسم علينا غرم وأن الحسن لم يتكلم بالذي تكلم به *7*60* .\n</p>\n<p class=\"arabic\">وقال حماد بن زيد أيضا عن أيوب قال كذب على الحسن ضربان من الناس قوم القدر \n  رأيهم لينفقوه بين الناس بالحسن وقوم في صدورهم شنآن وبغض للحسن وأنا نازلته \n  غير مرة في القدر حتى خوفته بالسلطان فقال لا أعود .\n</p>\n<p class=\"arabic\">وقال حماد بن سلمة عن حميد سمعت الحسن يقول الله خلق الشيطان وخلق الخير والشر \n  ) .\n</p>\n<p class=\"arabic\">وقال سليمان بن حرب ثنا أبو الأشهب عن الحسن وحيل بينهم وبين ما يشتهون قال \n  حيل بينهم وبين الإيمان .\n</p>\n<p class=\"arabic\">قال حماد بن سلمة عن حميد قال قرأت القرآن كله على الحسن ففسره لي أجمع على \n  الإثبات وسألته عن قوله تعالى كذلك سلكناه في قلوب المجرمين قال الشرك سلكه \n  الله في قلوبهم وسألته عن قوله ولهم أعمال من دون ذلك قال أعمال سيعملونها \n  لم يعملوها .\n</p>\n<p class=\"arabic\">وقال حماد بن زيد وعن خالد الحذاء قال سأل رجل الحسن فقال ولا يزالون مختلفين \n  إلا من رحم ربك قال أهل رحمته لا يختلفون ولذلك خلقهم فخلق هؤلاء لجنته وهؤلاء \n  لناره قال خالد الحذاء فقلت يا أبا سعيد آدم خلق للسماء أم للأرض قال للأرض \n  خلق .\n</p>\n<p class=\"arabic\">قلت أرأيت لو اعتصم فلم يأكل من الشجرة قال لم يكن بد من أن يأكل منها *7*61* \n  فقلت ما أنتم عليه بفاتنين إلا من هو صال الجحيم قال نعم الشياطين لا يضلون \n  إلا من أحب الله له أن يصلي الجحيم .\n</p>\n<p class=\"arabic\">قال سليمان بن حرب ثنا أبو هلال قال دخلت على الحسن يوم جمعة ولم يكن جمع \n  فقلت يا أبا سعيد أما جمعت قال أردت ذاك ولكن منعني قضاء الله .\n</p>\n<p class=\"arabic\">قال سليمان وثنا حماد عن حبيب بن الشهيد ومنصور بن زاذان قالا سألنا الحسن \n  عن ما بين الحمد لله رب العالمين إلى قل أعوذ برب الناس ففسره على الإثبات .\n</p>\n<p class=\"arabic\">قلت على إثبات أن الأقدار لله .\n</p>\n<p class=\"arabic\">وقال ضمرة بن ربيعة عن رجاء عن ابن عون عن الحسن قال من كذب بالقدر فقد كفر .\n</p>\n<p class=\"arabic\">قال ابن عون قيل لمحمد بن سيرين في الحسن وما كان ينحل إليه أهل القدر فقال \n  كانوا يأتون الشيخ بكلام مجمل لو فسره لهم لساءهم .\n</p>\n<p class=\"arabic\">قال أبو سعيد بن الأعرابي في كتاب طبقات النساك كان يجلس إلى الحسن طائفة \n  من هؤلاء وكان هو يتكلم في الخصوص حتى نسبته القدرية إلى الجبر وتكلم في الاكتساب \n  حتى نسبته السنة إلى القدر كل ذلك لافتتانه وتفاوت الناس عنده وتفاوتهم في \n  الأخذ عنه وهو بريء من *7*62* القدر ومن كل بدعة فلما توفي تكشفت أصاحبه وبانت \n  سرائرهم وما كانوا يتوهمونه من قوله بدلائل يلزمونه بها لا نصا من قوله فأما \n  عمرو بن عبيد فأظهر القدر .\n</p>\n<p class=\"arabic\">وقال عبد الرزاق عن معمر عن قتادة عن الحسن قال الخير بقدر والشر ليس بقدر \n  هكذا ) .\n</p>\n<p class=\"arabic\">رواه أحمد بن علي على الأبار في تاريخه قال ثنا مؤمل بن إهاب ثنا عبد الرزاق \n  قلت هذه هي الكلمة التي قالها الحسن ثم أفاق على نفسه ورجع عنه وتاب منها .\n</p>\n<p class=\"arabic\">وقال ابن الأعرابي أيضا كان عامة نساك البصرة يأتونه ويسمعون كلامه وكان عمرو \n  بن عبيد وعبد الواحد بن زيد من الملازمين له وكان للحسن مجلس خاص في منزله \n  لا يكاد يتكلم فيه إلا في معاني الزهد والنسك وعلوم الباطن فإن سأله إنسان \n  غيرها تبرم به وقال إنما خلونا مع إخواننا نتذاكر فأما حلقته في المسجد فكان \n  يمر فيها الحديث والفقه وعلوم القرآن واللغة وسائر العلوم وكان ربما يسأل \n  عن التصوف فيجيب وكان منهم من يصحبه للحديث ومنهم من يصحبه للقرآن والبيان \n  ومنهم من يصحبه للبلاغة ومنهم من يصحبه للإخلاص وعلم الخصوص .\n</p>\n<p class=\"arabic\">قال أبو زرعة الرازي كل شيء قال الحسن قال رسول الله صلى الله عليه وسلم وجدت \n  له أصلا ثابتا ما خلا أربعة أحاديث .\n</p>\n<p class=\"arabic\">وقال ابن سعد كان الحسن جامعا عالما رفيعا حجة ثقة عابدا كثير العلم فصيحا \n  جميلا وسيما وما أرسله فليس بحجة .\n</p>\n<p class=\"arabic\">قال ابن علية توفي الحسن في رجب سنة عشر ومائة .\n</p>\n<p class=\"arabic\">وقال عارم ثنا حماد بن زيد قال مات الحسن ليلة الجمعة وغسله *7*63* أيوب وحميد \n  وأخرج حين انصرف الناس وذهب بي أبي معه .\n</p>\n<p class=\"arabic\">وقيل توفي في أول رجب فصلوا عليه عقيب الجمعة وازدحموا عليه حتى أن صلاة العصر \n  لم تقم في جامع البصرة .\n\n</p>"
}