{
    "header": "بكر بن عبد الله ع .",
    "id": "001307",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">بكر بن عبد الله ع .\n</h1>\n<p class=\"arabic\">ابن عمرو المزني أبو عبد الله البصري أحد الأعلام .\n</p>\n<p class=\"arabic\">عن المغيرة بن شعبة وابن عباس وابن عمر وأنس وابن رافع وجماعة .\n</p>\n<p class=\"arabic\">وعنه ثابت البناني وعاصم الأحول وسليمان التيمي وحبيب العجمي ومبارك بن فضالة \n  وصالح المري وأبو عامر الخزاز وغالب القطان وآخرون .\n</p>\n<p class=\"arabic\">قال ابن سعد كان ثقة ثبتا كثيرا الحديث حجة فقيها .\n</p>\n<p class=\"arabic\">قال سليمان التيمي الحسن شيخ البصرة وبكر المزني فتاها .\n</p>\n<p class=\"arabic\">وقال عبد الله بن بكر المزني حدثتني أختي أنها سمعت أبانا يقول عزمت على نفسي \n  أن لآ أسمع قوما يذكرون القدر إلا قمت فصليت ركعتين *7*34* .\n</p>\n<p class=\"arabic\">وقال عبد الله بن بكر أيضا سمعت فلانا يحدث عن أبي أنه كان واقفا بعرفه فرق \n  فقال لولا أني فيهم لقلت قد غفر لهم .\n</p>\n<p class=\"arabic\">أبو هلال عن غالب عن بكر أنه لما ذهب به للقضاء قال إني سأخبرك عني أني لا \n  علم لي والله بالقضاء فإن كنت صادقا فما ينبغي لك أن تستعملني وإن كنتت كاذبا \n  فيما ينبغي لك أن تستعمل كاذبا .\n</p>\n<p class=\"arabic\">حميد الطويل عن بكر قال إني لأرجو أن أعيش عيش الأغنياء وأموت موت الفقراء \n  فكان لذلك يلبس كسوته ثم يجيء إلى المساكين فيجلس معهم يحدثهم ويقول إنهم \n  يفرحون بذلك ) .\n</p>\n<p class=\"arabic\">معتمر بن سليمان سمعت أبي يذكر أن بكر بن عبد الله كان قيمة كسوته أربعة آلاف \n  وكانت أمه ذات ميسرة وكان لها زوج كثير المال .\n</p>\n<p class=\"arabic\">عبيد الله بن عمرو التقي عن كلثوم بن جوشن قال اشترى بكر بن عبد الله طيلسانا \n  بأربعمائة درهم فأراد الخياط أن يقطعه فذهب ليذر عليه ترابا فقال له بكر كما \n  أنت فأمر بكافور فسحق ثم ذره عليه .\n</p>\n<p class=\"arabic\">عمرو بن عاصم الكلابي ثنا عتبة بن عبد الله العنبري سمعت بكرا المزني يقول \n  في دعائه أصبحت لا أملك ما أرجو ولا أدفع عن نفسي ما أكره أمري بيد غيري ولا \n  فقير أفقر مني *7*35* .\n</p>\n<p class=\"arabic\">أبو الأشهب سمعت بكر بن عبد الله يقول اللهم ارزقنا رزقا يزيد لك شكرا وإليك \n  فاقة وفقرا وبك عمن سواك غنى .\n</p>\n<p class=\"arabic\">مبارك بن فضالة قال حضر الحسن جنازة بكر بن عبد الله على حمار فرأى الناس \n  يزدحمون فقال ما يؤزرون أكثر مما يؤجرون كان القوم ينظرون فإن قدروا على عمل \n  الجنازة أعقبوا إخوانهم .\n</p>\n<p class=\"arabic\">قال مؤمل بن إسماعيل توفي بكر سنة ست ومائة .\n</p>\n<p class=\"arabic\">وقال غير واحد سنة ثمان ومائة وأظنه أصح .\n\n</p>"
}