{
    "header": "طاوس بن كيسان ع .",
    "id": "001391",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">طاوس بن كيسان ع .\n</h1>\n<p class=\"arabic\">أبو عبد الرحمن اليماني الجندي أحد الأعلام كان من أبناء الفرس الذين سيرهم \n  كسرى إلى اليمن من موالي بحير بن ريسان الحميري وقيل هو مولى لهمدان *7*117* .\n</p>\n<p class=\"arabic\">سمع زيد بن ثابت وعائشة وأبا هريرة وابن عباس وزيد بن أرقم وطائفة .\n</p>\n<p class=\"arabic\">وعنه ابنه عبد الله والزهري وإبراهيم بن ميسرة وأبو الزبير المكي وعبد الله \n  بن أبي نجيح وحنظلة بن أبي سفيان وأسامة بن زيد الليثي والحسن بن مسلم بن \n  يناق وسليمان التيمي وسليمان بن موسى الدمشقي وعبد الملك بن ميسرة وقيس بن \n  سعد وعكرمة بن ) .\n</p>\n<p class=\"arabic\">عمار وخلق كثير .\n</p>\n<p class=\"arabic\">قال عمرو بن دينار ما رأيت أحدا مثل طاوس وروى عطاء عن ابن عباس قال إني لأظن \n  طاوسا من أهل الجنة وقال قيس بن سعد كان طاوس فينا مثل ابن سيرين في أهل البصرة \n  وروى ابن عيينة عن ابن أبي نجيح قال مجاهد لطاوس رأيتك يا أبا عبد الرحمن \n  تصلي في الكعبة والنبي صلى الله عليه وسلم على بابها يقول لك اكشف قناعك وبين \n  قراءتك قال أسكت لا يسمع هذا منك أحد ثم خيل إلي أنه انبسط في الكلام يعني \n  فرحا بالمنام .\n</p>\n<p class=\"arabic\">روى هشام بن حجير عن طاوس قال لا يتم نسك الشاب حتى يتزوج وقال عبد الرزاق \n  عن داود بن إبراهيم إن الأسد حبس ليلة الناس في طريق الحج فدق الناس بعضهم \n  بعضا فلما كان السحر ذهب عنهم فنزلوا وناموا وقام طاوس يصلي فقال له رجل ألا \n  تنام قال هل ينام أحد السحر .\n</p>\n<p class=\"arabic\">قال عبد الرزاق وسمعت النعمان بن الزبير الصنعاني يحدث أن أمير اليمن بعث \n  إلى طاوس بخمسمائة دينار فلم يقبلها وقال سفيان بن عيينة قال عمر بن عبد العزيز \n  لطاوس ارفع حاجتك إلى أمير المؤمنين يعني سليمان بن عبد الملك قال ما لي إليه \n  من حاجة فكأنه عجب من *7*118* ذلك قال ابن عيينة فحلف لنا إبراهيم بن ميسرة \n  قال ما رأيت أحدا الشريف والوضيع عنده بمنزلة إلا طاوسا قال ابن عيينة وجاء \n  ولد سليمان فجلس إلى جنب طاوس فلم يلتفت إليه فقيل له ابن أمير المؤمنين فلم \n  يلتفت ثم قال أردت أن يعرف أن لله عبادا يزهدون فيما في يديه .\n</p>\n<p class=\"arabic\">وقال معمر عن ابن طاوس قال كنت لا أزال أقول لأبي إنه ينبغي أن يخرج على هذا \n  السلطان وأن يفعل به قال فخرجنا حجاجا فنزلنا في بعض القرى وفيها عامل لنائب \n  اليمن يقال له أبو نجيح وكان من أخبث عمالهم فشهدنا الصبح في السمجد فإذا \n  أبو نجيح قد علم بطاوس فجاء فقعد بين يديه فسلم عليه فلم يجبه ثم كلمه فأعرض \n  عنه ثم عدل إلى الشق الآخر فأعرض عنه فلما رأيت ما به قمت إليه فمددت بيده \n  وجعلت أسائله وقلت إن أبا عبد الرحمن لم يعرفك فقال بلى معرفته بي فعلت بي \n  ما رأيت قال فمضى وهو ساكت فلما دخلنا المنزل قال لي يا لكع بينما أنت تريد \n  أن تخرج عليهم بسيفك لم تستطع أن تحبس عنهم لسانك ) .\n</p>\n<p class=\"arabic\">حفص بن غياث عن ليث قال كان طاوس إذا تشدد الناس في شيء رخص فيه وإذا رخص \n  الناس في شيء شدد فيه قال ليث وذلك العلم .\n</p>\n<p class=\"arabic\">عنبسة بن عبد الواحد عن حنظلة بن أبي سفيان قال ما رأيت عالما قط يقول لا \n  أدري أكثر من طاوس وقال الثوري كان طاوس يتشيع وقال معمر أقام طاوس على رقيق \n  له حتى فاته الحج قال جرير بن حازم رأيت *7*119* طاوسا يخضب بحناء شديد الحمرة \n  وقال فطر كان طاوس يتقنع ويصبغ بالحناء وقال عبد الرحمن بن أبي بكر المليكي \n  رأيت طاوسا وبين عينيه أثر السجود وروى سفيان الثورري عن رجل قال كان من دعاء \n  طاوس اللهم احرمني المال والولد وارزقني الإيمان والعمل وقال معمر عن ابن \n  طاوس عن أبيه قال عجبت لإخوتنا من أهل العراق يسمون الحجاج مؤمنا .\n</p>\n<p class=\"arabic\">وقال ابن جريج ثنا إبراهيم بن ميسرة أن محمد بن يوسف استعمل طاوسا على بعض \n  الصدقة فسألت طاوسا كيف صنعت قال كنا نقول للرجل تزكى رحمك الله بما أعطاك \n  الله فإن أعطانا أخذنا وإن تولى لم نقل تعال وروى عبد السلام بن هشام عن الحر \n  بن أبي الحصين العنبري أن طاوسا مر برآس قد أخرج رأسا فغشي عليه وعن عبد الله \n  بن بشر قال كان طاوس إذا رأى تلك الرؤوس المشوية لم يتعش تلك الليلة عن عبد \n  الرزاق عن معمر أن رجلا كان يسير مع طاوس فسمع غرابا فقال خير فقال طاوس أي \n  خير عند هذا أو شر لا تصحبني ابن أبي نجيح إن طاوسا قال لأبي من قال واتقى \n  الله خير ممن صمت واتقى الله .\n</p>\n<p class=\"arabic\">عبد الملك بن ميسرة عن طاوس قال أدركت خمسين من *7*120* أصحاب رسول الله صلى \n  الله عليه وسلم .\n</p>\n<p class=\"arabic\">أنبئت عن اللبان أنبأ أبو علي الحداد أنبأ أبو نعيم ثنا سليمان بن أحمد ثنا \n  إسحاق ثنا عبد الرزاق عن النعمان بن الزبير الصنعاني أن محمد بن يوسف أو أيوب \n  بن يحيى بعث إلى طاوس بخمسمائة دينار وقيل للرسول إن أخذها منك فإن الأمير \n  سيحسن إليك فقدم بها على طاوس الجند فأراده على أخذها فأبى فغفل طاوس فرمى \n  بها الرجل في كوة البيت ثم ذهب وقال أخذها ثم بلغهم عن طاوس شيء يكرهونه فقال \n  ابعثوا إليه فليبعث إلينا بمالنا فجاءه الرسول فقال المال الذي بعث به الأمير \n  قال ما قبضت منه شيئا فرجع الرسول وعرفوا أنه ) .\n</p>\n<p class=\"arabic\">صادق فبعثوا إليه الرجل الأول فقال له المال الذي جئتك به قال هل قبضت منك \n  شيئا قال لا قال فانظر حيث وضعته فمد يده فإذا بالصرة قد نبت عليها العنكبوت \n  فأخذها .\n</p>\n<p class=\"arabic\">روى عبد الرزاق عن أبيه قال توفي طاوس بمزدلفة أو بمنى فلما حمل أخذ عبد الله \n  ابن الحسن بقائمة السرير فما زايله حتى بلغ القبر .\n</p>\n<p class=\"arabic\">قال عبد الله بن شوذب شهدت جنازة طاوس بمكة سنة خمس ومائة وقال الواقدي والهيثم \n  بن عدي ويحيى القطان وآخرون توفي سنة ست ومائة وقيل سنة بضع عشرة وهو غلط .\n</p>\n<p class=\"arabic\">وقيل توفي يوم التروية من ذي الحجة وصلى عليه الخليفة هشام ثم بعد أيام صلى \n  هشام بالمدينة على سالم بن عبد الله وأخباره مستوفاة في التهذيب *7*121* .\n\n</p>"
}