{
    "header": "ربعي بن حراش ع .",
    "id": "001350",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">ربعي بن حراش ع .\n</h1>\n<p class=\"arabic\">ابن جحش بن عمرو الغطفاني ثم العبسي الكوفي أحد كبار التابعين المعمرين وهو \n  أخو الرجل الصالح مسعود بن حراش الذي تكلم بعد الموت .\n</p>\n<p class=\"arabic\">سمع عمر بن الخطاب بالجابية وعليا وحذيفة وأبا موسى وأبا مسعود البدري وأبا \n  بكرة الثقفي وجماعة .\n</p>\n<p class=\"arabic\">وعنه أبو مالك الأشجعي ومنصور وعبد الملك بن عمير وحصين بن عبد الرحمن وآخرون \n  ) .\n</p>\n<p class=\"arabic\">قال عمران بن عيينة ثنا عبد الملك بن عمير عن ربعي قال خطبنا عمر بالجابية .\n</p>\n<p class=\"arabic\">وعن الكلبي قال وكتب النبي صلى الله عليه وسلم إلى حراش بن جحش فمزق كتابه .\n</p>\n<p class=\"arabic\">وقال محمد بن علي السملي رأيت ربعي بن حراش ومر بعشار ومعه مال فوضعه على \n  قربوس سرجه ثم غطاه ومر *7*80* .\n</p>\n<p class=\"arabic\">وقال الأصمعي أتى رجل الحجاج فقال إن ربعي بن حراش زعموا لا يكذب وقد قدم \n  ابناه عاصيين فبعث إليه الحجاج فقال ما فعل ابناك قال هما في البيت والله \n  المستعان فقال له الحجاج هما لك وأعجبه صدقه .\n</p>\n<p class=\"arabic\">رواه الثوري عن منصور فزاد قالوا من ذكرت يا أبا سفيان قال ذكرت ربعيا وتدرون \n  من ربعي كان ربعي من أشجع زعم قومه أنه لم يكذب قط .\n</p>\n<p class=\"arabic\">قال عبد الرحمن بن حراش ربعي بن حراش صدوق .\n</p>\n<p class=\"arabic\">وقال العجلي ثقة وقال البرجلاني ثنا محمد بن جعفر بن عون أخبرني بكربن محمد \n  العابد عن الحارث الغنوي قال آلي ربعي بن حراش ألا تفتر أسنانه ضاحكا حتى \n  يعلم أين مصيره قال الحارث فأخبر غاسله أنه لم يزل مبتسما على سريره ونحن \n  نغسله حتى فرغنا منه .\n</p>\n<p class=\"arabic\">قال علي بن المديني بنو حراش ثلاثة ربعي وربيع ومسعود .\n</p>\n<p class=\"arabic\">قال هارون بن حاتم ثنا أصحابنا أن ربعيا توفي سسنة إحدى وثمانين .\n</p>\n<p class=\"arabic\">وقال خليفة توفي بعد الجماجم سنة أثنتين وثمانين .\n</p>\n<p class=\"arabic\">وقال أبو بكر بن أبي شيبة وابن المديني وغيرهما توفي في خلافة عمر بن عبد \n  العزيز .\n</p>\n<p class=\"arabic\">وقال ابن نمير توفي سنة إحدى ومائة وقال أبو عبيد سنة مائة وقال ابن معين \n  سنة أربع ومائة *7*81* .\n\n</p>"
}