{
    "header": "الضحاك بن مزاحم الهلالي الخراساني .",
    "id": "001388",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الضحاك بن مزاحم الهلالي الخراساني .\n</h1>\n<p class=\"arabic\">أبو محمد وقيل أبو القاسم صاحب التفسير وله أخوان محمد ومسلم كان يكون بسمرقند \n  وببلخ .\n</p>\n<p class=\"arabic\">حدث عن ابن عباس وابن عمر وأبي سعيد الخدري وأنس بن مالك وسعيد بن جبير والأسود \n  وعطاء وطاوس وغيرهم .\n</p>\n<p class=\"arabic\">وعنه جويبر بن سعيد وعمارة بن أبي حفصة وأبو سعد البقال سعيد *7*113* بن المرزبان \n  وعبد العزيز بن أبي داود وعمر بن الرماح ونهشل بن سعيد ومقاتل وعلي بن الحكم \n  وأبو روق عطية وأبو جناب يحيى بن أبي حية الكلبي وقرة بن خالد وآخرون .\n</p>\n<p class=\"arabic\">وثقه أحمد بن حنبل وابن معين وضعفه يحيى القطان وغيره واحتج به النسائي وغيره \n  وكان مدلسا وورد أنه كان فقيه مكتب فيه ثلاثة آلاف صبي وكان يركب حمارا ويدور \n  عليهم وله يد طولى في التفسير والقصص .\n</p>\n<p class=\"arabic\">قال الثوري كان الضحاك يعلم ولا ياخذ أجرا وروي شعبة عن مشاش قال سألت الضحاك \n  هل لقيت ابن عباس قال لا وقال شعبة عن عبد الملك بن ميسرة قال لم يلق الضحاك \n  ابن عباس إنما لقي سعيد ابن جبير بالري فأخذ عنه التفسير قال يحيى بن سعيد \n  كان شعبة ينكر أن يكون الضحاك لقي ابن عباس قط ثم قال يحيى والضحاك عندنا \n  ضعيف وروى أبو ) .\n</p>\n<p class=\"arabic\">جناب الكلبي عن الضحاك قال جاورت ابن عباس سبع سنين وقال قبيصة عن قيس بن \n  مسلم كان الضحاك إذا أمسى بكى فيقال له فيقول لا أدري ما صعد اليوم من عملي .\n</p>\n<p class=\"arabic\">وروى الثوري عن أبي الوداك عن أبي الضحاك قال أدركتهم وما يتعلمون إلا الورع \n  *7*114* .\n</p>\n<p class=\"arabic\">وقال قرة كان هجير الضحاك إذا سكت لا حول ولا قوة إلا بالله وروى ميمون أبو \n  عبد الله عن الضحاك قال حق على كل من تعلم القرآن أن يكون فقيها وتلا قوله \n  تعالى كونوا ربانيين بما كنتم تعلمون الكتاب وروى زهير بن معاوية عن بشير \n  أبي إسماعيل عن الضحاك كنت ابن ثمانين جلدا غزاء .\n</p>\n<p class=\"arabic\">قال غير واحد توفي الضحاك سنة اثنتين ومائة وقال أبو نعيم الكوفي توفي سنة \n  خمس ومائة وقال الحسين بن الوليد سنة ست ومائة .\n\n</p>"
}