{
    "header": "عامر بن شراحيل ع .",
    "id": "001394",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عامر بن شراحيل ع .\n</h1>\n<p class=\"arabic\">الشعبي شعب همدان أبو عمرو علامة أهل الكوفة في زمانه ولد في وسط خلافة عمر \n  وروى عن علي يسيرا وعن المغيرة بن شعبة وعمران بن حصين وعائشة وأبي هريرة \n  وجرير البجلي وعدي بن حاتم وابن عباس ومسروق وخلق كثير وقرأ القرآن على علقمة \n  وأبي عبد الرحمن السلمي .\n</p>\n<p class=\"arabic\">قرأ عليه محمد بن عبد الرحمن بن أبي ليلى وروى عنه إسماعيل بن أبي خالد وداود \n  بن أبي هند والأعمش وابن عون ومجالد وأبو حنيفة ويونس بن أبي إسحاق ومنصور \n  بن عبد الرحمن وخالق كثير *7*125* .\n</p>\n<p class=\"arabic\">قال أحمد بن عبد الله العجلي مرسل الشعبي صحيح لا يكاد يرسل إلا صحيحا قال \n  الشعبي ولدت عام جلولاء قاله ابن عيينة عن السري بن إسماعيل أحد الضعفاء وجلولاء \n  كانت سنة سبع عشرة وقال عاصم الأحول كان الشعبي أكثر حديثا من الحسن وأكبر \n  منه بسنتين ولد لأربع بقين من خلافة عمر وقال خليفة ولد سنة إحدى وعشرين وقيل \n  غير ذلك شعبة عن منصور بن عبد الرحمن الغداني عن الشعبي قال أدركت خمسمائة \n  من أصحاب رسول الله صلى الله عليه وسلم أو أكثر وقال ابن شبرمة سمعت الشعبي \n  يقول ما *7*126* كتبت سوداء في بيضاء إلى يومي هذا ولا حدثني رجل بحديث قط \n  إلا حفظته ولا أحببت أن يعيده علي رواه محمد بن فضل عنه وقال ابن عيينة ثنا \n  ابن شبرمة سمعت الشعبي يقول ما سمعت منذ ) .\n</p>\n<p class=\"arabic\">عشرين سنة رجلا يحدث بحديث إلا وأنا أعلم به منه ولقد نسيت من العلم ما لو \n  حفظه رجل لكان به عالما .\n</p>\n<p class=\"arabic\">وقال نوح بن قيس الطامي عن يونس بن مسلم عن وادع الراسبي عن الشعبي قال ما \n  أروي شيئا أقل من الشعر ولو شئت لأنشدتكم شهرا لا أعيد رواه عبيد الله القواريري \n  عن نوح أيضا لكنه قال عن يونس ووادع كلاهما عن الشعبي قال أبو أمامة كان عمر \n  في زمانه وكان بعده ابن عباس وكان بعده الشعبي وكان بعده الثوري في زمانه \n  قال محمود ابن غيلان وكان بعد الثوري يحيى بن آدم وقال شريك عن عبد الملك \n  بن عمير قال مر ابن عباس بالشعبي وهو يقرأ المغازي فقال كأنه كان شاهدا معنا \n  ولهو أحفظ لها مني وأعلم .\n</p>\n<p class=\"arabic\">وقال أبو بكر بن عياش عن أبي حصين قال ما رأيت أفقه من الشعبي قلت ولا شريح \n  قال تريد أن تكذبني وقال أشعث بن سوار عن ابن سيرين قال قدمت الكوفة وللشعبي \n  حلقة عظيمة والصحابة يومئذ كثير وروى سليمان التيمي عن أبي مجلز قال ما رأيت \n  فقيها أفقه من الشعبي وقال مكحول ما رأيت أعلم بسنة ماضية من الشعبي وقال \n  عاصم الأحول ما رأيت أحدا أعلم من الشعبي وقال داود بن أبي هند *7*127* ما \n  جالست أحدا أعلم الشعبي وقال أبو معاوية سمعت الأعمش يقول قال الشعبي ألا \n  تعجبون من هذا الأعور يأتيني بالليل فيسألني ويفتي بالنهار يعني إبراهيم النخعي \n  وروى أبو شهاب الخياط عن الصلت بن بهرام قال ما رأيت أحدا بلغ مبلغ الشعبي \n  أكثر منه يقول لا أدري وقال ابن عون كان الشعبي إذا جاءه شيء اتقاه وكان إبراهيم \n  يقول ويقول وكان منقبضا وكان الشعبي منبسطا إلا في الفتوى .\n</p>\n<p class=\"arabic\">وقال محمد بن عبد الرحمن بن أبي ليلى كان الشعبي صاحب آثار وكان إبراهيم النخعي \n  صاحب قياس وقال سلمة بن كهيل ما اجتمع الشعبي وإبراهيم إلا سكت إبراهيم وقال \n  ابن شبرمة سئل الشعبي عن شيء فلم يجب فقال رجل عنده أبو عمرو يقول فيه كذا \n  فقال الشعبي هذا في المحيا فأنت في الممات أكذب علي .\n</p>\n<p class=\"arabic\">قال ابن عائشة وجه عبد الملك بن مروان بالشعبي إلى ملك الروم فلما رجع قال \n  عبد الملك تدري يا شعبي ما كتب به ملك الروم قلت وما كتب قال كتب العجب لأهل \n  دينك كيف لم يستخلفوا رسولك قلت يا أمير المؤمنين لأنه رآني ولم ير أمير المؤمنين \n  رواها الأصمعي وفيها يا شعبي إنما أرد أن يغريني بقتلك فبلغ ذلك ملك الروم \n  فقال والله ما أردت إلا ذلك ) .\n</p>\n<p class=\"arabic\">جابر بن نوح الحماني حدثني مجالد عن الشعبي قال لما قدم *7*128* الحجاج العراق \n  سألني عن أشياء من العلم فوجدني بها عارفا فجعلني عريفا على الشعبيين ومنكبا \n  على جميع همدان وفرض لي فلم أزل عنده بأشرف منزلة حتى كان ابن الأشعث فأتاني \n  قراء أهل الكوفة وقالوا يا أبا عمرو إنك زعيم القراء فلم يزالوا حتى خرجت \n  معهم فقمت بين الصفين أذكر الحجاج وأعيبه بأشياء فبلغني أن الحجاج قال ألا \n  تعجبون من هذا الشعبي الخبيث أما لئن أمكنني الله منه لأجعلن الدنيا عليه \n  أضيق من مسك حمل قال فما لبثنا أن هزمنا فجئت إلى بيتي وأغلقت علي فمكثت تسعة \n  أشهر فندب الناس لخراسان فقال قتيبة بن مسلم أنا لها فولاه خراسان ونادى مناديه \n  من لحق بقتيبة فهو آمن فاشترى مولى لي حمارا وزودني فخرجت فكنت في العسكر \n  فلم أزل معه حتى أتينا فرغانة فجلس ذات يوم وقد سر فنظرت إليه فقلت أيها الأمير \n  عندي علم قال ومن أنت قلت أعيذك لا تسأل عن ذلك فعرف أني ممن يختفي فدعا بكتاب \n  وقال اكتب نسخة قلت لست تحتاج إلى ذلك فجعلت أمل عليه وهو ينظر حتى فرغ من \n  كتاب الفتح قال فحملني على بغلة وبعث إلي بسرق من حرير وكنت عنده في أحسن \n  منزلة فإني ليلة أتعشى معه إذا أنا برسول الحجاج بكتاب فيه إذا نظرت في كتابي \n  هذا فإن صاحب كتابك الشعبي فإن فاتك قطعت يدك على رجلك وعزلتك قال فالتفت \n  إلي وقال ما عرفتك قبل الساعة فاذهب حيث شئت *7*129* من الأرض فوالله لأحلفن \n  له بكل ممكن يمين فقلت أيها الأمير إن مثلي لا يخفى قال فأنت أعلم وبعثني \n  إليه وقال إذا وصلتم إلى خضراء واسط فقيدوه ثم أدخلوه على الحجاج فلما دنوت \n  من واسط استقبلني يزيد بن أبي مسلم فقال يا أبا عمر إني أضن بك على القتل \n  إذا دخلت فقل كذا وكذا فلما دخلت قال لا مرحبا ولا أهلا فعلت بك وفعلت ثم \n  خرجت علي وأنا ساكت فقال تكلم قلت أصلح الله الأمير كل ما قلته حق ولكنا قد \n  اكتحلنا بعدك السهر وتحلسنا الخوف ولم نكن مع ذلك بررة أتقياء ولا فجرة أقوياء \n  وهذا أوان حقنت لي دمي واستقبلت بي التوبة قال قد فعلت ذلك .\n</p>\n<p class=\"arabic\">وقال الأصمعي لما أدخل الشعبي على الحجاج قال هيه يا شعبي فقال أحزن بنا المبرك \n  واكتحلنا السهر واستحلسنا الخوف فلم نكن فيما فعلنا بررة أتقياء ولا فجرة \n  أقوياء قال لله درك وقال جهم بن واقد رأيت الشعبي يقضي في أيام عمر بن عبد \n  العزيز ومالك بن مغول ) .\n</p>\n<p class=\"arabic\">عن الشعبي قال ما بكيت من زمان إلا بكيت عليه مجالد عن الشعبي أن رجلا لقيه \n  وامرأة فقال أيكما الشعبي فقلت هذه وقيل كان الشعبي ضئيلا نحيفا فقيل له في \n  ذلك فقال زوحمت في الرحم وكان توأما .\n</p>\n<p class=\"arabic\">مجالد عن الشعبي قال فاخرت أهل البصرة فغلبتهم بأهل الكوفة والأحنف ساكت فلما \n  رآني قد غلبتهم أرسل غلاما له فجاءه بكتاب فقال *7*130* لي هاك اقرأ فقرأته \n  فإذا فيه من المختار إليه يذكر أنه نبي فقال الأحنف أفيها مثل هذا رواها الفسوي \n  عن الحميدي ثنا سفيان عن مجالد وكان الشعبي يذم الرأي ويفتي بالنص قال مجالد \n  سمعت الشعبي يقول لعن الله رأيت .\n</p>\n<p class=\"arabic\">وروى الثوري عمن سمع الشعبي يقول ليتني أنفلت من علمي كفافا لا علي ولا لي \n  قال محمد بن جحادة سئل الشعبي عن شيء لم يكن عنده فيه شيء فقيل له قل فيه \n  برأيك فقال وما تصنع برأيي بل على رأيي روى سفيان عن عبد الله بن أبي السفر \n  عن الشعبي قال ما أنا بعالم وما أترك عالما .\n</p>\n<p class=\"arabic\">قال أبو يحيى الحماني حدثني أبو حنيفة قال رأيت الشعبي يلبس الخز ويجالس الشعراء \n  فسألته عن مسلمة فقال مايقول فيها بنوإستها يعني الموالي وقال الحسن بن صالح \n  بن حي عن أبيه قال رأيت على الشعبي عمامة بيضاء قد أرخى طرفها ولم يردها وقال \n  عبد الله بن إدريس سمعت ليثا يقول رأيت الشعبي وما أدري ملحفته أشد حمرة أو \n  لحيته وقال أبو نعيم ثنا أبو أمية الزيات قال رأيت على الشعبي مطرف خز أصفر \n  وقال روح عن ابن عون قال رأيت على الشعبي قلنسوة خز خضراء وقال دواد بن أبي \n  هند كان يلبس المعصفر وقال عبيد بن عبد *7*131* الملك رأيت الشعبي جالسا على \n  جلد أسد وروى قيس بن الربيع عن مجالد قال رأيت على الشعبي قباء سنور .\n</p>\n<p class=\"arabic\">جرير بن عبد الحميد عن عطاء بن السائب عن الشعبي قال ما اختلفت أمة بعد نبيها \n  إلا ظهر أهل باطلها على أهل حقها .\n</p>\n<p class=\"arabic\">قتيبة ثنا عبد الواحد بن زياد عن الحسن بن عبد الرحمن قال رأيت الشعبي يسلم \n  على موسى النصراني فقال السلام عليكم ورحمة الله فكلم في ذلك فقال أوليس في \n  رحمة الله لو لم يكن في رحمته هلك .\n</p>\n<p class=\"arabic\">المدائني عن أبي بكر الهذلي قال قال الشعبي أرأيتم لو قتل الأحنف بن قيس وقتل \n  طفل ) .\n</p>\n<p class=\"arabic\">أكانت ديتهما سواء أم يفضل الأحنف لعقله وحلمه قلت بل سواء قال فليس القياس \n  بشيء .\n</p>\n<p class=\"arabic\">أبو يوسف القاضي ثنا مجالد عن الشعبي قال نعم الشيء الغوغاء يسدون السبل ويطفئون \n  الحريق ويشغبون على ولاة السوء ابن شبرمة قال ولي ابن هبيرة الشعبي القضاء \n  وكلفه أن يسامره فقال لا أستطيع فأفردني بأحدهما .\n</p>\n<p class=\"arabic\">إسحاق الأزرق عن الأعمش سأل رجل الشعبي فقال ما اسم امرأة إبليس قال ذاك عرس \n  ما شهدته سلمة بن كهيل وغيره عن الشعبي قال شهدت عليا رضي الله عنه جلد شراحة \n  يوم الخميس ورجمها من الغد وقال جلدتها بكتاب الله ورجمتها بسنة رسول الله \n  صلى الله عليه وسلم *7*132* .\n</p>\n<p class=\"arabic\">قال إسماعيل بن مجالد توفي الشعبي سنة أربع ومائة وله اثنتان وثمانون سنة \n  وقال الواقدي كم سنة خمس ومائة وقال الفلاس مات في أول سنة ست ومائة وقيل \n  غير ذلك .\n</p>\n<p class=\"arabic\">عامر بن واثلة أبو الطفيل الكناني .\n\n</p>"
}