{
    "header": "سليمان بن يسار المدني ع .",
    "id": "001373",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">سليمان بن يسار المدني ع .\n</h1>\n<p class=\"arabic\">أخو عطاء بن يسار وعبد الله وعبد الملك *7*101* .\n</p>\n<p class=\"arabic\">كاتب سليمان أم سلمة رضي الله عنها وروى عنها وعن عائشة وأبي هريرة وميمونة \n  وزيد بن ثابت وأبي رافع والمقداد بن الأسود وابن عباس ورافع بن خديج وطائفة .\n</p>\n<p class=\"arabic\">وعنه الزهري وعمرو بن دينار وعبد الله بن دينار وسالم أبو النضر وصالح بن \n  كيسان ويحيى بن سعيد الأنصاري وأسامة بن زيد الليثي وآخرون .\n</p>\n<p class=\"arabic\">وكان فقيها إماما مجتهدا رفيق الذكر .\n</p>\n<p class=\"arabic\">قال الحسن بن محمد بن الحنفية سليمان عندنا أفهم من سعيد بن المسيب .\n</p>\n<p class=\"arabic\">وقال مصعب بن عبد الله ثنا مصعب بن سليمان قال كان سليمان بن يسار من أحسن \n  الناس فدخلت عليه أمرأة فراودته فامتنع فقالت إذا أفضحك فتركها في منزله وهرب \n  فحكي أنه رأى في النوم يوسف الصديق عليه السلام يقول أنا يوسف الذي هممت وأنت \n  سليمان الذي لم تهم .\n</p>\n<p class=\"arabic\">وعن عبد الله بن يزيد قال رأيت السائل يأتي سعيد بن المسيب في المسألة فيقول \n  اذهب إلى سليمان بن يسار فإنه أعلم من بقي ) .\n</p>\n<p class=\"arabic\">وقال مالك كان سليمان من علماء الناس بعد ابن المسيب *7*102* .\n</p>\n<p class=\"arabic\">وقال ابن سعد كان ثقة عالما فقيها كثير الحديث .\n</p>\n<p class=\"arabic\">أخبرنا إسحاق الأسدي أنبأ ابن خليل أنا أبو المكارم اللبان أنبأ أو علي المقريء \n  أنبأ أبو نعيم ثنا أبو بكر بن خلاد ثنا الحارث بن أبي أسامة ثنا عبد الوهاب \n  بن عطاء ثنا ابن جريج أخبرني يونس بن يوسف عن سليمان بن يسار قال تفرق الناس \n  عن أبي هريرة فقال له ناتل أخو أهل الشام يا أبا هريرة حدثنا حديثا سمعته \n  من رسول الله صلى الله عليه وسلم فقال سمعت رسول الله صلى الله عليه وسلم \n  يقول أول الناس يقضى فيه يوم القيامة ثلاثة رجل استشهد فأتي به فعرفه الله \n  نعمة فعرفها فقال ما علمت فيها قال قاتلت في سبيل حتى استشهدت فقال كذبت إنما \n  أردت أن يقال فلان جري وقد قيل فأمر به فسحب على وجهه حتى ألقي في النار .\n</p>\n<p class=\"arabic\">ورجل تعلم العلم وعلمه وقرأ القرآن فأتي به فعرفه نعمه فعرفها قال فما عملت \n  فيها قال تعلمت العلم وعلمته وقرأت فيك القرآن قال كذبت ولكنك تعلمت العلم \n  ليقال عالم وقرأت القرآن ليقال هو قاريء فقد قيل .\n</p>\n<p class=\"arabic\">فأمر به فسحب على وجهه إلى النار ورجل آتاه الله من أنواع المال فأتي به فعرفه \n  نعمه فعرفها فقال ما عملت فيها قال ما تركت من شيء يجب أن ينفق فيه إلا أنفقت \n  فيه لك فقال كذبت إنما أردت أن يقال فلان جواد فقد قيل فأمر به فسحب على وجهه \n  حتى ألقي في النار وهذا حديث صحيح *7*103* .\n</p>\n<p class=\"arabic\">قال ابن سعد وابن معين ثقة .\n</p>\n<p class=\"arabic\">وقال عبد الرحمن بن يزيد بن جابر قدم علينا سليمان بن يسار دمشق فدعاه أبي \n  إلى الحمام وصنع له طعاما .\n</p>\n<p class=\"arabic\">وقال أحمد بن صالح المصري كان أبوه يسار فارسيا .\n</p>\n<p class=\"arabic\">وقال الواقدي يكنى أبا أيوب وقد ولي سوق لأميرها عمر بن عبد العزيز .\n</p>\n<p class=\"arabic\">وقال ابن المديني والبخاري ومسلم وآخرون كنيته أبو أيوب .\n</p>\n<p class=\"arabic\">وقال محمد بن أحمد المقدمي يكنى أبا عبد الرحمن .\n</p>\n<p class=\"arabic\">وعن قتادة قال قدمت المدينة فسألت عن أعلم أهلها بالطلاق فقيل سليمان بن يسار \n  ) .\n</p>\n<p class=\"arabic\">وعن أبي الزناد قال كان سليمان بن يسار يصوم الدهر وكان أخوه عطاء يصوم يوما \n  ويفطر يوما .\n</p>\n<p class=\"arabic\">قال ابن معين وابن سعد ومصعب بن عبد الله والفلاس وعلي بن عبد الله التيمي \n  والبخاري توفي سنة سبع ومائة وقال خليفة سنة أربع ومائة وقال بعضهم سنة أربع \n  وتسعين وهو غلط توفي في عشر الثمانين .\n\n</p>"
}