{
    "header": "الفرزدق .",
    "id": "001495",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الفرزدق .\n</h1>\n<p class=\"arabic\">مقدم شعراء العصر أبو فراس همام بن غالب بن صعصعة بن ناجية *7*212* بن عقال \n  التميمي البصري روى عن علي بن أبي طالب وكأنه مرسل وعن أبي هريرة والحسين \n  وابن ) .\n</p>\n<p class=\"arabic\">عمر وأبي سعيد والطرماح الشاعر .\n</p>\n<p class=\"arabic\">وعنه الكميت الشاعر ومروان الأصغر وخالد الحذاء وأشعث بن عبد الملك والصعق \n  بن ثابت وآخرون وابن لبطة بن الفرزدق وحفيده أعين بن لبطة ووفد على الوليد \n  وسليمان ومدحهما ولم أر له وفادة على عبد الملك وذكر ابن الكلبي أنه وفد على \n  معاوية ولم يصح .\n</p>\n<p class=\"arabic\">قال ابن دريد كانت غليظ الوجه جهما لقب الفرزدق وهو الرغيف الضخم شبه وجهه \n  ذلك .\n</p>\n<p class=\"arabic\">قال مسدد ثنا ربعي بن عبد الله سمع الجارود قال أتى رجل من بني رياح يقال \n  له ابن وثيل الفرزدق بماء يظهر الكوفة على أن يعقر هذا مائة من الإيل وهذا \n  مائة من الإبل إذا وردت الماء فلما وردت قاما إليها بالسيوف يكسعان عراقيبها \n  فخرج الناس على الحمير والبغال يريدون اللحم وعلي رضي الله عنه بالكوفة فخرج \n  على بغلة رسول الله صلى الله عليه وسلم وهو ينادي لا تأكلوا من لحومها فإنه \n  أهل لغير الله .\n</p>\n<p class=\"arabic\">قال جرير عن معاوية قال لم يكن أحد من أشراف العرب بالبادية أحسن دينا من \n  صعصعة جد الفرزدق ولم يهاجر وهو الذي أحيا الوئيدة وبه يفتخر الفرزدق حيث \n  يقول .\n</p>\n<p class=\"arabic\">% وجدي الذي منع الوائدا % % ت فأحيا الوئيد فلم يوأد % .\n</p>\n<p class=\"arabic\">فقيل إنه أحيا ألف موؤدة وحمل على ألف فرس وقد روى *7*213* الروياني في مسنده \n  حديث وفادة صعصعة بن ناجية المجاشعي وأنه جد الفرزدق .\n</p>\n<p class=\"arabic\">روى معاوية بن عبد الكريم عن أبيه قال دخلت على الفرزدق فتحرك فإذا في رجليه \n  قيد قلت ما هذا يا أبا فراس قال حلفت أن لا أخرجه من رجلي حتى أحفظ القرآن .\n</p>\n<p class=\"arabic\">وقال أبو عمرو بن العلاء لم أر بدويا أقام بالحضر إلا فسد لسانه غير رؤبة \n  والفرزدق وقال ابن شبرمة كان الفرزدق أشعر الناس وقال يونس بن حبيب النحوي \n  ما شهدت مشهدا قط وذكر فيه جرير والفرزدق فأجمع ذلك المجلس وأهله على أحدهما \n  وكان يونس يقدم الفرزدق بغير إفراط .\n</p>\n<p class=\"arabic\">وقال ابن داب الفرزدق أشعر عامة وجرير أشعر خاصة .\n</p>\n<p class=\"arabic\">قال محمد بن سلام الجمحي أتى الفرزدق الحسن فقال إني هجوت إبليس فاسمع قال \n  لا حاجة لنا بما تقول قال لتسمعن أو لأخرجن فلأقولن للناس إن الحسن ينهى عن \n  هجاء إبليس قال أسكت فإنك عن لسانه تنطق ) .\n</p>\n<p class=\"arabic\">وقيل لابن هبيرة من سيد أهل العراق قال الفرزدق هجاني ملكا ومدحني سوقة .\n</p>\n<p class=\"arabic\">روى الأصمعي عن أبي عمرو قال دخل الفرزدق على بلال بن أبي بردة فقال لو لم \n  يكن لليمن إلا أبو موسى حجم النبي صلى الله عليه وسلم فوجم بلال ساعة ثم قال \n  ترى أنه ذهب على هذا أو ليس كثير لأبي موسى أن يحجم النبي صلى الله عليه وسلم \n  ما فعل هذا قبل ذلك ولا بعده قال الفرزدق أبو موسى كان أعلم بالله من أن يجرب \n  الحجامة على رسول الله صلى الله عليه وسلم *7*214* .\n</p>\n<p class=\"arabic\">وكان الفرزدق زير نساء وصاحب زي على ما ذكر الجاحظ وقال وكان لا يحسن بيتا \n  واحدا في صفاتهن واستمالة أهوائهن ولا في صفة عشق وتباريح حب وجرير ضده في \n  إرادتهن وخلافه في وصفهن أحسن خلق الله تشبيبا وأجودهم نسبيا وهذا ظاهر معروف .\n</p>\n<p class=\"arabic\">الأصمعي ثنا أبو مودود ثنا شفقل رواية الفرزدق قال طلق الفرزدق امرأته النوار \n  ثلاثا وقال لي يا شفقل امض بنا إلى الحسن حتى نشهده على طلاق نوار قلت أخشى \n  أن يبدو لك فيها فيشهد عليك الحسن فتجلد ويفرق بينكما فقال لا بد منه فمضينا \n  إلى الحسن في حلقته فقال له الفرزدق يا أبا سعيد علمت أني قد طلقت النوار \n  ثلاثا فقال قد شهدنا عليك ثم بدا له بعد فأعادها فشهد عليه الحسن ففرق بينهما \n  فأنشا الفرزدق يقول .\n</p>\n<p class=\"arabic\">% ندمت ندامة الكسعي لما % % مضت مني مطلقة نوار % .\n</p>\n<p class=\"arabic\">% وكانت جنتي فخرجت منها % % كآدم حين أخرجه الضرار % .\n</p>\n<p class=\"arabic\">% فلو أني ملكت يدي وقلبي % % لكان علي للقدر الخيار % .\n</p>\n<p class=\"arabic\">روى الأصمعي وغيره أن النوار ماتت فخرج الحسن في جنازتها فقال الفرزدق يا \n  أبا سعيد يقول الناس حضر هذه الجنازة خير الناس وشر الناس فقال الحسن لست \n  بخير الناس ولست بشرهم ما أعدت لهذا اليوم يا أبا فراس قال شهادة أن لا الله \n  إلا الله منذ ثمانين سنة وفي رواية منذ سبعين سنة قال الحسن نعم العدة ثم \n  أنشأ الفرزدق يقول .\n</p>\n<p class=\"arabic\">% أخاف وراء القبر إن لم يعافني % % أشد من القبر التهابا وأضيقا % .\n</p>\n<p class=\"arabic\">% إذا جاءني يوم القيامة قائد % % عنيف وسواق يسوق الفرزدقا % .\n</p>\n<p class=\"arabic\">*7*215* .\n</p>\n<p class=\"arabic\">% لقد خاب من أولاد آدم من مشى % % إلى النار مشدود القلادة أزرقا % .\n</p>\n<p class=\"arabic\">وفي رواية ) .\n</p>\n<p class=\"arabic\">% يساق إلى نار الجحيم مسربلا % % سرابيل قطران لباسا محرقا % .\n</p>\n<p class=\"arabic\">% إذا شربوا فيها الحميم رأيتهم % % يذوبون من حر الصديد تمزقا % .\n</p>\n<p class=\"arabic\">قال فأبكى الناس وللفرزدق مما رواه أبو محمد بن قتيبة .\n</p>\n<p class=\"arabic\">% إن المهالبة الكرام تحملوا % % دفع المكاره عن ذوي المكروه % .\n</p>\n<p class=\"arabic\">% زانوا قديمهم بحسن حديثهم % % وكريم أخلاق بحسن وجوه % .\n</p>\n<p class=\"arabic\">أبو العيناء ثنا أبو زيد النحوي عن أبي عمرو بن العلاء قال حضرت الفرزدق وهو \n  يجود بنفسه فما رأيت أحسن ثقة بالله منه قال وذلك في أول سنة عشر ومائة فلم \n  أنشب أن قدم جرير من اليمامة فاجتمع إليه الناس فما أنشدهم ولا وجدوه كما \n  عهدوه فقلت له في ذلك فقال أطفأ والله الفرزدق جمرتي وأسال عبرتي وقرب منيتي \n  ثم رد إلى اليمامة فنعي لنا في رمضان من السنة .\n</p>\n<p class=\"arabic\">قلت وكتاب مناقضات جرير والفرزدق مشهور وفيه كثير من شعرهما .\n\n</p>"
}