{
    "header": "القاسم بن محمد بن أبي بكر الصديق ع .",
    "id": "001498",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">القاسم بن محمد بن أبي بكر الصديق ع .\n</h1>\n<p class=\"arabic\">عبد الله بن عثمان بن عامر بن عمرو بن كعب بن سعد بن تيم بن مرة القرشي التيمي \n  المدني الفقيه أبو محمد وقيل أبو عبد الرحمن أحد الأعلام ولد في خلافة عثمان \n  وكان خيرا من أبيه بكثير نشأ بعد قتل أبيه في حجر عمته أم المؤمنين رضي الله \n  عنها فسمع منها ومن ابن ) .\n</p>\n<p class=\"arabic\">عباس وابن عمر ومعاوية وصالح بن خوات وفاطمة بنت قيس وطائفة *7*218* .\n</p>\n<p class=\"arabic\">روى عنه ابنه عبد الرحمن بن القاسم والزهري وربيعة وابن المنكدر وجعفر بن \n  محمد وابن عون وأفلح بن حميد وأيوب السختياني وآخرون وحديثه أعلى شيء عند \n  مسلم فإنه روى في صحيحه عن القعنبي عن أفلح عنه أحاديث وكان فقيها إماما مجتهدا \n  ورعا عابدا ثقة حجة قال عبد الله بن شوذب عن يحيى بن سعيد الأنصاري قال ما \n  أدركنا أحدا بالمدينة نفضله على القاسم بن محمد .\n</p>\n<p class=\"arabic\">وقال أيوب السختياني ما رأيت رجلا أفضل من القاسم لقد ترك مائة ألف هي له \n  حلال ورأيت عليه قلنسوة خز رواه سليمان بن حرب عن وهيب سمع أيوب يقول ذلك .\n</p>\n<p class=\"arabic\">وقال ابن عيينة أعلم الناس بحديث عائشة ثلاثة القاسم وعروة وعمرة وقال علي \n  بن المديني ثنا سفيان عن عبد الرحمن بن القاسم وكان أفضل أهل زمتانه أنه سمع \n  أباه وكان أفضل أهل زمانه فذكر حديثا .\n</p>\n<p class=\"arabic\">وعن أبي الزناد قال ما رأيت فقيها أعلم من القاسم بن محمد .\n</p>\n<p class=\"arabic\">وقال عبد الرحمن بن أبي الزناد عن أبيه قال ما رأيت أحدا أعلم بالسنة من القاسم \n  بن محمد .\n</p>\n<p class=\"arabic\">وقال ابن معين عبيد الله عن القاسم عن عائشة ترجمة مشبكة بالذهب .\n</p>\n<p class=\"arabic\">ابن إدريس عن عبد الرحمن بن أبي الزناد عن أبيه قال سبعة من أهل المدينة نظراء \n  إذا اختلفوا أخذ بقول أحدهم سعيد بن المسيب وعروة والقاسم وأبو بكر بن عبد \n  الرحمن وعبيد الله بن عبد الله وخارجة بن زيد وسليمان بن يسار وعن الزهري \n  قال صارت الفتوى إلى أبي *7*219* سلمة والقاسم وسالم وقال يحيى القطان فقهاء \n  المدينة عشرة فذكر منهم القاسم .\n</p>\n<p class=\"arabic\">يونس بن بكير ثنا ابن إسحاق قال جاء أعرابي إلى القاسم بن محمد فقال أنت أعلم \n  أم سالم قال ذاك منزل سالم لم يزده على ذا .\n</p>\n<p class=\"arabic\">ابن أبي الزناد عن أبيه قال ما رأيت أحدا أحد ذهنا من القاسم إن كان ليضحك \n  من أصحاب الشبه كما يضحك الفتى خالد بن خراش ثنا مالك قال كان القاسم رجلا \n  عاقلا وكان ابنه يحدث عنه أن الذنوب لاحقة بأهلها .\n</p>\n<p class=\"arabic\">حماد بن زيد عن أيوب سمعت يحيى يسأل القاسم فيقول لا أدري لا أعلم فلما أكثر \n  قال والله لا نعلم كل ما تسألونا عنه ) .\n</p>\n<p class=\"arabic\">حماد عن يحيى بن سعيد عن القاسم قال لأن يعيش الرجل جاهلا بعد أن يعلم حق \n  الله خير له من أن يقول ما لا يعلم قال مالك ما حدث القاسم مائة حديث قال \n  ابن وهب حدثني مالك أن عمر بن عبد العزيز قال لو كان لي في الأمر شيء لوليت \n  القاسم بن محمد الخلافة .\n</p>\n<p class=\"arabic\">قلت إنما بايعوا عمر بن عبد العزيز بالخلافة مشروطا بأن الأمر من بعده ليزيد \n  فلهذا قال لو كان لي من الأمر .\n</p>\n<p class=\"arabic\">قال الزبير بن بكار حدثني محمد بن الضحاك الحزامي عن أبيه قال قال عمر بن \n  عبد العزيز لو كان إلي أن أعهد ما عدوت أحد رجلين صاحب الأحوص يعني إسماعيل \n  بن أمية وكان خيارأ أو أعيمش بني تيم يعني *7*220* القاسم قال الواقدي حدثني \n  أفلح بن حميد قال فبلغت القاسم فقال إن القاسم ليضعف عن أهليه فكيف بأمر الأمة .\n</p>\n<p class=\"arabic\">قال ابن عون كان القاسم ممن يأتي بالحديث بحروفه ابن وهب ثنا مالك عن يحيى \n  بن سعيد قال كان القاسم لا يكاد يرد على أحد ولا يعيب عليه فتكلم ربيعة يوما \n  فأكثر فلما قام القاسم وهو متكيء علي قال لي لا أبا لغيرك أترى الناس كانوا \n  غافيلن عما يقول صاحبنا .\n</p>\n<p class=\"arabic\">حميد الطويل عن سليمان بن قته قال أرسلني عمر بن عبيد الله بن معمر التيمي \n  إلى القاسم بخمسمائة دينار فأبى أن يقبلها .\n</p>\n<p class=\"arabic\">وقال حماد بن زيد عن عبيد الله قال كان القاسم لا يفسر يعني القرآن وعن أبي \n  الزناد قال ما كان القاسم يجيب إلا في الشيء الظاهر وقال ابن عون إن القاسم \n  قال في شيء أرى ولا أقول إنه الحق .\n</p>\n<p class=\"arabic\">وقال عكرمة بن عمار سمعت القاسم وسالما يلعنان القدرية .\n</p>\n<p class=\"arabic\">قال زيد بن يحيى الدمشقي ثنا عبد الله بن العلاء قال سألت القاسم يملي علي \n  أحاديث فقال إن الأحاديث كثرت على عهد عمر رضي الله عنه فأنشد الناس أن يأتوه \n  بها فلما أتوه بها أمر بتحريقها ثم قال مثناة *7*221* كمثناة أهل الكتاب قال \n  فمنعني القاسم يومئذ أن أكتب حديثا .\n</p>\n<p class=\"arabic\">قال الواقدي كان مجلس القاسم وسالم في المسجد واحدا ثم جلس فيه بعدهما عبد \n  الرحمن بن القاسم وعبيد اللله بن عمر ثم جلس فيه بعدهما مالك بين القبر والمنبر .\n</p>\n<p class=\"arabic\">أفلح بن حميد عن القاسم قال اختلاف الصحبة رحمة ومحمد بن معاوية النيسابوري \n  قال ابن أبي الموال قال رأيت القاسم يأتي المسجد أول النهار فيصلي ركعتين \n  ثم يجلس بين الناس ) .\n</p>\n<p class=\"arabic\">فيسألونه .\n</p>\n<p class=\"arabic\">سليمان بن بلال عن ربيعة قال كان القاسم قد ضعف جدا فكان يركب من منزله حتى \n  يأتي مسجد منى فينزل عند المسجد فيمشي من عند المسجد إلى الجمار ويرميها .\n</p>\n<p class=\"arabic\">قال حنظلة بن أبي سفيان رأيت على القاسم خاتما من ورق حلقة فيها اسمه في خنصره \n  اليسرى .\n</p>\n<p class=\"arabic\">وقال محمد بن هلال رأيت القاسم لا يحفي شاربه جدا وقال أبو نعيم ثنا خالد \n  بن إلياس قال رأيت على القاسم جبة خز وكساء خز وعمامة خز وقد أفلح بن حميد \n  كان القاسم يلبس جبة خز وقال العطاف بن خالد رأيت القاسم وعليه جبة خز صفراء \n  ورداء مقبب *7*222* .\n</p>\n<p class=\"arabic\">وقال أبو نعيم ثنا معاذ بن العلاء قال رأيت القاسم بن محمد فرأيت على رحله \n  قطيفة من خز غبراء وعليه رداء معصفر وقال عبد الله بن العلاء بن زيد دخلت \n  على القاسم بن محمد وهو في قبوة معصفرة وتحته فراش معصفر وقال معن حدثني خالد \n  بن أبي بكر قال رأيت على القاسم عمامة بيضاء قد سدل خلفه منها أكثر من شبر .\n</p>\n<p class=\"arabic\">وقال غيره كان القاسم يخضب رأسه ولحيته بالحناء وقال آخر لم أره يخضب وقال \n  فطر بن خليفة رأيت القاسم يصفر لحيته وقال القعنبي ثنا محمد بن صالح عن سليمان \n  بن عبد الرحمن قال مات القاسم بقديد فقال كفنوني في ثيابي التي كنت أصلي فيها \n  قميصي وإزاري وردائي هكذا كفن أبو بكر والحي أحوج إلى الجديد .\n</p>\n<p class=\"arabic\">وقال خالد بن أبي بكر أوصى القاسم أن لا يبنى على قبره وقال عبد العزيز الماجشون \n  مات بقديد ودفن بالمشلل وبينهما ثلاثة أميال قال الواقدي مات سنة ثمان ومائة \n  وكان قد ذهب بصره وقال خليفة *7*223* مات في آخر سنة ست أو أول سنة سبع ومائة \n  وقال الهيثم وابن بكير سنة سبع قال ابن المديني وأبو عبيد وجماعة سنة ثمان .\n</p>\n<p class=\"arabic\">وقيل سنة اثنتي عشر ومائة وهو قول شاذ .\n\n</p>"
}