{
    "header": "عكرمة البربري ع .",
    "id": "001474",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عكرمة البربري ع .\n</h1>\n<p class=\"arabic\">ثم المدني أبو عبد الله مولى ابن عباس أحد العلماء الربانيين روى عن ابن عباس \n  وعائشة وعلي بن أبي طالب وذلك في سنن النسائي وعن أبي هريرة وعقبة بن عامر \n  وعبد الله ) .\n</p>\n<p class=\"arabic\">بن عمرو وأبي سعيد وابن عمرو وعنه أيوب السختياني وثور بن يزيد وثور بن زيد \n  الديلي وأبو بشر وخالد الحذاء وداود بن أبي هند وعاصم الأحول وعباد بن منصور \n  وعقيل بن خالد وعبد الرحمن بن الغسيل ويحيى بن أبي كثير وخلق كثير وأفتى في \n  حياة مولاه وقال طلبت العلم أربعين سنة ملكه ابن عباس إذ ولي البصرة لعلي \n  بن أبي طالب فلا يبعد سماعه من علي قال يزيد بن زريع كان عكرمة بربريا للحصين \n  بن أبي الحر العنبري فوهبه لابن *7*175* عباس حين ولي البصرة .\n</p>\n<p class=\"arabic\">ابن عيينة عن عمرو سمع أبا الشعثاء يقول هذا عكرمة مولى ابن عباس هذا أعلم \n  الناس .\n</p>\n<p class=\"arabic\">ابن جريج أخبرني عتبة بن محمد بن الحارث أن عكرمة مولى ابن عباس أخبره قال \n  وفد ابن عباس على معاوية فكانا يسمران إلى شطر الليل أو أكثر فرأيت معاوية \n  أوتر بركعة قال عبد الحميد بن بهرام رأيت عكرمة أبيض اللحية عليه عمامة بيضاء \n  طرفها بين كتفيه قد أدارها تحت حنكه وقميصه إلى الكعبين ورداؤه أبيض قدم على \n  بلال بن مرداس الفزاري والى المدائن فأجازه بثلاثة آلاف .\n</p>\n<p class=\"arabic\">حماد بن زيد عن الزبير بن الخريت عن عكرمة قال كان ابن عباس يضع في رجلي الكبل \n  على تعليم القرآن والفقة والسنن .\n</p>\n<p class=\"arabic\">حماد بن سلمة عن داود عن عكرمة قرأ ابن عباس لم تعظون قوما الله مهلكهم أو \n  معذبهم فقال لم أدر أنجوا أم هلكوا فما زلت أبين له أبصره حتى عرف أنهم قد \n  نجوا فكساني حلة .\n</p>\n<p class=\"arabic\">أبوحمزة السكري عن يزيد النحوي عن عكرمة قال ابن عباس انطلق فأفت فمن جاءك \n  يسألك عما يعنيه فأفته .\n</p>\n<p class=\"arabic\">ابن سعد ثنا محمد بن عمر عن أبي بكر بن أبي سبرة قال باع علي بن عبد الله \n  بن عباس عكرمة من خالد بن يزيد بن معاوية بأربعة آلاف *7*176* دينار فقال \n  عكرمة ما خير لك بعت علم أبيك فاستقال خالدا فأقاله وأعتق عكرمة روى أحمد \n  بن أبي خيثمة عن مصعب الزبيري مثله وعن شهر بن حوشب قال عكرمة حبر الأمة .\n</p>\n<p class=\"arabic\">وقال مغيرة قيل لسعيد بن جبير تعلم أحدا أعلم منك قال نعم عكرمة وقال الشعبي \n  ما بقي أحد أعلم بكتاب الله من عكرمة وقال قتادة أعلم الناس بالتفسير عكرمة \n  وقال عمرو بن ) .\n</p>\n<p class=\"arabic\">دينار كنت إذا سمعت عكرمة يحدث عنهم كأنه مشرف عليهم ينظر إليهم قال أيوب \n  السختياني قال عكرمة إني لأخرج إلى السوق فأسمع الرجل يتكلم بالكلمة فينفتح \n  لي خمسون بابا من العلم وقال لنا عكرمة مرة أيحسن حسنكم مثل هذا قلت وكان \n  عكرمة كثير التطواف كثير العلم ويأخذ جوائز الأمراء .\n</p>\n<p class=\"arabic\">قال شبابة أخبرني موسى بن يسار قال رأيت عكرمة قادما من سمرقند وهو على حمار \n  تحته جوالقان حرير أجازه بذلك عامل سمرقند فقيل له ما جاء بك إلى هنا قال \n  الحاجة وقال عبد الرزاق حدثني أبي قال قدم عكرمة الجند فحمله طاوس على نجيب \n  له فقال إني ابتعت علمه بهذا الجمل قال معمر سمعت أيوب يقول إني لفي سوق البصرة \n  إذا رجل *7*177* على حمار فقيل لي هذا عكرمة واجتمع الناس فما قدرت على شيء \n  أسأله فجعلوا يسألونه وأنا أحفظ .\n</p>\n<p class=\"arabic\">قيل لأيوب يكانوا يتهمونه قال أما أنا فلم أكن أتهمه .\n</p>\n<p class=\"arabic\">ابن لهيعة قال أبو الأسود هيجت عكرمة على السير إلى إفريقية فلما قدمها اتهموه \n  قال وكان قليل العقل خفيفا كان قد سمع الحديث من ذا ومن ذا فيحدث به مرة عن \n  هذا ومرة عن هذا فيقولون ما أكذبه قال ابن لهيعة وكان يحدث برأي نجدة الحروري \n  أتاه فأقام عنده ستة أشهر ثم أتى ابن عباس فسلم عليه فقال ابن عباس قد جاء \n  الخبيث .\n</p>\n<p class=\"arabic\">القاسم بن الفضل الحداني ثنا زياد بن مخراق قال كتب الحجاج إلى عثمان بن حيان \n  المري سل عكرمة عن يوم القيامة أمن الدنيا هو أو من الآخرة .\n</p>\n<p class=\"arabic\">حماد بن زيد عن أيوب سمعت رجلا قال لعكرمة فلان سبني في النوم قال اضرب ظله \n  ثمانين .\n</p>\n<p class=\"arabic\">أيوب بلغني عن سعيد بن جبير قال لو كف عكرمة عن بعض حديثه لشدت إليه المطايا .\n</p>\n<p class=\"arabic\">وقال طاوس لوترك من حديثه واتقى الله لشدت إليه الرحال ومن كلامهم في عكرمة \n  وثقه يحيى بن معين وغيره وكان أحمد بن حنبل والبخاري والجمهور يحتجون به قال \n  أبو حاتم الرازي يحتج به *7*178* إذا كان عن ثقة أصحاب ابن عباس عيال في التفسير \n  على عكرمة وقال ابن عدي إذا روى عنه ثقة فهو مستقيم الحديث ولا بأس به .\n</p>\n<p class=\"arabic\">روح بن عبادة ثنا عثمان بن مرة قلت للقاسم بن محمد كيف ترى في هذه الأوعية \n  فإن عكرمة يحدث عن ابن عباس أن رسول الله صلى الله عليه وسلم حرم النقير والدباء \n  والحنتم ) .\n</p>\n<p class=\"arabic\">فقال عكرمة كذاب .\n</p>\n<p class=\"arabic\">ضمرة بن ربيعة عن أيوب بن زيد قال قال ابن عمر لنافع لا تكذب علي كما كذب \n  عكرمة على ابن عباس هذا ضعيف السند وقد رواه أبو خلف عبد الله بن عيسى عن \n  يحيى البكاء وهو ضعيف أنه سمع ابن عمر يقوله .\n</p>\n<p class=\"arabic\">أبو نعيم ثنا أيمن بن نابل حدثني رجل عن ابن المسيب أنه قال لغلامه برد لا \n  تكذب علي كما كذب عبد ابن عباس رواه إبراهيم بن سعد عن أبيه عن ابن المسيب \n  أنه قال لبرد لا تكذب علي كما كذب عكرمة على ابن عباس .\n</p>\n<p class=\"arabic\">حماد بن زيد عن أيوب عمن مشى بين سعيد بن المسيب وعكرمة في رجل نذر نذرا في \n  معصية الله فقال سعيد يوفي به وقال عكرمة لا يوفي به فأخبر الرجل سعيدا بقول \n  عكرمة فقال سعيد لا ينتهي عكرمة حتى يلقى في عنقه حبل ويطاف به فجاء الرجل \n  إلى عكرمة فأبلغه فقال أنت *7*179* رجل سوء كما أبلغتني عنه فأبلغه عني قل \n  له هذا النذر لله أم للشيطان والله لئن قال لله ليكذبن وإن قال للشيطان ليكفرن \n  ولئن زعم أنه لغيرالله فما فيه وفاء .\n</p>\n<p class=\"arabic\">هشام بن عمار ثنا سعيد بن يحيى ثنا فطر بن خليفة قلت لعطاء إن عكرمة يقول \n  قال ابن عباس سبق الكتاب المسح فقال كذب عكرمة سمعت ابن عباس يقول لا بأس \n  بالمسح ثم قال عطاء وإن كان بعضهم ليرى أن المسح على القدمين يجزيء رواه محمد \n  بن فضيل عن فطر مثله .\n</p>\n<p class=\"arabic\">جرير بن عبد الحميد عن يزيد بن أبي زياد قال دخلت على علي بن عبد الله بن \n  عباس وعكرمة مقيد قلت ما هذا قال إنه يكذب على أبي .\n</p>\n<p class=\"arabic\">مسلم بن إبراهيم ثنا الصلت أبو شعيب سألت محمد بن سيرين عن عكرمة قال ما يسوؤني \n  أن يدخل الجنة ولكنه كذاب .\n</p>\n<p class=\"arabic\">قال أبو أحمد بن عدي ثنا ابن أبي عصمة ثنا أبو طالب أحمد بن حميد سمعت أحمد \n  بن حنبل يقول كان عكرمة من أعلم الناس ولكنه يرى رأي الصفرية ولم يدع موضعا \n  إلا خرج إليه خراسان والشام واليمن ومصر وإفريقية كان يأتي الأمراء فيطلب \n  جوائزهم ويقال إنما أخذ أهل إفريقية رأي الصفرية من عكرمة قال وهيب شهدت يحيى \n  بن *7*180* سعيد الأنصاري وأيوب السختياني فذكرا عكرمة فقال يحيى كان كذابا \n  وقال أيوب لا ) .\n</p>\n<p class=\"arabic\">إبراهيم بن المنذر حدثني مطرف سمعت مالكا يكره أن يذكر عكرمة ولا يرى أن يروى \n  عنه قال أحمد بن حنبل ما علمت أن مالكا حدث فسمي عكرمة إلا في حديث وقال الشافعي \n  قال مالك لا أرى لأحد أن يقبل حديث عكرمة .\n</p>\n<p class=\"arabic\">يحيى القطان حدثوني والله عن أيوب أنه ذكر له عكرمة وأنه لا يحسن الصلاة فقال \n  أيوب وكان يصلي الفضل بن موسى السيناني عن رشدين قال رأيت عكرمة قد أقيم في \n  لعب النرد قال يزيد بن هارون قدم عكرمة فأتاه أيوب وسليمان التيمي ويونس فبينا \n  هو يحدثهم إذ سمع صوت غناء فقال اسكتوا ثم قال قاتله الله لقد أجاد فأما سليمان \n  ويونس فما عادا إليه .\n</p>\n<p class=\"arabic\">عمرو بن خالد الحراني ثنا خلاد بن سليمان الحضرمي عن خالد بن أبي عمران قال \n  كنا بالمغرب وعندنا عكرمة في وقت الموسم فقال عكرمة وددت أن بيدي حربة أعترض \n  بها من شهد الموسم قال فرفضه أهل إفريقية .\n</p>\n<p class=\"arabic\">علي بن المديني عن يعقوب الحضرمي عن جده قال وقف عكرمة على باب المسجد فقال \n  ما فيه إلا كافر قال وكان يرى رأي الإباضية قال ابن المديني كان يرى رأي نجدة \n  وقال مصعب الزبيري كان يرى *7*181* رأي الخوارج وادعى على ابن عباس أنه كان \n  يرى رأي الخوارج نقله أحمد بن أبي خيثمة عن مصعب .\n</p>\n<p class=\"arabic\">وقال خالد بن نزار الإيلي ثنا عمر بن قيس عن عطاء بن أبي رباح أن عكرمة كان \n  إباضيا .\n</p>\n<p class=\"arabic\">إسماعيل بن أبي أويس عن مالك عن أبيه قال أتي بجنازة عكرمة وكثير عزة بعد \n  العصر فما علمت أحدا من أهل المسجد حل حبوته إليهما قال الدراوردي ماتا في \n  يوم واحد فما شهدهما إلا سودان المدينة قال جماعة توفيا سنة خمس ومائة وقال \n  الهيثم بن عدي وغيره سنة ست ومائة وقال أبو نعيم وأبو بكر بن أبي شيبة وجماعة \n  سنة سبع وقال يحيى بن معين والمدائني سنة خمس عشرة ومائة وأظن هذا القول غلطا \n  لم يبق إلى هذا التاريخ قط .\n\n</p>"
}