{
    "header": "عمر بن عبد العزيز .",
    "id": "001483",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عمر بن عبد العزيز .\n</h1>\n<p class=\"arabic\">ابن مروان بن الحكم بن أبي العاص بن أمية بن عبد شمس بن عبد مناف بن قصي بن \n  كلاب أمير المؤمنين أبو حفص القرشي الأموي رضي الله عنه وأرضاه ولد بالمدينة \n  سنة ستين عام توفي معاوية أو بعده بسنة وأمه هي أم عاصم بنت عاصم بن عمر بن \n  الخطاب روى عن أبيه وأنس *7*188* وعبد الله بن جعفر بن أبي طالب وابن قارظ \n  وأرسل عن عقبة بن عامر وخولة بنت حكيم وروى أيضا عن عامر بن سعد ويوسف بن \n  عبد الله بن سلام وسعيد بن المسيب وعروة بن الزبير وأبي بكر بن عبد الرحمن \n  والربيع بن سبرة وطائفة .\n</p>\n<p class=\"arabic\">وعنه أبو سلمة بن عبد الرحمن أحد شيوخه ومحمد بن المنكدر والزهري ويحيى بن \n  سعيد الأنصاري ومسلمة بن عبد الملك ورجاء بن حيوة وعبد الله بن العلاء بن \n  زيد ويعقوب بن ) .\n</p>\n<p class=\"arabic\">عتبة وولداه عبد الله وعبد العزيز وخلق كثير وكانت خلافته تسعة وعشرين شهارا \n  كأبي بكر الصديق قال الخريبي ولد عام قتل الحسين رضي الله عنه .\n</p>\n<p class=\"arabic\">وقال إسماعيل الخطبي رأيت صفته في كتاب أبيض رقيق الوجه جميلا نحيف الجسم \n  حسن اللحية غائر العينين بجبهته أثر حافر دابة ولذلك سمي أشج بني أمية وقد \n  وخطه الشيب قال ثروان مولى عمر بن عبد العزيز إنه دخل إلى إصطبل أبيه وهو \n  غلام فضربه فرسه فشجه فجعل أبوه يمسح عنه الدم ويقول إن كنت أشج بني أمية \n  إنك لسعيد .\n</p>\n<p class=\"arabic\">رواه ضمرة عنه .\n</p>\n<p class=\"arabic\">نعيم بن حماد عن ضمام بن إسماعيل عن أبي قبيل أن عمر بن عبد العزيز بكى وهو \n  غلام فقالت أمه ما يبكيك قال ذكر الموت وكان قد جمع القرآن وهو غلام صغير \n  فبكت أمه .\n</p>\n<p class=\"arabic\">سعيد بن عفير وعن يعقوب عن أبيه أن عبد العزيز بن مروان أمير مصر بعث ابنه \n  عمر إلى المدينة يتأدب بها وكتب إلى صالح بن كيسان أن يتعاهده وكان يختلف \n  إلى عبيد الله بن عبد الله يسمع منه العلم فبلغه أن عمر ينتقص عليا فقال له \n  متى بلغك أن الله سخط على أهل بدر بعد أن رضي عنهم ففهم وقال معذرة إلى الله \n  وإليك لا أعود *7*189* .\n</p>\n<p class=\"arabic\">وقال غيره لما توفي عبد العزيز طلب عبد الملك عمر بن عبد العزيز إلى دمشق \n  فزوجوه بابنته فاطمة وكان الذين يعيبون عمر من حساده لا يعيبونه إلا بالإفراط \n  في التنعم والاختيال في المشية هذا قبل الإمرة فلما ولي الوليد الخلافة أمر \n  عمر على المدينة فوليها من سنة ست وثمانين إلى سنة ثلاث وتسعين وعزل فقدم \n  الشام ثم إن الوليد عزم على أن يعزل أخاه سليمان من العهد وأن يجعل ولي عهده \n  ولده عبد العزيز بن الوليد فأطاعه كثير من الأشراف طوعا وكرها وصمم عمر بن \n  عبد العزيز وامتنع فطين عليه الوليد كما ذكرنا في ترجمة عبد العزيز .\n</p>\n<p class=\"arabic\">قال أبو زرعة عبد الأحد بن الليث الفتياني سمعت مالكا يقول أتى فتيان إلى \n  عمر بن عبد العزيز فقالوا إن أبانا توفي وترك مالا عند عمنا حميد الأمجي فأحضره \n  عمر وقال له أنت القائل .\n</p>\n<p class=\"arabic\">% حميد الذي أمج داره % % أخو الخمر ذو الشيبة الأصلع % .\n</p>\n<p class=\"arabic\">% أتاه المشيب على شربها % % فكان كريما فلم ينزع % .\n</p>\n<p class=\"arabic\">قال نعم قال ما أراني إلا حادك أقررت بشربها وأنك لن تنزع عنها قال أين يذهب \n  بك ألم تسمع الله يقول والشعراء يتبعهم الغاوون ألم تر أنهم في كل واد يهيمون \n  وأنهم يقولون ما لا يفعلون قال أولى لك يا حميد ما أراك إلا قد أفلت ويحك \n  يا حميد كان أبوك رجلا صالحا وأنت رجل سوء قال أصلحك الله وأينا يشبه أباه \n  كان أبوك *7*190* رجل سوء وأنت رجل صالح قال إن هؤلاء زعموا أن أباهم توفي \n  وترك مالا عندك قال صدقوا وأحضره بختم أبيهم ثم قال إن أباهم مات منذ كذا \n  وكذا وكنت أنفق عليهم من مالي وهذا مالهم قال ما أحد أحق أن يكون عنده منك \n  فامتنع .\n</p>\n<p class=\"arabic\">وقال زيد بن أسلم قال أنس رضي الله عنه ما صليت وراء إمام بعد رسول الله صلى \n  الله عليه وسلم أشبه صلاة برسول الله من هذا الفتى يعني عمر بن عبد العزيز \n  وكان عمر أميرا على المدينة قال زيد بن أسلم فكان يتم الركوع والسجود ويخفف \n  القيام والقعود رواه العطاف بن خالد عن زيد بن أسلم .\n</p>\n<p class=\"arabic\">قال عمر بن قيس الملائي سئل محمد بن علي بن الحسين عن عمر ابن عبد العزيز \n  فقال هو نجيب بني أمية وإنه يبعث يوم القيامة أمة وحده قال سفيان الثوري عن \n  عمرو بن ميمون بن مهران عن أبيه قال كانت العلماء مع عمر بن عبد العزيز تلامذة \n  أبو مصعب عن مالك بلغني أن عمر بن عبد العزيز حين خرج من المدينة التفت إليها \n  وبكى ثم قال يا مزاحم أتخشى أن نكون ممن نفته المدينة معمر عن الزهري قال \n  سمرت مع عمر بن عبد العزيز ليلة فقال كل ما حدثت الليلة قد سمعته ولكنك حفظت \n  ونسيت قال عبد العزيز بن *7*191* الماجشون ثنا عبد الله بن دينار عن ابن عمر \n  قال يا آل عمر كنا نتحدث وفي لفظ يزعم الناس أن الدنيا لا تنقضي حتى يلي رجل \n  من آل عمر يعمل مثل عمل عمر قال فكان بلال بن عبد الله بن عمر بوجهه شامة \n  وكانوا يرون أنه هو حتى جاء الله بعمر بن عبد العزيز أمه بنت عاصم بن عمر .\n</p>\n<p class=\"arabic\">قال الترمذي في تاريخه ثنا أحمد بن إبراهيم ثنا عفان بن عثمان بن عبد الحميد \n  بن لاحق عن جويرية عن نافع بلغنا أن عمر قال إن من ولدي رجلا بوجهه شين يلي \n  فيملأ الأرض عدلا قال نافع فلا أحسبه إلا عمر بن عبد العزيز ) .\n</p>\n<p class=\"arabic\">مبارك بن فضالة عن عبيد الله بن عمر عن نافع قال كان ابن عمر يقول ليت شعري \n  من هذا الذي من ولد عمر في وجهه علامة يملأ الأرض عدلا .\n</p>\n<p class=\"arabic\">أيوب بن محمد بن الوزان ومحمد بن عبد العزيز قالا ثنا ضمرة بن ربيعة عن السري \n  بن يحيى عن رياح بن عبيدة قال خرج عمر بن عبد العزيز إلى الصلاة وشيخ متوكيء \n  على يده فقلت في نفسي إن هذا لشيخ جاف فلما صلى ودخل لحقته فقلت أصلح الله \n  الأمير من الشيخ الذي كان يتكيء على يدك قال يا رياح رأيته قلت نعم قال ما \n  أحسبك إلا رجلا صالحا ذاك أخي الخضر أتاني فأعلمني أني سألي أمر هذه الأمة \n  وأني سأعدل فيها رواته ثقات *7*192* .\n</p>\n<p class=\"arabic\">جرير بن حازم عن هزان بن سعيد حدثني رجاء بن حيوة قال لما ثقل سليمان بن عبد \n  الملك رآني عمر بن عبد العزيز في الدار فقال يا رجاء أذكرك الله أن تذكرني \n  أو تشير بي فوالله ما أقدر على هذا الأمر فانتهرته وقلت إنك لحريص على الخلافة \n  أتطمع أن أشير عليه بك فاستحيا ودخلت فقال لي سليمان يا رجاء من ترى لهذا \n  الأمر قلت اتق الله فإنك قادم على ربك وسائلك عن هذا الأمر وما صنعت فيه قال \n  فمن ترى قلت عمر بن عبد العزبز قال كيف أصنع بعهد عبد الملك إلي وإلى الوليد \n  في ابني عاتكة أيهما بقي قلت تجعله من بعده قال أصبت هات صحيفة فكتب عهد عمر \n  ويزيد بن عبد الملك من بعده ثم دعوت رجالا فدخلوا عليه فقال عهدي في هذه الصحيفة \n  مع رجاء اشهدوا واختموا الصحيفة فما لبث أن مات فكففت النساء عن الصياح و \n  خرجت إلى الناس فقالوا كيف أمير المؤمنين قلت لم يكن منذ اشتكى أسكن منه الساعة \n  قالوا لله الحمد .\n</p>\n<p class=\"arabic\">الوليد بن المسلم عن عبد الرحمن بن حسان الكناني قال لما مرض سليمان بدابق \n  قال لرجاء بن حيوة من للأمر أستخلف ابني قال ابنك غائب قال فالآخر قال صغير \n  قال فمن ترى قال أرى أن تستخلف عمر بن عبد العزيز قال أتخوف بني عبد الملك \n  قال ول عمر و من بعده يزيد واختم الكتاب و تدعوهم إلى بيعته مختوما قال لقد \n  رأيت ائتني بقرطاس فدعا بقرطاس و كتب العهد و دفعه إلى رجاء و قال اخرج إلى \n  الناس فليبايعوا على ما فيه مختوما فخرج إليهم فامتنعوا فقال انطلق إلى صاحب \n  الحرس و الشرط فاجمع الناس ومرهم بالبيعة فمن أبى فاضرب عنقه ففعل فبايعوا \n  على ما في الكتاب قال رجاء ) .\n</p>\n<p class=\"arabic\">فبينا أنا راجع إذا بموكب هشام فقال تعلم موقعك منا و إن أمير المؤمنين قد \n  صنع شيئا *7*193* ما أدري ما هو و أنا أتخوف أن يكون قد أزالها عني فإن يكن \n  عدلها عني فأعلمني ما دام في الأمر نفس قلت سبحان الله يستكتمني أمير المؤمنين \n  أمرا أطلعك عليه لا يكون ذا أبدا قال فأدارني و ألاحني فأبيت عليه وانصرف \n  فبينا أنا أسير إذ سمعت جلبة خلفي فإذا عمر بن عبد العزيز فقال لي يا رجاء \n  إنه قد و قع في نفسي أمر كبير أتخوف أن يكون هذا الرجل قد جعلها إلي و لست \n  أقوم بهذا الشأن فأعلمني ما دام في الأمر نفس لعلي أتخلص منه ما دام حيا قلت \n  سبحان الله يستكتمني أمير المؤمنين أمرا أطلعك عليه فأدارني و ألاحني فأبيت \n  عليه و ثقل سليمان و حجب الناس فلما مات أجلسته و سندته و هيأته و خرجت إلى \n  الناس فقالوا كيف أصبح أمير المؤمنين قلت أصبح ساكنا و قد أحب أن تسلموا عليه \n  و تبايعوا بين يديه و أذنت للناس فدخلوا و قمت عنده فقلت إن أمير المؤمنين \n  يأمركم بالوقوف ثم أخذت الكتاب من عنده و تقدمت إليهم و قلت إن أمير المؤمنين \n  يأمركم أن تبايعوا على ما في هذا الكتاب فبايعوا و بسطوا أيديهم فلما بايعبهم \n  و فرغت قلت لهم آجركم الله في أمير المؤمنين قالوا فمن ففتحت الكتاب فإذا \n  عمر بن عبد العزيز فتغيرت وجوه بني عبد الملك فلما قرأوا بعده يزيد فكأنهم \n  تراجعوا فقالوا أين عمر فطلبوه فأذا هو في المسجد فأتوا فسلموا عليه بالخلافة \n  فعقر به فلم يستطع النهوض حتى أخذوا بضبعيه فأصعدوه المنبر فجلس طويلا لا \n  يتكلم فلما رآهم رجاء جالسين قال ألا تقومون إلى أمير المؤمنين فتبايعونه \n  رجلا رجلا و مد يده إليهم فصعد إليه هشام فلما مد يده إليه قال يقول هشام \n  إنا لله و إنا إليه راجعون فقال إنا لله حين صار يلي هذا الأمر إنا و أنت \n  ثم قام فحمد الله ثم قال أيها الناس إني لست بقاض و لكني منفذ ولست بمبتدع \n  و لكني متبع و إن أبوا فلست لكم بوال ثم نزل يمشي فأتاه صاحب المراكب فقال \n  ما هذا قال مركب *7*194* الخلافة قال إئتوني بدابتي ثمن إنه كتب إلى العمال \n  في الأمصار قال رجاء كنت أظن أنه سيضعف فلما رأيت صنعه في الكتاب علمت أنه \n  سيقوى .\n</p>\n<p class=\"arabic\">قال عمر بن مهاجر صلى عمر بن عبد العزيز المغرب ثم صلى على سليمان بن عبد \n  الملك .\n</p>\n<p class=\"arabic\">قال ابن إسحاق وغيره وذلك يوم الجمعة عاشر صفر سنة تسع .\n</p>\n<p class=\"arabic\">قلت وكان عمر في خلافة سليمان كالوزير له ) .\n</p>\n<p class=\"arabic\">أحمد بن حنبل ثنا سفيان حدثني من شهد دابق وكان مجتمع غزو الناس فمات سليمان \n  وكان رجاء صاحب مشورته وأمره فأعلم الناس بموته وصعد المنبر وقال إن أمير \n  المؤمنين كتب كتابا وعهد عهدا ومات أفسامعون أنتم مطيعون قالوا نعم وقال هشام \n  بن عبد الملك نسمع ونطيع إن كان فيه استخلاف رجل من بني عبد الملك قال فجذبه \n  الناس حتى سقط وقالوا سمعنا وأطعنا فقال رجاء قم يا عمر فقال عمر والله إن \n  هذا لأمر ما سألته الله قط وعن الضحاك بن عثمان قال لما انصرف عمر عن قبر \n  سليمان قدموا له مراكب سليمان فقال .\n</p>\n<p class=\"arabic\">% فلولا التقى ثم النهي خشية الردى % % لعاصيت في حب الصبي كل زاجر % .\n</p>\n<p class=\"arabic\">% قضى ما قضى فيما مضى ثم لا ترى % % له صبوة أخرى الليالي الغوابر % .\n</p>\n<p class=\"arabic\">لا قوة إلا بالله قدموا بغلتي خالد بن مرداس ثنا الحكم بن عمر قال شهدت عمر \n  بن عبد العزيز حين جاءه أصحاب المراكب يسألونه العلوفة ورزق خدمها قال ابعث \n  بها *7*195* إلى أمصار الشام يبيعونها فيمن يزيد واجعل أثمانها في مال الله \n  تكفيني بغلتي هذه الشهباء .\n</p>\n<p class=\"arabic\">سفيان بن وكيع ثنا ابن عيينة عن عمرو بن زاذان مولى عمرو بن عبد العزيز قال \n  له إذا رجع من جنازة سليمان مالي أراك مغتما قال لمثل ما أنا فيه فليغتم ليس \n  أحد من الأمة إلا وأنا أريد أن أوصل إليه حقه غير كاتب إلي فيه ولا طالبه \n  مني .\n</p>\n<p class=\"arabic\">اسماعيل بن عياش عن عمرو بن مهاجر أن عمر بن عبد العزيز لما استخلف قام في \n  الناس فحمد الله وأثنى عليه ثم قال أيها الناس إنه لا كتاب بعد القرآن ولا \n  نبي بعد محمد صلى الله عليه وسلم ألا وإني لست بقاض ولكني منفذ ولست بمبتدع \n  ولكني متبع إن الرجل الهارب من الإمام الظالم ليس بظالم ألا لا طاعة لمخلوق \n  في معصية الخالق رواه معتمر بن سليمان عن عبد الله بن عمر وزاد فيه لست بخير \n  من أحد منكم ولكني أثقلكم حملا .\n</p>\n<p class=\"arabic\">أيوب بن سويد الرملي ثنا يونس عن الزهري قال كتب عمر بن عبد العزيز إلى سالم \n  بن عبد الله يكتب إليه بسيرة عمر بن الخطاب في الصدقات فكتب إليه بالذي سأل \n  وكتب إليه إنك إن عملت بمثل عمل عمر في زمانه ورجاله في مثل زمانك ورجالك \n  كنت عند الله خيرا من عمر ) .\n</p>\n<p class=\"arabic\">حماد بن يزيد عن أبي هاشم أن رجلا جاء إلى عمر بن عبد العزيز فقال رأيت النبي \n  صلى الله عليه وسلم في النوم وأبو بكر عن يمينه وعمر عن شماله فإذا رجلان \n  يختصمان وأنت بين يديه جالس فقال لك يا عمر إذا عملت فاعمل بعمل هذين لأبي \n  بكر وعمر فاستحلفه عمر بالله لرأيت هذا فحلف له فبكى ورويت من وجه آخر وأن \n  الرائي عمر نفسه قال ميمون ابن مهران إن الله يتعاهد الناس بنبي بعد نبي وإن \n  الله تعاهد الناس *7*196* بعمر بن عبد العزيز .\n</p>\n<p class=\"arabic\">حماد بن سلمة عن حماد أن عمر بن عبد العزيز لما استخلف بكى فقال يا أبا فلان \n  أتخشى علي قال كيف حبك للدرهم قال لا أحبه قال لا تخف فإن الله سيعينك .\n</p>\n<p class=\"arabic\">جرير عن مغيرة قال جمع عمر بن عبد العزيز بني مروان حين استخلف فقال إن رسول \n  الله صلى الله عليه وسلم كانت له فدك ينفق منها ويعود منها على صغير بنيهم \n  ويزوج منها أيمهم وإن فاطمة رضي الله عنها سألته أن يجعلها لها فأبى فكانت \n  كذلك حياة أبي بكر ثم عمر قال ثم أقطعها مروان ثم صارت لعمر بن عبد العزيز \n  فرأيت أمرا منعه رسول الله صلى الله عليه وسلم فاطمة ليس لي بحق وإني أشهدكم \n  أني قد رددتها على ما كانت على عهد رسول الله صلى الله عليه وسلم .\n</p>\n<p class=\"arabic\">قال عبد الله بن صالح حدثني الليث قال فلما ولي عمر بن عبد العزيز بدأ بلحمته \n  وأهل بيته فأخذ ما بأيديهم وسمى أموالهم مظالم ففرغت بنو أمية إلى عمته فاطمة \n  بنت مروان فأتته ليلا فأنزلها عن دابتها فلما أخذت مجلسها قالت يا عمة أنت \n  أولى بالكلام فتكلمي قالت تكلم يا أمير المؤمنين قال إن الله بعث نبيه رحمة \n  ثم اختار له ما عنده فقبضه الله وترك لهم نهرا شربهم سواء ثم قام أبو بكر \n  فترك النهر على حاله ثم ولي عمر فعمل عمل صاحبه ثم لم يزل النهر يشق منه يزيد \n  ومروان وعبد الملك والوليد وسليمان حتى أفضى الأمر إلي وقد يبس النهر الأعظم \n  ولن يروى أصحاب النهر الأعظم حتى يعود النهر إلى ما كان عليه *7*197* فقالت \n  حسبك قد أردت كلامك ومذاكرتك فأما إذا كانت مقالتك هذه فلست بذاكرة لك شيئا \n  فرجعت إليهم فأبلغتهم كلامه .\n</p>\n<p class=\"arabic\">هشام بن عمار ثنا أيوب بن سويد عن فرات بن سليمان عن ميمون ابن مهران سمعت \n  عمر بن عبد العزيز يقول لو أقمت فيكم خمسين عاما ما استكملت فيكم العدل إني \n  لأريد ) .\n</p>\n<p class=\"arabic\">الأمر فأخاف أن لا تحمله قلوبكم فأخرج منه طمعا من طمع الدنيا فإن أنكرت قلوبكم \n  هذا سكنت إلى هذا .\n</p>\n<p class=\"arabic\">ابن عيينة عن إبراهيم بن ميسرة قلت لطاوس هو المهدي يعني عمر بن عبد العزيز \n  قال هو مهدي وليس به إنه لم يستعمل العدل كله ابن عون قال كان ابن سيرين إذا \n  سئل عن الطلاء قال نهى عنه إمام هدى يعني عمر بن عبد العزيز .\n</p>\n<p class=\"arabic\">حرملة سمعت الشافعي يقول الخلفاء خمسة أبو بكر وعمر وعثمان وعلي وعمر بن عبد \n  العزيز وقد ورد عن أبي بكر بن عياش نحوه .\n</p>\n<p class=\"arabic\">ابن وهب حدثني ابن زيد عن عمر بن أسيد قال والله ما مات عمر بن عبد العزيز \n  حتى جعل الرجل يجيء بالمال العظيم فيقول اجعلوا هذا حيث ترون فما يبرح حتى \n  يرجع بماله كله قد أغنى عمر الناس .\n</p>\n<p class=\"arabic\">سعيد بن عامر ثنا جويرية قال دخلنا على فاطمة ابنة علي بن أبي طالب فأثنت \n  على عمر بن عبد العزيز فقالت لو كان بقي لنا ما احتجنا بعد إلى أحد .\n</p>\n<p class=\"arabic\">إبراهيم الجوزجاني ثنا محمد بن الحسن الأسدي ثنا عمر بن ذر حدثني عطاء بن \n  أبي رباح حدثتني فاكطمة امراة عمر بن عبد العزيز أنها دخلت عبليه وهو جالس \n  في مصلاه تسيل دموعه على لحيته فقلت يا أمير المؤمنين ألشيء حدث قال يا فاطمة \n  إني تقلدت من أمر أمة محمد صلى الله عليه وسلم أسودها وأحمرها فتفكرت في الفقير \n  الجائع والمريض الضائع والعاري *7*198* المجهود والمظلوم المقهور والغريب \n  الأسير والشيخ الكبير وذي العيال الكثير والمال القليل وأشباههم في أقطار \n  الأرض وأطراف البلاد فعلمت أن ربي سائلي عنهم يوم القيامة فخشيت أن لا تثبت \n  لي حجة فبكيت .\n</p>\n<p class=\"arabic\">الفريابي ثنا الأوزاعي أن عمر بن عبد العزيز كان جالسا في بيته وعنده أشراف \n  بني أمية فقال تحبون أن أولي كل رجل منكم جندا فقال رجل منهم لم تعرض علينا \n  ما لا تفعله قال ترون بساطي هذا إني لأعلم أنه يصير إلى بلى وفناء وإني أكره \n  أن تدنسوه بأرجلكم فكيف أوليكم ديني أوليكم أعراض المسمين وأبشارهم هيهات \n  لكم هيهات فقالوا له لم أما لنا حق قال ما أنتم وأقصى رجل من المسلمين عندي \n  في هذا الأمر إلا سواء إلا رجلا من المسلمين حبسه عني طول شقته ) .\n</p>\n<p class=\"arabic\">حماد بن سلمة أنبأ حميد قال أملى علينا الحسن رسالة إلى عمر بن عبد العزيز \n  فأبلغ ثم شكا الحاجة والعيال فقلت يا أبا سعيد لا تهجن هذا الكتالب بالمسألة \n  اكتب هذا في غير ذا قال دعنا منك فأمر بعطائه قال قلت يا أبا سعيد اكتب إليه \n  في المشورة فإن أبا قلابة قال كان جبريل ينزل على النبي صلى الله عليه وسلم \n  بالوحي فما منعه ذالك أن أمره الله بالمشورة فقال نعم فكتب بالمشورة فأبلغ \n  فيها ايضا .\n</p>\n<p class=\"arabic\">أبو إسحاق الفزاري عن الأوزاعي أن عمر بن عبد العزيز كان إذا أراد أن يعاقب \n  رجلا حبسه ثلاثة أيام ثم عاقبه كراهية أن يعجل في أول غضبه .\n</p>\n<p class=\"arabic\">معاوية بن صالح الحمصي حدثني سعيد بن سويد أن عمر بن عبد العزيز صلى بهم الجمعة \n  ثم جلس وعليه قميص مرقوع الجيب من بين يديه ومن خلفه فقال له رجل يا أمير \n  المؤمنين إن الله قد أعطاك فلو لبست *7*199* فنكس مليا ثم رفع رأسه فقال أفضل \n  القصد عند الجدة وأفضل العفو عند المقدرة .\n</p>\n<p class=\"arabic\">سعيد بن عامر عن جويرية بن أسماء قال قال عمر بن بعد العزيز إن نفسي نفس تواقة \n  لم تعط من لدنيا شيئا إلا تاقت إلى ما هو أفضل منه قال سعيد يريد الجنة .\n</p>\n<p class=\"arabic\">حماد بن واقد سمعت مالك بن دينار يقول الناس يقولون إني زاهد إنما الزاهد \n  عمر بن عبد العزيز الذي أتته الدنيا فتركها .\n</p>\n<p class=\"arabic\">الفسوي حدثني إبراهيم بن هشام بن يحيى حدثني أبي عن عبد العزيز بن عمر قال \n  دعاني المنصور قال كم كانت غلة عمر بن عبد العزيز حين أفضت إليه الخلافة قلت \n  خمسون ألف دينار فقال كم كانت غلته يوم مات قلت ما زال يردها حتى كانت مائتي \n  دينار .\n</p>\n<p class=\"arabic\">وحدثني إبراهيم بن هشام عن أبيه عن جده عن مسلمة بن عبد الملك قال دخلت على \n  عمر بن عبد العزيز فإذا عليه قميص وسخ فقلت لأمراته فاطمة وهي أخت مسلمة اغسلوا \n  قميص أمير المؤمنين قالت نفعل ثم عدت فإذا القميص على حاله فقلت لها فقالت \n  والله ما له قميص غيره .\n</p>\n<p class=\"arabic\">إسماعيل بن عياش عن عمرو بن مهاجر قال كانت نفقة عمر بن عبد العزيز كل يوم \n  درهمين .\n</p>\n<p class=\"arabic\">سعيد بن عامر عن عون بن المعتمر قال دخل عمر بن عبد العزيز *7*200* على زوجته \n  فقال عندك ) .\n</p>\n<p class=\"arabic\">درهم نشتري به عنبا قالت لا أنت أمير المؤمنين لا تقدر على درهم قال هذا أهون \n  من معالجة الأغلال في جهنم .\n</p>\n<p class=\"arabic\">يحيى بن معين ثنا مروان بن معاوية ثنا يوسف بن يعقوب الكاهلي قل كان عمر بن \n  عبد العزيز يلبس الفروة الكبل وكان سراج بيته على ثلاث قصبات فوقهن طين وعن \n  عطاء الخراساني قال أمر عمر بن عبد العزيز غلامه أن يسخن له ماء فانطلق فسخن \n  قمقما في مطبخ العامة فأمره عمر أن يأخذ بردهم حطبا يضعه في المطبخ .\n</p>\n<p class=\"arabic\">ابن المبارك في الزهد أنبأ إبراهيم بن نشيط ثنا سليمان بن حميد عن أبي عبيدة \n  بن عقبة بن نافع أنه دخل على فاطمة بنت عبد الملك فقال لها أخبريني عن عمر \n  قالت ما اغتسل من جنابة منذ استخلف .\n</p>\n<p class=\"arabic\">يحيى بن حمزة ثنا عمرو من مهاجر أن عمر ين عبد العزيز كان يسرج عليه الشمعة \n  ما كان في حوائج المسلمين فإذا فرغ من حوائجهم أطفأها ثم أسرج عليه سراجه .\n</p>\n<p class=\"arabic\">خالد بن مرداس ثنا الحكم قال كان لعمر بن عبد العزيز ثلاثمائة حرسي وثلاثمائة \n  شرطي قشهدته يقول لحرسه إن لي عليكم بالقدر حاجزا وبالأجل حارسا من أقام منكم \n  فله عشرة دنانير ومن شاء فليلحق بأهله *7*201* .\n</p>\n<p class=\"arabic\">إسماعيل بن عياش عن عمرو بن مهاجر قال اشتهى عمر بنت عبد العزيز تفاحا فأهدى \n  له رجل من أهل بيته تفاحا فقال ما أطيب ريحه وأحسنه ارفعه يا غلام للذي أتى \n  به وأقريء فلانا السلام وقل له إن هديتك وقعت عندنا بحيث نحب فقلت يا أمير \n  المؤمنين إبن عمك ورجل من أهل بيتك وقد بلغك أن النبي صلى الله عليه وسلم \n  كان يأكل الهدية فقال ويحك إن الهدية كانت للنبي صلى الله عليه وسلم هدية \n  وهي اليوم لنا رشوة .\n</p>\n<p class=\"arabic\">ضمرة بن ربيعة عن عبد العزيز بن أبي الخطاب عن عبد العزيز بن عمر بن عبد العزيز \n  قال قال لي رجاء بن حيوة ما أكمل مروءة أبيك سمرت عنده ليلة فعشي السراج فقال \n  لي ما ترى السراج قد عشي قلت بلى قال وإلى جانبه وصيف راقد قلت ألا أنبهه \n  قال لا أفلا أقوم قال ليس من مروءة الرجل استخدامه ضيفه فقام إلى بطة الزيت \n  وأصلح السراج ثم رجع وقال قمت وأنا عمر بن عبد العزيز ورجعت وأنا عمر بن عبد \n  العزيز .\n</p>\n<p class=\"arabic\">حماد بن سلمة عن رجاء أبي المقدام الرملي عن نعيم كاتب عمر بن عبد العزيز \n  قال إنه ) .\n</p>\n<p class=\"arabic\">ليمنعني من كثير من الكلام مخافة المباهاة .\n</p>\n<p class=\"arabic\">سليمان بن حرب ثنا جرير بن حازم ثنا المغيرة بن حكيم قالت لي فاطمة امرأة \n  عمر بن عبد العزيز إنه يكون في الناس من هو أكثر صلاة وصياما من عمر بن عبد \n  العزيز وما رأيت أحدا قط أشد فرقا من ربه من عمر كان إذا صلى العشاء قعد في \n  مسجده ثم يرفع يده فلم يزل يبكي حتى تغلبه عينه ثم ينتبه فلا يزال يدعو رافعا \n  يديه يبكي حتى تغلبه عينه روى مثله *7*202* ابن المبارك عن جرير بن حازم وزاد \n  يفعل مثل ذلك ليلة أجمع .\n</p>\n<p class=\"arabic\">هشام بن الغاز عن مكحول قال لو حلفت لصدقت ما رأيت أزهد ولا أخوف لله من عمر \n  بن عبد العزيز .\n</p>\n<p class=\"arabic\">أبو جعفر الرملي ثنا النضر بن عربي قال دخلت على عمر بن عبد العزيز فكان لا \n  يكاد يبكي إنما هو ينتفض أبدا كأن عليه حزن الخلق .\n</p>\n<p class=\"arabic\">الفسوي حدثني إبراهيم بن هشام بن يحيى حدثني أبي عن جدي عن ميمون بن مهران \n  قال قال لي عمر بن عبد العزيز حدثني فحدثته حديثا بكى منه بكاء شديدا فقلت \n  يا أمير المؤمنين لو علمت لحدثتك حديثا ألين منه قال يا ميمون إنا نأكل هذه \n  الشجرة العدس وهي ما علمت مرقة للقلب معزرة للدمعة مذلة للجسد .\n</p>\n<p class=\"arabic\">عن عطاء قال كان عمر بن عبد العزيز يجمع كل ليلة الفقهاء فيتذاكرون الموت \n  والقيامة ثم يبكون حتى كأن بين أيديهم جنازة .\n</p>\n<p class=\"arabic\">وعن سعيد بن أبي عروبة وغيره أن عمر بن عبد العزيز كان إذا ذكر الموت اضطربت \n  أوصاله .\n</p>\n<p class=\"arabic\">قال معاوية بن يحيى حدثني أرطأة قال قيل لعمر بن عبد العزيز لو جعلت على طعامك \n  أمينا لا تغتال وحرسا إذا صليت وتنح عن الطاعون قال اللهم إن كنت تعلم أني \n  أخاف يوما دون يوم القيامة فلا تؤمن خوفي *7*203* .\n</p>\n<p class=\"arabic\">روي عن ابن أبي عبلة عو الوليد بن هشام قال لقيني يهودي فقال إن عمر بن عبد \n  العزيز سيلي ثم لقيني آخر ولاية عمر فقال صاحبك قد سقي فمره فليتدارك فأعلمت \n  عمر فقال قاتله الله وما أعلمه لقد علمت الساعة التي سقيت فيها ولو كان شفائي \n  أن أمسح شحمة أذني وأوتي بطيب فأرفعه إلى أنفي ما فعلت رواه الناس عن ضمرة \n  عنه ولكن بعضهم قال عمرو ) .\n</p>\n<p class=\"arabic\">بن مهاجر بدل الوليد .\n</p>\n<p class=\"arabic\">مروان بن معاوية عن معروف بن مشكان عن مجاهد قال قال لي عمر بن عبد العزيز \n  ما يقول الناس في قلت يقولون مسحور قال ما أنا بمسحور ثم دعا غلاما له فقال \n  ويحك ما حملك على أن تسقيني السم قال ألف دينار أعطيتها على أن أعتق قال هاتها \n  فجاء بها فألقاها في بيت المال وقال اذهب حيث لا يراك أحد .\n</p>\n<p class=\"arabic\">قلت كانت بنو أمية قد تبرمت بعمر لكونه شدد عليهم وانتزع كثيرا مما في أيديهم \n  مما قد غصبوه وكان قد أهمل التحرز فسقوه السم .\n</p>\n<p class=\"arabic\">سفيان بن عيينة قلت لعبد العزيز بن عمر بن عبد العزيز ما آخر ما تكلم به أبوك \n  عند موته فقال كان له من الولد أنا وعبد الله وعاصم وإبراهيم وكنا أغيلمة \n  فجئنا كالمسلمين عليه والمودعين له فقيل له تركت ولدك ليس لهم مال ولم تؤوهم \n  إلى أحد فقال ما كنت لأعطيهم ما ليس لهم وما كنت لآخذ منهم حقا هو لهم وإن \n  وليي فيهم الله الذي يتولى الصالحين وإنما هم أحد رجلين رجل صالح أو فاسق \n  وقيل إن الذي كلمه فيه خالهم مسلمة .\n</p>\n<p class=\"arabic\">حماد بن زيد عن أيوب قيل لعمر بن عبد العزيز يا أمير المؤمنين *7*204* لو \n  أتيت المدينة فإن مت دفنت في موضع القبر الرابع موضع رسول الله صلى الله عليه \n  وسلم فقال والله لأن يعذبني الله بكل عذاب إلا النار أحب إلي من أن يعلم الله \n  مني أني أراني لذلك الموضع أهلا .\n</p>\n<p class=\"arabic\">روى عبد الله بن شوذب عن مطر الوراق مثله .\n</p>\n<p class=\"arabic\">جرير بن حازم حدثني المغيرة بن حكيم قالت لي فاطمة بنت عد الملك كنت أسمع \n  عمر في مرضه يقول اللهم أخف عليهم أمري ولو ساعة من نهار فقلت له يوما ألا \n  أخرج عنك فإنك لم تنم فخرجت عنه فجعلت أسمعه يقول تلك الدار الآخرة نجعلها \n  للذين لا يريدون علوا في الأرض ولا فسادا والعاقبة للمتقين مرارا ثم أطرق \n  فلبث طويلا لا يسمع له حس فقلت لوصيف ويحك أنظر فلما دخل صاح فدخلت فوجدته \n  ميتا قد أقبل بوجهه على القبلة ووضع إحدى يديه على فيه والأخرى على عينيه .\n</p>\n<p class=\"arabic\">هلال بن العلاء الرقي ثنا أبي ثنا عبد الرحمن بن عوف الرقي عن عبيد بن حسان \n  قال لما احتضر عمر بن عبد العزيز قال اخرجوا عني فقعد مسلمة وفاطمة على الباب \n  فسمعوه يقول مرحبا بهذه الوجوه ليست بوجوه إنس ولا جان ثم قال تلك الدار الآخرة \n  الآية ثم ) .\n</p>\n<p class=\"arabic\">هدأ الصوت فقال مسلمة لفاطمة قد قبض صاحبك فدخلوا فوجدوه قد قبض .\n</p>\n<p class=\"arabic\">روى هشام بن حسان عن خالد الربعي قال إنا نجد في التوارة أن *7*205* السموات \n  والأرض تبكي على عمر بن عد العزيز أربعين صباحا جعفر بن سليمان عن هشام قال \n  لما جاء نعي عمر بن عبد العزيز قال الحسن البصري مات خير الناس سليمان بن \n  عمر بن الأقطع ثنا أبو أمية الخصي غلام عمر بن عبد العزيز قال بعثني عمر بن \n  عبد العزيز بدينارين إلى أهل الدير فقال إن بعتموني موضع قبري وإلا تحولت \n  عنكم .\n</p>\n<p class=\"arabic\">ابن وهب عن مالك أن صالح بن علي لما قدم الشام سأل عن قبر عمر بن عبد العزيز \n  فلم يجد أحدا يخبره حتى دل على راهب فقال قبر الصديق تريدون هو في تلك المزرعة .\n</p>\n<p class=\"arabic\">محمد بن سعد في الطبقات وغيره أنا عباد بن عمرو الواشجي ثنا مخلد بن يزيد \n  لقيته من نحو خمسين سنة وكان فاضلا خيرا عن يوسف بن ماهك قال بينا نحن نسوي \n  التراب على قبر عمر بن عبد العزيز إذ سقط علينا كتاب من السماء فيه بسم الله \n  الرحمن الرحيم أمان من الله لعمر بن عبد العزيز من النار .\n</p>\n<p class=\"arabic\">الوليد بن هشام القحذفي عن أبيه عن جده أن عمر توفي يوم الجمعة لخمس بقين \n  من رجب سنة إحدى ومائة بدير سمعان من أعمال حمص وصلى عليه يزيد بن عبد الملك \n  وهو ابن تسع وثلاثين سنة وستة *7*206* أشهر وقال أبو عمر الضرير توفي بدير \n  سمعان لعشر بقين من رجب وآخرون قالوا في رجب ولم يؤرخوا اليوم .\n</p>\n<p class=\"arabic\">ومناقبه طويلة اكتفينا بهذا .\n\n</p>"
}