{
    "header": "مجاهد بن جبر ع .",
    "id": "001510",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">مجاهد بن جبر ع .\n</h1>\n<p class=\"arabic\">أبو الحجاج المكي المقريء المفسر أحد الأعلام مولى السائب بن أبي السائب المخزومي \n  وولد في خلافة عمر وسمع سعد بن أبي وقاص وعائشة وأم هانيء وأبا هريرة وأسيد \n  بن ظهير وابن عباس ولزمه مدة طويلة وعبد الله بن عمرو ورافع بن خديج وابن \n  عمر وخلقا سواهم *7*236* .\n</p>\n<p class=\"arabic\">وعنه عكرمة وطاوس وجماعة من أقرانه وقتادة ومنصور والأعمش وعمرو بن دينار \n  وأيوب السختياني وابن عون وعمر بن ذر وعبد الله بن أبي نجيح ومعروف بن مشكان \n  وخلق .\n</p>\n<p class=\"arabic\">روى محمد بن عبد الله الأنصاري ثننا الفضل بن ميمون سمع مجاهدا يقول عرضت \n  القرآن على ابن عباس ثلاثين مرة محمد بن إسحاق عن أبان بن صالح عن مجاهد قال \n  عرضت القرآن على ابن عباس ثلاث عرضات أقف عند كل آية أسأله فيم نزلت وكيف \n  كانت .\n</p>\n<p class=\"arabic\">محمد بن عبد الله بن عبد الحكم ثنا الشافعي ثنا إسماعيل بن عبد الله بن قسطنطين \n  قال قرأت على شبل بن عباد وقرأ على ابن كثير وأخبره ابن كثير أنه قرأ على \n  مجداهد وقرأ على ابن ) .\n</p>\n<p class=\"arabic\">عباس قال الثوري خذوا التفسير على أربعة مجاهد وسعيد بن جبير وعكرمة والضحاك \n  وقال خصيف كان مجاهد أعلمهم بالتفسير وقال قتادة أعلم من بقي بالتفسير مجاهد \n  قال أبو بكر بن عياش قلت للأعمش ما لهم يتقون تفسير مجاهد قال كانوا يرون \n  أنه يسأل أهل الكتاب قال ابن المديني سمع مجاهد عائشة وقال القطان لم يسمع \n  مها .\n</p>\n<p class=\"arabic\">قال محمد بن عبد الله الأنصاري قال ابن جريج لأن أكون سمعت من مجاهد فأقول \n  سمعت مجاهدا أحب إلي من أهلي وما لي قال ابن *7*237* معين وجماعة مجاهد ثقة \n  وقيل سكن الكوفة بأخرة قال سلمة من كهيل ما رأيت أحدا يريد بهذا العلم وجه \n  الله إلا هؤلاء الثلاثة عطاء ومجاهد وطاوس .\n</p>\n<p class=\"arabic\">بقية عن حبيب بن صالح سمعت مجاهدا يقول استفرغ علمي القرآن .\n</p>\n<p class=\"arabic\">شعبة عن رجل سمع مجاهدا يقول صحبت ابن عمر وأنا أريد أن أخدمه فكان يخدمني .\n</p>\n<p class=\"arabic\">وروى إبراهيم بن مهاجر عن مجاهد قال ربما أخذ لي ابن عمر بالركاب وقال الأعمش \n  كنت إذ رأيت مجاهدا ازدريته مبتذلا كأنه خربندج ضل حماره وهو متهم .\n</p>\n<p class=\"arabic\">الأجلح عن مجاهد قال طلبنا هذا العلم وما لنا فيه نية ثم رزق الله النية بعد \n  وقال منصور قال مجاهد لا تنوهوا بي في الخلق .\n</p>\n<p class=\"arabic\">وقال حصين عن مجاهد بينا أنا أصلي إذا قام مثل الغلام ذات ليلة فشددت عليه \n  لآخذه فوثب فوقع خلف الحائط حتى سمعت وقعته ثم قال إنهم يهابونكم كما تهابونهم \n  من أجل ملك سليمان وعن الأعمش قال كنت إذا نظرت إلى مجاهد كأنه جمال فإذ نطق \n  خرج من فيه اللؤلؤ *7*238* .\n</p>\n<p class=\"arabic\">قال حميد الأعرج كان مجاهد يكبر من والضحى .\n</p>\n<p class=\"arabic\">وروى الواقدي عن ابن جريج قال بلغ مجاهد ثلاثا وثمانين سنة .\n</p>\n<p class=\"arabic\">قال أحمد بن حنبل ثنا حماد بن خالد سمعت شيوخنا يقولون توفي مجاهد سنة ثلاث \n  ومائة وكذا قال الواقدي عن سيف بن سليمان وتبعه سعيد بن عفير وأبو عبيد وقال \n  الهيثم بن عدي والمدائني وأبو نعيم وعثمان بن أبي شيبة وآخرون توفي سنة اثنتين \n  ومائة زاد بعضهم توفي وهو ساجد وقال يحيى بن القطان وغيره مات سنة أربع ومائة .\n\n</p>"
}