{
    "header": "محمد بن سيرين .",
    "id": "001514",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن سيرين .\n</h1>\n<p class=\"arabic\">أبو بكر الأنصاري البصري الإمام الرباني صاحب التعبير مولى أنس بن مالك كان \n  سيرين جرجرايا فكاتب أنسا على مال جليل فوفاه قال أنس بن سيرين ولد أخي محمد \n  لسنتين بقيتا في خلافة عثمان وولدت بعده بسنة سمع أبا هريرة وعمران بن حصين \n  وابن *7*240* عباس وابن عمر وعدي بن حاتم وأنسا وعبيدة السلماني وشريحا وطائفة .\n</p>\n<p class=\"arabic\">وعنه قتادة وأيوب ويونس بن عبيد وابن عون وخالد الحذاء وعوف وقرة بن خالد \n  وأبو هلال محمد بن سليم وهشام بن حسان ومهدي بن ميمون وجرير بن حازم ويزيد \n  بن إبراهيم وعقبة الأصم وخلق سواهم .\n</p>\n<p class=\"arabic\">قال هشام بن حسان عن محمد قال حج بنا ونحن سبعة ولد سيرين فلما دخلنا على \n  زيد بن ثابت قيل له هؤلاء بنو سيرين فقال هذان لأم وهذان لأم وهذان لأم وهذا \n  لأم فما أخطأ واحدا وكان معبد أخا محمد لأبويه .\n</p>\n<p class=\"arabic\">قال هشام أدرك محمد بن سيرين ثلاثين صحابيا .\n</p>\n<p class=\"arabic\">قال عمر بن شبة ثنا يوسف بن عطية قال رأيت محمد بن سيرين وكان قصيرا عظيم \n  البطن وله وفرة يفرق شعره كثير المزاح والضحك يخضب بالحناء .\n</p>\n<p class=\"arabic\">قال ابن عون كان محمد يأتي بالحديث على حروفه وكان الحسن صاحب معنى وقال عون \n  ) .\n</p>\n<p class=\"arabic\">بن عمارة ثنا هشام بن هشام حدثني أصدق من أدركت من البشر محمد بن سيرين وقال \n  حبيب بن الشهيد كنت عند عمرو بن دينار فقال والله ما رأيت مثل طاوس قط فقال \n  أيوب وكان جالسا والله لو رأى محمد بن سيرين لم يقله وقال معاذ بن معاذ سمعت \n  *7*241* ابن عون يقول ما رأيت مثل محمد بن سيرين وعن خليف بن عقبة قال كان \n  ابن سيرين نسيج وحده وقال شعيب بن الحبحاب كان الشعبي يقول لنا عليكم بذلك \n  الأصم يعني ابن سيرين .\n</p>\n<p class=\"arabic\">وقال ابن يونس كان ابن سيرين أفطن من الحسن في أشياء وقال جعفر بن سليمان \n  عن عوف قال كان محمد بن سيرين حسن العلم بالفرائض والقضاء والحساب ولكن والله \n  ما رأيت أحدا قط كان أدرك على طريق الجنة من الحسن وقال أشعث كان ابن سيرين \n  إذا سئل عن الحلال والحرام تغير لونه حتى يكون كأنه ليس بالذي كان قال مورق \n  العجلي ما رأيت أحدا أفقه في ورعه ولا أورع في فقه من محمد بن سيرين وقال \n  أبو قلابة من يستطيع ما يطيق محمد بن سيرين يركب مثل حد السنان وقال أبو عوانة \n  رأيت ابن سيرين مر في السوق فما رآه أحد إلا ذكر الله تعالى .\n</p>\n<p class=\"arabic\">وروى الثوري عن زهير الأقطع قال كان ابن سيرين إذا ذكر الموت مات كل عضو منه \n  على حدته وقال ابن عون ما رأيت رجلا كان أعظم رجاء لأهل الإسلام من محمد ولا \n  رأيت أسخى منه وقال مهدي بن ميمون رأيت ابن سيرين يتكلم بأحاديث الناس وينشد \n  الشعر ويضحك حتى يميل فإذا جاء الحديث من السنة كلح وتقبض *7*242* .\n</p>\n<p class=\"arabic\">وقال ثابت البناني قال لي محمد لم يكن يمنعني من مجالستكم إلا خوف الشهرة \n  فلم يزل بي البلاء حتى أخذ بلحيتي فأقمت على المصطبة فقيل هذا ابن سيرين أكل \n  أموال الناس قال وكان عليه دين كثير .\n</p>\n<p class=\"arabic\">وذكر المدائني أنه اشترى زيتا بأربعين ألفا فوجد فيه فأرة فبدره قلت شك لأنه \n  وجد الفأرة في زق وقال الفأرة كانت في المعصرة .\n</p>\n<p class=\"arabic\">قال يونس بن عبيد كان ابن سيرين صاحب ضحك ومزاح وقال هشيم بن منصور قال كان \n  ابن سيرين يضحك حتى تدمع عيناه وكان الحسن يحدثنا ويبكي .\n</p>\n<p class=\"arabic\">وقال سليمان بن حرب ثنا عمارة بن مهران قال كنا في جنازة حفصة بنت سيرين فوضعت \n  الجنازة ودخل محمد بن سيرين صهريجا يتوضأ فقال الحسن أين هو قالوا يتوضأ قال \n  ) .\n</p>\n<p class=\"arabic\">صبا صبا دلكا دلكا عذاب على نفسه وعلى أهله .\n</p>\n<p class=\"arabic\">قال حماد بن زيد أنبأ ابن عون سمعت ابن سيرين ينهى عن الجدال إلا رجاء إن \n  كلمته أن يرجع وقال محمد بن عمرو سمعت محمد بن سيرين يقول كاتب أنس بن مالك \n  أبي أبا عمرة على أربعين ألف درهم فأداها .\n</p>\n<p class=\"arabic\">قال عبيد الله بن أبي بكر بن أنس هذه مكاتبة سيرين عندنا وكان قنا قال ابن \n  شبرمة دخلت على محمد بن سيرين بواسط فلم أر أجبن عن فتيا ولا أجرأ على رؤيا \n  منه قال يونس بن عبيد لم يكن يعرض *7*243* لمحمد بن سيرين أمران في دينه إلا \n  أخذ بأوثقهما .\n</p>\n<p class=\"arabic\">وقال هشام بن حسان كان ابن سيرين يتجر فإذا ارتاب في شيء تركه وقال ابن عون \n  كان محمد من أشد الناس إزراء على نفسه وقال غالب القطان خذوا بحلم ابن سيرين \n  ولا تأخذوا بغضب الحسن .\n</p>\n<p class=\"arabic\">حماد بن سلمة عن أيوب كان ابن سيرين يصوم يوما ويفطر يوما .\n</p>\n<p class=\"arabic\">وقال ابن عون كان يصوم محمد عاشوراء يومين ثم يفطر بعد ذلك يومين وقال جرير \n  بن حازم كنت عند ابن سيرين فذكر رجلا فقال ذاك الأسود ثم قال إنا لله أراني \n  قد اغتبته .\n</p>\n<p class=\"arabic\">وقال معاذ عن ابن عون إن عمر بن عبد العزيز بعث إلى الحسن فقبل وبعث إلى ابن \n  سيرين فلم يقبل وقال ضمرة بن ربيعة عن رجاء قال كان الحسن يجيء إلى السلطان \n  ويعيبهم وكان ابن سيرين لا يجيء إليهم ولا يعيبهم وقال هشام ما رأيت أحدا \n  عند سلطان أصلب من ابن سيرين وقال حماد بن زيد عن أيوب رأيت الحسن في المنام \n  مقيدا ورأيت ابن سيرين في النوم مقيدا .\n</p>\n<p class=\"arabic\">أبو شهاب الحناط عن هشام أن ابن سيرين اشترى طعاما بيعا منونيا *7*244* فأشرف \n  فيه على ربح ثمانين ألفا فعرض في قلبه شيء فتركه قال هشام والله ما هو بربا \n  قال ابن سعد سألت محمد بن عبد الله الأنصاري عن سبب الدين الذي ركب محمد بن \n  سيرين حتى حبس قال اشترى طعاما بأربعين ألف درهم فأخبر عن أصل الطعام بشيء \n  فكرهه فتركه أو تصدق به فحبس على المال حبسه مالك بن المنذر قال هشام بن حسان \n  ترك محمد أربعين ألفا في شيء ما ترون به اليوم بأسا .\n</p>\n<p class=\"arabic\">ويروى عن ابن سيرين قال إني لأعرف الذي حمل علي الدين قلت لرجل منذ أربعين \n  سنة ) .\n</p>\n<p class=\"arabic\">يا مفلس قال أبو سليمان الداراني وقد بلغه هذا قلت ذنوبهم فعرفوا من أين أتوا \n  وكثرت ذنوبنا فلم ندر من أين نؤتى وقال المدائني كانوا يرون أنه عير مرة رجلا \n  بالفقر فابتلى به .\n</p>\n<p class=\"arabic\">وقال قريش بن أنس ثنا عبد الحميد بن عبد الله بن مسلم بن يسار أن السجان قال \n  لابن سيرين إذا كان الليل فأذهب إلى أهلك فإذا أصبحت فتعال قال لا والله لا \n  أعينك على خيانة السلطان .\n</p>\n<p class=\"arabic\">وقال السري بن يحيى ترك محمد ربح أربعين ألفا قال لي التيمي والله لقد تركها \n  في شيء ما يختلف فيه العلماء أنه لا بأس به .\n</p>\n<p class=\"arabic\">قال معمر جاء رجل إلى ابن سيرين فقال رأيت كأن حمامة التقمت لؤلؤة فخرجت منها \n  أعظم مما كانت ورأيت حمامة التقمت لؤلؤة فخرجت أصغر مما دخلت ورأيت حمامة \n  أخرى التقمت لؤلؤة فخرجت منها كما دخلت سواء فقال ابن سيرين أما التي خرجت \n  أعظم مما دخلت *7*245* فذاك الحسن يسمع الحديث فيجوده بمنطقه ويصل فيه من \n  مواعظه واما التي خرجت أصغر مما دخلت فهو محمد بن سيرين يسمع الحديث فينقص \n  منه وأما التي خرجت كما دخلت فهو قتادة فهو أحفظ الناس .\n</p>\n<p class=\"arabic\">ابن المبارك عن عبد الله بن مسلم المروزي قال كنت أجالس ابن سيرين فتركته \n  وجالست الاباضية فرأيت كأني مع قوم يحملون جنازة النبي صلى الله عليه وسلم \n  فأتيت ابن سيرين فذنرته له فقال مالك جالست أقواما يريدون أن يدفنوا ما جاء \n  به النبي صلى الله عليه وسلم وعن هشام بن حسان قال قص رجل على ابن سيرين فقال \n  رأيت كأن بيدي قدحا من زجاج فيه ماء فانكسر القدح وبقي الماء فقال له اتق \n  الله فإنك لم تر شيئا فقال سبحان الله قال ابن سيرين فمن كذب فما علي ستلد \n  امرأتك وتموت ويبقى ولدها فلما خرج الرجل قال والله ما رأيت شيئا فما لبث \n  أن ولد له وماتت امرأته قال ودخل آخر فقال رأيت كأني وجارية سوداء نأكل في \n  قصعة سمكة قال أتهيء لي طعاما وتدعوني قال نعم ففعل فلما وضعت المائدة إذا \n  جارية سوداء فقال له ابن سيرين هل أصبت هذه قال لا قال فادخل بها المخدع فدخل \n  بها فصاح يا أبا بكر رجل والله قال هذا الذي شاركك في أهلك .\n</p>\n<p class=\"arabic\">أبو بكر بن عياش عن مغيرة بن حفص قال سئل ابن سيرين فقال رأيت نأن الجوزاء \n  تقدمت الثريا فقال هذا الحسن يموت قبلي ثم أتبعه وهو أرفع مني ) .\n</p>\n<p class=\"arabic\">وقد جاء عن ابن سيرين في التفسير عجائب يطول الكتاب بذكرها وكان له في ذلك \n  تأييد إلهي قال حماد بن زيد ثنا أنس بن سيرين قال كان لمحمد سبعة أوراد فإذا \n  فاته شيء من الليل قرأه بالنهار .\n</p>\n<p class=\"arabic\">وقال حماد عن ابن عون إن محمدا كان يغتسل كل يوم *7*246* قلت كان عنده وسواس \n  وقد ذكرنا تطويله في الوضوء يوم وفاة أخته قال مهدي بن ميمون رأيت محمدا إذا \n  توضا فغسل رجليه بلغ عضلة ساقيه .\n</p>\n<p class=\"arabic\">وقال قرة بن خالد وغيره كان نقش خاتم ابن سيرين كنيته أبو بكر .\n</p>\n<p class=\"arabic\">قال مهدي رأيته يتختم في الشمال وقال محمد بن عمرو سمعت ابن سيرين يقول عققت \n  عن نفسي بختية وقال مهدي بن ميمون رأيت ابن سيرين يلبس طيلسانا ويلبس كساء \n  أبيض في الشتاء وعمامة بيضاء وفروة ز وقال سليمان بن المغيرة رأيت ابن سيرين \n  يلبس الثياب الثمينة والطيالس والعمائم وقال يحيى بن خليف ثنا أبو خلدة قال \n  رأيت ابن سيرين يتعمم بعمامة بيضاء لاطية قد أرخى ذوائبها من خلفه ورأيته \n  يخضب بالصفرة .\n</p>\n<p class=\"arabic\">وقال أبو الاشهب رأيت عليه ثياب كتان وقال معن بن عيسى ثنا محمد بن عمرو رأيت \n  ابن سيرين خضب بحناء وكيم ورأيته لا يحفي شاربه وقال حميد الطويل أمر ابن \n  سيرين سويدا أن يجعل له حلة حبرة يكفن فيها .\n</p>\n<p class=\"arabic\">وقال هشام بن حسان حدثتني حفصة بنت سيرين قالت كانت أم *7*247* محمد حجازية \n  وكان يعجبها الصبغ وكان محمد إذا اشترى لها ثويا اشترى ألين ما يجد فإذا كان \n  عيد صبغ لها ثيابا وما رأيته رافعا صوته عليها كان إذا كلمها كالمصغي إليها .\n</p>\n<p class=\"arabic\">قال بكار بن محمد عن ابن عون إن محمدا كان إذا كان عند أمه لو رآه رجل لا \n  يعرفه ظن به مرضا من خفض كلامه عندها .\n</p>\n<p class=\"arabic\">أزهر عن ابن عون قال كان إذا ذكروا عند محمد رجلا بسيئة ذكره هو بأحسن ما \n  يعلم وجاءه ناس فقالوا إنا نلنا منك فاجعلنا في حل فقال لا أحل لكم شيئا حرمه \n  الله .\n</p>\n<p class=\"arabic\">قال جعفر بن برقان ثنا ميمون بن مهران قال قدمت الكوفة وأنا أريد أن أشتري \n  البز فأتيت ابن سيرين بالكوفة فساومته فجعل إذا باعني صنفا من أصناف البز \n  قال هل رضيت فأقول نعم فيعيد ذلك علي ثلاث مرار ثم يدعو رجلين فيشهدهما وكان \n  لا يشتري ولا يبيع ) .\n</p>\n<p class=\"arabic\">بهذه الدراهم الحجاجية فلما رأيت ورعه ما تركت شيئا من حاجتي أجده عنده إلا \n  اشريته حتى لفائف البز .\n</p>\n<p class=\"arabic\">أبو كدينة عن ابن عون قال كان ابن سيرين إذا وقع عنده درهم زيف أو ستوق لم \n  يشتر به فمات يوم مات وعنده خمسمائة ستوقة وزيوف .\n</p>\n<p class=\"arabic\">عارم ثنا حماد عن غالب قال رأيت محمدا وذكر مزاحه فسألته عن هشام فقال توفي \n  البارحة أما شعرت فقلت إنا لله وإنا إليه راجعون *7*248* .\n#</p>\n<p class=\"arabic\">ذكر وفاته .\n</p>\n<p class=\"arabic\">قال عبد الوهاب بن عطاء أنا ابن عون قال كانت وصية ابن سيرين ذكر ما أوصى \n  به محمد بن أبي عمرة بنيه وأهله أن يتقوا الله ويصلحوا ذات بينهم وأن يطيعوا \n  الله ورسوله إن كانوا مؤمنين وأوصيهم بما أوصى به إبراهيم بنيه ويعقوب يا \n  بني إن الله اصطفى لكم الدين فلا تموتن إلا وأنتم مسلمون أوصيكم أن لا يدعوا \n  أن يكونوا إخوان الأنصار ومواليهم في الدين فإن العفاف والصدق خير وأبقى وأكرم \n  من الزنا والكذب وأوصي فيما أترك إن حدث بي حدث قبل أن أغير وصيتي قال ابن \n  سعد أنبأ بكار بن محمد حدثني أبي عن أبيه عبد الله بن محمد بن سيرين قال لما \n  ضمنت عن أبي دينه قال بالوفاء قلت بالوفاء فدعا لي بخير فقضى عبد الله عنه \n  ثلاثين ألف درهم فما مات عبد الله حتى قومنا ماله ثلاثمائة ألف درهم أو نحوها .\n</p>\n<p class=\"arabic\">وقال أيوب أنا زررت على محمد يعني القميص لما كفنه وروى أيوب عن محمد أنه \n  كان يأمر أن يجعل لقميص الميت أزرار ويكف .\n</p>\n<p class=\"arabic\">قال غير واحد مات ابن سيرين بعد الحسن بمائة يوم وذلك في سنة عشر ومائة وعاش \n  بضعا وثمانين سنة وقد مر مولده أنه في خلافة عمر *7*249* .\n</p>\n<p class=\"arabic\">قال خالد بن خداش ثنا حماد بن زيد قال مات ابن سيرين لتسع مضين من شوال سنة \n  عشر ومائة .\n</p>\n<p class=\"arabic\">قل أبو صالح كاتب الليث حدثني يحيى بن أيوب أن رجلين تواخيا فتعاهدا إن مات \n  أحدهما قبل صاحبه أن يخبره بما وجد فمات أحدهما فرآه صاحبه في النوم فسأله \n  عن الحسن البصري قال ذاك ملك في الجنة لا يعصي قال فابن سيرين قال ذاك فيما \n  شاء واشتهى وشتان ما ) .\n</p>\n<p class=\"arabic\">بينهما قال فبأي شيء أدرك الحسن قال بشدة الخوف والحزن .\n</p>\n<p class=\"arabic\">وقال المحاربي ثنا الحجاج بن دينار قال كان الحكم بن جحل صديقا لابن سيرين \n  فحزن على ابن سيرين حتى كان يعاد ثم قال بعد رأيته في المنام في حال كذا وكذا \n  فسألته لما سرني فما صنع الحسن قال رفع فوقي بسبيعين درجة قلت بم فقد كنا \n  نرى أنك فوقه قال بطول الحزن رواهما جماعة عن المحاربي .\n\n</p>"
}