{
    "header": "موسى بن طلحة ع .",
    "id": "001544",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">موسى بن طلحة ع .\n</h1>\n<p class=\"arabic\">ابن عبيد الله أبو عيسى القرشي التيمي المدني نزيل الكوفة روى عن أبيه وعثمان \n  وعلي وأبي ذر وأبي أيوب وعائشة وأبي هريرة .\n</p>\n<p class=\"arabic\">وعنه ابنه عمران وحفيده سليمان بن عيسى وبنو إخوته معاوية وموسى ابنا إسحاق \n  بن طلحة وطلحة وإسحاق ابنا يحيى وسماك بن حرب وبيان بن بشر وعبد الملك بن \n  عمير وعثمان بن عبد الله بن موهب وولداه محمد وعمرو ابنا عثمان وآخرون .\n</p>\n<p class=\"arabic\">قال أبو حاتم الرازي هو أفضل ولد طلحة بعد محمد .\n</p>\n<p class=\"arabic\">قلت ولد لطلحة جماعة أولاد فأجلهم محمد وقد قتل مع أبيه يوم الجمل ثم أفضلهم \n  موسى ثم عيسى وقد مر سنة مائة واخوتهم يحيى وله عدة بنين ويعقوب كان أحد الأجواد \n  قتل يوم الحرة وزكريا وهو ابن أم كلثوم بنت الصديق وإسحاق وله عدة أولاد بالكوفة \n  وعمران وكان له أولاد انقرضوا ذكر ذلك ابن سعد بعد ترجمة موسى بن طلحة ويقال \n  كان يسمى المهدي وثقه أحمد العجلي وغيره *7*266* .\n</p>\n<p class=\"arabic\">وقال الأسود بن شيبان عن خالد بن سمير قال لما ظهر المختار الكذاب بالكوفة \n  هرب منه ناس فقدموا علينا البصرة فكان منهم وموسى بن طلحة وكان في زمانه يرون \n  أنه المهدي فغسشيناه فإذا هو رجل طويل السكوت شديد الكآبة والحزن إلى أن رفع \n  رأسه فقال والله لأن أعلم أنها فتنة لها انقضاء أحب إلي من كذا وكذا وأعظم \n  الخطر فقال له رجل يا أبا محمد وما الذي ترهب أن يكون أعظم من الفتنة قال \n  الهرج قالوا وما الهرج قال الذي كان أصحاب رسول الله صلى الله عليه وسلم يحدثونا \n  القتل القتل حتى تقوم الساعة وهم على ذلك .\n</p>\n<p class=\"arabic\">وروى صالح بن موسى الطلحي عن عاصم بن أبي النجود قال فصحاء الناس ثلاثة موسى \n  بن طلحة التيمي وقبيصة بن جابر الأسدي ويحيى بن يعمر وقال مثل ذلك عبد الملك \n  بن عمير وعن موسى بن طلة قال صحبت عثمان رضي الله عنه ثنتي عشرة سنة وقال \n  ابن موهب رأيت موسى بن طلحة يخضب بالسواد وقال عيسى بن عبد الرحمن رأيت على \n  موسى بن طلحة برنس خز .\n</p>\n<p class=\"arabic\">توفي آخر سنة ثلاث ومائة على الصحيح ) *7*267* .\n\n</p>"
}