{
    "header": "يزيد بن عبد الملك .",
    "id": "001563",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">يزيد بن عبد الملك .\n</h1>\n<p class=\"arabic\">ابن مروان بن الحكم أمير المؤمنين أبو خالد الأموي الدمشقي ولي الخلافة بعد \n  عمر بن عبد العزيز بعهد من أخيه سليمان معقود في تولية عمر بن عبد العزيز \n  كما ذكرنا وأمه عاتكة بنت يزيد بن معاوية ولد سنة إحدى أو اثنتين وسبعين قال \n  سعيد بن عفير كان جسيما أبيض مدور الوجه أفقم لم يشب قال عبد العزيز عن ابن \n  جابر بينا نحن عند مكحول إذ أقبل يزيد بن عبد الملك فهممنا أن نوسع له فقال \n  مكحول دعوه يجلس حيث انتهى به المجلس يتعلم التواضع .\n</p>\n<p class=\"arabic\">أبو ضمرة عن محمد بن موسى بن عبد الله بن بشار قال إني لجالس في مسجد النبي \n  صلى الله عليه وسلم وقد حج يزيد بن عبد الملك قبل أن يكون خليفة فجلس مع المقبري \n  وابن أبي الغياث إذ جاء أبو عبد الله القراظ فوقف عليه فقال أنت يزيد بن عبد \n  الملك فالتفت يزيد إلى الشيخين فقال أمجنون هذا فذكروا له فضله وصلاحه وقالوا \n  هذا أبو عبد الله القراظ صاحب أبي هريرة حتى رق له ولان فقال نعم أنا يزيد \n  فقال له ما أجملك إنك تشبه أباك إن وليت من أمر الناس شيئا فاستوص بأهل المدينة \n  خيرا فأشهد على أبي هريرة لحدثني عن حبه وحبي صاحب هذا البيت وأشار إلى الحجرة \n  أنه صلى الله عليه وسلم خرج إلى ناحية من المدينة يقال لها بيوت السقيا وخرجت \n  معه فاستقبل القبلة ورفع يديه فقال إن إبراهيم *7*280* خليلك دعاك لأهل مكة \n  وأنا نبيك ورسولك أدعوك لأهل المدينة اللهم بارك لهم في مدهم وصاعهم وقليلهم \n  وكثيرهم ضعفي ما باركت لأهل مكة اللهم ارزقهم من ها هنا وها هنا وأشار إلى \n  نواحي الأرض كلها اللهم من أرادهم بسوء فأذبه كما يذوب الملح في الماء .\n</p>\n<p class=\"arabic\">ثم التفت إلى الشيخين فقال ما تقولان قالا حديث معروف مروي وقد سمعنا أيضا \n  أن رسول الله صلى الله عليه وسلم قال من أخاف أهل المدينة فقد أخاف ما بين \n  هذين وأشار كل واحد منهما إلى قلبه رواه ابن أبي خيثمة في تاريخه عن الحزامي \n  عنه .\n</p>\n<p class=\"arabic\">قال ابن وهب ثنا عبد الرحمن بن زيد بن أسلم قال لما توفي عمر بن عبد العزيز \n  وولي يزيد قال سيروا بسيرة عمر بن عبد العزيز قال فأتى بأربعين شيخا فشهدوا \n  له ما على الخلفاء حساب ولا عذاب وقال روح بن عباد ثنا حجاج بن حسان التيمي \n  ثنا سليم بن بشير قال كتب عمر بن عبد العزيز إلى يزيد بن عبد الملك حين احتضر \n  سلام عليك أما بعد فإني لا أرى إلا ملما بي فالله الله في أمة محمد فإنك تدع \n  الدنيا لمن لا يحمدك وتفضي إلى من ) .\n</p>\n<p class=\"arabic\">لا يعذرك والسلام .\n</p>\n<p class=\"arabic\">قال الزبير بن بكار ثنا هارون الفروي حدثني موسى بن جعفر بن كثير وابن الماجشون \n  قالا لما مات عمر بن عبد العزيز قال يزيد والله ما عمر بأحوج إلى الله مني \n  فأقام أربعين يوما يسيرة بسيرة عمر فقالت حبابة لخصي له كان صاحب أمره ويحك \n  قربني منه حيث يسمع كلامي ولك عشرة آلاف درهم ففعل فلما مر يزيد بها قالت .\n</p>\n<p class=\"arabic\">% بكيت الصبا جهدا فمن شاء لامني % % ومن شاء آسى في البكاء وأسعدا % .\n</p>\n<p class=\"arabic\">*7*281* .\n</p>\n<p class=\"arabic\">% ألا لا تلمه اليوم أن يتبلدا % % فقد منع المحزون أن يتجلدا % .\n</p>\n<p class=\"arabic\">والشعر للأحوص فلما سمعها قال ويحك قل لصاحب الشرط يصلي بالناس وقال يوما \n  والله إني لأشتهي أن أخلوا بها فلا أرى غيرها فأمر ببستان له فهيء وأمر حاجبه \n  أن لا يعلمه بأحد قال فبينما هو معها أسر شيء بها إذا حذفها بحبة رمان أو \n  بعنبة وهي تضحك فوقعت في فيها فشرقت فماتت فأقامت عنده في البيت حتى جيفت \n  أو كادت واغتم لها وأقام أياما ثم إنه خرج إلى قبرها فقال .\n</p>\n<p class=\"arabic\">% فإن تسل عنك النفس أو تدع البكا % % فباليأس أسلو عنك لا بالتجلد % .\n</p>\n<p class=\"arabic\">% وكل خليل زارني فهو قائل % % من أجلك هذا هامة اليوم أو غد % .\n</p>\n<p class=\"arabic\">ثم رجع فما خرج من منزله إلا على النعش قال الهيثم بن عمران العبسي مات يزيد \n  بن عبد الملك بسواد الأردن مرض بطرف من السل .\n</p>\n<p class=\"arabic\">وقال أبو مسهر مات يزيد بأربد وقال غير واحد مات لخمس بقين من شعبان سنة خمس \n  ومائة وكانت خلافته أربع سنين وشهرا .\n</p>\n<p class=\"arabic\">يزيد بن مرثد الهمداني الصنعاني الدمشقي أرسل عن معاذ وأبي ذر وأدرك عبادة \n  بن الصامت وشداد بن أوس وعنه خالد بن *7*282* معدان والوضين بن عطاء وعبد \n  الرحمن بن يزيد بن جابر وكان خاشعا بكاء عابدا عالما وهو الذي يقول والله \n  لو أن تواعدني إن أنا عصيته أن يسجنني في الحمام لكان حريا أن لا تنقطع دموع \n  عيني .\n</p>\n<p class=\"arabic\">وقيل إنه طلب للقضاء فقعد يأكل في الطريق فتخلص بذلك ورغبوا عنه وقد أرسل \n  عن النبي صلى الله عليه وسلم قال العنكبوت شيطان فاقتلوه .\n\n</p>"
}