{
    "header": "رجاء بن حيوة م .",
    "id": "001720",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">رجاء بن حيوة م .\n</h1>\n<p class=\"arabic\">أبو نصر الكندي وأبو المقدام الشامي عن عبد الله بن عمرو *7*361* ومعاوية \n  بن أبي سفيان وأبي أمامة وجابر بن عبد الله وقبيصة بن ذؤيب وجماعة وعنه إبراهيم \n  بن أبي عبلة وابن عون وثور بن يزيد وابن عجلان ومحمد ابن جحادة والزهري وعروة \n  بن رويم وخلق .\n</p>\n<p class=\"arabic\">وكان أحد أئمة التابعين وثقه غير واحد روى ضمرة عن رجاء بن أبي سلمة قال قال \n  مكحول ما زلت مضطلعا على من ناوأني حتى عاونهم علي رجاء بن حيوة وذلك أنه \n  سيد أهل الشام في أنفسهم .\n</p>\n<p class=\"arabic\">وقال مطر الوراق ما رأيت شاميا أفضل من رجاء بن حيوة وروى ضمرة عن رجاء بن \n  أبي سلمة قال ما من رجل من أهل الشام أحب إلي أن أقتدي به من رجاء بن حيوة \n  وقال ابن عون رأيت ثلاثة ما رأيت مثلهم ابن سيرين بالعراق والقلسم بالحجاز \n  ورجاء بن حيوة بالشام قال وكان هؤلاء يأتون بالحديث بحروفه وكان إبراهيم والشعبي \n  والحسن يأتون بالمعاني ) *7*362* .\n</p>\n<p class=\"arabic\">وقال رجاء بن أبي سلمة كان يزيد بن عبد الملك يجري على رجاء ابن حيوة ثلاثين \n  دينارا في كل شهر فلما ولي هشام الخلافة قطعها فرأى أباه في النوم يعاتبه \n  في ذلك فأجراها وقال عبد الله بن بكر ثنا محمد بن ذكوان الأزدي عن رجاء بن \n  حيوة قال كنت واقفا على باب سليمان بن عبد الملك إذا أتاني رجل لم أره قبل \n  ولا بعد فقال يا رجاء إنك قد ابتليت بهذا وابتلي بك فعليك بالمعروف وعون الضعيف \n  يا رجاء إن كان من له منزلة من سلطان فرفع حاجة ضعيف لا يستطيع رفعها لقي \n  الله وقد شد قدميه للحساب بين يديه .\n</p>\n<p class=\"arabic\">وقال ابن عون بإسناد فيه الكديمي قال قيل لرجاء إنك كنت تأتي السلطان فتركتم \n  قال يكفيني لذي أدعهم له وقال إبراهيم بن أبي عبلة كنا نجلس إلى عطاء الخراسانبي \n  فكان يدعو بعد الصبح بدعوات قال فغاب فتكلم رجل من المؤذنين فقال رجاء من \n  هذا فقال أنا يا أبا المقدام فقال اسكت فإنا نكره أن نسمع الخير إلا من أهله .\n</p>\n<p class=\"arabic\">وقال صفوان بن صالح ثنا عبد الله بن كثير القاريء الدمشقي ثنا عبد الرحمن \n  بن يزيد بن جابر قال كنا مع رجاء بن حيوة فتذاكرنا شكر النعم فقال ما أحد \n  يقوم بشكر نعمة وخلفنا رجل على رأسه كساء فقال ولا أمير المؤمنين فقلنا وما \n  ذكر أمير المؤنين هنا وإنما هو رجل من الناس فغفلنا عنه فالتفت رجاء فلم يره \n  فقال أتيتم من صاحب الكساء ولكن إن دعيتم فاستحلفتم فاحلفوا فما علمنا إلا \n  بحرسي قد أقبل فقال أجيبوا أمير المؤمنين فأتينا باب هشام فأذن لرجاء وحده \n  فلما دخل عليه قال هيه يا رجاء يذكر أمير المؤمنين فلا تحتج له ! قال فقلت \n  وما ذاك يا *7*363* أمير المؤمنين قال ذكرتم شكر النعم فقلتم ما أحد يقوم \n  بشكرها قيل لكم ولا أمير المؤمنين فقلت أمير المؤنين رجل من الناس فقلت لم \n  يكن ذاك قال الله قلت الله فأمر بذلك الساعي فضرب سبعين سوطا وخرج وهو متلوث \n  في دمه فقال هذا وأنت رجاء بن حيوة فقلت سبعون سوطا في ظهرك خير من دم مؤمن \n  قال ابن جابر فكان رجاء بعد ذلك إذا جلس التفت وقال احذروا صاحب الكساء .\n</p>\n<p class=\"arabic\">قال خليفة وأبو عبيد مات رجاء سنة اثنتي عشرة ومائة قلت ورجاء هو الذي نهض \n  بأخذ الخلافة لعمر بن عبد العزيز وكان الوزير لسليمان بن عبد الملك ومناقبه \n  كثيرة .\n\n</p>"
}