{
    "header": "طلحة بن مصرف ع .",
    "id": "001772",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">طلحة بن مصرف ع .\n</h1>\n<p class=\"arabic\">أبو عمرو بن كعب أبو محمد اليامي الهمداني الكوفي أحد الأئمة *7*387* الأعلام \n  ومقريء الكوفة في زمانه قرأ على يحيى بن وثاب وغيره وحدث عن أنس بن مالك وابن \n  أبي أوفى وزيد بن وهب ومرة الطيب ومجاهد وخيثمة بن عبد الرحمن وذر الهمداني \n  وأبي صالح السمان وغيرهم وعنه ابنه محمد ومنصور والأعمش ومالك بن مغول وشعبة \n  وخلق كثير .\n</p>\n<p class=\"arabic\">قال أبو خالد الأحمر أخبرت أن طلحة بن مصرف شهر بالقراءة فقرأ على الأعمش \n  لينسلخ ذلك عنه فسمعت الأعمش يقول كان يأتي فيجلس على الباب حتى أخرج فيقرأ \n  فما ظنكم برجل لا يخطيء ولا يلحن وقال موسى الجهني سمعت طلحة بن مصرف يقول \n  قد أكثرتم في عثمان ويأبى قلبي إلا أن يحبه وعن عبد الملك بن أبجر قال ما \n  رأيت طلحة بن مصرف في ملأ إلا رأيت له الفضل عليهم .\n</p>\n<p class=\"arabic\">وقال الحسن بن عمرو قال لي طلحة بن مصرف لولا أني على وضوء لأخبرتك بما تقول \n  الرافضة وقال فضيل بن غزوان قيل لطلحة ابن مصرف لو ابتعت طعاما ربحت فيه قال \n  إني أكره أن يعلم الله من *7*388* قلبي غلا على المسلمين وقال فضيل بن عياض \n  بلغني عن طلحة أنه ضحك يوما فوثب على نفسه وقال فيم الضحك إنما يضحك مع قطع \n  الأهوال وجاز الصراط ثم قال آليت ألا أفتر ضاحكا حتى أعلم بم تقع الواقعة \n  فما رؤي ضاحكا حتى صار إلى الله .\n</p>\n<p class=\"arabic\">وقال ابن عيينة عن أبي خباب قال سمعت طلحة بن مصرف يقول شهدت الجماجم فما \n  رميت ولا طعنت ولا ضربت لوددت أن هذه سقطت من ها هنا ولم أكن شهدتها وقال \n  ليث بن أبي سليم حدثت طلحة بن مصرف في مرضه أن طاوسا كره الأنين فما سمع طلحة \n  يئن حتى مانت .\n</p>\n<p class=\"arabic\">وقال شعبة كنا في جنازة طلحة بن مصرف فأثنى عليه أبو معشر وقال ما خلف مثله \n  وقال أحمد بن عبد الله العجلي كان طلحة يحرم النبيذ قلت وكان يفضل عثمان على \n  علي وهاتان عزيزيتان في أهل الكوفة توفي في آخر سنة اثنتي عشرة .\n\n</p>"
}