{
    "header": "عطاء بن أبي رباح المكي ع .",
    "id": "001828",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عطاء بن أبي رباح المكي ع .\n</h1>\n<p class=\"arabic\">أبو محمد بن أسلم مولى قريش أحد أعلام التابعين ولد في خلافة *7*421* عثمان \n  وسمع عائشة وأبا هريرة وأسامة بن زيد وأم سلمة وابن عباس وابن عمر وأبا سعيد \n  الخدري وخلقا كثيرا منهم جابر وصفوان بن يعلى وعبيد بن عمير وأبو العباس الشاعر .\n</p>\n<p class=\"arabic\">وعنه أيوب والحكم حسين المعلم وابن إسحاق وجرير بن حازم وأبو حنيفة والأوزاعي \n  وهمام بن يحيى وأسامة بن زيد الليثي وإبراهيم الصائغ وأيوب بن موسى وحبيب \n  بن أبي ثابت وحبيب بن الشهيد وحجاج بن أرطأة وزيد بن أبي أنيسة وسلمة بن كهيل \n  وطلحة بن عمرو وعبادة بن منصور الباجي وعبد الله بن أبي نجيح وعبد الله بن \n  المؤمل المخزومي وعبد الرحمن بن حبيب بن أردك وعبد المجيد بن سهيل وعثمان \n  بن الأسود وعقبة بن عبد الله الأصم وعكرمة بن عمار وعلي بن الحكم البناني \n  وعمرو بن دينار وعمران القصار وقيس بن سعد وكثير ابن شنظير وابن أبي ليلى \n  وأبو شهاب موسى بن نافع وأبو المليح الرقي ومعقل بن عبيد الله والليث بن سعد \n  وابن جريج ويزيد بن إبراهيم التستري وخلق كثير .\n</p>\n<p class=\"arabic\">وكان إماما سيدا أسود مفلفل الشعر من مولدي الجند فصيحا علامة انتهت إليه \n  الفتوى بمكة مع مجاهد وكان يخضب بالحناء قال أبو حنيفة ما رأيت أحدا أفضل \n  من عطاء وقال ابن جريج كان المسجد فراش عطاء عشرين سنة وكان من أحسن الناس \n  صلاة وقال الأوزاعي مات عطاء يوم مات وهو أرضى أهل الأرض عند الناس وقال محمد \n  بن عبد الله بن عمرو بن عثمان ما رأيت فتيا خيرا من عطاء إنما كان مجلسه ذكر \n  *7*422* الله لا يفتر وهم يخوضون فإن سئل أحسن الجواب .\n</p>\n<p class=\"arabic\">وقال إسماعيل بن أمية كان عطاء يطيل الصمت فإذا تكلم خيل إلينا أنه مؤيد وقال \n  عثمان بن عطاء الخراساني كان عطاء أسود شديدا فصيحا إذا تكلم فما قال بالحجاز \n  قبل منه وقال ابن عباس يا أهل مكة تجتمعمون علي وعندكم عطاء وروى سعيد بن \n  أبي عروبة عن قتادة ) .\n</p>\n<p class=\"arabic\">قال هؤلاء أئمة الأمصار الحسن وإبراهيم بالعراق وسعيد بن المسيب وعطاء بالحجاز .\n</p>\n<p class=\"arabic\">وقال إسماعيل بن عياش سألت عبد الله بن عثمان بن خيثم ما كان عيش عطاء قال \n  نيل السلطان وصلة الإخوان .\n</p>\n<p class=\"arabic\">وقال الأصمعي دخل عطاء على عبد الملك بن مروان وهو على السرير فقام إليه وأجلسه \n  معه وقعد بين يديه فوعظه عطاء وروى عمر بن قيس المكي عن عطاء قال أعقل مقتل \n  عثمان وولدت لعامين من خلافته وقال أبو المليح الرقي لما بلغ ميمون بن مهران \n  موت عطاء قال ما خلف بعده مثله وعن ربيعة الرأي قال فاق عطاء أهل مكة في الفتوى .\n</p>\n<p class=\"arabic\">وقال ابن المعين كان عطاء معلم كتاب دهرا وقال جرير بن حازم رأيت يد عطاء \n  شلاء ضربت أيام ابن الزبير قال ابن سعد وكان عطاء أعور .\n</p>\n<p class=\"arabic\">وقال أبو عاصم الثقفي سمعت أبا جعفر الباقر يقول للناس وقد أكثروا عليه عليكم \n  بعطاء فهو والله خير لكم مني وقال أبو جعفر أيضا ما أجد أحدا أعلم بالمناسك \n  من عطاء وقال رجل لابن جريج لولا هذان *7*423* الأسودان ما كان لنا فقه مجاهد \n  وعطاء فقال فض الله فاك تقول لهما الأسودان وقال عمرو بن ذر ما رأيت على عطاء \n  يسوى خمسة دراهم وروى ليث عن عبد الرحمن بن سابط قال والله ما أرى إيمان أهل \n  الأرض يعدل إيمان أبي بكر ولا أرى إيمان أهل مكة يعدل إيمان عطاء وقال عمران \n  بن حدير رأيت عمامة عطاء مخرقة فقلت أعطيك عمامتي فقال إنا لا نقبل إلا من \n  الأمراء .\n</p>\n<p class=\"arabic\">قلت يريد بيت المال .\n</p>\n<p class=\"arabic\">قال ابن سعد عطاء من مولدي الجند نشأ بمكة وهو مولى لبني فهر أو لجمح إليه \n  انتهت فتوى أهل مكة وإلى مجاهد وأكثر ذلك إلى عطاء فسمعت بعض العلماء يقول \n  كان عطاء أسود أعور أفطس أشل أعرج ثم عمي وكان ثقة فقيها .\n</p>\n<p class=\"arabic\">قال أبو داود كان والد عطاء نوبيا يعيل المكاتل وقيل حج عطاء نيفا على سبعين \n  حجة وكان يشرب الماء في رمضان ويقول إني أطعم أكثر من مسكين وقال يحيى القطان \n  مرسلات مجاهد أحب إلي من مرسلات عطاء بكثير فإن عطاء كان يأخذ عن كل أحد .\n</p>\n<p class=\"arabic\">وقال أحمد وابن معين ليست مرسلات عطاء بذاك وقال علي بن المديني كان عطاء \n  اختلط ) .\n</p>\n<p class=\"arabic\">بأخرة فتركه ابن جريج وقيس بن سعد وقال إسماعيل بن داود سمعت مالكا يقول كان \n  عطاء أسود ضعيف العقل قلت عطاء حجة بالإجماع إذا أسند قال أحمد بن حنبل ليس \n  في المرسلات شيء أضعف من مرسلات الحسن وعطاء كان يأخذان عن كل أحد .\n</p>\n<p class=\"arabic\">قال أبو المليح وحماد بن سلمة وأحمد وجماعة توفي عطاء سنة أربع عشرة ومائة \n  وقال ابن جريج والواقدي سنة خمس عشرة وقيل غير *7*424* ذلك والأول أصح وعاش \n  تسعين سنة وكان موته في رمضان ومن قال عاش مائة سنة فقد وهم والله أعلم .\n\n</p>"
}