{
    "header": "قتادة بن دعامة ع .",
    "id": "001871",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">قتادة بن دعامة ع .\n</h1>\n<p class=\"arabic\">ابن قتادة بن عزبز وقيل غير ذلك في نسبه أبو الخطاب السدوسي البصري الأعمى \n  الحافظ أحد الأئمة الأعلام روى عن عبد الله بن سرجس وأنس بن مالك وأبي الطفيل \n  وأبي رافع وأبي أيوب المراغي *7*454* وأبي الشعثاء وزرارة بن أوفى والشعبي \n  وعبد الله بن شقيق ومطرف بن الشخير وسعيد بن المسيب وأبي العالية وصفوان بن \n  محرز ومعاذة العدوية وأبي عثمان النهدي والحسن وخلق وعنه سعيد بن أبي عروبة \n  ومعمر ومسعر وشعبة والأوزاعي وعمرو بن الحارث المصري وأبان ابن يزيد وهمام \n  وجرير بن حازم وشيبان النحوي وحماد بن سلمة وسعيد بن بشير وأبو عوانة وخلق \n  كثير وكان أحد من يضرب المثل بحفظه .\n</p>\n<p class=\"arabic\">قال معمر أقام قتادة عند سعيد بن المسيب ثمانية أيام فقال له في اليوم الثامن \n  ارتحل يا أعمى فقد أنزقتني وقال قتادة ما قلت لمحدث قط أعد علي وما سمعت أذناي \n  شيئا قط إلا وعاه قلبي وقال محمد ابن سيرسين قتادة أحفظ الناس وقال معمر سمعت \n  قتادة يقول ما في القرآن آية إلا وقد سمعت فيها شيئا .\n</p>\n<p class=\"arabic\">قال أحمد بن حنبل قتادة عالم بالتفسير وباختلاف العلماء ثم وصفه أحمد بالفقه \n  والحفظ وأطنب في ذكره وقال قلما تجد من يتقدمه توفي سنة سبع عشرة وقال همام \n  سمعت قتادة يقول ما أفتيت بشيء من رأيي منذ عشرين سنة وقد ذكر سفيان الثوري \n  قتادة مرة فقال وكان في الدنيا مثل قتادة .\n</p>\n<p class=\"arabic\">وقال معمر قلت للزهري قتادة أعلم أم مكحول قال لا بل قتادة وقال أحمد بن حنبل \n  ) .\n</p>\n<p class=\"arabic\">كان قتادة أحفظ أهل البصرة لا يسمع شيئا إلا حفظه *7*455* .\n</p>\n<p class=\"arabic\">قرئت عليه صحيفة جابر مرة واحدة فحفظها وقال شعبة نصصت على قتادة سبعين حديثا \n  كلها يقول سمعت أنس بن مالك إلا أربعة .\n</p>\n<p class=\"arabic\">قلت قد دلس قتادة عن جماعة .\n</p>\n<p class=\"arabic\">وقال شعبة لا يعرف لقتادة سماع من أبي رافع .\n</p>\n<p class=\"arabic\">وقال يحيى بن معين لم يسمع قتادة من سعيد بن جبير ولا من مجاهد وقال القطان \n  لم يسمع من سليمان بن يسار .\n</p>\n<p class=\"arabic\">وقال أحمد لم يسمع من معاذة .\n</p>\n<p class=\"arabic\">قلت وقد تفوه قتادة بشيء من القدر .\n</p>\n<p class=\"arabic\">وقال وكيع كان سعيد بن أبي عروبة وهشام الدستوائي وغيرهما يقولون قال قتادة \n  كل شيء بقدر إلا المعاصي .\n</p>\n<p class=\"arabic\">وقال ابن شوذب ما كان قتادة يرضى حتى يصيح به صياحا يعني القدر .\n</p>\n<p class=\"arabic\">قلت وكان قتادة أيضا رأسا في العربية والغريب وأيام العرب وأنسابها قال أبو \n  عمرو بن العلاء كان قتادة من أنسب الناس ونقل القفطي في تاريخ النحاة قال \n  كان الرجلان من بني أمية يختلفان في البيت من الشعر فيبردان بريدا إلى العراق \n  يسأل قتادة عنه وثقه غير واحد .\n</p>\n<p class=\"arabic\">ومات سنة سبع عشرة ومائة وقيل سنة ثماني عشرة بواسط وله سبع وخمسون سنة رحمه \n  الله .\n\n</p>"
}