{
    "header": "عمرو بن شعيب .",
    "id": "001851",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عمرو بن شعيب .\n</h1>\n<p class=\"arabic\">ابن محمد بن عبد الله بن عمرو بن العاص أبو إبراهيم السهمي الطائفي وكناه \n  بعضهم أبا عبد الله سمع من زينب بنت أبي سلمة رضي الله عنها ومن أبيه وسعيد \n  بن المسيب وعطاء بن أبي رباح وطاوس وعمرو بن ابن الشريد وسليمان بن يسار وغيرهم \n  وعنه عطاء وقتادة ومكحول والزهري وأيوب وحسين المعلم وعبيد الله بن عمر وداود \n  بن أبي هند وابن لهيعة وابن إسحاق وخلق كثير .\n</p>\n<p class=\"arabic\">وكان ثقة صدوقا كثير العلم حسن الحديث قال يحيى بن معين عمرو بن شعيب عندنا \n  واه .\n</p>\n<p class=\"arabic\">وقال معتمر بن سليمان عن أبي عمرو بن *7*434* العلاء قال كان قتادة وعمرو \n  بن شعيب لا يغيب عليهما شيء يأخذان عن كل أحد وكان ينزل الطائف قال الأوزاعي \n  ما رأيت قرشيا أكمل من عمرو بن شعيب .\n</p>\n<p class=\"arabic\">ووثقه يحيى بن معين وابن راهويه وصالح جزرة وقال الترمذي قال البخاري رأيت \n  أحمد ) .\n</p>\n<p class=\"arabic\">وابن المديني وإسحاق يحتجون بحديث عمرو ابن شعيب فمن الناس بعدهم وقال إسحاق \n  بن راهويه إذا كان الراوي عن عمرو ثقة فهو كأيوب عن نافع عن ابن عمر .\n</p>\n<p class=\"arabic\">قال الدارقطني وغيره قد ثبت سماع عمرو من أبيه وسماع أبيه من جده عبد الله \n  بن عمرو .\n</p>\n<p class=\"arabic\">وقال أبو زكريا النووي الصحيح المختار الاحتجاج به وقال صالح بن محمد حديث \n  عمرو بن شعيب عن أبيه صحيفة ورثوها وقال بعض العلماء ينبغي أن تكون تلك الصحيفة \n  أصح من كل شيء لأنها مما كتبه عبد الله بن عمرو عن النبي صلى الله عليه وسلم \n  والكتابة أضبط من حفظ الرجال وقال أبو داود سمعت أحمد بن حنبل يقول أهل الحديث \n  إذا شاؤوا احتجوا بعمرو بن شعيب وإذا شاؤوا تركوه .\n</p>\n<p class=\"arabic\">قلت يعني يقولون حديثه من صحيفة موروثة فقد يخرجون هذا القول في معرض التضعيف .\n</p>\n<p class=\"arabic\">وقال أبو عبيد الآجري سئل أبو داود عن عمرو ابن شعيب عن أبيه عن جده أحجة \n  قال لا ولا نصف حجة قلت لا أعلم لمن ضعفه مستندا طائلا أكثر من أن عن أبيه \n  عن جده يحتمل أن يكون الضمير في قوله عن جده عائدا إلى جده الأقرب وهو محمد \n  فيكون الخبر مرسلا ويحتمل أن يكون جده الأعلى وهذا لا شيء لأن *7*435* في \n  بعض الأوقات يأتي مبينا فيقول عن جده عبد الله بن عمرو ثم إنا لا نعرف لأبيه \n  شعيب عن جده محمد رواية صريحة أصلا وأحسب محمدا مات في حياة عبد الله بن عمرو \n  والده وخلف ولده شعيبا فنشأ في حجر جده وأخذ عنه العلم فأما أخذه عن جده عبد \n  الله فمتيقن وكذا أخذ ولده عمرو عنه فثابت توفي بالطائف سنة ثماني عشرة ومائة .\n\n</p>"
}