{
    "header": "مسلمة بن عبد الملك .",
    "id": "001894",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">مسلمة بن عبد الملك .\n</h1>\n<p class=\"arabic\">ابن مروان بن الحكم الأمير أبو سعيد وأبو الأصبغ الأموي ويسمى الجرادة الصفراء \n  سمع عمر بن عبد العزبز روى عنه معاوية بن صالح ويحيى بن يحيى الغساني وجماعة \n  وله دار بدمشق ولي غزو القسطنطينية لأخيه سليمان وغزا الروم مرات وكان بطلا \n  شجاعا مهيبا له آثار حميدة في الحروب وقد ولي لأخيه يزيد بن عبد الملك إمرة \n  العراقين ثم عزل وولي أرمينية حفظا لذلك الثغر وأول ما ولي غزو الروم في آخر \n  دولة أبيه فافتتح ثلاثة ) .\n</p>\n<p class=\"arabic\">حصون .\n</p>\n<p class=\"arabic\">وفي سنة تسع وثمانين غزا عمورية والتقى المشركين فهزمهم وفي *7*469* سنة تسعين \n  افتتح خمسة حصون وفي سنة إحدى عزل محمد بن مروان عن أرمينية وأذربيجان بمسلمة \n  فغزا عامئذ الترك حتى بلغ الباب من قبل بحر أذربيجان فافتتح مدائن وحصونا \n  ودان له من وراء الباب ثم افتتح سندرة ثم حج بالناس ثم افتتح بعد ذلك فتحا \n  كبيرا وشهد غير مصاف .\n</p>\n<p class=\"arabic\">قال زيد بن الحباب أنبأ الوليد بن المغيرة عن عبد الله بن بشير الغنوي عن \n  أبيه قال سمعت رسول الله صلى الله عليه وسلم يقول لتفتحن القسطنطينة ولنعم \n  الأمير أميرها قال فدعاني مسلمة فحدثته بهذا الحديث فغزاهم رواه أبو كريب \n  وأحمد بن الفرات عن زيد وقال أبو بكر بن أبي شيبة وآخر عن زيد فقال الخثعمي \n  بدل الغنوي .\n</p>\n<p class=\"arabic\">قال ابن الكلبي وسار مسلمة في شوال سنة اثنتي عشرة ومائة في طلب الترك وذلك \n  في شدة الثلج والمطر حتى جاوز الباب وخلف الحارث بن عمرو الطائي في بنيان \n  الباب وتحصينه فافتتح عدة حصون فحرق أعداء الله أنفسهم في مدائنهم عند الغلبة \n  وقال الليث بن سعد في سنة تسع ومائة غزا مسلمة الترك والسند .\n</p>\n<p class=\"arabic\">وقال ابن عيينة ثنا أبي سمعت مسلمة بن عبد الملك يقول لو رأيتني أنا وعمر \n  بن عبد العزيز ننتهي إلى الزرع فيقحم عمر فرسه وأكف فرسه وسمعت مسلمة بقول \n  إن أقل الناس هما في الدنيا أقلهم هما في الآخرة .\n</p>\n<p class=\"arabic\">قال أبو الحسن المدائني قال مسلمة لنصيب سلني قال لا فإن كفك بالجزيل أكثر \n  من مسألتي باللسان فأعطاه ألف دينار وقال سعيد بن عبد العزيز أوصى مسلمة بثلث \n  ماله لطلاب الأدب وقال إنها صناعة مجفو أهلها قال الزبير بن بكار للوليد بن \n  يزيد يرثي عمه مسلمة *7*470* .\n</p>\n<p class=\"arabic\">% أقول وما البعد إلا الردى % % أمسلم لا تبعدن مسلمة % .\n</p>\n<p class=\"arabic\">% فقد كنت نورا لنا في البلا % % د مضيئا فقد أصبحت مظلمه % .\n</p>\n<p class=\"arabic\">% ونكتم موتك نخشى اليقي % % ين فأبدى اليقين عن الجمجمه % .\n</p>\n<p class=\"arabic\">توفي مسلمة سنة عشرين ومائة قاله خليفة وقال ابن عائذ سنة إحدى .\n\n</p>"
}