{
    "header": "عون بن عبد الملك بن عتبة بن مسعود م .",
    "id": "001854",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عون بن عبد الملك بن عتبة بن مسعود م .\n</h1>\n<p class=\"arabic\">أبو عبد الله الهذلي الكوفي الزاهد أحد الأئمة روى عن أبيه وأخيه أبي عبد \n  الله الفقيه وعائشة وأبي هريرة وابن عباس وعبد الله بن عمرو وسعيد بن المسيب \n  وقيل إن روايته عن عائشة وأبي هريرة مرسلة وقد أرسل عن ابن مسعود وغيره وعنه \n  إسحاق بنو يزيد الهذلي وحنظلة بن أبي سفيان وصالح بن حي ومالك بن مغول والمسعودي \n  وابن عجلان وأبو حنيفة ومسعر وآخرون وثقه أحمد وغيره .\n</p>\n<p class=\"arabic\">وقال ابن المديني صلى خلف أبي هريرة وقال ابن سعد لما ولي عمر بن عبد العزيز \n  الخلافة رحل إليه عون بن عبد الله وموسى بن أبي كثير وعمر بن ذر فكلموه في \n  الإرجاء وناظروه فزعموا أنه لم يخالفهم في شيء منه قال وكان عون ثقة يرسل \n  كثيرا وقال البخاري عون سمع أبا هريرة وقال الأصمعي كان عون من آدب أهل المدينة \n  وأفقههم وكان مرجئا ثم تركه وقال أبياتا في مفارقة الإرجاء وروى جرير عن مغيرة \n  قال بلغ عبيد الله بن عبد الله أن أخاه عونا حدث فقال قد قامت القيامة ) .\n</p>\n<p class=\"arabic\">وقيل إن عونا خرج مع ابن الأشعث ثم إنه هرب إلى نصيبين فأمنه *7*438* محمد \n  بن مروان وألزمه ابنه مروان الذي استخلف ثم قال له محمد كيف رأيت ابن أخيك \n  قال ألزمتني رجلا إن قعدت عنه عتب وإن جئته حجب وإن عاتبته ضخب وإن صاحبته \n  غضب فتركه ولزم عمر بن عبد العزيز فكانت له منه مكانة وطال مقام جرير بباب \n  عمر فكتب إلى عون .\n</p>\n<p class=\"arabic\">% يا أيها القارئ المرخي عمامته % % هذا زمانك إني قد مضى زمني % .\n</p>\n<p class=\"arabic\">% أبلغ خليفتنا إن كنت لاقيه % % أني لدى الباب كالمصفود في قرن % .\n</p>\n<p class=\"arabic\">وروى جرير عن مغيرة قال كان عون بن عبد الله يقص فإذا فرغ أمر جارية له أن \n  تغني و تطرب فأردت أن أرسل إليه إنك من أهل بيت صدق وإن الله لم يبعث نبيه \n  بالحمق وصنيعك هذا حمق زيد بن عوف نا سعيد ابن زربى عن ثابت البناني قال كان \n  لعون جارية يقال لها بسرة تقرأ بألحان فقال لها يوما اقرئي على إخواني فكانت \n  تقرأ بصوت وجيع فرأيتهم يلقون العمائم ويبكون فقال لها يوما يا بسرة قد أعطيت \n  لك ألف دينار لحسن صوتك اذهبي فأنت حرة لوجه الله مات سنة بضع عشرة ومائة .\n\n</p>"
}