{
    "header": "عبد الله أبو محمد البطال .",
    "id": "001800",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الله أبو محمد البطال .\n</h1>\n<p class=\"arabic\">ويقال أبو يحيى أحد الموصوفين بالشجاعة والإقدام ومن سارت بذكره الركبان كان \n  أحد أمراء بني أمية وكان على طلائع مسلمة بن عبد الله الملك وكان ينزل بأنطاكيه \n  شهد عدة حروب وأوطأ الروم خوفا وذلا ولكن ما يحد ولا يوصف ما كذبوا عليه من \n  الخرافات المستحيلات وعنه عبد الملك أنه أوصى مسلمة فقال صير على طلائعك البطال \n  ومره *7*407* فليعس بالليل فإنه أمين شجاع مقداد وقال الوليد بن مسلم حدثني \n  بعض شيوخنا أن مسلمة عقد للبطال على عشرة آلاف فجعلهم يعني يزكا .\n</p>\n<p class=\"arabic\">وحدثني أبو مروان الأنطاكي قال كنت أغازي مع البطال وقد أوطأ الروم ذلا قال \n  البطال فسألني بعض ولاة بني أمية عن أعجب ما كان من أمري فقلت خرجت في سرية \n  ليلا فأتينا قرية وقلت لأصحابي ارفعوا لجم خيولكم ولا تهيجوا ففعلوا واخترقوا \n  في أزقتها ودفعت في ناس من أصحابي إلى بيت فيه سراج وامرأة تسكت ولدها من \n  بكائه وتقول اسكت أو لأدفعنك إلى البطال ثم انتشلته من سريره وقالت خذه يا \n  بطال قال فأخذته وخرجت يوما وحدي على فرسي لأصيب غفلة ومعي شواء وغيره فأكلت \n  ودخلت بستانا وأسهلني بطني فاختلفت مرارا وخفت من الضعف فركبت وأسهلت على \n  سرجي كرهت أن أنزل فأضعف ) .\n</p>\n<p class=\"arabic\">عن الركوب ولزمت عنق الفرس وذهب بي لا أدري إلى أين فسمعت وقع حوافره على \n  بلاط فأفتح عيني فإذا دير وإذا نسوة يتطلعن من أبواب الدير فلما رأين حالي \n  وضعفي وقوف فرسي رطنت واحدة منهن فنزعن عني ثيابي وغسلن ما بي وألبسنني ثيابا \n  وسقينني ترياقا أو دواء ووضعت على سرير فأقمت يوما وليلة مسبوتا وذهب عني \n  ذلك ثاني يوم وأنا ضعيف عن الركوب فجاءها في اليوم الثالث بطريق أقبل في مركبه \n  فأمرت بفرسي فغيب وأغلقت علي بيتا ودخل البطريق فسمعت بعض النسوة تخبر أنه \n  خاطب لها فبلغه شأني فهم أن يجهم علي فأقسمت إن فعل لا نال حاجته فأمسك ثم \n  تزوج وخرجت فدعوت بفرسي فقالت لا آمن أن يكمن لك دعه يذهب فأبيت وركبت وقفوت \n  الأثر حتى لحقته وشددت *7*408* عليه فانفرج عنه أصحابه فقتلته وطلبت أصحابه \n  فهربوا فأخذت فرسه وسمطت رأسه ورددت إلى الدير فألقيت الرأس ودعوتها ومن معها \n  من النساء والخدم فوقفن بين يدي وأمرتها بالرحلة ومن معه على الدواب وسرت \n  بها و بهن إلى العسكر فنفلت المرأة بعينها و سلمت سائر الغنيمة واتخذتها فهي \n  أم بني .\n</p>\n<p class=\"arabic\">قال الوليد بن مسلم سمعت عبد الله بن راشد الخزاعي يخبر عمن سمع من البطال \n  أنه ولي المصيصة وما يليها فبعث سرية فأبطأ عليه خبرها فأشفق من مصيبة قال \n  فخرجت مفردا فلم أجد لهم خبرا ثم أعطيت خبرهم فخفت عليهم من العدو ولم أجد \n  أحدا يخبرني بشيء فسرت حتى أقف بباب عمورية فضربت باببها وقلت للبواب افتح \n  لفلان وسياف الملك ورسوله وكنت أشبه به فأعلمه فأمره نت ففتح لي فصرت إلى \n  بلاطها وأمرت من يشتد بين يدي إلى باب بطريقها ففعل ووافيته وقد جلس لي فنزلت \n  عن فرسي وأنا متلثم فأذن لي ورحب بي فقلت أخرج هؤلاء فإني قد حملت إليك أمرا \n  فأخرجهم وشددت عليه حتى أغلق باب الكنيسة وأتي إلي فاخترطت سيفي وقلت وقد \n  وقعت بهذا الموضع فأعطني عهدا حتى أكلمك بما أردت حتى أرجع من حيث جئت ففعل \n  فقلت أنا البطال فاصدقني وانصحني وإلا قتلتك قال سل فقلت السرية قال نعم وافت \n  البلادو غارة لا يدفع أهلها يد لامس فوغلوا في البلاد وملأوا أيديهم غنائهم \n  وهذا آخر خبر جاءني بأنهم بوادي كذا وكذا قد صدقتك .\n</p>\n<p class=\"arabic\">فغمدت سيفي وقلت ادع لي بطعام فدعا به ثم قمت وقال سيروا بين يدي رسول الملك \n  حتى يخرج ففعلوا وقصدت السرية وخرجت بهم وبما غنموا ) *7*409* .\n</p>\n<p class=\"arabic\">وعن أبي بكر بن عياش قال قيل للبطال ما الشجاعة قال صبر ساعة وقال الوليد \n  أخبرني ابن جدابر حدثني من سمع البطال يخبر مالك بن شبيب أمير مقدمة الجيش \n  الذي قتل فيه عن خبر بطريق أقرن صهر البطال أن ليون طاغية الروم قد أقبل نحوه \n  في مائة ألف فذكر قصة فيها إشارة البطال عليه باللحاق ببعض مدن الروم والتحصن \n  به حتى يلحقهم الأمير سليمان بن هشام وذكر عصيان مالك في رأيه قال ولقينا \n  ليون فقاتل مالك يومئذ ومن معه حتى قتل في جماعة والبطال عصمة لمن بقي ووال \n  لهم قد أمرهم ألا يذكروا له إسما فتجمعوا عليه فحمل البطال فصاح بعض من معه \n  باسمه وفداه فشدت عليه فرسان الروم حتى شالته برماحها عن سرجه وألقته إلى \n  الأرض وأقبلت تشد على بقية الناس مع اصفرار الشمس .\n</p>\n<p class=\"arabic\">قال الوليد قال غير ابن جابر وليون طاغيتهم قد نزل ورفعوا أيديهم يستنصرون \n  على المسلمين ورأوا من قلة المسلمين وقلة من بقي فقال ناد يا غلام برفع السيف \n  وترك بقية القوم لله وانصرفوا قال ابن جابر فأمر البطال مناديا فنادى أيها \n  الناس عليكم بسنادة فتحصنوا فيها وأمر رجلا على مقدمتهم وآخر على ساقتهم يحمل \n  الجريح والضعيف وثبت البطال مكانه ومعه قرابة له في مواليه وأمر من يسير في \n  أوائلهم يقول أيها الناس إلحقوا فإن البطال يسير بأخراكم وأمر من ينادي في \n  أخراهم إلحقوا فإن البطال في أولاكم فلم يصبحوا إلا وقد دخلوها يعني سنادة \n  وأصبح البطال في المعركة وبه رمق فلما كان من الغد ركب ليون بجيشه فأتى المعركة \n  فوجد البطال وأصحابه فأخبر به فأتى حتى وقف عليه فقال أبا يحيى كيف رأيت قال \n  وما رأيت كذلك الأبطال تقتل وتقتل فقال ليون علي بالأطباء فأتي بهم فنظروا \n  في جراحه فوجدوه قد أنفذت مقاتله *7*410* فقال هل من حاجة قال نعم فأمر من \n  ثبت معي بولايتي وكفني والصلاة علي ثم تخلي سبيلهم ففعل قال أبو عبيدة قتل \n  البطال سنة اثنتي عشرة ومائة وقال أبو حسان الزيادي سنة ثلاث عشرة وقال خليفة \n  سنة إحدى وعشرين .\n\n</p>"
}