{
    "header": "محمد بن علي بن الحسين ع .",
    "id": "001883",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن علي بن الحسين ع .\n</h1>\n<p class=\"arabic\">ابن علي بن أبي طالب الهاشمي العلوي أبو جعفر الباقر سيد بني *7*463* هاشم \n  في زمانه روى عن جديه الحسن والحسين وعائشة وأم سلمة وابن عباس وابن عمر وأبي \n  سعيد الخدري وجابر وسمرة بن جندب وعبد الله بن جعفر وأبيه وسعيد بن المسيب \n  وطائفة وعنه ابن جعفر الصادق وعمرو بن دينار والأعمش وربيعة الرأي وابن جريح \n  والأوزاعي ومرة بن خالد ومخول بن راشد وحرب بن سريج والقاسم ابن الفضل الحراني \n  وآخرون قال أحمد بن البرقي مولده سنة ست وخمسين قلت فعلى هذا لم يسمع من عائشة \n  ولا من جديه مع أنه روايته عن جده الحسن بخطه وعن عائشة في سنن النسائي فهي \n  منقطعة وروايته عن سمرة عند أبي داود و كان أحد من جمع العلم والفقه والشرف \n  والديانة والثقة والسؤدد وكان يصلح للخلافة وهو أحد الإثني عشر الذين تعتقد \n  الرافضة عصمتهم ولا عصمة إلا لنبي لأن النبي إذا أخطأ لا يقر على الزلة بل \n  يعاتب بالوحي على هفوة أن ندر وقوعها منه ويتوب إلى الله تعالى كما جاء في \n  سجدة ص أنها توبة نبي و أما قولهم الباقر فهو من بقر العلم أي شقه فعرف أصله \n  و خفيه .\n</p>\n<p class=\"arabic\">قال ابن فضيل عن سالم بن أبي حفصة سألت أبا جعفر وابنه جعفر الصادق عن أبي \n  بكر وعمر فقالا لي يا سالم تولهما وابرأ من عدوهما فإنهما كانا إمامي هدى \n  هذه حكاية مليحة لأن روابيها سالم وابن فضيل من أعيان الشيعة لكن شيعة زماننا \n  عثرهم الله ينالون من الشيخين يحملون هذا القول من الباقر والصادق رحمهما \n  الله على التقية قال إسحاق الأرزق عن بسام الصيرفي سألت أبا جعفر عن أبي بكر \n  وعمر فقال والله إني *7*464* لأتولاهما وأستغفر ) .\n</p>\n<p class=\"arabic\">لهما وما أدركت أحدا من أهل بيتي إلا هو يتولاهما .\n</p>\n<p class=\"arabic\">وعن عبد الله بن محمد بن عقيل قال كنت أنا وأبو جعفر نختلف إلى جابر نكتب \n  عنه في ألواح وروي أن أبا جعفر كان يصلي في اليوم والليلة مائة وخمسين ركعة \n  وقد عده النسائي وغيره في فقهاء التابعين بالمدينة .\n</p>\n<p class=\"arabic\">قال ليث بن أبي سليم دخلت على أبي جعفر محمد بن علي وهو يبكي ويذكر ذنوبه \n  توفي أبو جعفر سنة أربع عشرة ومائة قاله أبو نعيم ومصعب الزبيري وسعيد بن \n  عفير وقيل سنة سبع عشرة ومائة وله إخوة أشراف زيد الذي صلب وعمر وحسين وعبد \n  الله بنو زين العابدين رحمه الله عليهم .\n\n</p>"
}