{
    "header": "معاوية بن قرة ع .",
    "id": "001899",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">معاوية بن قرة ع .\n</h1>\n<p class=\"arabic\">ابن إياس بن هلال أبو إياس المزني البصري عن أبيه وأبي أيوب الأنصاري وابن \n  عباس وأبي هريرة وابن عمر ومعقل بن يسار وعبد الله ابن مغفل وعائذ بن عمرو \n  المزنيين وعدة وعنه ابنه إياس القاضي وثابت البناني وخالد بن ميسرة وقتادة \n  وقرة بن خالد وشعبة والقاسم الحداني وشبيب بن شيبة وخلق آخرهم أبو عوانة سمع \n  منه أبو عوانة فرد ) .\n</p>\n<p class=\"arabic\">حديث وهو أكبر شيخ له وثقه أبو حاتم وغيره .\n</p>\n<p class=\"arabic\">ويقال إنه ولد يوم الجمل وكان يوم الجمل في سنة ثلاث وثلاثين من الهجرة قال \n  معاوية بن قرة لقيت ثلاثين صحابيا وقال ابن المبارك في كتاب الزهد أنبأ سفيان \n  الثوري قال وفد الحجاج على عبد الملك بن مروان وممن معه معاوية بن قرة فسأله \n  عن الحجاج فقال إن صدقناكم *7*473* قتلتمونا وإن كذبناكم خفنا الله تعالى \n  فنظر إليه الحجاج فقال عبد الملك لا تعرض له فنفاه الحجاج إلى السند .\n</p>\n<p class=\"arabic\">وقال حماد بن سلمة ثنا حجاج الأسود أن معاوية بن قرة قال يدلني على رجل بكاء \n  بالليل بسام بالنهار وقال أسد بن موسى ثنا عون بن موسى سمع معاوية بن قرة \n  يقول لأن يكون في نفاق أحب إلي من كذا أعمر بن الخطاب يخشاه وآمنه أنا قلت \n  كان معاوية بن قرة من جلة علماء التابعين بالبصرة توفي بها ثلاث عشرة ومائة \n  رحمه الله تعالى .\n</p>\n<p class=\"arabic\">قال أبو عبيد القاسم بن سلام قرة بن إياس من مزنية ومزنية امرأة وهي بنت كلب \n  بن وبرة وقال ضمرة عن ابن شوذب قال لقي الحسن معاوية فاعتنقه وضمه إليه فما \n  انشرح لذلك معاوية وقال عون بن موسى سمعت معاوية بن قرة يقول عودوا نساءكم \n  لا وقال حجاج بن محمد ثنا شعبة قلت لمعاوية أكان أبوك من الصحابة قال لا ولكن \n  كان على عهد النبي صلى الله عليه وسلم قد حلب وصر قال أبو داود ثنا شعبة عن \n  معاوية بن قرة عن أبيه أنه أتى النبي صلى الله عليه وسلم وقد حلب وصر .\n\n</p>"
}