{
    "header": "وهب بن منبه خ د ت ن ابن كامل بن سيج ابن ...",
    "id": "001933",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">وهب بن منبه خ د ت ن ابن كامل بن سيج ابن الأسوار الأبناوي أبو عبد الله \n  الصنعاني .\n</h1>\n<p class=\"arabic\">العالم الحبر .\n</p>\n<p class=\"arabic\">عن ابن عباس وعبد الله بن عمرو وأبي هريرة وجابر وأبي سعيد وأخيه همام بن \n  منبه .\n</p>\n<p class=\"arabic\">وعاش همام بعده .\n</p>\n<p class=\"arabic\">وعنه ابن أخيه عبد الصمد بن مغفل وإسرائيل بن موسى وسماك بن الفضل وعمرو بن \n  دينار وعوف الأعرابي وصالح بن عبيد وخلق سواهم .\n</p>\n<p class=\"arabic\">وثقه أبو زرعة والعجلي والنسائي .\n</p>\n<p class=\"arabic\">وكن صدوقا عالما قد قرأ في كتب الأولين وعرف قصص الأنبياء عليهم السلام وكان \n  يشبه بكعب الأحبار في زمانه وكلاهما تابعي لكن مات قبله بنحو من ثمانين سنة \n  فمولد وهب قريب من وفاة كعب وفي الصحيحين حديث عمرو بن دينار عن وهب بن منبه \n  عن أخيه همام ) .\n</p>\n<p class=\"arabic\">عن أبي هريرة .\n</p>\n<p class=\"arabic\">قال العجلي وهب تابعي ثقة كان على قضاء صنعاء .\n</p>\n<p class=\"arabic\">وقال غيره كان أبوه منبه من أهل هراة فأرسل إلى اليمن زمن كسرى *7*498* فأسلم \n  في حياة النبي صلى الله عليه وسلم وحسن إسلامه .\n</p>\n<p class=\"arabic\">وعن وهب قال كانوا يقولون عبد الله بن سلام أعلم أهل زمانه وكان كعب أعلم \n  أهل زمانه أفرأيت من جمعهما يعني نفسه .\n</p>\n<p class=\"arabic\">وقال مثنى بن الصباح لبث وهب أربعين سنة لم يسب شيئا فيه روح ولبث عشرين سنة \n  لم يجعل بين العشاء والصبح وضوءا .\n</p>\n<p class=\"arabic\">ثم قال وهب قرأت ثلاثين كتابا نزلت على ثلاثين نبيا .\n</p>\n<p class=\"arabic\">وقال عبد الصمد بن مغفل صحبت عمي وهبا أشهرا يصلي العداة بوضوء العشاء وقيل \n  لبث أربعين سنة لم يرقد على فراش .\n</p>\n<p class=\"arabic\">روى عبد المنعم بن إدريس عن أبيه قال كان وهب يحفظ كلامه فإنه سلم يومه أفطر \n  وإلا طوى .\n</p>\n<p class=\"arabic\">وروى عب الصمد عن الجعد بن درهم قال ما كلمت عالما قط إلا حل حبوته أو غضب \n  إلا وهب بن منبه .\n</p>\n<p class=\"arabic\">معمر عن سماك بن الفضل قال كنا عند عروة أمير اليمن إلى جنبه وهب في قوم فشكوا \n  عاملهم وذكروا منه شيئا قبيحا فتناول وهب عصا فضرب بها رأس العامل حتى سال \n  دمه فضحك عروة بن محمد وقال يعبيب علينا أبو عبد الله الغضب وهو يغضب فقال \n  ما لي لا أغضب وقد غضبت الذي خلق الأحلام فقال فلما آسفونا انتقمنا منهم .\n</p>\n<p class=\"arabic\">ويرى أنهم قالوا لوهب إنك تحدثنا بالرؤيا فتقع حقا فقال هيهات ذهب ذلك عني \n  مذ وليت القضاء .\n</p>\n<p class=\"arabic\">ابن المديني ثنا حسان بن إبراهيم ثنا يحيى بن ريان أنا عبد الله بن راشد عن \n  مولى لسعيد بن عبد الملك سمعت خالد بن معدان يحدث عن عبادة بن الصامت قال \n  قال رسول الله صلى الله عليه وسلم يكون في أمتي رجلان أحدهما *7*499* يقال \n  له وهب يهب الله له الحكمة والآخر يقال له غيلان هو أضر على أمتي من إبليس \n  ) .\n</p>\n<p class=\"arabic\">قال الدارمي سألت ابن معين عن يحيى بن ريان عن عبد الله بن راشد فقال لا أعرفهما .\n</p>\n<p class=\"arabic\">وقد روى مثله الوليد بن مسلم عن مروان بن سالم عن الأحوص بن حكيم عن خالد \n  بن معدان عن عبادة لكن مروان واه .\n</p>\n<p class=\"arabic\">قال العجلي وكان وهب ثقة على قضاء صنعاء .\n</p>\n<p class=\"arabic\">وقال أحمد بن حنبل كان يتهم بشيء من القدر ورجع .\n</p>\n<p class=\"arabic\">وقال عمرو بن دينار دخلت على وهب بصنعاء فأطعمني من جوزة في داره فقلت له \n  وددت أنك لم تكن كتبت في القدر كتابا فقال وأنا والله وددت ذلك .\n</p>\n<p class=\"arabic\">وقال حماد بن سلمة ثنا أبو سنان سمعت وهب بن منبه يقول كنت أقول بالقدر حتى \n  قرأت بضعا وسبعين كتابا من كتب الأنبياء من جعل شيئا من المشيئة إلى نفسه \n  فقد كفر فتركت قولي .\n</p>\n<p class=\"arabic\">وقال عبد الرزاق سمعت أبي هماما يقول حج عامة الفقهاء سنة مائة فحج وهب فلما \n  صولوا العشاء أتاه نفر فيهم عطاء والحسن وهم يريدون أن يكلموه في القدر قال \n  فأخذ في باب الحمد فما زال حتى طلع الفجر فافترقوا ولم يسألوه .\n</p>\n<p class=\"arabic\">وعن وهب قال لا بد لك من الناس فكن فيهم أصم سميعا أعمى بصيرا أخرس نطوقا .\n</p>\n<p class=\"arabic\">وروى أبو سلام رجل لا أعرفه عن وهب قال العلم خليل المؤمن والحلم وزيره والعقل \n  دليله والعمل قيمته والصبر أمير جنوده والرفق أبوه واللين أخوه *7*500* .\n</p>\n<p class=\"arabic\">وعن وهب قال احتمال الذل خير من انتصار يزيد صاحبه قماءة وقد حبس وهب وامتحن .\n</p>\n<p class=\"arabic\">قال حبان بن وزهير العدوي حدثني أبو الصيد صالح بن طريف قال لما قدم يوسف \n  بن عمر العراق بكيت وقلت هذا الذي ضرب وهب بن منبه حتى قتله .\n</p>\n<p class=\"arabic\">وقال عبد الصمد بن معقل مات وهب في المحرم سنة أربع عشرة ومائة .\n</p>\n<p class=\"arabic\">وقال الواقدي سنة عشر ومائة *7*501* .\n\n</p>"
}