{
    "header": "مكحول بن أبي مسلم م أبو عبد الله .",
    "id": "001907",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">مكحول بن أبي مسلم م أبو عبد الله .\n</h1>\n<p class=\"arabic\">فقيه الشام وشيخ أهل دمشق .\n</p>\n<p class=\"arabic\">أرسل عن النبي صلى الله عليه وسلم وعن أبي بن كعب وعبادة بن الصامت وعائشة \n  وطائفة .\n</p>\n<p class=\"arabic\">وروى عن أبي أمامة وواثلة بن الأسقع وأنس بن مالك وعبد الرحمن بن غنم وابن \n  محيريز ومحمود بن الربيع وأبي سلام الأسود وأبي إدريس الخولاني وشرحبيل بن \n  السمط وخلق كثير .\n</p>\n<p class=\"arabic\">وعنه أيوب بن موسى وثور بن يزيد والعلاء بن الحارث وعامر الأحول وحجاج بن \n  أرطأة وحفص بن غيلان وزيد بن واقد وابن زبر والأوزاعي وسعيد بن عبد العزيز \n  وابن إسحاق وعلي بن أبي حملة ومحمد بن راشد وحميد الطويل وخلق كثير .\n</p>\n<p class=\"arabic\">وداره بدمشق في طرف سوق الأحد *7*479* .\n</p>\n<p class=\"arabic\">وكان أبوه مولى امرأة من هذيل ويقال هو من أولاد كسرى واسمه زبر .\n</p>\n<p class=\"arabic\">وقيل هو زبر بن شاذل بن سند بن شروان بن كسرى من سبي كابل .\n</p>\n<p class=\"arabic\">روى سعيد بن عبد العزيز عن مكحول أنه كان يرمي ويقول أنا الغلام الهذلي .\n</p>\n<p class=\"arabic\">وأما عبد الله بن العلاء بن زبر فقال سمعت مكحولا يقول كنت عبدا لسعيد بن \n  العاص فوهبني لامرأة من هذيل فأنعم الله علي يعني بمصر فما خرجت منها حتى \n  ظننت أنه ليس بها علم إلا وقد سمعته ثم قدمت المدينة فما خرجت منها حتى ظننت \n  أنه ليس بها علم إلا وقد سمعته ثم لقيت الشعبي فلم أر مثله رواها الوليد بن \n  مسلم عنه .\n</p>\n<p class=\"arabic\">وقال يحيى بن حمزة عن أبي وهب الكلاعي عبد الله بن عبيد عن مكحول قال أعتقت \n  بمصر فلم أدع بها علما إلا حويته فيما أرى ثم أتيت العراق فلم أدع بها علما \n  حويت عليه فيما أرى ثم أتيت المدنية فكذلك ثم أتيت الشام فغربلتها كل ذلك \n  أسأل عن النقل وذكر الحديث في ) .\n</p>\n<p class=\"arabic\">النقل .\n</p>\n<p class=\"arabic\">وقال يونس بن بكير عن ابن إسحاق سمعت مكحولا يقول طفت الأرض كلها في طلب العلم .\n</p>\n<p class=\"arabic\">وقال الزهري العلماء ثلاثة فذكر منهم مكحولا .\n</p>\n<p class=\"arabic\">وقال أبو حاتم الرازي ما أعلم بالشام أفقه من مكحول .\n</p>\n<p class=\"arabic\">وقال ابن زيد سمعت الزهري يقول العلماء أربعة سعيد بالمدينة *7*480* والشعبي \n  بالكوفة والحسن بالبصرة ومكحول بالشام .\n</p>\n<p class=\"arabic\">وقال سعيد بن عبد العزيز قال مكحول ما سمعت شيئا فاستودعته صدري إلا وجدته \n  حين أريد ثم قال سعيد كان مكحول أفقه من الزهري وكان بريئا من القدر .\n</p>\n<p class=\"arabic\">وقال عبد الرحمن بن يزيد بن جابر صحبت مكحولا في أسفار كثيرة يحمل فيها ديكا \n  لا يفارقه .\n</p>\n<p class=\"arabic\">وقال سعيد بن عبد العزيز أعطى مكحول مرة عشرة آلاف دينار فكان يعطي الرجل \n  خمسين دينارا ثمن الفرس .\n</p>\n<p class=\"arabic\">وقال عثمان بن عطاء الخراساني كان مكحول يقول كل من لا يستطيع أن يقول قل \n  كان أعجميا .\n</p>\n<p class=\"arabic\">وقال أحمد العجلي مكحول ثقة دمشقي .\n</p>\n<p class=\"arabic\">وقال ابن خراش صدوق يرى القدر .\n</p>\n<p class=\"arabic\">وقال يحيى بن معين كان قدريا ثم رجع عنه .\n</p>\n<p class=\"arabic\">وقال الأوزاعي لم يبلغنا أن أحدا من التابعين تكلم في القدر إلا الحسن ومكحول \n  فكشفنا عن ذلك فإذا هو باطل .\n</p>\n<p class=\"arabic\">وقال سعيد بن عيد العزيز جلس مكحول وعطاء بن أبي رباح يفتيان الناس يعني في \n  الموسم فكان لمكحول الفضل عليه حتى بلغا جزاء الصيد فكان عطاء كان أنفذ في \n  ذلك منه قال سعيد وسئل مكحول عن الرجل يدرك من الجمعة ركعة فقال ما أفتيت \n  فيها منذ ثلاثين سنة .\n</p>\n<p class=\"arabic\">قال أبو زرعة دلنا قوله على أنه أفتى في أيام عبد الملك .\n</p>\n<p class=\"arabic\">قال سعيد وكان إذا سئل يقول لا حول ولا قوة إلا بالله هذا رأي والرأي يخطيء \n  ويصيب ) *7*481* .\n</p>\n<p class=\"arabic\">وقال إسماعيل بن عياش عن تميم بن عطية قال كثيرا ما كنت أسمع مكحولا يسأل \n  فيقول ندانم يعني لا أدري .\n</p>\n<p class=\"arabic\">وقال سعيد بن عبد العزيز لم يكن عندنا أحد أحسن ستما في العبادة من مكحول \n  وربيعة بن يزيد .\n</p>\n<p class=\"arabic\">وروى غير واحد عن مكحول قال لأن أقدم فتضرب عنقي أحب إلي من أن ألي القضاء \n  ولأن ألي القضاء أحب إلي من أن ألي بيت المال وقال إن يكن في مخالطة الناس \n  خير فالعزلة أسلم .\n</p>\n<p class=\"arabic\">وقال ابن جابر أقبل يزيد بن عبد الملك إلى مكحول في أصحابه فهممنا بالتوسعة \n  فقال مكحول مكانكم دعوه يجلس حيث أدرك يتعلم التواضع .\n</p>\n<p class=\"arabic\">وقال سعيد بن عبد العزيز كانوا يؤخرون الصلاة في أيام الوليد بن عبد الملك \n  ويستحلفون الناس أنهم ما صلوا فأتى عبد الله بن أبي زكريا فاستحلف ما صلى \n  فحلف وأتى مكحول فاستحلف فقال فلم جئنا إذا فترك .\n</p>\n<p class=\"arabic\">وروى نعيم بن حماد قال ثنا عبد العزيز بن أبي حازم عن أبيه قال كتب عمر بن \n  عبد العزيز أن انظروا إلى الأحاديث التي رواها مكحول في الديات أحرقوها قال \n  فأحرقت .\n</p>\n<p class=\"arabic\">وقال رجاء بن أبي سلمة عن أبي عبيد مولى سليمان قال ما سمعت رجاء بن حيوة \n  يلعن أحدا إلا يزيد بن المهلب ومكحولا .\n</p>\n<p class=\"arabic\">قلت لعنه لكلامه في القدر .\n</p>\n<p class=\"arabic\">قال علي بن أبي حملة كنا على ساقيه بأرض الروم والناس يمرون وذلك في الغلس \n  وأبو شيبة يقص فدعا فقال اللهم ارزقنا طيبا واستعملنا صالحا .\n</p>\n<p class=\"arabic\">وقال مكحول وهو في القوم إن الله لا يرزق إلا طيبا ورجاء بن حيوة *7*482* \n  وعدي بن عدي ناحية فقال أحدهما لصاحبه أتسمع قال نعم فقيل لمكحول إنهما سمعا \n  قولك فشق عليه فقال له عبد الله بن زيد أنا أكفيك رحما قال فأتاه فأجرى ذكر \n  مكحول وقال دعه أليس هو صاحب الكلمة قال فما تقول في رجل قتل يهوديا فأخذ \n  منه ألف دينار فكان ينفق منها أرزق رزقه الله قال كل من عند الله قال ابن \n  أبي حملة أنا شهدتهما حين تكلما .\n</p>\n<p class=\"arabic\">وقال عاصم بن رجاء بن حيوة جاء مكحول إلى أبي فقال يا أبا المقدام إنهم يريدون \n  دمي ) .\n</p>\n<p class=\"arabic\">قال قد حذرتك القرشيين ومجالستهم ولكن أدنوك وقربوك فحدثتهم بأحاديث فلما \n  أفشوها عنك كرهتها .\n</p>\n<p class=\"arabic\">وقال رجاء بن أبي سلمة قال مكحول ما زلت مستقلا بمريعاتي حتى أعانهم علي رجاء \n  وذلك أنه رجل أهل الشام في أنفسهم .\n</p>\n<p class=\"arabic\">وروى إبراهيم بن عبد الله بن نعيم عن أبيه قال سألني مكحول خلاء فأخليته فتشهد \n  ثم ذكر أنه رفع إلى الضحاك بن عبد الرحمن أنه رأس القدرية فأمر الضحاك الحاجب \n  أن لا يدخله كما يدخلني في الخاصة فتبرأ مكحول من ذلك وسأل أبي أن يعلم الضحاك \n  ذلك ففعل حتى رددته إلى منزلته .\n</p>\n<p class=\"arabic\">وقال أبو مسهر كان سعيد بن عبد العزيز يبريء مكحولا ويرفعه عن القدر .\n</p>\n<p class=\"arabic\">قال أبو مسهر وطائفة توفي مكحول سنة ثلاثة عشرة .\n</p>\n<p class=\"arabic\">وقال أبو نعيم ودحيم سنة اثنتي عشرة ومائة .\n</p>\n<p class=\"arabic\">ويقال سنة ثماني عشرة وهو وهم .\n\n</p>"
}