{
    "header": "المغيرة بن سعيد البجلي الكوفي لعنه الله ...",
    "id": "001903",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">المغيرة بن سعيد البجلي الكوفي لعنه الله .\n</h1>\n<p class=\"arabic\">قال أبو محمد بن حزم في الملل والنحل كان يقول إن معبوده على *7*475* صورة \n  رجل على رأسه تاج وإن أعضاءه على عدد حروف الهجاء وإنه لما أراد أن يخلق خلق \n  تكلم باسمه أفطار فوقع على تاجه ثم كتب بإصبعه أعمال العباد من المعاصي والطاعات \n  فلما رأى المعاصي ارفض عرقا فاجتمع من عرقه بحران أحدهما ملح مظلم والثاني \n  عذب فاطلع في البحر فرأى ظله فأخذه فقلع ظله فخلق من عيني ظله الشمس والقمر \n  وخلق الكفار من البحر الملح .\n</p>\n<p class=\"arabic\">وقال أبو بكر بن عياش رأيت خالد بن عبد الله حين أتى بالمغيرة بن سعيد وأصحابه \n  فقتل منهم رجلا ثم قال للمغيرة أخيه وكان يريهم أنه يحيى الموتى فقال والله \n  ما أحيي الموتى فأمر الأمير خالد بطن قصب فأضرم نارا ثم قال للمغيرة اعتنقه \n  فتمنع فعدا رجل من أصحابه فاعتنقه فأكلته النار فقال خالد هذا والله كان أحق \n  بالرياسة منك ثم قتله وقتل أصحابه .\n</p>\n<p class=\"arabic\">قال ابن عون سمعت إبراهيم النخعي يقول إياكم والمغيرة بن سعيد وأبا عبد الرحمن \n  فإنهما كذابان .\n</p>\n<p class=\"arabic\">وروى الفضل بن موسى السيناني عمن أخبره عن الشعبي أنه قال للمغيرة بن سعيد \n  ما فعل حب علي رضي الله عنه قال في العظم واللحم والعروق فقال الشعبي إجمعه \n  قبل أن يغلي *7*476* .\n</p>\n<p class=\"arabic\">وقال شبابة ثنا عبد الأعلى بن أبي المساور سمعت المغيرة الكذاب يقول إن الله \n  يأمر بالعدل علي والإحسان فاطمة وإيتاء ذي القربى الحسن والحسين وينهي عن \n  الفحشاء أبي بكر والمنكر عمر والبغي عثمان .\n</p>\n<p class=\"arabic\">وروى أبو معاوية عن الأعمش قال أدركت الناس يسمونهم الكذابين ولا عليكم أن \n  تذكروا ذلك عني فإني لا آمنهم أن يقولوا وجدنا الأعمش على امرأة وقد آتاني \n  المغيرة بن سعيد فوثب وثبة صار في قبلة البيت فقلت ما شأنك قال إن حيطانكم \n  نجسة فقلت أكان علي يحيى الموتى قال إي والذي نفسي بيده لو شاء لأحيا عادا \n  وثمود قلت من أين علمت قال إني أتيت رجلا من أهل البيت فتفل في في فما بقي \n  شيء إلا وأنا أعلمه ثم تنفس الصعداء فقلت ) .\n</p>\n<p class=\"arabic\">ما شأنك قال طوبي لمن روي من ماء الفرات .\n</p>\n<p class=\"arabic\">قلت وهل لنا شراب غيره قال أترى أشرب منه قلت فمن أين تشرب قال من بئر لبعض \n  هؤلاء المرجئة .\n</p>\n<p class=\"arabic\">وعن أبي يوسف القاضي قال لما وقع المغيرة فيما وقع من الخزي أتيته فقال يا \n  أبا محمد طوبى لمن شرب شربة من ماء الفرات قلت أو لست على أفنية الفرات قال \n  يختلسه عنا أصحاب ابن هبيرة .\n</p>\n<p class=\"arabic\">وقال الجوزجاني قتل المغيرة بن سعيد على ادعاء النبوة .\n</p>\n<p class=\"arabic\">وقال أبو عوانة عن الأعمش قال أتاني المغيرة بن شعبة فذكر عليا وذكر *7*477* \n  الأنبياء ففضل عليا عليهم ثم قال كان علي بالبصرة فأتى أعمى فمسح يده على \n  عينيه فأبصر ثم قال للأعمى أتحب أن ترى الكوفة قال نعم قال فأمر بالكوفة فحملت \n  إليه حتى نظر إليها ثم قال لها إرجعي فرجعت فقلت سبحان الله سبحان الله فلما \n  رأى إنكاري عليه تركني وقام .\n</p>\n<p class=\"arabic\">وقد ذكره ابن عدي في الضعفاء فقال لم يكن بالكوفة ألعن من المغيرة بن سعيد \n  فيما يروى عنه من التزوير على علي رضي الله عنه وعلى أهل البيت وهو دائم الكذب \n  عليهم ولا أعرف له حديثا مسندا .\n\n</p>"
}