{
    "header": "ميمون بن مهران الجزري م .",
    "id": "001916",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">ميمون بن مهران الجزري م .\n</h1>\n<p class=\"arabic\">*7*486* الفقيه أبو أيوب عالم الجزيرة وسيدها أعتقته امرأة من بني نصر بن \n  معاوية بالكوفة فنشأ بها ثم سكن الرقة .\n</p>\n<p class=\"arabic\">وروى عن أبي هريرة وعاشة وابن عباس وابن عمر وأم الدرداء وطائفة وأرسل عن \n  عمر والزبير بن العوام .\n</p>\n<p class=\"arabic\">وعنه ابنه عمر وأبو بشر جعفر بن إياس وحجاج بن أرطأة وخصيف وسالم بن أبي المهاجر \n  والأوزاعي وجعفر بن برقان ومعقل بن عبد الله وأبو المليح الحسن بن عمر الرقيان \n  وخلق كثير .\n</p>\n<p class=\"arabic\">قال أحمد بن حنبل هو أوثق من عكرمة وقيل مولده عام توفي علي رضي الله عنه .\n</p>\n<p class=\"arabic\">وقد وثقه النسائي وغيره .\n</p>\n<p class=\"arabic\">وروى سعيد بن عبد العزيز عن سليمان بن موسى قال هؤلاء الأربعة علماء الناس \n  في زمن هشام بن عبد الملك مكحول والحسن والزهري وميمون بن مهران .\n</p>\n<p class=\"arabic\">وروى إسماعيل بن عبيد الله عن ميمون بن مهران قال كنت أفضل عليا على عثمان \n  فقال لي عمر بن عبد العزيز أيهما أحب إليك رجل أسرع في الدماء أو رجل أسرع \n  في المال فرجعت وقلت لا أعود وقال كنت عند عمر بن عبد العزيز فلما قمت قال \n  إذا ذهب هذا وضرباؤه وصار الناس بعده رجراجة *7*487* .\n</p>\n<p class=\"arabic\">قال أبو المليح الرقي ما رأيت رجلا أفضل من ميمون بن مهران وقال عمرو بن ميمون \n  بن ) .\n</p>\n<p class=\"arabic\">مهران قال أبي وددت أن أصبعي قطعت من ها هنا وأني لم أل لعمر بن عبد العزيز \n  ولا لغيره .\n</p>\n<p class=\"arabic\">قلت كان قد ولي له خراج الجزيرة وقضاءها .\n</p>\n<p class=\"arabic\">وروي أن ميمون بن مهران صلى في سبعة عشر يوما سبعة عشر ألف ركعة فلما كان \n  في اليوم الثامن عشر انقطع في جوفه شيء فمات وعن ميمون بن مهران قال لا يكون \n  الرجل تقيا حتى يكون أشد محاسبة لنفسه من الشريك لشريكه وحتى يعلم من أين \n  ملبسه ومشربه .\n</p>\n<p class=\"arabic\">وقال أبو المليح الرقي جاء رجل يخطب بنمت ميمون بن مهران فقال لا أرضاها لك \n  لأنها تحب الحلي والحلل قال فعندي هذا قال الآن لا أرضاك لها .\n</p>\n<p class=\"arabic\">وقال معمر بن سليمان عن فرات بن السائب عن ميمون بن مهران قال ثلاث لا تبلون \n  نفسك بهن لا تدخل على السلطان وإن قلت آمره بطاعة الله ولا تصغين سمعك الذي \n  هوى فإنك لا تدري مال يعلق بقلبك منه ولا تدخل على امرأة وإن قلت أعلمها كتاب \n  الله .\n</p>\n<p class=\"arabic\">وقال أبو المليح عن حبيب بن أبي مرزوق قال قال ميمون وددت أن عيني ذهبت وبقيت \n  الآخرى أتمتع بها وأني بها وأني أعمل عملا قط وقال أبو المليح عن ميمون قال \n  لا تضرب المملوك في كل ذنب ولكن احفظ له فإذا عصى الله فعاقبه على المعصية \n  وذكره الذنوب التي بينك وبينه .\n</p>\n<p class=\"arabic\">وقال أبو الحسن الميموني قال لي أحمد بن حنبل إني لأشبه ورع جدك بورع ابن \n  سيرين .\n</p>\n<p class=\"arabic\">وقال أبو المليح قال ميمون إذا أتى أحد باب السلطان فاحتجب عنه فليأت بين \n  الرحمن فإنه مفتوح فليصل ركعتين وليسأل حاجته .\n</p>\n<p class=\"arabic\">توفي ميمون سنة سبع عشرة ومائة على الصحيح *7*488* .\n\n</p>"
}