{
    "header": "نافع مولى ابن عمر ع أبو عبد الله .",
    "id": "001917",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">نافع مولى ابن عمر ع أبو عبد الله .\n</h1>\n<p class=\"arabic\">أحد الأئمة الكبار بالمدينة بربري الأصل وقيل نيسابوري وقيل كابلي وقيل ديلمي \n  وقيل طالقاني .\n</p>\n<p class=\"arabic\">روى عن مولاه وعائشة وأبي هريرة وأم سلمة ورافع بن خديج وأبي لبابة بن عبد \n  المنذر وصفية بنت أبي عبيد وطائفة ) .\n</p>\n<p class=\"arabic\">وعنه أيوب والزهري وبكير بن الأشج وابن عون وعبيد الله بن عمر وابن جريج وعقيل \n  والأوزاعي ويزيد بن الهاد ويونس بن يزيد ويونس بن عبيد وأسامة بن زيد الليثي \n  والعمري وإسماعيل بن أمية وأيوب بن موسى وجرير بن حازم وجويرية بن أسماء وحجاج \n  بن أرطأة *7*489* وحميد بن زياد ورقبة بن مصقلة والضحاك بن عثمان وزيد وعاصم \n  وعمر أبو محمد بن زيد ومالك بن مغول ومالك بن أنس وفليح بن سليمان والليث \n  ونافع بن أبي نعيم وخلق كثير .\n</p>\n<p class=\"arabic\">وقال البخاري أصح الأسانيد مالك عن نافع عن ابن عمر .\n</p>\n<p class=\"arabic\">وقال عبيد الله بن عمر بعث عمر بن عبد العزيز نافعا إلى أهل مصر يعلمهم السنن .\n</p>\n<p class=\"arabic\">وقال الأصمعي ثنا العمري عن نافع قال دخلت مع مولاي على عبد الله بن جعفر \n  فأعطاه في اثني عشر ألفا فأبى وأعتقني أعتقه الله .\n</p>\n<p class=\"arabic\">وقال زيد بن أبي أنيسة عن نافع سافرت مع ابن عمر بضعا وثلاثين حجة وعمرة .\n</p>\n<p class=\"arabic\">قال أحمد بن حنبل إذا اختلف نافع وسالم ما أقدم عليهما .\n</p>\n<p class=\"arabic\">وقال ابن وهب قال مالك كنت آتي نافعا وأنا حديث السن ومعي غلام لي فيقعد ويحدثني \n  وكان صغير النفس وكان في حياة سالم لا يفتي شيئا .\n</p>\n<p class=\"arabic\">وروى مطرف بن عبد الله عن مالك قال كان في نافع حدة ثم حكى أنه كان يلاطفه \n  ويداريه وقيل كان في نافع لكنه .\n</p>\n<p class=\"arabic\">وقال إسماعيل بن أمية كنا نرد على نافع اللحن فيأبى .\n</p>\n<p class=\"arabic\">وروى الواقدي عن جماعة قالوا كان كتاب نافع الذي سمعه من ابن عمر صحيفة فكنا \n  نقرأها .\n</p>\n<p class=\"arabic\">وقال عبد العزيز بن أبي داود احتضر نافع فبكى فقيل ما يبكيك قال ذكرت سعد \n  بن معاذ وضغطة القبر .\n</p>\n<p class=\"arabic\">قال النسائي نافع ثقة أثبت أصحابه مالك عن أيوب ثم عبيد الله *7*490* ثم يحيى \n  بن سعيد ثم ابن عون ثم صالح بن كيسان ثم موسى بن عقبة ثم ابن جريج ثم كثير \n  بن فرقد ثم الليث .\n</p>\n<p class=\"arabic\">واختلف سالم ونافع على ابن عمر في ثلاثة أحاديث وسالم أجل منه لكن أحاديث \n  نافع الثلاثة أولى بالصواب ) .\n</p>\n<p class=\"arabic\">وقال يونس بن يزيد قال نافع من يعذرني من بربريكم يأتيني فأحدثه عن ابن عمر \n  ثم يذهب إلى سالم فيقول هل سمعت هذا من أبيك فيقول نعم فيحدث عن سالم ويدعني \n  والسياق من عندي .\n</p>\n<p class=\"arabic\">ابن وهب عن مالك قال كنت آتي نافعا وأنا غلام حديث السن معي غلام فينزل ويحدثني \n  وكان يجلس بعد الصبح في المسجد لا يكاد يأتيه أحد فإذا طلعت الشمس خرج وكان \n  يلبس كساء وربما يضعه على فمه لا يكلم أحدا وكنت أراه بعد صلاة الصبح يلتف \n  بكساء له أسود .\n</p>\n<p class=\"arabic\">وقال إسماعيل بن أبي أويس عن أبيه قال كنا نختلف إلى نافع وكان سيء الخلق \n  فقلت ما أصنع بهذا العبد فتركته ولزمه غيري فانتفع به .\n</p>\n<p class=\"arabic\">قال حماد بن زيد وابن سعد وعدة توفي نافع سنة سبع عشرة ومائة وأعلى ما يقع \n  حديثه اليوم في جزء أبي الجهم وجزء بهي .\n</p>\n<p class=\"arabic\">وقال ابن عيينة وأحمد مات سنة تسع عشرة .\n</p>\n<p class=\"arabic\">قال الهيثم وأبو عمر الضرير سنة عشرين ومائة .\n\n</p>"
}