{
    "header": "جابر بن يزيد الجعفي الكوفيد ت ق أحد أوعيـ...",
    "id": "002056",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">جابر بن يزيد الجعفي الكوفيد ت ق أحد أوعية العلم على ضعفه ورفضه .\n</h1>\n<p class=\"arabic\">روى عن أبي الطفيل والشعبي ومجاهد وأبي الضحى وعكرمة وطائفة .\n</p>\n<p class=\"arabic\">وعنه شعبة ومعمر والسفيانان وإسرائيل وشريك وأبو عوانة وشيبان وخلق .\n</p>\n<p class=\"arabic\">روى عبد الرحمن بن مهدي عن سفيان قال كان جابر الجعفي ورعا في الحديث ما رأيت \n  أورع في الحديث منه .\n</p>\n<p class=\"arabic\">وقال شعبة هو صدوق وروى يحيى بن أبي بكير عن شعبة قال كان جابر إذا قال ثنا \n  وسمعت فهو من أوثق الناس .\n</p>\n<p class=\"arabic\">وقال وكيع ما شككتم في شيء فلا تشكوا أن جابرا ثقة .\n</p>\n<p class=\"arabic\">وقال محمد بن عبد الله بن الحكم سمعت الشافعي يقول قال سفيان لشعبة لئن تكلمت \n  في جابر الجعفي لأتكلمن فيك .\n</p>\n<p class=\"arabic\">وروى عباس الدوري عن ابن معين قال لا يكتب حديث جابر الجعفي ولا كرامة *8*60* .\n</p>\n<p class=\"arabic\">وقال زائدة كان جابر الجعفي كذابا يؤمن بالرجعة .\n</p>\n<p class=\"arabic\">وروى أبو يحيى الحماني عن أبي حنيفة قال ما لقيت أكذب من جابر الجعفي ما أتيته \n  بشيء من رأي إلا جاءني فيه بأثر وزعم أن عنده ثلاثين ألف حديث لم يظهرها .\n</p>\n<p class=\"arabic\">وقال أحمد تركه يحيى القطان وابن مهدي .\n</p>\n<p class=\"arabic\">وقال النسائي متروك .\n</p>\n<p class=\"arabic\">وقال أبو أحمد بن عدي له حديث صالح وقد احتمله الناس ورووا عنه وعامة ما قذفوه \n  به أنه كان يؤمن بالرجعة يعني رجعة علي إلى الدنيا .\n</p>\n<p class=\"arabic\">وقال الفضل بن زياد سئل أحمد بن حنبل عن جابر الجعفي وليث بن أبي سليم فقال \n  جابر أقواهما حديثا وليث أحسنهما رأيا إنما ترك الناس حديث جابر لسوء رأيه \n  فسئل أحمد عن جابر وحجاج بن أرطاة فأطرق ساعة وقال لا أدري ثم قال قد روى \n  شعبة عن جابر الجعفي نحو سبعين حديثا وقال شعبة هو صدوق .\n</p>\n<p class=\"arabic\">وقال يعقوب بن شيبة لا نعلم أحدا ترك جابرا الجعفي إلا زائدة وهو رجل في حديثه \n  اضطراب .\n</p>\n<p class=\"arabic\">وقال أبو داود في حديث سجود السهو ليس في كتابي عن جابر سواه ) .\n</p>\n<p class=\"arabic\">قال محمد بن المثنى مات سنة ثمان وعشرين ومائة .\n\n</p>"
}