{
    "header": "الجهم بن صفوان أبو محرز الراسبي مولاهم اـ...",
    "id": "002068",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الجهم بن صفوان أبو محرز الراسبي مولاهم السمرقندي .\n</h1>\n<p class=\"arabic\">*8*66* المتكلم الضال رأس الجهمية وأساس البدعة كان ذا أدب ونظر وذكاء وفكر \n  وجدال ومراء وكان كاتبا للأمير الحارث بن سريج التميمي الذي توثب على عامل \n  خراسان نصر بن سيار وكان الجهم ينكر صفات الرب عز وجل وينزهه بزعمه عن الصفات \n  كلها ويقول بخلق القرآن ويزعم أن الله ليس على العرش بل في كل مكان فقيل كان \n  يبطن الزندقة والله أعلم بحقيقته .\n</p>\n<p class=\"arabic\">وكان هو ومقاتل بن سليمان المفسر بخراسان طرفي نقيض هذا يبالغ في النفي والتعطيل \n  ومقاتل يسرف في الإثبات والتجسيم .\n</p>\n<p class=\"arabic\">قال أبو محمد بن حزم ) .\n</p>\n<p class=\"arabic\">كان جهم مع مقاتل بخراسان في وقت واحد وكان يخالف مقاتلا في التجسيم كان جهم \n  يقول ليس الله شيئا ولا غير شيء لأنه قال تعالى ألله خالق كل شيء فلا شيء \n  إلا وهو مخلوق قال وكان يقول إن الإيمان عقد بالقلب وإن كفر بلسانه من تقية \n  أو إكراه وإن عبد الصليب والأوثان في الظاهر ومات على ذلك فهو مؤمن ولي لله \n  من أهل الجنة قال وكان مقاتل يقول إن الله جسم لحم ودم على صورة الإنسان تعالى \n  الله عن ذلك .\n</p>\n<p class=\"arabic\">وقال أبو عبد الله بن منده ثنا أحمد بن الحسن الأصبهاني بنيسابور ثنا عبد \n  الله بن إسحاق النهاوندي سمعت أحمد بن مهدي بن يزيد القافلاني قال قلت لأحمد \n  بن حنبل يا أبا عبد الله هؤلاء اللفظية فذكر القصة ثم قال أحمد بن حنبل قال \n  لنا علي بن عاصم ذهبت إلى محمد بن سوقة فقال ها هنا رجل قد بلغني أنه لم يصل \n  فمررت مع إليه فقال يا جهم ما هذا بلغني أنك لا تصلي قال نعم قال مذكم قال \n  مذ تسعة وثلاثين يوما واليوم *8*67* أربعين قال فلم لا تصلي قال حتى يتبين \n  لي لمن أصلي قال فجهد به ابن سوقة أن يرجع أو أن يتوب أو يقلع فلم يفعل فذهب \n  إلى الوالي فأخذه فضرب عنقه وصلبه ثم قال لنا أحمد بن حنبل ألا يترك الله \n  من يصلي ويصوم له يدع الصلاة عامدا أربعين يوما إلا ويضربه بقارعة .\n</p>\n<p class=\"arabic\">وقال عبد الرحمن بن أبي حاتم حدثني محمد بن مسلم حدثني عبد العزيز بن منيب \n  ثنا موسى بن حزام الترمذي ثنا الأصمعي عن المعتمر عن خلاد الطفاوي قال كان \n  مسلم بن أحوز على شرطة نصر بن سيار فقتل جهم ابن صفوان لأنه أنكر أن الله \n  كلم موسى .\n</p>\n<p class=\"arabic\">وقال عمر بن مدرك القاص سمعت مكي بن إبراهيم يقول ظهر عندنا جهم سنة اثنتين \n  وثلاثين ومائة فرأيته في مسجد بلخ يقول بتعطيل الله عن عرشه وأن العرش منه \n  خال .\n</p>\n<p class=\"arabic\">قلت سلم بن أحوز الذي قتل الجهم قتله أبو مسلم صاحب الدعوة في حدود الثلاثين \n  ومائة أيضا .\n</p>\n<p class=\"arabic\">وقال أبو داود السجستاني ثنا أحمد بن هاشم الرملي ثنا ضمرة بن ربيعة عن ابن \n  شوذب قال ترك جهم الصلاة أربعين يوما وكان فيمن خرج مع الحارث بن سريج .\n</p>\n<p class=\"arabic\">وروى يحيى بن شبيل أنه كان جالسا مع مقاتل بن سليمان وعباد بن كثير إذ جاء \n  شاب فقال ما تقول في قوله تعالى كل شيء هالك إلا وجهه قال مقاتل هذا جهمي \n  ويحك إن جهما والله ما حج البيت ولا جالس العلماء إنما كان رجلا قد أعطي لسانا \n  ) *8*68* .\n</p>\n<p class=\"arabic\">قال أبو محمد بن حزم ومن فضائح الجهمية قولهم بأن علم الله محدث مخلوق وأن \n  الله لم يكن يعلم شيئا حتى أحدث لنفسه علما وكذا قولهم في القدرة .\n</p>\n<p class=\"arabic\">وروى إبراهيم بن عمر الكوفي عن أبي يحيى الحماني قال جهم كافر بالله وقيل \n  إن الجهم تاب عن مقالته ورجع .\n</p>\n<p class=\"arabic\">قال أبو داود السجستاني ثنا أحمد بن حفص بن عبد الله حدثني أبي قال قال إبراهيم \n  بن طهمان حدثني من لا أتهم غير واحد أن جهما رجع عن قوله ونزع عنه وتاب إلى \n  الله منه .\n</p>\n<p class=\"arabic\">وقال البخاري في أفعال العباد قال ضمرة عن ابن شوذب قال ترك جهم الصلاة أربعين \n  يوما على وجه الشك فخاصمه بعض السمنية فشك وأقام أربعين يوما لا يصلي .\n</p>\n<p class=\"arabic\">قال ضمرة قد رأى ابن شوذب جهما .\n</p>\n<p class=\"arabic\">وقال عبد العزيز بن الماجشون كلام جهم صفة بلا معنى وبناء بلا أساس .\n</p>\n<p class=\"arabic\">قلت فكان الناس في عافية وسلامة فطرة حتى نبغ جهم فتكلم في الباري تعالى وفي \n  صفاته بخلاف ما أتت به الرسل وأنزلت به الكتب نسأل الله السلامة في الدين \n  *8*69* .\n\n</p>"
}