{
    "header": "إياس بن معاوية مق بن قرة أبو واثلة المزنـ...",
    "id": "002039",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">إياس بن معاوية مق بن قرة أبو واثلة المزني البصري .\n</h1>\n<p class=\"arabic\">قاضي البصرة وأحد الأعلام .\n</p>\n<p class=\"arabic\">روى عن أبيه وأنس بن مالك وسعيد بن المسيب وسعيد بن جبير وعدة .\n</p>\n<p class=\"arabic\">وعنه خالد الحذاء وشعبة وحماد بن سلمة ومعاوية بن عبد الكريم الضال وآخرون \n  *8*42* .\n</p>\n<p class=\"arabic\">وكان أحد من يضرب به المثل في الذكاء والرأي والسؤدد والعقل وثقه ابن معين \n  ولكن قلما روى له مسلم شيئا في مقدمته وعلق له البخاري شيئا وأخباره مستوعبة \n  في تهذيب الكمال لشيخنا مادتها من تاريخ دمشق .\n</p>\n<p class=\"arabic\">قال عبد الله بن شوذب كان يقال يولد في كل مائة سنة رجل تام العقل وكانوا \n  يرون أن إياس بن معاوية منهم .\n</p>\n<p class=\"arabic\">وقال الأصمعي قال إياس من عدم فضيلة العقل فقد فجع بأكرم أخلاقه .\n</p>\n<p class=\"arabic\">وقال ربيعة الرائي قال لي إياس بن معاوية يا ربيعة كل ديانة أسست على غير \n  ورع فهي ) .\n</p>\n<p class=\"arabic\">هباء .\n</p>\n<p class=\"arabic\">وقال سفيان بن حسين قلت لإياس ما المروءة قال حيث تعرف التقوى وحيث لا تعرف \n  اللباس الجيد .\n</p>\n<p class=\"arabic\">وروى الأصمعي عن أبيه قال رأيت في بيت ثابت البناني رجلا أحمر طويل الذراع \n  غليظ الثياب يلوث عمامته لوثا ورأيته قد غلب على الكلام فلا يتكلم أحد معه \n  فأردت أن أسأله عنه حتى قال قائل له يا أبا واثلة فعرفت أنه إياس .\n</p>\n<p class=\"arabic\">وقال حبيب بن الشهيد سمعت إياسا يقول لست بخب ولا يخدعني الخب ولا يخدع محمد \n  بن سيرين ولكنه يخدع أبي ويخدع الحسن ويخدع عمر ابن عبد العزيز قال حبيب وأتى \n  رجل إياسا يشاوره في خصومة فقال *8*43* إن أردت القضاء فعليك بعبد الملك بن \n  يعلى فهو القاضي وإن أردت الفتيا فعليك بالحسن فهو معلمي وإن أردت الصلح فعليك \n  بحميد الطويل وتدري ما يقول لك يقول لك دع شيئا من حقك وإن أردت الخصومة فعليك \n  بصالح السدوسي وتدري ما يقول لك يقول إجحد ما عليك واستشهد الغيب يعني المسافرين \n  إلى أن يقدموا .\n</p>\n<p class=\"arabic\">قال المدائني كان إياس قاضيا قائفا ذكيا استقضاه عمر بن عبد العزيز ثم هرب .\n</p>\n<p class=\"arabic\">وقال جرير بن عبد الحميد عن مغيرة قال ولى عدي بن أرطاة الأمير إياسا قضاء \n  البصرة فأبى وقال بكر بن عبد الله المزني خير مني .\n</p>\n<p class=\"arabic\">وقال سهل بن يوسف قال لي إياس إن هذا قد بعث إلي فانطلقت معه فدخل على عدي \n  بن أرطأة ثم خرج ومعه حرسي فقال أبى أن يعفيني فصلى ركعتين ثم قال للحرسي \n  قدم يعني خصما فما قام حتى قضى سبعين قضية ثم خرج إياس من البصرة في قضية \n  كانت فاستعمل عدي على القضاء الحسن البصري .\n</p>\n<p class=\"arabic\">وقال حميد الطويل لما ولي إياس دخل عليه الحسن وإياس يبكي فقال ما يبكيك فذكر \n  حديث القضاة ثلاثة واحد في الجنة وإثنان في النار فقال الحسن إن فيما قص الله \n  عليك من نبأ داود وسليمان ما يرد قول هؤلاء الناس وقرأ ففهمناها سليمان وكلا \n  آتينا حكما وعلما فحمد الله سليمان ولم يذم داود .\n</p>\n<p class=\"arabic\">وقال خالد الحذاء قضى إياس بشاهد ويمين المدعي *8*44* .\n</p>\n<p class=\"arabic\">وعن إبراهيم بن مرزوق قال كنا عند إياس قبل أن يستقضى وكنا نكتب عنه الفراسة \n  كما ) .\n</p>\n<p class=\"arabic\">نكتب من صاحب الحديث الحديث .\n</p>\n<p class=\"arabic\">وقال حميد شك أنس في ولد له فدعا إياس بن معاوية فنظر له .\n</p>\n<p class=\"arabic\">وقال الأصمعي رأي إياس رجلا فقال تعال يا يمامي قال لست بيمامي فقال فتعالى \n  يا أضاخي قال لست بأضاخي قال فتعال يا ضروي فجاء فسأله عن نفسه فأقر أنه ولد \n  باليمامة ونشأ بأضاخة ثم تحول إلى ضرية .\n</p>\n<p class=\"arabic\">وقال ابن شوذب شهدت إياسا يقول ما بعد عهد قوم بنبيهم إلا كان أحسن لقولهم \n  وأسوأ لفعلهم .\n</p>\n<p class=\"arabic\">وقال ابن شبرمة قالوا لإياس إنك معجب برأيك قال لو لم أعجب به لم أقض به .\n</p>\n<p class=\"arabic\">وعن محمد بن مسعر قال قال رجل لإياس علمني القضاء قال إن القضاء لا يتعلم \n  إنما القضاء فهم وقيل إنهم قالوا لإياس إنك تكثر الكلام قال أفبصواب أتكلم \n  أم بخطأ قالوا بصواب قال فالإكثار من الصواب أفضل .\n</p>\n<p class=\"arabic\">وعن إياس وقيل له ما عيبك قال الإكثار .\n</p>\n<p class=\"arabic\">وقال حميد الطويل لما ماتت أم إياس بكى فقيل ما يبكيك قال *8*45* كان لي بابان \n  مفتوحان من الجنة فأغلق أحدهما .\n</p>\n<p class=\"arabic\">وقد اختلفوا في هروب إياس من القضاء على أقوال أحدها أنه رد شهادة شريف مطاع \n  فآلى أن يقتله فهرب لذلك .\n</p>\n<p class=\"arabic\">وكانت مدة ولايته سنة وأكره بعده الحسن على القضاء .\n</p>\n<p class=\"arabic\">وتوفي إياس سنة إحدى أو اثنتين وعشرين ومائة .\n</p>\n<p class=\"arabic\">ومحاسنه كثيرة رحمه الله .\n\n</p>"
}