{
    "header": "خالد بن عبد الله بن يزيد بن أسدد الأمير ...",
    "id": "002098",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">خالد بن عبد الله بن يزيد بن أسدد الأمير أبو القاسم القسري البجلي الدمشقي .\n</h1>\n<p class=\"arabic\">أحد الأشراف ولي إمرة مكة للوليد ثم إمرة العراقين وغيرها لهشام بن عبد الملك \n  وله أخوان أسد وإسماعيل ولجدهم صحبة .\n</p>\n<p class=\"arabic\">روى خالد عن أبيه .\n</p>\n<p class=\"arabic\">وعنه حميد الطويل وإسماعيل بن أبي خالد وسيار أبو الحكم *8*83* .\n</p>\n<p class=\"arabic\">وكان خطيبا بليغا جوادا ممدحا عظيم القدر لكنه ناصبي .\n</p>\n<p class=\"arabic\">قال ابن معين رجل سوء يقع في علي رضي الله عنه .\n</p>\n<p class=\"arabic\">قال يحيى الحماني قيل لسيار تروي عن خالد القسري قال إنه كان أشرف من أن يكذب .\n</p>\n<p class=\"arabic\">وذكره ابن حبان في الثقات .\n</p>\n<p class=\"arabic\">وقال المدائني أول ما عرف به سؤدد خالد بن عبد الله أنه مر في سوق دمشق وهو \n  غلام فوطيء فرسه صبيا فوقف عليه فلما رآه لا يتحرك أمر غلامه فحمله ثم أتى \n  به مجلس قوم فقال إن حدث بهذا الغلام حدث فأنا صاحبه وطأته فرسي ولم أعلم .\n</p>\n<p class=\"arabic\">قال خليفة ولي خالد بن عبد الله القسري مكة للوليد سنة تسع وثمانين فبقي حتى \n  عزله سليمان بن عبد الملك ثم ولي خالد العراق سنة ست ومائة إلى سنة عشرين \n  ومائة فصرف بيوسف بن عمر .\n</p>\n<p class=\"arabic\">قال الأصمعي ثنا الوليد بن نوح قال سمعت خالد بن عبد الله على المنبر يقول \n  إني لأطعم كل يوم ستة وثلاثين ألفا من الأعراب من تمر وسويق .\n</p>\n<p class=\"arabic\">وقال أبو تمام حبيب بن أوس الطائي الشاعر حدثني بعض القسريين قال كان خالد \n  بن عبد الله يدعو بالبدر ويقول إنما هذه الأموال ودائع لا بد من تفريقها ويقول \n  إذا أتانا المملق فأغنيناه والظمآن فأرويناه فقد أدينا الأمانة *8*84* .\n</p>\n<p class=\"arabic\">وعن الأصمعي قال دخل على خالد أعرابي فقال أيها الأمير قد امتدحتك ببيتين \n  فلا أنشدكهما ) .\n</p>\n<p class=\"arabic\">إلا بعشرة آلاف وخادم قال قل فقال .\n</p>\n<p class=\"arabic\">% لزمت نعم حتى كأنك لم تكن % % سمعت من الأشياء شيئا سوى نعم % .\n</p>\n<p class=\"arabic\">% وأنكرت لا حتى كأنك لم تكن % % سمعت بها في سالف الدهر والأمم % .\n</p>\n<p class=\"arabic\">فأمر له بعشرة آلاف وخادم فأنشأ يقول .\n</p>\n<p class=\"arabic\">% أخالد إني لم أزرك لحاجة % % سوى أنني عاف وأنت جواد % .\n</p>\n<p class=\"arabic\">% أخالد إن الحمد والأجر حاجتي % % فأيهما تأتي فأنت عماد % .\n</p>\n<p class=\"arabic\">فقال له خالد سل يا أعرابي قال أصلح الله الأمير مائة ألف درهم قال أكثرت \n  قال قد حططت الأمير تسعين ألفا قال ما أدري من أي أمريك أعجب قال انك لما \n  جعلت المسألة إلي سألت على قدرك فلما سألتني أن أحط حططت على قدري قال يا \n  أعرابي لا تغلبني يا غلام مائة ألف فدفعها إليه .\n</p>\n<p class=\"arabic\">وروى زكريا المنقري عن الأصمعي قال دخل أعرابي على خالد في يوم مجلس الشعراء \n  فأنشده .\n</p>\n<p class=\"arabic\">% تعرضت لي بالجود حتى نعشتني % % وأعطيتني حتى ظننتك تلعب % .\n</p>\n<p class=\"arabic\">% فأنت الندى وابن الندى وأخو الندى % % حليف الندى ما للندى عنك مذهب % .\n</p>\n<p class=\"arabic\">فأمر له بمائة ألف .\n</p>\n<p class=\"arabic\">وعن الهيثم بن عدي أن خالد بن عبد الله القسري قال لا يحتجب الوالي *8*85* \n  إلا لثلاث إما عيي فهو يكره أن يطلع الناس على عيه وإما صاحب سوء فهو يتستر \n  وإما بخيل يكره أن يسأل .\n</p>\n<p class=\"arabic\">ولخالد ترجمة طويلة في تاريخ دمشق .\n</p>\n<p class=\"arabic\">قال خليفة بن خياط قتل خالد سنة ست وعشرين ومائة وهو ابن نحو ستين سنة .\n</p>\n<p class=\"arabic\">قلت له في سنن أبي داود أنه أضعف صاع العراق فجعله ستة عشر رطلا .\n\n</p>"
}