{
    "header": "سعد بن إبراهيم بن عبد الرحمن بن عوفع قاضـ...",
    "id": "002137",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">سعد بن إبراهيم بن عبد الرحمن بن عوفع قاضي المدينة أبو اسحاق الزهري المدني .\n</h1>\n<p class=\"arabic\">وأمه أم كلثوم بنت سعد بن أبي وقاص روى عن أبيه وخاليه إبراهيم وعامر ابني \n  سعد وعبد الله بن جعفر وأنس ابن مالك وعبد الله بن شداد بن الهاد وأبي أمامة \n  بن سهل وحفص بن عاصم وعميه حميد وأبي سلمة .\n</p>\n<p class=\"arabic\">وعنه ابنه إبراهيم بن سعد وشعبة ومسعر والسفيانان وأبو عوانة وابن عجلان وطائفة .\n</p>\n<p class=\"arabic\">قال ابن المديني لم يلق أحدا من الصحابة *8*112* .\n</p>\n<p class=\"arabic\">قلت بلى حديثه عن ابن جعفر في الصحيحين .\n</p>\n<p class=\"arabic\">قال وكان لا يحدث في المدينة فمالك لم يكتب لذاعنه وسمع منه شعبة وسفيان بواسط \n  وابن عيينة بمكة .\n</p>\n<p class=\"arabic\">وقال أيوب السختياني سمعت سعد بن إبراهيم يقول يا أهل مكة إنكم تحلون الزنا \n  يعني عارية الفرج والمتعة .\n</p>\n<p class=\"arabic\">وقال إبراهيم بن سعد أدركت أبي وله عمائم لا أحفظ عددها كان يعتم ويعممني \n  وأنا صغير قال وسرد أبي الصوم أربعين سنة .\n</p>\n<p class=\"arabic\">وقال شعبة كان سعد بن إبراهيم يصوم الدهر ويختم القرآن كل يوم وليلة أو ليلتين .\n</p>\n<p class=\"arabic\">وقال غيره كان لا تأخذه في الله لومة لائم وكان من قضاة العدل .\n</p>\n<p class=\"arabic\">توفي سنة خمس وعشرين ومائة وقيل سنة ست أو سبع وعشرين ومائة .\n</p>\n<p class=\"arabic\">وقال محمد بن علي الجوزجاني سمعت أحمد بن حنبل يقول وسئل عن سعد بن إبراهيم \n  رأى ابن عمر قال نعم .\n</p>\n<p class=\"arabic\">وقال شعبة عن سعد قال رأيت ابن عمر يصلي صافا قدميه وأنا غلام .\n</p>\n<p class=\"arabic\">وروى مسعر عن سعد بن إبراهيم قال لا يحدث عن رسول الله صلى الله عليه وسلم \n  إلا ) .\n</p>\n<p class=\"arabic\">الثقات .\n</p>\n<p class=\"arabic\">وقال ابن معين عن سعيد بن عامر عن شعبة قال كتب عني سعد بن إبراهيم حديثي \n  كله .\n</p>\n<p class=\"arabic\">وقال سعيد بن مسلم بن بانك رأيت سعد بن إبراهيم يقضي في المسجد *8*113* .\n</p>\n<p class=\"arabic\">وقال يعقوب بن إبراهيم توفي جدي وهو ابن اثنتين وسبعين سنة ومات سنة سبع وعشرين \n  وقال مرة أخرى سنة ست .\n</p>\n<p class=\"arabic\">قلت كان طلابة للعلم وسمع ولده إبراهيم من الزهري .\n\n</p>"
}