{
    "header": "زبيد بن الحارث الياميع الكوفي أحد الأعلاـ...",
    "id": "002119",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">زبيد بن الحارث الياميع الكوفي أحد الأعلام .\n</h1>\n<p class=\"arabic\">عن أبرهيم بن يزيد وابراهيم بن سويد النخعيين وعبد الرحمن بن أبي ليلى وأبي \n  وائل وطائفة .\n</p>\n<p class=\"arabic\">وعنه سفيان وشعبة وجرير بن حازم ومحمد بن طلحة بن مصرف وشريك وآخرون .\n</p>\n<p class=\"arabic\">قال شعبة ما رأيت رجلا خيرا من زبيد .\n</p>\n<p class=\"arabic\">وقال سفيان بن عيينة قال زبيد ألف بعرة أحب إلي من ألف دينار .\n</p>\n<p class=\"arabic\">وقال ابن شبرمة كان زبيد يجزيء الليل ثلاثة أجزاء جزءا عليه وجزءا على ابنه \n  عبد الرحمن وجزءا على ابنه عبد الله فكان زبيد يصلي ثم *8*97* يقول لأحدهما \n  قم فإن تكاسل صلى جزءه ثم يقول للآخر قم فإن تكاسل أيضا صلى جزءه فيصلي الليل \n  كله .\n</p>\n<p class=\"arabic\">قال نعيم بن ميسرة قال سعيد بن جبير لو خيرت من ألقى الله تعالى في مسلاخه \n  لاخترت زبيدا الإيامي .\n</p>\n<p class=\"arabic\">وقال ابن يونس عن عقبة بن اسحاق قال كان منصور يأتي زبيد بن الحارث فكان يذكر \n  له أهل البيت ويعصر عينيه يريده على الخروج أيام زيد بن ابن علي فقال زبيد \n  ما أنا بخارج إلا ) .\n</p>\n<p class=\"arabic\">مع نبي وما أنا بواجده .\n</p>\n<p class=\"arabic\">وقد اختلف في كنية زبيد فقيل أبو عبد الله وقيل أبو عبد الرحمن .\n</p>\n<p class=\"arabic\">قال يحيى القطان ثبت .\n</p>\n<p class=\"arabic\">وقال أبو حاتم وغيره ثقة .\n</p>\n<p class=\"arabic\">وروى ليث عن مجاهد قال أعجب أهل الكوفة الي أربعة فذكر منهم زبيدا .\n</p>\n<p class=\"arabic\">وقال اسماعيل بن حماد كنت إذا رأيت زبيد بن الحارث مقبلا من السوق رجف قلبي .\n</p>\n<p class=\"arabic\">وروى شجاع بن الوليد عن عمران بن عمرو قال كان عمي زبيد حاجا فاحتاج إلى الوضوء \n  فقام فتنجى فقضى حاجته ثم أقبل فإذا هو بماء في موضع لم يكن معهم فيه ماء \n  فتوضأ ثم جاءهم يعلمهم فأتوه فلم يجدوه .\n</p>\n<p class=\"arabic\">وقال يونس المؤدب أخبرني زياد قال كان زبيد مؤذن مسجده فكان *8*98* يقول للصبيان \n  تعالوا فصلوا أهب لكم الجوز فكانوا يصلون ثم يحوطون به فقلت له في ذلك ! فقال \n  وما علي أشتري لهم جوزا بخمسة دراهم ويتعودون الصلاة .\n</p>\n<p class=\"arabic\">وروي عن زبيد أنه كان إذا كانت ليلة مطيرة طاف على عجائز الحي ويقول ألكم \n  في السوق حاجة قلت زبيد معدود في صغار التابعين ولا أعلم له شيئا عن الصحابة .\n</p>\n<p class=\"arabic\">قال أبو نعيم مات سنة اثنتين وعشرين ومائة .\n</p>\n<p class=\"arabic\">وقال ابن نمير سنة أربع وعشرين .\n\n</p>"
}