{
    "header": "زياد بن أبي زياد المخزومي المدينيم ت ق ....",
    "id": "002128",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">زياد بن أبي زياد المخزومي المدينيم ت ق .\n</h1>\n<p class=\"arabic\">واسم أبيه ميسرة مولى عبد الله بن عياش بن أبي ربيعة .\n</p>\n<p class=\"arabic\">له دار وذرية بدمشق .\n</p>\n<p class=\"arabic\">روى عن مولاه وعراك بن مالك وأبي بحرية عبد الله بن قيس ونافع بن جبير وجماعة .\n</p>\n<p class=\"arabic\">وعنه يزيد بن الهاد وابن اسحاق وعبد الله بن سعيد بن أبي ومالك بن أنس وآخرون .\n</p>\n<p class=\"arabic\">وثقه النسائي وغيره .\n</p>\n<p class=\"arabic\">وكان عبدا صالحا زاهدا كبير القدر .\n</p>\n<p class=\"arabic\">قال مالك كان مملوكا فدخل يوما على عمر بن عبد العزيز وكان يكرمه .\n</p>\n<p class=\"arabic\">وإياه عنى الفرزدق بقوله *8*103* .\n</p>\n<p class=\"arabic\">% يا أيها القاريء المرخي عمامته % % هذا زمانك إني قد مضى زمني % .\n</p>\n<p class=\"arabic\">قال مالك وكان عابدا معتزلا يكون وحده يدعو الله وكانت فيه لكنة وكان يلبس \n  الصوف ولا يأكل اللحم وكانت له دريهمات يعالج له فيها .\n</p>\n<p class=\"arabic\">وروى يحيى الوحاظي عن النضر بن عربي قال بينما عمر بن عبد العزيز يتغدى إذ \n  بصر بزياد مولى ابن عياش فأمر حرسيا أن يكون معه فلما خرج الناس وبقي زياد \n  قام إليه عمر حتى جلس معه ثم قال يا فاطمة هذا زياد فاخرجي فسلمي عليه هذا \n  زياد عليه جبة صوف وعمر قد ولي أمر الأمة فجاشت نفسه حتى قام إلى البيت فقضى \n  عبرته ثم خرج فغسل ذلك ثلاث مرات فقالت فاطمة يا زياد هذا أمرنا وأمره ما \n  فرحنا به ولا قرت أعيننا منذ ولي .\n</p>\n<p class=\"arabic\">روى ابن وهب عن مالك قال كان زياد مولى ابن عياش يمر بي وأنا جالس فربما أفزعني \n  حسه من خلفي فيضع يده بين كتفي فيقول لي عليك بالجد فإن كان ما يقول أصحابك \n  هؤلاء من الرخص حقا لم يضرك وإن كان الأمر على غير ذلك كنت قد أخذت بالحذر .\n</p>\n<p class=\"arabic\">قال مالك وكان زياد قد أعانه الناس على فكاك رقبته وأسرع إليه في ذلك ففضل \n  بعد الذي قوطع عليه مال كثير فرده زياد إلى من أعانه بالحصص وكتبهم زياد عنده \n  فلم يزل يدعو لهم حتى مات رحمه الله .\n</p>\n<p class=\"arabic\">له في الكتب ثلاثة أحاديث .\n\n</p>"
}