{
    "header": "عاصم بن أبي النجود بهدلة خ م مقرونا الإمـ...",
    "id": "002182",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عاصم بن أبي النجود بهدلة خ م مقرونا الإمام أبو بكر الأسدي  القاريء \n  الكوفي أحد الأعلام مولى بني أسد .\n</h1>\n<p class=\"arabic\">قرأ القرآن على أبي عبد الرحمن السلمي وزر بن حبيش وروى عنهما وعن أبي وائل \n  ومصعب بن سعد وطائفة كبيرة وتصدر للإقراء بالكوفة بعد شيخه أبي عبد الرحمن \n  فقرأ عليه خلق منهم أبو بكر بن عياش وحفص بن سليمان والمفضل الضبي وحماد بن \n  أبي زياد وآخرون .\n</p>\n<p class=\"arabic\">وحدث عنه شعبة والسفيانان وشيبان والحمادان وأبو عوانة وخلق سواهم .\n</p>\n<p class=\"arabic\">قال أبو بكر قال لي عاصم ما أقرأني أحد حرفا الا أبو عبد الرحمن السلمي كان \n  قد قرأ على علي رضي الله عنه فكنت أرجع من عنده فأعرض على زر .\n</p>\n<p class=\"arabic\">قال أبو بكر بن عياش زعم من لا يعلم أن بهدلة أمه .\n</p>\n<p class=\"arabic\">وقال أبو بكر بن عياش لا أحصي ما سمعت أبا اسحاق السبيعي يقول ما رأيت أحدا \n  أقرأ من عاصم ما أستثني أحدا من أصحابه .\n</p>\n<p class=\"arabic\">وكان أبو اسحاق أحد الفصحاء .\n</p>\n<p class=\"arabic\">وقال الحسن بن صالح ما رأيت أحدا قط أفصح من عاصم اذا تكلم يكاد تدخله خيلاء .\n</p>\n<p class=\"arabic\">وقال أبو هشام الرفاعي أنبأ أبو بكر عن عاصم قال قال لي رجل هل لك في رجل \n  من الفقهاء فانطلقت معه فأدخلني على شيخ كبير حوله جماعة كأن على رؤوسهم الطير \n  فجلست فقال أشهد أن ألي بن أبي تالب والهسن *8*140* والهسين والمختار يبعثون \n  قبل يوم القيامة فيملآن الأرض عدلا كما ملئت ظلما قيل كم يمكثون في العدل \n  سنة قال ايش سنة وايش مائة سنة وأيش ألف سنة قالوا نشهد أنك صادق فقلت اشهد \n  انك كاذب ثم لقيت أبا وائل فحدثته .\n</p>\n<p class=\"arabic\">وقال سلمة بن عاصم كان عاصم بن أبي النجود ذا نسك وأدب وكان له فصاحة وصوت \n  حسن .\n</p>\n<p class=\"arabic\">قال أحمد بن حنبل كان عاصم رجلا صالحا وبهدلة ابوه ) .\n</p>\n<p class=\"arabic\">وثقه أبو زرعة وجماعة .\n</p>\n<p class=\"arabic\">وقال أبو حاتم محله الصدق .\n</p>\n<p class=\"arabic\">وقال الدار قطني في حفظه شيء .\n</p>\n<p class=\"arabic\">وقال البخاري مات سنة ثمان وعشرين ومائة وقال غيره مات في آخر سنة سبع وعشرين .\n</p>\n<p class=\"arabic\">وقال النسائي ليس بحافظ .\n</p>\n<p class=\"arabic\">قلت روى له البخاري مقرونا بغيره وكذلك مسلم ويصحح الترمذي حديثه فأما في \n  القراءة فثبت إمام وأما في الحديث فحسن الحديث .\n\n</p>"
}