{
    "header": "عمير بن هانيء العنسي الدارانيع أبو الوليـ...",
    "id": "002282",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عمير بن هانيء العنسي الدارانيع أبو الوليد .\n</h1>\n<p class=\"arabic\">عن أبي هريرة ومعاوية خ م وابن عمر د .\n</p>\n<p class=\"arabic\">وعنه الزهري وقتادة والأوزاعي وابن جابر ومعاوية بن صالح وسعيد ابن عبد العزيز \n  وأبو بكر بن أبي مريم وآخرون *8*196* .\n</p>\n<p class=\"arabic\">وعمر دهرا استنابه الحجاج على الكوفة ثم ولي خراج دمشق لعمر بن عبد العزيز .\n</p>\n<p class=\"arabic\">ويقال إنه أدرك ثلاثين صحابيا ) .\n</p>\n<p class=\"arabic\">وقال عبد الرحمن بن يزيد بن جابر كان عمير بن هانيء يضحك فأقول ما هذا فيقول \n  بلغني أن أبا الدرداء كان يقول إني لأستجمة ليكون أنشط لي في الحق فقلت له \n  أراك لا تفتر من ذكر الله تعالى فكم تسبح قال مائة ألف إلا أن تخطيء الأصابع .\n</p>\n<p class=\"arabic\">وقال سعيد بن عبد العزيز عن عمير بن هانيء قال وجهني عبد الملك بكتب إلى الحجاج \n  وهو محاصر ابن الزبير وقد نصب المنجنيق يرمي على البيت فرأيت ابن عمر إذا \n  أقيمت الصلاة صلى مع الحجاج وإذا حضر ابن الزبير المسجد صلى معه فقلت يا أبا \n  عبد الرحمن تصلي مع هؤلاء فقال يا أخا أهل الشام صل معهم ما صلوا ولا تطع \n  مخلوقا في معصية الخالق فقلت ما قولك في أهل مكة قال ما أنا لهم بعاذر قلت \n  فما تقول في أهل الشام قال ما أنا لهم بحامد كلاهما يقتتلون على الدنيا يتهافتون \n  في النار تافت الذباب في المرق قلت فما قولك في هذه البيعة التي أخذها علينا \n  ابن مروان فقال إنا كنا نبايع رسول الله صلى الله عليه وسلم على السمع والطاعة \n  فكان يلقننا فيما استطعتم .\n</p>\n<p class=\"arabic\">قال أحمد العجلي تابعي ثقة .\n</p>\n<p class=\"arabic\">وقال الفسوي لا بأس به .\n</p>\n<p class=\"arabic\">وقال أيوببن حسان ثنا ابن جابر حدثني عمير بن هانيء قال ولاني الحجاج الكوفة \n  فما بعث إلي في إنسان أحده إلا حددته ولا في إنسان أقتله إلا *8*197* أرسلته \n  فبينا أنا على ذلك إذ بعث إلى الجيش أسيرهم إلى أناس أقاتلهم فقلت ثكلتك أمك \n  عمير كيف بك فلم أزل أكاتبه حتى بعث إلي أنصرف فقلت والله لا أجتمع أنا وأنت \n  فيبلد فجئت وتركته .\n</p>\n<p class=\"arabic\">وقال العباس بن الوليد بن صبيح قلت لمروان الطاطري لا أرى سعيد ابن عبد العزيز \n  روى عن عمير بن هانيء قال كان أبغض إلى سعيد من النار قلت ولم قال أو ليس \n  هو القائل على المنبر حين بويع ليزيد بن الوليد سارعوا إلى هذه البيعة إنما \n  هما هجرتان هجرة إلى الله ورسوله وهجرة إلى يزيد فسمعت أبي محمدا يقول رأيت \n  ابن مرة وهو على دابة وقد سمط خلفه رأس عمير بن هانيء وهو داخل به إلى مروان \n  الحمار فقلت في نفسي أي رأس يحمل .\n</p>\n<p class=\"arabic\">وقال هشام بن عمار قتل في سنة سبع وعشرين ومائة .\n</p>\n<p class=\"arabic\">وقال أبو داود قتل عمير صبرا بداريا أيام فتنة الوليد بن يزيد لأنه كان يحرض \n  على قتله فقتله ابن مرة وسمط رأسه خلفه ودخل به دمشق إلى مروان ابن محمد سن \n  سبع وعشرين ) .\n</p>\n<p class=\"arabic\">وقال أحمد بن أبي الحواري إني لأيغضه .\n</p>\n<p class=\"arabic\">وقال أبو داود كان قدريا .\n\n</p>"
}