{
    "header": "عمرو بن دينار أبو محمد الجمحي ع مولاهم اـ...",
    "id": "002274",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عمرو بن دينار أبو محمد الجمحي ع مولاهم المكي الأثرم .\n</h1>\n<p class=\"arabic\">أحد أئمة الدين *8*187* .\n</p>\n<p class=\"arabic\">سمع ابن عباس وابن عمر وجابرا وبجالة بن عبدة وأنس بن مالك وعبيد ابن عمير \n  وعبد الرحمن بن مطعم وأبا الشعثاء وأبا سلمة وسعيد بن جبير وطاوسا وخلقا سواهم .\n</p>\n<p class=\"arabic\">وروايته عن أبي هريرة في كتاب ابن ماجه .\n</p>\n<p class=\"arabic\">وعنه ابن جريج وشعبة والحمادان والسفيانان وورقاء ومحمد بن مسلم الطائفي وخلق .\n</p>\n<p class=\"arabic\">قال شعبة ما رأيت أثبت في الحديث منه .\n</p>\n<p class=\"arabic\">وقال ابن عيينة كان عمرو بن دينار لا يدع إتيان المسجد كان يحمل على حمار \n  ماركبه إلا وهو مقعد وكان يقول أحرج على من يكتب عني فما كتبت عن أحد شيئا \n  كنت أتحفظ قال وكان يحدث بالمعاني وكان فقيها رحمه الله .\n</p>\n<p class=\"arabic\">قال عبد الله بن أبي نجيح ما رأيت أحدا قط أفقه من عمرو بن دينار لا عطاء \n  ولا مجاهدا ولا طاوسا .\n</p>\n<p class=\"arabic\">وقال ابن عيينة ثقة ثقة ) .\n</p>\n<p class=\"arabic\">قلت وكان عمرو بن دينار من الأبناء والأبناء بمكة وباليمن من أولاد الفرس .\n</p>\n<p class=\"arabic\">قال يحيى بن معين أهل المدينة لا يرضونه يرمونه بالتشيع والتحامل على ابن \n  الزبير ولا بأس به هو بريء مما يقولون *8*188* .\n</p>\n<p class=\"arabic\">وقال عبد الرزاق عن معمر كان عمرو بن دينار إذا جاءه رجل يريد أن يتعلم منه \n  لم يحدثه وإذا جاء إليه فمازحه وحدثه وألقى إليه الشيء انبسط إليه وحدثه .\n</p>\n<p class=\"arabic\">وقال ابن عيينة كان عمرو قد جزأ الليل ثلاثة أجزاء ثلثا ينام وثلثا يدرس حديثه \n  وثلثا يصلي وما كان أثبته .\n</p>\n<p class=\"arabic\">وروى نعيم بن حماد عن ابن عيينة قال ما كان عندنا أحد أفقه ولا أعلم ولا أحفظ \n  من عمرو بن دينار .\n</p>\n<p class=\"arabic\">وروى اباهيم بن بشار عن ابن عيينة قال قيل لإياس بن معاوية أي أهل مكة رأيت \n  أفقه قال أسوأهم خلقا عمرو بن دينار الذي كنت إذا سألته عن حديث كأنما تقلع \n  عينه .\n</p>\n<p class=\"arabic\">وقد ذكره الحاكم في كتاب مزكى الأخبار وأنه سمع ايضا من أبلي سعيد والبراء \n  بن عازب وعبد الله بن عمرو بن العاص وأبي هريرة ق وزيد بن ارقم .\n</p>\n<p class=\"arabic\">وفي النفس من هذا وما أدري من أين أتى الحاكم بهؤلاء .\n</p>\n<p class=\"arabic\">ثم روى من طريق ابن عيينة عن ابن أبي نجيح قال لم يكن بأرضنا أعلم من عمرو \n  بن دينار ولا في جميع الأرض .\n</p>\n<p class=\"arabic\">وقال أحمد بن حنبل لم يكن شعبة يقدم أحدا على عمرو بن دينار في الثبت لا الحكم \n  ولا غيره وقال ابن المديني عن سفيان قال أدركنا عمرو بن دينار وقد سقطت أسنانه \n  ما بقي له إلا ناب فلو لا أنا أطلنا مجالسته لم نفهم كلامه .\n</p>\n<p class=\"arabic\">وقال إسحاق السلولي ثنا عمرو بن ثابت سمعت أبا جعفر محمد بن علي يقول إنه \n  ليزيدني في الحج رغبة لقاء عمرو بن دينار فإنه كان يحبنا ويفيدنا .\n</p>\n<p class=\"arabic\">قال الواقدي عاش عمرو بن دينار ثمانين سنة *8*189* .\n</p>\n<p class=\"arabic\">وقال غيره توفي في أول سنة ست وعشرين ومائة .\n</p>\n<p class=\"arabic\">قال النسائي ثقة ثبت .\n</p>\n<p class=\"arabic\">وروى علي بن الحسين النسائي عن ابن عيينة قال مرض عمرو بن دينار فعاده الزهري \n  فلما ) .\n</p>\n<p class=\"arabic\">قام الزهري قال ما رأيت شيخا أنص للحديث الجيد من هذا الشيخ .\n</p>\n<p class=\"arabic\">وقال يحيى القطان وأحمد بن حنبل هو أثبت من قتادة .\n</p>\n<p class=\"arabic\">قال أحمد وهو أثبت الناس في عطاء .\n</p>\n<p class=\"arabic\">قلت يعني ابن أبي رباح فإنه روى أيضا عن عطاء بن ميناء في الصحيحين وعن عطاء \n  بن يسار في مسلم .\n\n</p>"
}