{
    "header": "عمرو بن عبد الله أبو إسحاق السبيعيع الهمـ...",
    "id": "002278",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عمرو بن عبد الله أبو إسحاق السبيعيع الهمداني الكوفي .\n</h1>\n<p class=\"arabic\">أحد الأعلام وشيخ الكوفة رأى عليا رضي الله عنه يخطب .\n</p>\n<p class=\"arabic\">وروى عن زيد بن أرقم وعبد الله بن عمرو والبراء بن عازب وعدي ابن حاتم وجماعة \n  من الصحابة وعن خلائق من كبار التابعين وينفرد بالأخذ عن كثير منهم فإنه كان \n  إماما طلابة للعلم .\n</p>\n<p class=\"arabic\">روى عنه الأعمش وسفيان وشعبة وزائدة وشريك وأبو الأحوص وإبراهيم ابن طهمان \n  والأجلح وإسرائيل وإسماعيل بن أبي خالد وأشعث بن سوار والجراح أبو وكيع وجرير \n  بن حازم وحجاج وحديج وزهير ابنا معاوية والحسن بن صالح والحسين بن واقد وحماد \n  الأبح وحمزة الزيات ورقبة بن مصقلة وزائدة *8*191* وزكريا بن أبي زائدة وزيد \n  بن أبي أنيسة وشعيب بن خالد ) .\n</p>\n<p class=\"arabic\">وشعيقب بن صفوان والمسعودي وعمار بن زريق وعمر بن عبيد ومالك بن مغول وفطر \n  بن خليفة ومسعر وورقاء وأبو عوانة وحفيده يوسف بن إسحاق وابنه يونس والمطلب \n  ابن زياد وابن عيينة وأبو بكر بن عياش وأمم سواهم .\n</p>\n<p class=\"arabic\">وقرأ عليه حمزة الزيات .\n</p>\n<p class=\"arabic\">وقد غزا الروم في خلافة معاوية وقال سألني معاوية كم عطاء أبيك قلت ثلاثمائة \n  يعني في الشهر قال ففرضها لي .\n</p>\n<p class=\"arabic\">وعن أبي إسحاق قال ولدت في خلافة عثمان لسنتين بقيتا منها .\n</p>\n<p class=\"arabic\">وقال ابن المديني روى عن سبعين رجلا أو ثمانين لم يرو عنهم غيره وأحصيت مشيخته \n  نحوا من ثلاثمائة شيخ وقال في موضع آخر أربعمائة شيخ .\n</p>\n<p class=\"arabic\">وقال آخر سمع من ثمانية وثلاثين صحابيا .\n</p>\n<p class=\"arabic\">قال أبو حاتم يشبه الزهري في الكثرة .\n</p>\n<p class=\"arabic\">وقال الأعمش كان أصحاب ابن مسعود إذا رأوا أبا إسحاق قالوا هذا عمرو القاريء \n  هذا الذي لا يلتفت .\n</p>\n<p class=\"arabic\">وروى محمد بن فضيل عن أبيه قال كان أبو إسحاق يقرأ القرآن في كل ثلاث ليال .\n</p>\n<p class=\"arabic\">قال ابن سعد أبو إسحق هو عمرو بن عبد الله بن علي بن أحمد بن ذي يحمد بن السبيع \n  قال وأكثر من سماه لم يتجاوز أباه *8*192* .\n</p>\n<p class=\"arabic\">وقال سفيان عن أبي إسحاق رأيت عليا رضي الله عنه أبيض الرأس واللحية .\n</p>\n<p class=\"arabic\">وروى يونس بن أبي إسحاق عن أبيه قال قال لي أبي قم يا عمرو فانظر إلى أمير \n  المؤمنين .\n</p>\n<p class=\"arabic\">وقال أبو بكر بن عياش عن أبي إسحاق قال غزوت في زمن زياد ست غزوات .\n</p>\n<p class=\"arabic\">وقال أحمد بن حنبل كان أبو إسحاق تزوج امرأة الحارث الأعور فوقعت إليه كتبه .\n</p>\n<p class=\"arabic\">وروى شبابة عن شعبة قال لم يسمع أبو إسحاق من الحارث إلا أربعة أحاديث وقال \n  أبو بكر عن أبي إسحاق قال ما أقلت عيني غمضا منذ أربعين سنة .\n</p>\n<p class=\"arabic\">وقال وكيع ثنا الأعمش قال كنت إذا خلوت بأبي إسحق حدثني بحديث عبد الله غضا .\n</p>\n<p class=\"arabic\">وروى شعبة عن أبي إسحاق قال شهدت عند شريح في وصية فأجاز شهادتي وحدي .\n</p>\n<p class=\"arabic\">وقيل لشعبة أسمع أبو إسحق من مجاهد قال وما كان يصنع به هو أحسن حديثا من \n  مجاهد ) .\n</p>\n<p class=\"arabic\">ومن الحسن وابن سيرين .\n</p>\n<p class=\"arabic\">وقال عمر بن شبيب المسلمي رأيت أبا إسحاق وهو شيخ كبير أعمى يسوقه إسرائيل \n  يعني ابن ابنه ويقوده ابنه يوسف .\n</p>\n<p class=\"arabic\">وقال ابن عيينة قال عون لأبي إسحق ما بقي منك قال أقرأ البقرة في ركعة قال \n  ذهب شرك وبقي خيرك *8*193* .\n</p>\n<p class=\"arabic\">وقال عبد الله بن صالح العجلي كان أبو إسحاق يحرض الشباب يقول ما أستطيع أن \n  أستوي قائما حتى أعتمد على رجلين فإذا اعتدلت قائما قرأت بألف آية .\n</p>\n<p class=\"arabic\">وقال أبو إسحاق قد كبرت وضعفت ما أصوم إلا ثلاثة أيام من الشهر والاثنين والخميس \n  وشهور الحرم رواه أبو الأحوص عنه .\n</p>\n<p class=\"arabic\">وقال ابن المديني حفظ العلم على أمة محمد صلى الله عليه وسلم ستة رجال فلأهل \n  مكة عمرو بن دينار ولأهل المدينة ابن شهاب ولأهل الكوفة أبو إسحق والأعمش \n  ولأهل البصرة قتادة ويحيى بن أبي كثير نافلة .\n</p>\n<p class=\"arabic\">وقال أبو بكر بن عياش ما سمعت أبا إسحاق يغتاب أحدا قط إذا ذكر رجلا من الصحابة \n  فكأنه أفضلهم عنده .\n</p>\n<p class=\"arabic\">وقال فضل بن مرزوق سمعت أبا إسحاق يقول وددت أني أنجو من علمي كفافا .\n</p>\n<p class=\"arabic\">وقال أحمد وابن معين أبو إسحاق ثقة .\n</p>\n<p class=\"arabic\">وقال عبد الله بن جعفر الرقي عن عبيد الله بن عمرو قال جئت بمحمد ابن سوقة \n  معي شفيعا عند أبي إسحاق فقلت لإسرائيل استأذن لنا على الشيخ فقال صلى بنا \n  الشيخ البارحة فاختلط فدخلنا فسلمنا عليه وخرجنا .\n</p>\n<p class=\"arabic\">وقيل إنما سمع ابن عيينة منه وهو مختلط .\n</p>\n<p class=\"arabic\">وقال ابن معين زكريا بن أبي زائدة وزهير بن معاوية واسرائيل حديثهم عن أبي \n  إسحاق قريب من السوء وإنما أصحاب أبي إسحاق شعبة والثوري *8*194* .\n</p>\n<p class=\"arabic\">وقال أحمد ثنا سفيان قال دخلت على أبي إسحاق فإذا هو في قبة تركية ومسجد على \n  بابها وهو من المسجد فقلت كيف أنت قال مثل الذي أصابه الفالج لا تنفعني يد \n  ولا رجل .\n</p>\n<p class=\"arabic\">وقال جرير عن مغيرة ما أفسد حديث أهل الكوفة غير أبي إسحاق والأعمش ) .\n</p>\n<p class=\"arabic\">قلت لا يسمع هذا من مغيرة ولا يلتفت إليه .\n</p>\n<p class=\"arabic\">قال يحيى القطان توفي أبو إسحاق سنة سبع وعشرين ومائة يوم دخل الضحاك بن قيس \n  غالبا على الكوفة وفيها أرخه الهيثم والواقدي ويحيى بن بكير وابن نمير وخليفة \n  وأحمد والفلاس وغيرهم .\n</p>\n<p class=\"arabic\">وقال أبو نعيم وأبو عبيد وابن أبي شيبة مات سنة ثمان وعشرين .\n</p>\n<p class=\"arabic\">وكان أبو إسحاق ربما دلس .\n\n</p>"
}