{
    "header": "عثمان بن عاصم أبو حصين الأسدي الكوفي ع أـ...",
    "id": "002245",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عثمان بن عاصم أبو حصين الأسدي الكوفي ع أحد الأشراف والأئمة .\n</h1>\n<p class=\"arabic\">روى عن جابر بن سمرة وابن الزبير وأنس بن مالك والقاضي شريح وأبي وائل الأسود \n  بن هلال وابراهيم النخعي وطائفة .\n</p>\n<p class=\"arabic\">وعنه شعبة والسفيانان وزائدة وعبيد بن القاسم وأبو بكر بن عياش وآخرون .\n</p>\n<p class=\"arabic\">وكان من أركان المحدثين وثقاتهم عثمانيا صالحا خيرا وكان سيد بني أسد بالكوفة .\n</p>\n<p class=\"arabic\">قال وكيع كان أبو حصين يقول أنا أقرأ من الأعمش فقال الأعمش لرجل يقرأ عليه \n  إهمز الحوت فهمزه فلما كان من الغد قرأ أبو حصين في الصبح فهمز الحوت فقال \n  له الأعمش لما سلم كسرت ظهر الحوت يا أبا حصين فكان ما بلغكم يعني وقع بينهما \n  رواها أبو هشام الرفاعي عن وكيع *8*174* قال والذي بلغنا أنه قذف الأعمش فحلف \n  الأعمش ليحدثنه فكلمه بنو أسد فأبى فقال خمسون منهم والله لنشهد أن أمه كما \n  قال أبو حصين فحلف الأعمش لا يساكنهم وتحول .\n</p>\n<p class=\"arabic\">قال الدار قطني أبو حصين سمع ابن عباس وزيد بن أرقم وابن الزبير .\n</p>\n<p class=\"arabic\">وقال عبد الرحمن بن مهدي لا ترى حافظا يختلف على أبي حصين .\n</p>\n<p class=\"arabic\">وقال مسعر أتى أبو حصين بجائزة من السلطان فلم يقبلها فقيل له مالك لم تقبلها \n  قال الحياء والتكرم ) .\n</p>\n<p class=\"arabic\">وقال أبو شهاب سمعت أبا حصين يقول إن أحدهم ليفتي في المسألة ولو وردت على \n  عمر بن الخطاب رضي الله عنه لجمع لها أهل بدر .\n</p>\n<p class=\"arabic\">وقال شعبة أنا أبو حصين وكان في خلفه زعارة .\n</p>\n<p class=\"arabic\">وروى أبو بكر بن عياش عن أبي حصين قال دخلت أنا وعمي على ابن عباس وقرأت القرآن \n  على يحيى بن وثاب .\n</p>\n<p class=\"arabic\">قال أبو عمرو الداني أخذ عنه القراءة الأعمش وكذا قال أبو عمرو .\n</p>\n<p class=\"arabic\">وروى أحمد بن أبي خيثمة عن محمد بن عمران الأخنسي عن أبي بكر بن عياس قال \n  دخلت على أبي حصين وهو مختف من بني أمية فقال إنهم يراودوني عن ديني والله \n  لا أعطيهم إياه أبدا .\n</p>\n<p class=\"arabic\">توفي أبو حصين على الصحيح سنة ثمان وعشرين ومائة .\n\n</p>"
}