{
    "header": "الوليد بن يزيد بن عبد الملك بن مروان بن ...",
    "id": "002380",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الوليد بن يزيد بن عبد الملك بن مروان بن الحكم الخليفة الفاسق  أبو \n  العباس الأموي الدمشقي .\n</h1>\n<p class=\"arabic\">ولد سنة تسعين ويقال سنة اثنتين وتسعين فلما احتضر أبوه لم يمكنه أن يستخلفه \n  لأنه صبي حدث فعقد لأخيه هشام وجعل هذا ولي العهد من بعد هشام .\n</p>\n<p class=\"arabic\">قال أحمد في مسنده ثنا أبو المغيرة أنا ابن عياش هو إسماعيل حدثني الأوزاعي \n  وغيره عن الزهري عن سعيد بن المسيب عن عمر قال ولد لأخي أم سلمة ولد فسموه \n  الوليد فقال النبي صلى الله عليه وسلم سميتموه بأسماء فراعنتكم ليكون في هذه \n  الأمة رجل يقال له الوليد لهو أشد لهذه الأمة من فرعون لقومه .\n</p>\n<p class=\"arabic\">وقد رواه الهقل بن زياد والوليد بن مسلم وبشر بن بكر وابن كثير عن الأوزاعي \n  فأرسلوه لم يدركوا عمر وهذا من أقوى المراسيل .\n</p>\n<p class=\"arabic\">وفي لفظ بعضهم لهو أضر على أمتي .\n</p>\n<p class=\"arabic\">وفي لفظ لهو أشد على أمتي .\n</p>\n<p class=\"arabic\">وقال محمد بن حميد ثنا سلمة الأبرش حدثني ابن إسحاق عن محمد ابن عمرو بن عطاء \n  عن زينب بنت أم سلمة عن أمها قالت دخل علي النبي صلى الله عليه وسلم وعندي \n  غلام من آل المغيرة اسمه الوليد فقال من هذا قلت الوليد قال قد اتخذتم الوليد \n  حنانا غيروا اسمه فإنه سيكون في هذه الأمة فرعون يقال له الوليد رواه محمد \n  بن سلام عن حماد بن سلمة فذكر نحوه منقطعا .\n</p>\n<p class=\"arabic\">وقال مروان بن أبي حفصة قال لي الرشيد هل رأيت الوليد بن يزيد *8*289* قلت \n  نعم قال صفه لي قلت كان من أجمل الناس وأشعرهم وأشدهم قال أتروي من شعره شيئا \n  قلت نعم .\n</p>\n<p class=\"arabic\">وقال الليث حج بالناس الوليد وهو ولي عهد سنة ست عشرة .\n</p>\n<p class=\"arabic\">وقال ابن سعد ثنا محمد بن عمر ثنا ابن أبي الزناد عن أبيه قال كان الزهري \n  يقدح أبدا عند هشام في الوليد ويعيبه ويذكر أمورا عظيمة لا ينطق بها حتى يذكر \n  الصبيان أنهم يخضبون بالحناء ويقول ما يحل لك إلا خلعه فلا يستطيع هشام ولو \n  بقي الزهري إلى أن تملك الوليد لفتك به .\n</p>\n<p class=\"arabic\">قال الزبير بن بكار حدثني محمد بن الضحاك بن عثمان عن أبيه قال أراد هشام \n  أن يخلع الوليد ويجعل العهد لولده فقال الوليد .\n</p>\n<p class=\"arabic\">% كفرت يدا من منعم لو شكرتها % % جزاك بها الرحمن ذو الفضل والمن % .\n</p>\n<p class=\"arabic\">% رأيتك تبني جاهدا في قطيعتي % % ولو كنت ذا حزم لهدمت ما تبني % .\n</p>\n<p class=\"arabic\">% أراك على الباقين تجني ضغينة % % فيا ويحهم إن مت من شر ما تجني % .\n</p>\n<p class=\"arabic\">% كأني بهم يوما وأكثر قيلهم % % ألا ليت أنا حين يا ليت لا تغني % .\n</p>\n<p class=\"arabic\">قالوا وتسلم الأمر الوليد في ربيع الآخر سنة خمس عند موت هشام .\n</p>\n<p class=\"arabic\">قال حماد الراوية كنت يوما عند الوليد فدخل عليه منجمان فقالا نظرنا فيما \n  أمرتنا فوجدناك تملك سبع سنين قال حماد فأردت أن أخدعه فقلت كذبا ونحن أعلم \n  بالآثار وضروب العلم وقد نظرنا في هذا والناس فوجدناك تملك أربعين سنة فأطرق \n  ثم قال لا ما قالا يكسرني ولا ما قلت *8*290* يغرني والله لأجبين هذا المال \n  من حله جباية من يعيش الأبد ولأصرفنه في حقه صرف من يموت الغد .\n</p>\n<p class=\"arabic\">قال العتبي كان الوليد بن يزيد رأى نصرانية اسمها سفرى فجن بها وجعل يراسلها \n  وتأبى عليه وقد قرب عيد النصارى فبلغه أنها تخرج فيه إلى بستان يدخله النساء \n  فصانع الوليد صاحب البستان وتقشف الوليد وتنكر ودخلت سفرى البستان فجعلت تمشي \n  حتى انتهت إليه فقالت لصاحب البستان من هذا قال رجل مصاب فأخنت تمازحه وتضاحكه \n  ثم قيل لها تدرين من ذاك الرجل قالت لا فقيل لها هو الوليد فجنت به بعد ذلك \n  فكانت عليه أحرص منه عليها فقال ) .\n</p>\n<p class=\"arabic\">% أضحى فؤادك يا وليد عميدا % % صبا قديما للحسان صيودا % .\n</p>\n<p class=\"arabic\">% من حب واضحة العوارض طفلة % % برزت لنا نحو الكنيسة عيدا % .\n</p>\n<p class=\"arabic\">% ما زلت أرمقها بعيني وامق % % حتى بصرت بها تقبل عودا % .\n</p>\n<p class=\"arabic\">% عود الصليب فويح نفسي من رأى % % منكم صليبا مثله معبودا % .\n</p>\n<p class=\"arabic\">% فسألت ربي أن أكون مكانه % % وأكون في لهب الجحيم وقودا % .\n</p>\n<p class=\"arabic\">قال المعانى الجريري كنت جمعت من أخبار الوليد شيئا ومن شعره الذي ضمنه ما \n  فخر به من خرقه وسخافته وخسارته وحمقه وما صرح به من الألحاد في القرآن والكفر \n  بالله تعالى .\n</p>\n<p class=\"arabic\">وقال أحمد بن أبي خيثمة ثنا سليمان بن أبي شيخ ثنا صالح بن سليمان قال أراد \n  الوليد بن يزيد الحج وقال أشرب فوق ظهر الكعبة فهم قوم أن يفتكوا به إذا خرج \n  وكلموا خالد بن عبد الله القسري ليوافقهم فأبى فقالوا أكتم علينا قال أما \n  هذا فنعم ثم جاء إلى الوليد فقال لا تخرج فإني *8*291* أخاف عليك قال ممن \n  قال لا أجهرك بهم قال إن لم تخبرني بهم بعثت بك إلى يوسف بن عمر قال وإن فبعث \n  به إليه فعذبه حتى قتله .\n</p>\n<p class=\"arabic\">وروى مصعب الزبيري عن أبيه قال كنت عند المهدي فذكر الوليد ابن يزيد فقال \n  رجل كان زنديقا فقال المهدي مه خلافة الله عنده أجل من أن يجعلها في زنديق .\n</p>\n<p class=\"arabic\">قال خليفة ثنا الوليد بن هشام عن أبيه قال لما أحاطوا بالوليد أخذ المصحف \n  وقال أقتل كما قتل ابن عمي عثمان .\n</p>\n<p class=\"arabic\">قلت مقت الناس الوليد لفسقه وتأثموا من السكوت عنه وخرجوا عليه فقال خليفة \n  حدثني اسماعيل بن إبراهيم ثنا عبد الله بن واقد الجرمي وكان شهد قتل الوليد \n  قال لما أجمعوا على قتله قلدوا أمرهم يزيد بن الوليد بن عبد الملك فأتى أخاه \n  العباس ليلا فشاوره فنهاه قال وأقبل يزيد ليلا في أربعين رجلا ودخل الجامع \n  بدمشق فكسروا باب المقصورة ودخلوا على واليها فأوثقوه وحمل يزيد الأموال على \n  العجل إلى باب المضمار وعقد راية لعبد العزيز بن الحجاج بن عبد الملك ونادى \n  مناديه من انتدب للوليد فله ألفان فانتدب معه ألفا رجل .\n</p>\n<p class=\"arabic\">قال علي المدائني عن عمر بن مروان الكلبي حدثني يعقوب بن إبراهيم أن مولى \n  الوليد لما خرج يزيد الناقص خرج على فرس له فساق فأتى الوليد من يومه فنفق \n  الفرس حين وصل ) .\n</p>\n<p class=\"arabic\">فأخبر الوليد فضربه مائة سوط وحبسه *8*292* ثم دعا أبا محمد بن عبد الله بن \n  يزيد بن معاوية فأجازه وجهزه إلى دمشق فخرج أبو محمد فلما أتى ذنبة أقام فوجه \n  يزيد بن الوليد لحربه عبد الرحمن بن مصاد فسالمه أبو محمد وبايع ليزيد فأتى \n  الوليد الخبر وهو بالأعرف فقال له بيهس الكلابي يا أمير المؤمنين سر فانزل \n  حمص فإنها حصينة ووجه الجنود إلى يزيد فيقتل أو يؤسر فقال عبد الله بن عنبسة \n  ما ينبغي للخليفة أن يدع عسكره ونساءه قبل أن يقاتل ويعذر والله يؤيده فقال \n  يزيد بن خالد وماذا يخاف على حرمه من بني عمهم فقيل له يا أمير المؤمنين تدمر \n  حصينة وبها بنو كلب قومي قاله الأبرش فقال الوليد ما أرى أن نأتيها وأهلها \n  بنو عامر وهم الذين خرجوا علي ولكن دلني على حصن قال أنزل القريتين قال أكرهها \n  قال فهذا الهزم قال أكره اسمه قال وأقبل في طريق السماوة وترك الريف ومر في \n  سكة الضحاك وبها من آله أربعون رجلا فساروا معه وقالوا إنا عون فلو أمرت لنا \n  بسلاح فما أعطاهم سيفا فقال له بيهس هذا حصن البخراء وهو من بناء العجم فانزله \n  قال أخاف الطاعون قال الذي يراد بك أشد من الطاعون فنزل حصن البخراء .\n</p>\n<p class=\"arabic\">ثم سار عبد العزيز بن الحجاج بالجند الذين أعطاهم الأموال فتلقاهم ثقل الوليد \n  فأخذوه ونزلوا قريبا من الوليد وأتى الوليد رسول العباس بن الوليد إني آتيك \n  فقال الوليد أخرجوا سريرا ففعلوا وجلس عليه وقال أعلي توثب الرجال وأنا أثب \n  على الأسد وأتخصر الأفاعي وبقوا ينتظرون قدوم العباس فأقبل عبد العزيز بن \n  الحجاج وعلى ميمنته حوى بن عمرو وعلى مقدمته منصور بن جمهور وبعث إليهم زياد \n  بن حصين الكلبي يدعوهم إلى كتاب الله وسنة نبيه فقتله قطري مولى الوليد فانكشف \n  أصحاب يزيد فكر عبد العزيز بن الحجاج في أصحابه وقد قتل منهم عدة وحملت رؤوسهم \n  إلى الوليد وقتل أيضا من أصحاب الوليد يزيد بن عثمان الخشني *8*293* .\n</p>\n<p class=\"arabic\">وبلغ عبد العزيز مسير العباس بن الوليد فجهز لحربه منصور بن جمهور فأدرك العباس \n  وهو آت في ثلاثين فارسا فقال اعدل إلى عبد العزيز فشتموه فقال منصور والله \n  لئن تقدمت لأنفذن حضنيك ثم أحاط به وجيء به إلى عبد العزيز فقال بايع لأخيك \n  يزيد فبايع ووقف ونصبوا راية وقالوا هذه راية العباس وقد بايع لأخيه فقال \n  العباس إنا لله خدعة من الشيطان هلك بنو مروان فتفرق الناس عن الوليد فأتوا \n  العباس وعبد العزيز ثم ظاهروا الوليد ) .\n</p>\n<p class=\"arabic\">بين درعين وأتوه بفرسين السندي والرائد فركب وقاتل فبادأهم رجل اقتلوا عدو \n  الله قتلة قوم لوط ارموه بالحجارة فلما سمع ذلك دخل القصر فأغلقه فأحاط به \n  عبد العزيز وأصحابه فدنا الوليد من الباب فقال أما فيكم رجل شريف له حسب وحياء \n  أكلمه فقال له يزيد بن عنبسة كلمني فقال يا أخا السكاسك ألم أزد في أعطياتكم \n  ألم أرفع عنكم المؤن ألم أعط فقراءكم فقال ما ننقم عليك في أنفسنا لكن ننقم \n  عليك انتهاك ما حرم الله وشرب الخمر ونكاح أمهات أولاد أبيك واستخفافك بأمر \n  الله قال حسبك قد أكثرت ورجع إلى الدار فجلس وأخذ مصحفا وقال يوم كيوم عثمان \n  ونشر المصحف يقرأ فعلوا الحائط فكان أولهم يزيد بن عنبسة .\n</p>\n<p class=\"arabic\">فنزل إليه وسيف الوليد إلى جنبه فقال نح سيفك قال الوليد لو أردت السيف كان \n  لي بذلك حال غير هذه فأخذ بيد الوليد وهو يريد أن يعتقله ويؤآمر فيه فنزل \n  من الحائط عشرة منهم منصور بن جمهور وحميد بن نصر فضربه عبد السلام اللخمي \n  على رأسه وضربه آخر على وجهه فتلف وجروه بين خمسة ليخرجوه فصاحت امرأة فكفوا \n  وحزوا رأسه وخاطوا الضربة التي في وجهه وأتى يزيد الناقص بالرأس فسجد *8*294* .\n</p>\n<p class=\"arabic\">وبه عن عمرو بن مروان حدثني المثنى بن معاوية قال دخل بشر مولى كنانة من الحائط \n  ففر الوليد وهم يشتمونه فضربه بشر على رأسه واعتوره الناس بأسيافهم فطرح عبد \n  السلام نفسه عليه فاحتز رأسه وكان يزيد قد جعل لمن أتاه بالرأس مائة ألف .\n</p>\n<p class=\"arabic\">وقيل قطعت كفه وبعث بها إلى يزيد فسبقت الرأس بليلة وأتي بالرأس ليلة الجمعة \n  فنصبه يزيد على رمح بعد الصلاة فنظر إليه أخوه سليمان بن يزيد فقال بعدا له \n  أشهد أنه كان شروبا للخمر ماجنا فاسقا ولقد راودني على نفسي .\n</p>\n<p class=\"arabic\">قال الهيثم بن عدي وجماعة عاش الوليد خمسا وأربعين سنة .\n</p>\n<p class=\"arabic\">قلت هذا خلاف ما مر بل الأصح أنه عاش بضعا وثلاثين سنة .\n</p>\n<p class=\"arabic\">قال خليفة وغيره عاش ستا وثلاثين سنة .\n</p>\n<p class=\"arabic\">قال أحمد بن حنبل ثنا سفيان قال لما قتل الوليد كان بالكوفة رجل سديد العقل \n  فقال لخلف بن حوشب إصنع طعاما واجمع له قال فجمعهم فقال سليمان الأعمش أنا \n  لكم النذير كف رجل يده وملك لسانه وعالج قلبه .\n</p>\n<p class=\"arabic\">قال الهيثم بن عمران ملك الوليد خمسة عشر شهرا ) .\n</p>\n<p class=\"arabic\">وقال غيره قتل بالبخراء في جمادى الآخرة سنة ست وعشرين ومائة سامحه الله .\n</p>\n<p class=\"arabic\">ولم يصح عن الوليد كفر ولا زندقة نعم اشتهر بالخمر والتلوط فخرجوا عليه لذلك \n  *8*295* .\n</p>\n<p class=\"arabic\">وكان الحجاج عم أمه وهي ابنة محمد بن يوسف الثقفي .\n\n</p>"
}