{
    "header": "يزيد بن الوليد بن عبد الملك بن مروان أبوـ...",
    "id": "002399",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">يزيد بن الوليد بن عبد الملك بن مروان أبو خالد الأموي الدمشقي .\n</h1>\n<p class=\"arabic\">الملقب بالناقص لكونه نقص الجند من أعطياتهم توثب على الخلافة وتم له ذاك \n  وقتل ابن عمه الوليد كما ذكرنا وتملك أولا دمشق وذلك في جمادى الآخرة .\n</p>\n<p class=\"arabic\">حكى سليمان بن أبي شيخ أن قتيبة بن مسلم ظفر بما وراء النهر بابنتي فيروز \n  ابن يزدجرد فبعث بهما إلى الحجج فبعث الحجاج بإحداهما وهي شاه فرند إلى الوليد \n  فأولدها يزيد بن الوليد .\n</p>\n<p class=\"arabic\">وفيروز هذا هو ابن بنت شيرويه بن كسرى وأم شيرويه ابنة خاقان ملك الترك وأمها \n  أعني أم فيروز هي بنت قيصر عظيم الروم فلذلك يقول يزيد ويفتخر .\n</p>\n<p class=\"arabic\">% أنا ابن كسرى وأبي فمروان % % وقيصر جدي وجدي خاقان % .\n</p>\n<p class=\"arabic\">قال خليفة حدثني إسماعيل بن إبراهيم عن أبيه أن يزيد بن الوليد قام خطيبا \n  عند قتل الوليد بن يزيد قال أما بعد إني والله ما خرجت أشرا ولا بطرا ولا \n  حرصا على الدنيا ولا رغبة في بالملك وإني في الملك وإني لظلوم لنفسي إن لم \n  يرحمني ربي ولكن خرجت غضبا لله ولدينه وداعيا إلى كتابه وسنة نبيه *8*312* \n  حين درست معالم الهدى وطفيء نور أهل التقوى وظهر الجبار المستحل للحرمة والراكب \n  البدعة فلما رأيت ذلك أشفقت إن غشيتكم ظلمة لا تقلع عنكم على كثرة من ذنوبكم \n  وقسوة من قلوبكم واشفقت أن يدعو كثيرا من الناس إلى ما هو عليه فيجيبه فاستخرت \n  الله في أمري ودعوت من أجابني من أهلي وأهل ولايتي فأراح الله منه البلاد \n  والعباد ولاية من الله ولا حول ولا قوة إلا بالله أيها الناس إن لكم عندي \n  إن وليت أموركم أن لا أضع لبنة على لبنة ولا حجرا على حجر ولا أنقل مالا من \n  بلد حتى أسد ثغره وأقسم بين مسالحه ما يقوون به فإن أردتم بيعتي على الذي \n  بذلت لكم فأنا لكم وإن ملت فلا بيعة لي عليكم وإن رأيتم أحدا أقوى مني عليها \n  فأردتم بيعته فأنا أول من يبايع ويدخل في طاعته وأستغفر الله لي ولكم .\n</p>\n<p class=\"arabic\">قال الوليد بن مسلم ثنا عثمان بن أبي العاتكة قال أول من خرج بالسلاح في العيد \n  يزيد بن الوليد خرج يومئذ بين صفين من الخيل عليهم السلاح من باب الحصن إلى \n  المصلى ) .\n</p>\n<p class=\"arabic\">وعن أبي عثمان الليثي قال قال يزيد لا ناقص يا بني أمية إياكم والغناء فإنه \n  ينقص الحياء ويزيد في الشهوة ويهدم المروءة وإنه لينوب عن الخمر ويفعل ما \n  يفعل المسكر فإن كنتم لا بد فاعلين فجنبوه فجنبوه لا نساء فإن الغناء داعية \n  الزنا .\n</p>\n<p class=\"arabic\">وقال ابن عبد الحكم سمعت الشافعي يقول لما ولي يزيد بن الوليد دعا الناس إلى \n  القدر وحملهم عليه وقرب غيلان أو قال أصحاب إيلان .\n</p>\n<p class=\"arabic\">قلت كان غيلان قد صلبه هشام قبل هذا الوقت بمدة ولم يمتع يزيد بالخلافة ومات \n  في سابع ذي الحجة من سنة ست وعشرين فكانت خلافته ستة أشهر ناقصة *8*313* .\n</p>\n<p class=\"arabic\">وقيل مات بعد عيد الأضحى .\n</p>\n<p class=\"arabic\">قال الهيثم بن عدي عاش ستا وأربعين سنة .\n</p>\n<p class=\"arabic\">وقال المدائني عاش خمسا وثلاثين سنة .\n</p>\n<p class=\"arabic\">وقيل كان أسمر نحيفا حسن الوجه ودفن بين الجابية وباب الصغير .\n</p>\n<p class=\"arabic\">ويقال مات بالطاعون وصلى عليه أخوه إبراهيم الذي استخلف .\n\n</p>"
}