{
    "header": "مالك بن دينار الزاهد أبو يحيى البصري أحدـ...",
    "id": "002312",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">مالك بن دينار الزاهد أبو يحيى البصري أحد الأعلام يقال إن أباه من سبي \n  سجستان .\n</h1>\n<p class=\"arabic\">وولاؤه لامرأة من بني ناجية بن أسامة بن لؤي .\n</p>\n<p class=\"arabic\">روى عن أنس وعن الأحنف بن قيس وسعيد بن جبير والحسن وابن سيرين والقاسم بن \n  محمد وجماعة .\n</p>\n<p class=\"arabic\">وعنه سعيد بن أبي عروبة وابن شوذب وهمام وأبان بن يزيد وعبد السلام ابن حرب \n  والحارث ) .\n</p>\n<p class=\"arabic\">بن وجيه وآخرون .\n</p>\n<p class=\"arabic\">قال ابن المديني له نحو أربعين حديثا .\n</p>\n<p class=\"arabic\">وقال النسائي ثقة .\n</p>\n<p class=\"arabic\">فناهيك بتوثيق النسائي وقد استشهد به البخاري *8*215* .\n</p>\n<p class=\"arabic\">وعن سلم الخواص قال قال مالك بن دينار خرج أهل الدنيا من الدنيا ولم يذوقوا \n  أطيب شيء فيها قيل وما هو قال معرفة الله تعالى .\n</p>\n<p class=\"arabic\">وروى جعفر بن سليمان عنه قال إن الصديقين إذا قريء عليهم القرآن طربت قلوبهم \n  إلى الآخرة ثم يقول خذوا فيقرأ ويقول إسمعوا إلى قول الصادق من فوق عرشه .\n</p>\n<p class=\"arabic\">وروى جعفر عنه قال إذا لم يكن في القلب حزن خرب كما إذا لم يكن في البيت ساكن \n  خرب .\n</p>\n<p class=\"arabic\">قال ابن سعد كان مالك ثقة قليل الحديث كان يكتب المصاحف .\n</p>\n<p class=\"arabic\">وقال جعفر بن سليمان ثنا مالك بن دينار قال أتينا أنس بن مالك أنا وثابت ويزيد \n  الرقاشي وزياد النميري فنظر إلينا فقال ما أشبهكم بأصحاب محمد صلى الله عليه \n  وسلم وإني لأدعو لكم بالأسحار .\n</p>\n<p class=\"arabic\">قال الدار قطني مالك بن دينار ثقة ولا يكاد يحدث عنه ثقة .\n</p>\n<p class=\"arabic\">قلت أكثر من يروي عنه ثقات فيما علمت لكن الحارث بن وجيه ونابتة ضعفا .\n</p>\n<p class=\"arabic\">قال السري بن يحيى سمعت مالكا يقول إنه لتأتي علي السنة لا آكل فيها لحما \n  إلا من أضحيتي يوم الأضحى .\n</p>\n<p class=\"arabic\">وقال سليمان التيمي ما أدركت أزهد من مالك بن دينار .\n</p>\n<p class=\"arabic\">وقال جعفر بن سليمان سمعت مالك بن دينار يقول وددت أن الله يجمع الخلائق فيقول \n  يا مالك فأقول لبيك فيأذن لي أن أسجد بين يديه فأعرف أنه قد رضي عني فيقول \n  كن ترابا *8*216* .\n</p>\n<p class=\"arabic\">وقال رباح بن عمرو القيسي سمعت مالك بن دينار يقول دخل علي جابر بن زيد وأنا \n  أكتب فقال يا مالك مالك عمل إلا هذا تنقل كتاب الله هذا والله الكسب الحلال .\n</p>\n<p class=\"arabic\">وعن شعبة قال كان أدم مالك بن دينار كل سنة بفلسين ملحا .\n</p>\n<p class=\"arabic\">وقال جعفر كان مالك بن دينار يلبس إزار صوف وعباءة خفيفة وفي الشتاء فروة \n  وكان ينسخ المصحف في أربعة أشهر فيدع أجرته عند البقال فيأكله ) .\n</p>\n<p class=\"arabic\">وعنه قال لو استطعت لم أنم مخافة أن ينزل العذاب وأنا نائم ولو وجدت أعوانا \n  لفرقتهم ينادون في الدنيا يأيها الناس النار النار .\n</p>\n<p class=\"arabic\">وقال معلى الوراق سمعت مالك بن دينار يقول خلطت دقيقي بالرماد فضعفت عن الصلاة \n  ولو قويت على الصلاة ما أكلت غيره .\n</p>\n<p class=\"arabic\">معلى الوراق لا أعرفه .\n</p>\n<p class=\"arabic\">قال جعفر بن سليمان سمعت مالك بن دينار يقول وددت أن الله جعل رزقي في حصاة \n  أمصها لا ألتمس غيرها حتى أموت .\n</p>\n<p class=\"arabic\">وقال مالك بن دينار منذ عرفت الناس لم أفرح بمدحهم ولم أكره مذمتهم لأن حامدهم \n  مفرط وذامهم مفرط .\n</p>\n<p class=\"arabic\">وروي عن السري بن مغلس السقطي أن لصا دخل بيت مالك بن دينار فما وجد شيئا \n  فجاء ليخرج فناداه مالك سلام عليكم فقال وعليك السلام قال ما حصل لكم شيء \n  من الدنيا فترغب في شيء من الآخرة قال نعم قال توضأ من هذا المركن وصل ركعتين \n  ففعل ثم قال يا سيدي أجلس *8*217* إلى الصبح قال فلما خرج مالك إلى المسجد \n  قال أصحابه من هذا معك قال جاء يسرقنا فسرقناه قال جعفر بن سليمان سمعت مالك \n  بن دينار يقول إذا تعلم العبد العلم ليعمل به كسره علمه وإذا تعلم العلم لغير \n  العمل زاده فخرا .\n</p>\n<p class=\"arabic\">وروى الأصمعي عن أبيه قال مر المهلب بن أبي صفرة على مالك بن دينار وهو يتبختر \n  في مشيته فقال مالك أما علمت أن هذه المشية تكره إلا بين الصفين قال له المهلب \n  أما تعرفني قال أعرفك أولك نطفة مذرة وآخرك جيفة قذرة وأنت بينهما تحمل العذرة \n  فقال المهلب الآن عرفتني حق المعرفة .\n</p>\n<p class=\"arabic\">قال هدبة ثنا حزم القطعي قال دخلنا على مالك بن دينار وهو يكيد بنفسه فرفع \n  رأسه إلى السماء ثم قال اللهم إنك تعلم أني لم أكن أحب البقاء لبطن ولا لفرج .\n</p>\n<p class=\"arabic\">قال السري بن يحيى مات سنة سبع وعشرين ومائة .\n</p>\n<p class=\"arabic\">وقال خليفة وابن المديني وغيرهما مات مالك بن دينار سنة ثلاثين ومائة .\n\n</p>"
}