{
    "header": "يزيد بن أبي حبيب الفقيه ع أبو رجاء الأزدـ...",
    "id": "002392",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">يزيد بن أبي حبيب الفقيه ع أبو رجاء الأزدي .\n</h1>\n<p class=\"arabic\">مولاهم المصري أحد الأعلام وشيخ تلك الناحية وكان أسود حبشيا .\n</p>\n<p class=\"arabic\">قال ابن لهيعة ولد تقريبا في سنة ثلاث وخمسين سمعته يقول كان أبي من أهل دنقلة \n  ونشأت بمصر وهم علوية فقلبتهم عثمانية .\n</p>\n<p class=\"arabic\">قلت روى عن عبد الله بن الحارث بن جزء وأبي الطفيل وإبراهيم ابن عبد الله \n  بن حنين وسعيد بن أبي هند وعراك بن مالك وعلي بن رباح وخلق كثير حتى إنه روى \n  عن تلامذته .\n</p>\n<p class=\"arabic\">وعنه سعيد بن أبي أيوب وحيوة بن شريح ويحيى بن أيوب وابن إسحاق الليث بن سعد \n  وابن لهيعة وطائفة .\n</p>\n<p class=\"arabic\">قال أبو سعيد بن يونس كان مفتي أهل مصر وكان حليما عاقلا وهو أول من أظهر \n  العلم والمسائل والحلال والحرام بمصر وقبل ذلك كانوا يتحدثون في الترغيب والملاحم \n  والفتن .\n</p>\n<p class=\"arabic\">وقال الليث هو عالمنا وسدينا يقال إنه ولد في إمرة معاوية .\n</p>\n<p class=\"arabic\">وقال الليث ثنا عبيد الله بن أبي جعفر ويزيد بن أبي حبيب وهما جوهرتا *8*305* \n  البلاد كانت البيعة إذا جاءت لخليفة كان أول من يبايع عبيد الله ثم يزيد ثم \n  الناس .\n</p>\n<p class=\"arabic\">وقال ابن لهيعة كان يزيد كأنه فحمة .\n</p>\n<p class=\"arabic\">وقال ابن وهب قيل لعمرو بن الحارث أيهما كان أفضل يزيد بن أبي حبيب أو عبيد \n  الله بن أبي حبيب أو عبيد الله بن أبي جعفر قال لو جعلا في ميزان ما رجح هذا \n  على هذا .\n</p>\n<p class=\"arabic\">وقال ابن لهيعة مرض بن أبي حبيب فعاده حوثرة بن سهيل أمير مصر فقال يا أبا \n  رجاء ما تقول في الصلاة في ثوب فيه دم البراغيث فحول وجهه ولم يكلمه فقام \n  فنظر إلى يزيد فقال تقتل خلقا كل يوم وتسألني عن دم البراغيث وقال الليث عن \n  يزيد بن أبي حبيب سمع ابن جزء الزبيدي يقول سمعت النبي صلى الله عليه وسلم \n  يقول لا يبولن أحدكم مستقبل القبلة ) .\n</p>\n<p class=\"arabic\">وعن يزيد بن أبي حبيب قال لا أدع أخا لي بغضب علي مرتين بل أنظر ما يكره فأدعه .\n</p>\n<p class=\"arabic\">قال سعيد بن عفير ثنا أبو خالد المرادي أن زياد بن عبد العزيز بن مروان أرسل \n  إلى يزيد بن أبي حبيب إثنتي لأسألك عن شيء بن عبد العزيز بن رمان إليه بل \n  أنت فائتني فإن مجيئك إلي زين لك ومجيء إليك شين عليك .\n</p>\n<p class=\"arabic\">قال ضمام بن إسماعيل لما كثرت المسائل على يزيد بن أبي حبيب لزم بيته .\n</p>\n<p class=\"arabic\">وروى ضمام عن أبي قبيل وموسى بن وردان والعلاء بن كثير قالوا يزيد أول من \n  سن العلم بمصر وكانوا إنما يتحدثون بالفتن والملاحم والترغيب *8*306* قال \n  وكان أحد الثلاثة الذين جعل بن عبد العزيز إليهم الفتيا بمصر .\n</p>\n<p class=\"arabic\">قال ابن يونس اسم أبيه سويد مولى شريك بن الطفيل العامري .\n</p>\n<p class=\"arabic\">قال ابن لهيعة مات يزيد سنة ثمان وعشرين مائة .\n\n</p>"
}