{
    "header": "محمد بن المنكدر ع بن عبد الله بن الهدير ...",
    "id": "002330",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن المنكدر ع بن عبد الله بن الهدير أبو عبد الله القرشي التيمي المدني .\n</h1>\n<p class=\"arabic\">الزاهد العابد أحد الأعلام أخو عم بن المنكدر وأبي بكر بن المنكدر .\n</p>\n<p class=\"arabic\">روى عن عائشة وأبي هريرة وأبي قتادة وأبي أيوب وابن عباس وجابر ابن عبد الله \n  وأبي رافع وسفينة وابن عمر وابن الزبير وأسماء بنت أبي بكر وأسماء بنت رقيقة \n  وأنس بن مالك وعمه ربيعة بن عبد الله وسعيد بن المسيب وعروة وخلق .\n</p>\n<p class=\"arabic\">وعنه ابنه المنكدر والزهري وعمرو بن دينار ويحيى بن سعيد وهشام ابن عروة وأيوب \n  السختياني وعلي بن زيد جدعان وأبو حازم الأعرج وحسان بن عطية ويونس بن عبيد \n  وزيد بن أسلم وطبقة أخرى ابن جريج ومعمر والثوري وشعبة وروح بن القاسم ومالك \n  وسفيان بن عيينة وأبو غسان محمد بن مطرف وخلق كثير .\n</p>\n<p class=\"arabic\">واستقدمه الوليد بن يزيد إلى الشام في جماعة من الفقهاء ليفتوه في طلاق زوجته \n  أم سلمة فقال عبد الله بن يزيد الدمشقي صدقة بن عبد الله قال جئت محمد بن \n  المنكدر وأنا مغضب فقلت له أحللت للوليد أم سلمة ! قال *8*254* أنا ولكن رسول \n  الله صلى الله عليه وسلم حدثني جابر أن رسول الله صلى الله عليه وسلم قال \n  لا طلاق لمن لا يملك ولا عتق لمن لا يملك صدقة السمين ضعيف .\n</p>\n<p class=\"arabic\">قال الزبير بن بكار جاء المنكدر إلى عائشة فشكا إليها الحاجة فقالت أول شيء \n  يأتيني أبعث به إليك فجاءتها عشرة آلاف درهم فقالت ما أسرع ما امتحنت وبعثت \n  بها إليه فاتخذ منها جارية فولدت له محمدا وأبا بكر وعمر .\n</p>\n<p class=\"arabic\">روى نحوها حجاج بن محمد عن أبي معشر السندي عن ابن المنكدر .\n</p>\n<p class=\"arabic\">قال ابن سعد ومصعب وأبو خيثمة وإسماعيل أحسبه ابن أبي أويس وغيرهم كنيته أبو \n  عبد الله ) .\n</p>\n<p class=\"arabic\">وكناه البخاري ومسلم والنسائي أبا بكر .\n</p>\n<p class=\"arabic\">قال خ قال لي الأويسي حدثني مالك قال كان محمد بن المنكدر سيد القراء لا يكاد \n  أحد يسأله عن حديث إلا كاد يبكي .\n</p>\n<p class=\"arabic\">وقال علي بن المديني عن سفيان قال بلغ نيفا وسبعين سنة ولم أر أحدا يحمل عنه \n  قال رسول الله منه جالسناه إن شاء الله ثلاثا وعشرين .\n</p>\n<p class=\"arabic\">وقال الحميدي ثنا سفيان قال ما رأيت أحدا أجدر أن يقول قال رسول الله صلى \n  الله عليه وسلم فلا يسأل عمن هو من ابن المنكدر .\n</p>\n<p class=\"arabic\">وقال ابن معين لم يسمع من أبي هريرة .\n</p>\n<p class=\"arabic\">وقال عثمان الدارمي قلت ليحيى ابن المنكدر أحب إليك في جابر أبو أبو الزبير \n  قال ثقتان .\n</p>\n<p class=\"arabic\">وقال يعقوب الفسوي ابن المنكدر في غاية الإتقان والحفظ والزهد حجة *8*255* .\n</p>\n<p class=\"arabic\">وقال أبو حاتم وطائفة ثقة .\n</p>\n<p class=\"arabic\">وقال مصعب بن عبد الله المنكدر هو ابن عبد الله بن الهدير بن محرز ابن عبد \n  العزى بن عامر بن الحارث بن حارثة بن سعد بن تيم بن مرة بن كعب بن لؤي .\n</p>\n<p class=\"arabic\">وقال ابن عيينة كان ابن المنكدر يقول كم من عين ساهرة في رزقي في ظلمات البر \n  والبحر وكان إذا بكى مسح وجهه ولحيته من دموعه ويقول النار لا تأكل موضعا \n  مسته الدموع .\n</p>\n<p class=\"arabic\">وعن ابن المنكدر قال كابدت نفسي أربعين سنة حتى استقامت .\n</p>\n<p class=\"arabic\">وروى حسين الجعفي عن الوليد بن علي عن ابن سوقة قال كان محمد ابن المنكدر \n  يستقرض ويحج فقلت له فقال أرجو قضاءها .\n</p>\n<p class=\"arabic\">وقال سفيان تعبد ابن المنكدر وهو غلام وكانوا أهل بيت عبادة .\n</p>\n<p class=\"arabic\">وقال يحيى بن بكير محمد وأبو بكير وعمر بنو المنكدر لا يدرى أيهم أفضل .\n</p>\n<p class=\"arabic\">وروى الفضل الغلابي عن أبيه عن سعيد بن عامر قال قال ابن المنكدر إني لأدخل \n  في الليل فيهولني فأصبح حين أصبح وما قضيت منه أربي .\n</p>\n<p class=\"arabic\">وقال إبراهيم بن سعد رأيت محمد بن المنكدر يصلي ثم يستقبل القبلة ويمد يديه \n  ويدعو ثم ينحرف عن القبلة ويشهر يديه ويدعو يفعل ذلك حتى يخرج من المسجد فعل \n  المودع .\n</p>\n<p class=\"arabic\">وقال عبد الجبار بن العلاء ثنا سفيان قال ابن المنكدر ربما قام الليل فكان \n  له جار مبتلى فكان ) .\n</p>\n<p class=\"arabic\">يصيح وكان محمد يرفع صوته بالحمد فقيل له في ذلك *8*256* فقال أرفع صوتي بالنعمة \n  ويرفع صوته بالبلاء .\n</p>\n<p class=\"arabic\">وقال مصعب بن عبد الله ثنا إسماعيل بن يعقوب التيمي قال كان محمد ابن المنكدر \n  يجلس مع أصحابه وكان يصيبه صمات فكان يقوم كما هو حتى يضع خده على قبر النبي \n  صلى الله عليه وسلم ثم يرجع فعوتب في ذلك فقال إنه تصيبني خطوة فاذا وجدت \n  ذلك استغثت بقبر النبي صلى الله عليه وسلم .\n</p>\n<p class=\"arabic\">وكان يأتي موضعا من المسجد يتمرغ فيه ويضطجع فقيل له في ذلك فقال إني رأيت \n  النبي صلى الله عليه وسلم في هذا الموضع .\n</p>\n<p class=\"arabic\">إسماعيل فيه لين .\n</p>\n<p class=\"arabic\">وقال ابن عيينة ثنا منكدر بن محمد قال كان أبي يحج بولده فقيل له لن تحج بهؤلاء \n  قال أعرضهم لله .\n</p>\n<p class=\"arabic\">وروى حجاج الأعور عن أبي معشر قال كان محمد بن المنكدر سيدا يطعم الطعام ويجتمع \n  عنده القراء .\n</p>\n<p class=\"arabic\">وقال ابن عيينة قيل لابن المنكدر أي الأعمال أفضل قال إدخال السرور على المؤمن \n  وقيل له أي الدنيا أحب إليك قال الإفضال إلى الإخوان .\n</p>\n<p class=\"arabic\">وقال ابن المنكدر بات أخي عمر يصلي وبت أغمز قدم أمي وما أحب أن ليلتي بليلته .\n</p>\n<p class=\"arabic\">وروى جعفر بن سليمان عن ابن المنكدر أنه كان يضع خده على الأرض ويقول يا أم \n  ضعي قدمك عليه .\n</p>\n<p class=\"arabic\">وقال ابن معين ثنا سفيان قال تبع ابن المنكدر جنازة رجل كان *8*257* يسفه \n  بالمدينة فعوتب في ذلك فقال والله إني لأستحيي من الله أن يراني أرى رحمته \n  عجزت عن أحد من خلقه .\n</p>\n<p class=\"arabic\">وقال ابن وهب حدثني ابن زيد قال خرج ناس غزاة في الصائفة فيهم محمد بن المنكدر \n  فبينا هم يسيرون في الساقة إذ قال رجل منهم اشتهي جبنا رطبا فقال محمد فاستطعم \n  الله فإنه قادر فدعا القوم فلم يسيروا إلا شيئا حتى وجدوا مكتلا مخيطا فإذا \n  هو جبن طري رطب فقال بعضهم لو كان هذا عسلا قال الذي أطعمكموه قادر فدعوا \n  الله فساروا قليلا فوجدوا فرق عسل على الطريق فنزلوا وأكلوا الجبن والعسل \n  ) .\n</p>\n<p class=\"arabic\">وقد رواها ابن أبي الدنيا في كتاب مجابي الدعوة عن سلمة بن شبيب عن سهل بن \n  عاصم عن يحيى بن محمد الجاري عن عبد الرحمن بن زيد ابن أسلم .\n</p>\n<p class=\"arabic\">وقال سويد بن سعيد ثنا خالد بن عبد الله اليمامي قال استودع ابن المنكدر وديعة \n  فاحتاج فأنفقها فجاء صاحبها فطلبها فقام فتوضأ وصلى ودعا فقال يا ساد الهواء \n  بالسماء ويا كابس الأرض على الماء ويا واحدا قبل كل أحد ويا واحدا بعد كل \n  أحد يكون أد عني أمانتي فسمع قائلا يقول خذ هذه فأدها عن أمانتك وأقصر في \n  الخطبة فإنك لن تراني .\n</p>\n<p class=\"arabic\">وعن ابن الماجشون قال إن رؤية محمد بن المنكدر لتنفعني في ديني .\n</p>\n<p class=\"arabic\">قال ابن عيينة كان ابن المنكدر من معادن الصدق يجتمع إليه الصالحون .\n</p>\n<p class=\"arabic\">وقال الحميدي ابن المنكدر حافظ *8*258* .\n</p>\n<p class=\"arabic\">وقال البخاري سمع ابن المنكدر من عائشة .\n</p>\n<p class=\"arabic\">وقال مالك كان سيد القراء .\n</p>\n<p class=\"arabic\">وقال عمرو الناقد ثنا بشر بن المفضل قال جلسنا إلى محمد بن المنكدر فلما أراد \n  أن يقوم قال أتأذنون وقال عبد العزيز الماجشون رأيت محمد بن المنكدر وعليه \n  ثوبان متينان إزار ورداء ورأيته يصفر لحيته ورأسه .\n</p>\n<p class=\"arabic\">أنبئت عن اللبان أنا أبو علي الحداد أنا أبو نعيم ثنا عبد الله بن محمد ثنا \n  أحمد بن الحسين ثنا أحمد بن إبراهيم ثنا يحيى بن الفضل الانيسي قال سمعت بعض \n  من يذكر عن محمد بن المنكدر أنه بينا هو ذات ليلة قائم يصلي إذ بكى فكثر بكاؤه \n  حتى فزع له أهله وسألوه فاستعجم عليهم وتمادى في البكاء فأرسلوا إلى ابن حازم \n  فجاء إليه فقال ما الذي أبكاك قال مرت بي آية قال وما هي قال قوله تعالى وبدا \n  لهم من الله ما لم يكونوا يحتسبون فبكى أبو حازم معه حتى اشتد بكاؤهما .\n</p>\n<p class=\"arabic\">وقال ابن سوقة سمعت ابن المنكدر يقول نعم العون على تقوى الله الغنى .\n</p>\n<p class=\"arabic\">وقال أبو معشر بعث ابن المنكدر إلى صفوان بن سليم بأربعين دينارا ثم قال لبنيه \n  يا بني ما ظنكم برجل فرغ صفوان لعبادة ربه .\n</p>\n<p class=\"arabic\">توفي ابن المنكدر سنة ثلاثين ومائة قاله الواقدي وجماعة ) .\n</p>\n<p class=\"arabic\">وقيل سنة إحدى وثلاثين قاله هرون بن موسى الفروي والفسوي *8*259* .\n\n</p>"
}