{
    "header": "محمد بن مسلم بن تدرس أبو الزبير المكي م ...",
    "id": "002329",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن مسلم بن تدرس أبو الزبير المكي م خ مقرونا  مولى حكيم بن حزام \n  القرشي .\n</h1>\n<p class=\"arabic\">الأسدي أحد الأعلام .\n</p>\n<p class=\"arabic\">روى عن ابن عباس وعائشة وابن عمر وحديثه عن الثلاثة في صحيح مسلم وعن عبد \n  الله بن عمرو بن الزبير وأبي الطفيل وجابر فأكثر وعن طاوس وسعيد بن جبير وعدة .\n</p>\n<p class=\"arabic\">وعنه أيوب السختياني وحجاج الصواف وشعبة والسفيانان وإبراهيم بن طهمان وحماد \n  بن سلمة ومالك والليث وزهير بن معاوية وابن لهيعة وخلق كثير .\n</p>\n<p class=\"arabic\">وكان من الحفاظ الثقات وإن كان غيره أوثق منه .\n</p>\n<p class=\"arabic\">قال يعلى بن عطاء حدثني أبو الزبير وكان أكمل الناس عقلا وأحفظهم وكان أيوب \n  إذا روى عنه يقول ثنا أبو الزبير وأبو الزبير أبو الزبير .\n</p>\n<p class=\"arabic\">قال أحمد بن حنبل يضعفه بذلك .\n</p>\n<p class=\"arabic\">وقال عطاء بن أبي رباح كنا نكون عند جابر بن عبد الله فيحدثنا فإذا خرجنا \n  تذاكرنا وكان أبو الزبير أحفظنا للحديث .\n</p>\n<p class=\"arabic\">وقال ابن معين ثقة وكذا وثقه النسائي وغير واحد وأما أبو زرعة وأبو حاتم وغيرهما \n  فقالوا لا يحتج به .\n</p>\n<p class=\"arabic\">وقد روى البخاري لأبي الزبير في صحيحه مقرونا بغيره .\n</p>\n<p class=\"arabic\">وقال ابن عدي هو في نفسه ثقة إلا أن يروي عنه بعض الضعفاء فيكون ذلك من جهة \n  الضعيف .\n</p>\n<p class=\"arabic\">وقال أبو بكر الأعين ثنا محمد بن جعفر المدائني ثنا ورقاء قال قلت *8*251* \n  لشعبة ما لك تركت حديث أبي الزبير قال رأيته يزن ويسترجع في الميزان .\n</p>\n<p class=\"arabic\">وقال أبو داود الطيالسي قال شعبة لم يكن في الدنيا شيء أحب إلي من رجل يقدم \n  من مكة فأسأله عن أبي الزبير فقدمت مكة فسمعته من أبي الزبير فبينا أنا جالس \n  عنده ذات يوم إذ جاءه رجل فسأله عن مسألة فرد عليه فافترى عليه فقلت له يا \n  أبا الزبير تفتري على رجل مسلم قال إنه أغضبني قلت من يغضبك تفتري عليه لا \n  رويت عنك أبدا قال وكان يقول في صدري أربعمائة حديث لأبي الزبير عن جابر .\n</p>\n<p class=\"arabic\">وقال حفص بن عمر الحوضي قيل لشعبة لم تركت أبا الزبير قال رأيته يسيء الصلاة \n  فتركت الرواية عنه ) .\n</p>\n<p class=\"arabic\">وروى عمر بن عيسى بن يونس عن أبيه قال قال لي شعبة يا أبا عمر لو رأيت أبا \n  الزبير لرأيت شرطيا بيده خشبة فقلت له ما لقي منك أبو الزبير .\n</p>\n<p class=\"arabic\">وقال سعيد بن أبي مريم ثنا الليث قال قدمت مكة فجئت أبا الزبير فدفع إلي كتابين \n  وانقلبت بهما ثم قلت في نفسي لو عاودته فسألته أسمع هذا كله من جابر فرجعت \n  فقلت له فقال منه ما سمعت منه ومنه ما حدثت عنه فقلت له أعلم لي على ما سمعت \n  فأعلم لي على هذا الذي عندي .\n</p>\n<p class=\"arabic\">وقال نعيم بن حماد قال سفيان جاء رجل إلى أبي الزبير ومعه كتاب سليمان اليشكري \n  فجعل يسأل أبا الزبير فيحدث بعض الحديث ثم يقول انظر كيف هو في كتابك فيخبره \n  بما في الكتاب فيخبر به كما في الكتاب .\n</p>\n<p class=\"arabic\">وقال أبو مسلم المستملي ثنا سفيان قال جئت أبا الزبير أنا ورجل فكنا إذا سألناه \n  عن الحديث فتغايم فيه قال انظروا في الصحيفة كيف هو *8*252* .\n</p>\n<p class=\"arabic\">وقال محمد بن يحيى العدني ثنا سفيان قال ما تنازع أبو الزبير وعمرو ابن دينار \n  قط عن جابر إلا زاد عليه أبو الزبير .\n</p>\n<p class=\"arabic\">وقد خرج مسلم وغيره من حديث الثوري عن أبي الزبير عن عائشة أن رسول الله صلى \n  الله عليه وسلم زار البيت ليلا .\n</p>\n<p class=\"arabic\">وخرج أبو داود لأبي الزبير عن أبي هريرة مرفوعا فطركم يوم تفطرون وأضحاكم \n  يوم تضحون .\n</p>\n<p class=\"arabic\">أخبرنا محمد بن عثمان الخشاب أنبأ أحمد بن محمد الفقيه حدثنا عين الشمس الثقفية \n  أنا محمد بن علي أنا أبو طاهر الكاتب أنا أبو الشيخ الحافظ ثنا عبد الرحمن \n  بن أبي حاتم ثنا علي بن حرب ثنا عتيق بن يعقوب الزبيري ثنا عبد العزيز بن \n  محمد عن إبراهيم بن طهمان عن أبي الزبير سمعت أبا أسيد وابن عباس يفتي الدينار \n  بالدينارين فأغلظ له أبو أسيد فقال ابن عباس ما كنت أظن أحدا يعرف قرابتي \n  من رسول الله صلى الله عليه وسلم يقول مثل هذا يا أبا أسيد فقال له أبو أسيد \n  أشهد لسمعت رسول الله صلى الله عليه وسلم يقول الدينار بالدينار والدرهم بالدرهم \n  وصاع حنطة بصاع حنطة وصاع شعير بصاع شعير وصاع ملح بصاع ملح لا فضل بين ذلك \n  فقال ابن عباس هذا الذي كنت أقوله برأيي ولم أسمع فيه بشيء ) .\n</p>\n<p class=\"arabic\">قلت وكان أبو محمد بن حزم يحتج من حديث أبي الزبير عن جابر بما رواه عنه الليث \n  فقط لكونه لم يحمل إلا ما سمعه من أبي الزبي بسماعه من جابر ومع كون البخاري \n  لم يحتج به ما رأيت ذكره في كتابيه في الضعفاء .\n</p>\n<p class=\"arabic\">قال الفلاس وغيره مات أبو الزبير سنة ثمان وعشرين ومائة .\n</p>\n<p class=\"arabic\">قلت أراه عاش تسعين سنة فصاعدا *8*253* .\n\n</p>"
}