{
    "header": "محمد بن علي بن عبد الله بن عباس م بن عبدـ...",
    "id": "002324",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن علي بن عبد الله بن عباس م بن عبد المطلب الهاشمي أبو عبد الله \n  والد .\n</h1>\n<p class=\"arabic\">السفاح والمنصور .\n</p>\n<p class=\"arabic\">روى عن أبيه وسعيد بن جبير وعمر بن عبد العزيز وأرسل عن جده .\n</p>\n<p class=\"arabic\">وعنه ابناه وحبيب بن أبي ثابت ويزيد بن أبي زياد وهشام بن عروة وآخرون ) .\n</p>\n<p class=\"arabic\">وبينه وبين أبيه في المولد أربع عشرة سنة فكان أبوه يخضب فيظن من لا يدري \n  أن محمدا هو الأب .\n</p>\n<p class=\"arabic\">عاش محمد ستين سنة .\n</p>\n<p class=\"arabic\">قال ابن سعد كان عبد الله بن محمد بن الحنفية قد أوصى إلى محمد ودفع إليه \n  كتبه وألقى إليه إن هذا الأمر في ولدك وكان عبد الله قد قرأ الكتب وسمع وكان \n  محمد بن علي جميلا وسيما نبيلا كأبيه وكان ابتداء دعوة بني العباس إلى محمد \n  ولقبوه بالإمام وكاتبوه سرا بعد العشرين ومائة ولم يزل أمره يقوى ويتزايد \n  فعاجلته المنية حين انتشرت دعوته بخراسان فأوصى بالأمر إلى ابنه إبراهيم فلم \n  تطل مدته بعد أبيه فعهد إلى أخيه أبي العباس السفاح .\n</p>\n<p class=\"arabic\">قال مروان بن شجاع سمعت أبن أبي عبلة يقول دخل محمد بن علي على أمير المؤمنين \n  عمر بن العزيز فلما خرج قال عمر لو كان إلي من الخلافة شيء لقمصتها هذا الخارج .\n</p>\n<p class=\"arabic\">أخبرنا أحمد بن إسحاق أنا ابن صرما وابن عبد السلام قالا أنا الأرموي أنا \n  ابن النقور أنا أبو الحسن السكري أنا أبو عبد الله الصوفي ثنا يحيى بن معين \n  *8*224* ثنا هشام بن يوسف عن عبد الله بن سليمان النوفلي عن محمد بن علي عن \n  أبيه عن ابن عباس قال قال رسول الله صلى الله عليه وسلم أحبوا الله لما يغدوكم \n  به من نعمة وأحبوني لحبه وأحبوا أهل بيتي لحبي .\n</p>\n<p class=\"arabic\">هذا حديث غريب رواه الترمذي عن أبي داود السجستاني عن ابن معين فوقع بدلا \n  بعلو درجتين تفرد به هشام بن يوسف قاضي صنعاء والنوفلي لا يعرف ولعل ابن معين \n  تفرد به .\n</p>\n<p class=\"arabic\">قال الزبير بن بكار أمه هي العالية بنت عبيد الله بن عبد الله بن عباس وأمها \n  عائشة بنت عبد الله بن عبد المدان .\n</p>\n<p class=\"arabic\">ويقال إن محمد بن علي ولد سنة أربع وستين .\n</p>\n<p class=\"arabic\">قال يعقوب بن شيبة بلغني عن ابن الكلبي عن أبيه قال كان محمد بن علي من أجمل \n  الناس وأمدهم قامة وكان رأسه مع منكب أبيه وكان رأس أبيه مع منكب عبد الله \n  بن عباس وكان رأس ابن عباس مع منكب أبيه رضي الله عنهم .\n</p>\n<p class=\"arabic\">وروى سليمان بن أبي شيخ عن حجر بن عبد الجبار عن عيسى بن علي وذكر محمد بن \n  علي فذكر من فضله حتى قدمه على أبيه قال وكان أبو هاشم بن محمد بن الحنفية \n  قبيح الخلق والهيئة قبيح الدابة وكان لا يذكر ابن علي بن عبد الله ابن عباس \n  في موضع إلا عابه فبعث أبي ) .\n</p>\n<p class=\"arabic\">ولده محمد بن علي إلى باب الوليد بن عبد الملك فأتى أبا هاشم فكتب عنه العلم \n  وكان إذا قام أبو هاشم يأخذ له بركابه فكف عن أبيه وكان أبي يلطف ابنه محمدا \n  بالشيء يبعث به إليه فيبعث به محمد إلى أبي هاشم وكان قوم من أهل خراسان يختلفون \n  إلى أبي هاشم فمرض مرضه الذي مات فيه فقالوا من تأمرنا أن تأتي بعدك فقال \n  هذا وهو عنده قالوا ومن هذا وما لنا وله قال لا أعلم أحدا أعلم منه ولا خيرا \n  منه فاختلفوا إليه قال عيسى فذاك كان سببنا بخراسان *8*225* .\n</p>\n<p class=\"arabic\">قال إسماعيل الخطبي كان ابتداء دعاة بني العباس إلى محمد وطاعتهم لأمره وذلك \n  زمن الوليد فلم يزل الأمر ينمى ويقوى ويتزايد إلى أن مات في مستهل ذي القعدة \n  سن أربع وعشرين وقد انتشرت دعوته وكثرت شيعته .\n</p>\n<p class=\"arabic\">قال ابن جرير توفي سنة خمس وعشرين بعد والده بسبع سنين رحمه الله .\n\n</p>"
}