{
    "header": "محمد بن واسع بن جابر بن الأخنس م د ت ن أـ...",
    "id": "002331",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن واسع بن جابر بن الأخنس م د ت ن أبو بكر ويقال أبو عبد الله الأزدي .\n</h1>\n<p class=\"arabic\">البصري أحد الأئمة والعباد .\n</p>\n<p class=\"arabic\">روى عن أنس بن مالك ومطرف بن الشخير وعبيد بن عمير المكي وعبد الله بن الصامت \n  وأبي صالح السمان وابن سيرين وغيرهم .\n</p>\n<p class=\"arabic\">وعنه هشام بن حسان وأزهر بن سنان وإسماعيل بن مسلم العبدي والثوري والحماذان \n  ومعمر وسلام بن أبي مطيع وجعفر بن سليمان ونوح بن قيس وصالح المري وأبو المنذر \n  سلام القاري ومحمد بن الفضل بن عطية .\n</p>\n<p class=\"arabic\">قال ابن المديني له خمسة عشر حديثا .\n</p>\n<p class=\"arabic\">وقال أحمد العجلي ثقة عابد صالح .\n</p>\n<p class=\"arabic\">وقال الدارقطني هو ثقة لكنه بلي برواة ضعفاء .\n</p>\n<p class=\"arabic\">وقال ابن شوذب لم يكن لمحمد بن واسع عبادة ظاهرة وكانت الفتيا إلى غيره وإذا \n  قيل من أفضل أهل البصرة قيل محمد بن واسع .\n</p>\n<p class=\"arabic\">وقال الأصمعي قال سليمان التيمي ما أحد أحب إلي أن ألقى الله بمثل صحيفته \n  مثل محمد بن واسع .\n</p>\n<p class=\"arabic\">وروى معمر عن أبيه قال ما رأيت أحدا قط أخشع من محمد بن واسع .\n</p>\n<p class=\"arabic\">وقال جعفر بن سليمان كنت إذا وجدت من قلبي قسوة غدوت فنظرت إلى وجه محمد بن \n  واسع كان كأنه ثكلى *8*260* .\n</p>\n<p class=\"arabic\">وقال حماد بن زيد قال رجل لمحمد بن واسع أوصني قال أوصيك أن تكون ملكا في \n  الدنيا والآخرة قال كيف هذا قال إزهد في الدنيا .\n</p>\n<p class=\"arabic\">وعنه قال طوبى لمن وجد عشاء ولم غداء ووجد غداء ولم يجد عشاء والله عنه راض .\n</p>\n<p class=\"arabic\">وقال ابن شوذب فسم أمير البصرة على قرائها فبعث إلى مالك بن دينار فأخذ فقال \n  له ابن واسع قبلت جوائز السلطان قال سل جلسائي فقالوا يا أبا بكر اشتري بها \n  رقيقا فأعتقهم قال أنشدك الله أقلبك الساعة على ما كان عليه قال اللهم لا .\n</p>\n<p class=\"arabic\">وقال ابن عيينة قال محمد بن واسع لو كان للذنوب ريح ما جلس أحد إلي ) .\n</p>\n<p class=\"arabic\">وقال الأصمعي لما صاف قتيبة بن مسلم الترك وهاله أمرهم سأل عن محمد بن واسع \n  فقيل هو ذاك في الميمنة يبصبص بإصبعه نحو السماء قال تلك الإصبع أحب إلي من \n  مائة ألف سيف شهير وشاب طرير .\n</p>\n<p class=\"arabic\">وقال حزم القطعي قال محمد بن واسع وهو في الموت يا إخوتاه تدرون أين يذهب \n  بي الله إلى النار أو يعفو عني .\n</p>\n<p class=\"arabic\">وقال ابن شوذب لم يكن لمحمد بن واسع كبير عبادة وكان يلبس قميصا بصريا وساجا .\n</p>\n<p class=\"arabic\">وقال علي بن الجعد ثنا جبير أبو جعفر قال رأى رجل كأن مناديا ينادي من السماء \n  خير رجل بالبصرة محمد بن واسع *8*261* .\n</p>\n<p class=\"arabic\">وقال مطر الوراق لا نزال بخير ما بقي لنا أشياخنا مالك وثابت وابن واسع .\n</p>\n<p class=\"arabic\">وقال جعفر بن سليمان قال ابن واسع إني لأغبط رجلا معه دينه وليس معه من الدنيا \n  شيء راض عن ربه .\n</p>\n<p class=\"arabic\">وقال ليث بن أبي سليم قال محمد بن واسع إذا أقبل العبد بقلبه إلى الله أقبل \n  الله بقلوب المؤمنين عليه .\n</p>\n<p class=\"arabic\">وقال ابن شوذب قال محمد بن واسع يكفي من الدعاء مع الورع اليسير من العمل \n  كما يكفي القدر من الملح .\n</p>\n<p class=\"arabic\">وقال المدائني دخل محمد بن واسع على قتيبة بن مسلم الأمير في مدرعة صوف فقال \n  ما يدعوك إلى لبس هذه فسكت فقال أكلمك فلا تجيبني قال أكره أن أقول زهدا فأزكي \n  نفسي أو أقول فقرا فأشكو ربي .\n</p>\n<p class=\"arabic\">وروى هشام بن حسان عن محمد بن واسع وقيل له كيف أصبحت قال قريبا أجلي بعيدا \n  أملي سيئا عملي .\n</p>\n<p class=\"arabic\">وقال الأصمعي ثنا جعفر بن سليمان وليس بالضبعي قال جاء رجل إلى محمد بن واسع \n  فشكا ابنه فأقبل محمد على ابنه فقال تستطيل على الناس وأمك اشتريتها بأربعمائة \n  درهم وأما أبوك فلا كثر الله في المسلمين مثله .\n</p>\n<p class=\"arabic\">وعن قاسم الخواص أن محمد بن واسع قال لرجل أأبكاك قط سابق علم الله فيك .\n</p>\n<p class=\"arabic\">قال خليفة مات محمد بن واسع سنة ثلاث وعشرين ومائة ) *8*262* .\n</p>\n<p class=\"arabic\">وكذا روي عن جعفر بن سليمان .\n</p>\n<p class=\"arabic\">وقال بعض ولد محمد بن واسع مات سنة سبع وعشرين ومائة .\n</p>\n<p class=\"arabic\">وعن أبي الطيب موسى بن يسار قال صحبت محمد بن واسع من مكة إلى البصرة فكان \n  يصلي الليل أجمع يصلي في المحمل جالسا .\n</p>\n<p class=\"arabic\">وعن بد الواحد بن زيد قال شهدت حوشبا جاء إلى مالك بن دينار قال رأيت البارحة \n  كأن مناديا ينادي يقول يأيها الناس الرحيل الرحيل فما رأيت أحدا يرتحل إلا \n  محمد بن واسع فصاح مالك بن دينار وخر مغشيا عليه .\n</p>\n<p class=\"arabic\">قال مضر كان الحسن يسمي محمد بن واسع زين القراء .\n</p>\n<p class=\"arabic\">وعن محمد بن واسع قال إن الرجل ليبكي عشرين سنة وامرأته معه لا تعلم .\n</p>\n<p class=\"arabic\">وقال أحمد الدورقي حدثني محمد بن عيسى حدثني مخلد بن الحسين عن هشام قال دعا \n  مالك بن المنذر محمد بن واسع وكان على شرطة البصرة فقال اجلس على القضاء فأبى \n  فعاوده فقال لتجلسن أو لأجلدنك ثلاثمائة قال إن تفعل فإنك مسلط وإن ذليل الدنيا \n  خير من ذليل الآخرة .\n</p>\n<p class=\"arabic\">قال ودعاه بعض الأمراء فأراده على بعض الأمر فأبى فقال له إنك أحمق فقال محمد \n  ما زلت يقال لي هذا منذ أنا صغير .\n</p>\n<p class=\"arabic\">وعن ابن واسع أنه نظر إلى ابن له يخطر بيده فقال تعال ويحك تدري أمك اشتريتها \n  بمائتي درهم وأبوك فلا كثر الله في المسلمين ضربه *8*263* .\n</p>\n<p class=\"arabic\">ويروى أن قاصا كان قريبا من مجلس ابن واسع فقال ما لي أرى القلوب لا تخشع \n  والعيون لا تدمع والجلود لا تقشعر فقال محمد يا فلان ما أرى القوم أتوا إلا \n  من قبلك إن الذكر إذا خرج من القلب وقع على القلب .\n</p>\n<p class=\"arabic\">وقال أبو عمر الضرير ثنا محمد بن مهزم قال كان محمد بن واسع يصوم الدهر ويخفي \n  ذلك .\n</p>\n<p class=\"arabic\">وقال سعيد بن عامر دخل محمد بن واسع على بلال بن أبي بردة فدعاه إلى طعامه \n  فاعتل عليه فغضب بلال وقال إني أراك تكره طعامنا فقال لا تقل ذاك أيها الأمير \n  فو الله لخياركم أحب إلينا من أبنائنا ) .\n</p>\n<p class=\"arabic\">أنبأني أحمد بن سلامة عن اللبان عن الحداد قراءة أنبأنا أبو نعيم ثنا عبد \n  الله ابن جعفر ثنا إسماعيل بن عبد الله ثنا مسلم بن إبراهيم ثنا إسماعيل بن \n  مسلم عن محمد بن واسع عن مطرف بن عبد الله عن عمران بن حصين قال تمتعنا مع \n  رسول الله صلى الله عليه وسلم فقال رجل برأيه ما شاء أخرجه مسلم من حديث اسماعيل \n  ابن مسلم .\n\n</p>"
}