{
    "header": "يوسف بن عمر الثقفي الأمير ولي اليمن لهشاـ...",
    "id": "002404",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">يوسف بن عمر الثقفي الأمير ولي اليمن لهشام ثم نقله إلى إمرة العراقين فأقره \n  الوليد بن .\n</h1>\n<p class=\"arabic\">يزيد وأضاف إليه إمرة هراسان وكان مهيبا جبارا ظوما .\n</p>\n<p class=\"arabic\">ذكر المدائني أن سماط يوسف بالعراق كان كل يوم خمسمائة مائدة وكانت مائدته \n  وأقصى الموائد سواء يتعمد ذلك وينوعه .\n</p>\n<p class=\"arabic\">وروينا أن ضرب وهب بن منبه في إمارته على اليمن حتى هلك تحت الضرب *8*316* .\n</p>\n<p class=\"arabic\">ولما قتل عزل يوسف ثم قتل .\n</p>\n<p class=\"arabic\">قال ابن عساكر لما هلك الحجاج أخذوا يوسف بن مر في آل الحجاج ليعذب ويطلب \n  منه المال فقال أخرجوني أسأل فدفع ابن الحارث الجهضمي وكان مغفلا فانتهى إلى \n  دار لها بابان فقال له يوسف دعني أدخل غلى عمتي أسألها فأذن له فدخل وهرب \n  وذلك في خلافة سليمان بن عبد الملك ) .\n</p>\n<p class=\"arabic\">وقال خليفة ولي يوسف اليمن في سنة ومائة فلم يزل عليها حتى كتب إليه بولايته \n  على العراق فاستخلف ابنه الصلت وسار .\n</p>\n<p class=\"arabic\">قال الليث في سنة عشرين ومائة نزع خالد القسري عن العراق وأمر يوسف بن عمر .\n</p>\n<p class=\"arabic\">وروى بشر بن عمر عن أبيه قال ازدحم الناس عشية في دار يوسف على الطعام فدفع \n  رجل من الجند رجلا بقائم سيفه فرآه يوسف فدعا به فضربه مائتين وقال يا بن \n  اللخناء أتدفع الناس عن طعامي وحكى عمر بن شبة أن يوسف بن عمر وزن درهما فنقص \n  حبة فكتب إلى دور الضرب بالعراق فضرب أهلها فأحصى في تلك الحبة مائة ألف سوط \n  ضربها .\n</p>\n<p class=\"arabic\">وقيل كان يضرب المثل بحمقه وتيهه حتى كانوا يقولوا أحمق من أحمق ثقيف فمن \n  ذلك أن حجاما أراد أن يحجمه فارتعد فقال لحاجبه قل لهذا البائس لا تخف وما \n  رضي أن يقول له بنفسه .\n</p>\n<p class=\"arabic\">ولما استخلف الوليد الفاسق هم بعزل يوسف وبتولية ابن عمه عبد الملك بن *8*317* \n  محمد بن الحجاج بن يوسف الثقفي وكان عبد الملك ووالدة الوليد ابني عم فسار \n  يوسف إلى الوليد وقدم له أموالا عظيمة وتخفا وكان خالد القسري مسجونا في سجن \n  الوليد فقرر مع أبان النمري أن يشتري خالد القسري بأربعين ألف ألف درهم فقال \n  الوليد ليوسف ارجع إلى عمك فقال أبان للوليد إعطني خالدا وأدفع إليك أربعين \n  ألف ألف قال ومن يضمن هذا المال عنك قال يوسف ابن عمر أنا فدفعه إليه فحمله \n  في محمل لغير وطاء وقدم به إلى العراق فأهلكه تحت العذاب والمصادرة وطلب منه \n  ألوفا لا تحصى .\n</p>\n<p class=\"arabic\">ثم اقتضى من يوسف يزيد بن خالد بأبيه وقتله ثم قتل يويد بن خالد حين تملك \n  مروان الحمار .\n</p>\n<p class=\"arabic\">قال وهب بن جرير ثنا حيان بن زهير ثنا أبو الصيداء صالح بن طريف قال لما قدم \n  يوسف بن عمر العراق أتانا خبره بخراسان قال فبكى أبو الصيداء وقال هذا الخبيث \n  شهدته ضرب وهب بن منبه حتى قتله .\n</p>\n<p class=\"arabic\">وقال محمد بن جرير يقال إن يزيد بن الوليد لما ولي قال بلغني أن هذا الفاسق \n  يوسف بن عمر قد صار غلى البلقاء فاطلبوه قال فلم يوجد فتهددوا ابنه فقال أنا \n  أدلكم عليه إنه انطلق غلى مزرعة له فسار غليه خمسون فارسا فإذا به انملس واختفى \n  فإذا نسوة القين عليه ) .\n</p>\n<p class=\"arabic\">قطيفة وجلسن على حواشيها فجروا برجله فأتوا به وكان عظيم اللحية فأخذ حرسي \n  بلحيته فهزها ونتف منها وكان قصيرا فأدخل على يزيد فقبض يوسف على لحيته وإنها \n  لتجوز سرته وجعل يقول يا أمير المؤمنين نتف والله لحيتي فسبحنه في الخضراء \n  فدخل عليه محمد بن راشد فقال أما تخاف أن يطلع عليه بعض من قد وترت فيلقي \n  عليك حجرا قال والله ما فطنت لهذا فنشدتك الله لتلكمت في تحويلي فأخبرت يزيد \n  فقال ما غاب عنك من حمقه أكثر وما *8*318* حبسته إلا لأوجه به إلى العراق \n  فيقام للناس وتؤخذ المظالم من ماله ودمه .\n</p>\n<p class=\"arabic\">قال ابن جرير فحدثني أحمد بن أبي خيثمة ثنا عبد الوهاب بن إبراهيم ثنا أبو \n  هاشم قال أرسل يزيد بن خالد القسري مولى لأبيه يكنى أبا الأسد في عدة من أصحابه \n  فدخل السحن فأخرج يوسف بن عمر فضرب عنقه وذلك في سنة سبع وعشرين مائة .\n</p>\n<p class=\"arabic\">وكذا أرخ خليفة وقال وله نيف وستون سنة وزاد ابن خلطان وغيره إنهم رموا حثته \n  فشد الصبيان في رجله وجروه في شوارع دمشق وكان دميما فمرت امرأة فقالت ما \n  فعل هذا الصبي المسكين حتى قتل .\n\n</p>"
}