{
    "header": "حبيب العجمي خ ثم البصري أبو محمد الزاهد ...",
    "id": "002532",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">حبيب العجمي خ ثم البصري أبو محمد الزاهد أحد الأعلام .\n</h1>\n<p class=\"arabic\">روى عن الحسن وشهر بن حوشب والفرزدق وغيرهم حكايات .\n</p>\n<p class=\"arabic\">وعنه حماد بن سلمة وجعفر بن سليمان وأبو عوانة الوضاح وداود الطائي وصالح \n  المري ومعتمر بن سليمان وغيرهم .\n</p>\n<p class=\"arabic\">أخبرنا إسحاق أنا ابن خليل نا اللبان نا الحداد نا أبو نعيم قال كان حبيب \n  صاحب الكرامات مجاب الدعوة كان سبب زهدة حضوره مجلس الحسن فوقعت موعظته في \n  قلبه فخرج عما كان يتصرف فيه فتصدق بأربعين ألفا .\n</p>\n<p class=\"arabic\">حدثنا محمد بن إبراهيم ثنا ابن قتيبة ثنا أحمد بن زيد الخزاز ثنا ضمرة ثنا \n  السري بن يحيى وغيره عن حبيب أبي محمد أنه أصاب الناس مجاعة فاشترى من أصحاب \n  الدقيق دقيقا وسويقا بن سيئة وعهد إلى خرائطه فخيطها ووضعها تحت فراشه ثم \n  دعا الله تعالى فجاء الذين اشترى ) .\n</p>\n<p class=\"arabic\">منهم يطلبون حقوقهم فأخرج تلك الخرائط قد امتلأت فقال لهم زنوا فوزنوها فإذا \n  هو يقرب من حقوقهم *8*394* .\n</p>\n<p class=\"arabic\">قال يونس بن محمد المؤدب سمعت مشيخة يقولون كان الحسن يجلس يذكر في كل يوم \n  وكان حبيب أبو محمد يقعد في مجلسه الذي يأتيه فيه أهل الدنيا والتجار وهو \n  غافر عما فيه الحسن لا يلتفت إلى شيء من مقالته غلى أن التفت يوما فقال أين \n  برهمي درآيد درآيد خلوات فقيل والله يا أبا محمد يذكر الجنة ويذكر النار ويرغب \n  في الآخرة ويزهد في الدنيا فوقر ذلك في قلبه فقال بالفارسية إذهبوا بنا إليه \n  فأتاه فقال جلسان الحسن هذا حبيب أبو محمد قد أقبل إليك فعظه فأقبل إليه فوقف \n  عليه فقال أين همي كوئي بركوي فقال الحسن فذكره الجنة وخوفه النار ورغبة في \n  الخبر فقال إن كوئي قال الحسن أنا ضامن لك على الله ذلك فانصرف من عنده فلم \n  يزل في إنفاق أمواله حتى لم يبق على شيء ثم جعل بعد يستقرض على الله .\n</p>\n<p class=\"arabic\">وقال أحمد بن أبي الحواري قال أبو سليمان الداراني لنا كان حبيب أبو محمد \n  يأخذ متاعا من التجارة يتصدق به فأخذ مرة فلميجد ما يعطيهم فقال يا رب كأنه \n  قال إني منكسر وجهي عندهم فدخل فإذا هو بجوالق من شعر كأنه نصب من أرض البيت \n  إلى قريب من السقف مليء دراهم فقال يا رب ليس أريد هذا فأخذ حاجته وترك البقية \n  وقال سار بنا جعفر بن سليمان قال كنا ننصرف من مجلس ثابت البناني فنأتي حبيبا \n  أبا محمد فيحث على الصدقة فإذا وقعت قام فتعلق بقرن معلق في بيته ثم يقول \n  ها قد تغديت وطابت نفسي فليس في الحي غلام مثلي إلا غلام قد تغذى قبلي *8*395* \n  سبحانك وحنانيك خلقت فسويت وقدرت فهديت وأعطيت فأغنيت وأقنيت وعفوت وعافيت \n  فلك الحمد على ما أعطيت حمدا كثيرا طيبا مباركا فيه حمدا لا ينقطع أولاه ولا \n  ينفذ أخراه حمدا أنت مناه فكتكون الجنة عقباه .\n</p>\n<p class=\"arabic\">وقال عبد الحر من بن واقد وهارون بن معروف ثنا ضمرة ثنا السري ابن يحيى قال \n  كان حبيب يرى بالبصرة يوم التروية ويم عرفة بعرفة .\n</p>\n<p class=\"arabic\">قال سليمان التيمي ما رأيت أصدق يقينا من حبيب أبي محمد ) .\n</p>\n<p class=\"arabic\">وقال حبيب ثنا بكر المزني قال كان أصحاب رسول الله صلى الله عليه وسلم يتباحون \n  بالبطيخ فإذا كانت الحقائق كانوا هم الرجال .\n\n</p>"
}