{
    "header": "ربيعة الرائي ع هو أبو عثمان ربيعة بن أبيـ...",
    "id": "002569",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">ربيعة الرائي ع هو أبو عثمان ربيعة بن أبي عبد الرحمن فروخ التيمي الفقيه \n  العلم مولى .\n</h1>\n<p class=\"arabic\">آل المنكدر مفتي أهل المدينة وشيخهم *8*418* .\n</p>\n<p class=\"arabic\">روى عن أنس والسائب بن يزيد وحنظلة بن قيس الزرقي وسعيد بن المسيب والقاسم \n  بن محمد وطائفة .\n</p>\n<p class=\"arabic\">وعنه الأوزاعي وسفيان الثوري ومالك وسليمان بن بلال وإسماعيل بن جعفر وفليح \n  بن سليمان وعبد العزيز الدراوردي وابن عيينة وأبو بكر بن عياش وشعبة وعمرو \n  بن الحارث وأبو ضمرة وآخرون .\n</p>\n<p class=\"arabic\">قال مصعب بن عبد الله كان ربيعة صاحب الفتيا بالمدينة وكان يجلس إليه وجوه \n  الناس ويحضر مجلسه أربعة معتما وعليه تفقه مالك .\n</p>\n<p class=\"arabic\">وقال ابن سعد كان ربيعة ثقة وكانوا يتقونه للرأي .\n</p>\n<p class=\"arabic\">وقال أبو بكر كان ربيعة حافظا للفقه والحديث أقدمه السفاح الأنبار ليوليه \n  القضاء .\n</p>\n<p class=\"arabic\">قال أحمد بن مروان الدينوري صاحب المجالسة وقد تكلم فيه ثنا يحيى ابن أبي \n  طالب ثنا عبد الوهاب بن عطاء قال حدثني مشيخة أهل المدينة أن فروخا والد ربيعة \n  خرج في البعوث إلى خراسان أيام بني أمية غازيا وربيعة حمل فخلف عند الزوجة \n  ثلاثين ألف دينار ثم قدم المدينة ) .\n</p>\n<p class=\"arabic\">بعد سبع وعشرين سنة فنزل عن فرسه ثم دفع الباب برمحه فخرج ربيعة فقال يا عدو \n  الله اتهجم على منزلي وقال فروخ يا عدو الله أنت رجل دخلت على حرمتي فتواثبا \n  واجتمع الجيران وجعل ربيعة يقول لا والله لا فارقتك إلى السلطان وجعل فروخ \n  يقول كذلك وكثر الضجيج فلما بصروا بمالك سكت الناس كلهم فقال مالك أيها الشيخ \n  لك سعة في غير هذه الدار فقال هي داري وأنا فروخ مولى بني فلان فسمعت امرأته \n  كلامه فخرجت وقالت هذا زوجي وقالت به هذا ابنك الذي خلفته وأنا حامل فاعتنقا \n  جميعا وبكيا ودخل فروخ المنزل وقال هذا ابني قالت نعم قال فأخرجي المال وهذه \n  أربعة *8*419* آلاف دينار معي قالت إني قد دفنته وسأخرجه وخرج ربيعة إلى المسجد \n  فجلس في حلقته وأتاه مالك والحسن بن زيد وابن أبي علي اللهبي والأشراف فأحدقوا \n  به فقالت امرأة فروخ أخرج إلى المسجد فصل فيه فنظر إلى حلقة وافرة فأتى فوقف \n  ففرجوا له قليلا ونكس ربيعة يوهم أنه لم يره وعليه طويلة فشك فيه أبو عبد \n  الرحمن فقال من هذا قالوا هذا ربيعة فرجع وقال لوالدته لقد رأيت ولدك في حالة \n  ما رأيت أحدا منأهل العلم والفقه عليها قالت فأيما أحب إليك ثلاثون ألف دينار \n  أو هذا الذي هو فيه من الجاه قال لا والله إلا هذا قالت فإنس قد أنفقت المال \n  كله عليه قال فو الله ما ضيعتيه .\n</p>\n<p class=\"arabic\">قلت حكاية معجبة لكنها مكذوبة لوجوه منها أن ربيعة لم يكن له حلقة وهو ابن \n  سبع وعشرين سنة بل كان ذلك الوقت شيوخ المدينة مثل القاسم وسالم وسليمان بن \n  يسار وغيرهم من الفقهاء السبعة .\n</p>\n<p class=\"arabic\">الثاني أنه لما كان ابن سبع وعشرين سنة كان مالك فطيما أو لم يوبد بعد .\n</p>\n<p class=\"arabic\">والثالث أن الطويلة لم تكن خرجت للناس وإنما أخرجها المنصور فما أظن ربيعة \n  لبسها وإن كان قد لبسها فيكون في آخر عمره وهو ابن سبعين سنة لا شابا .\n</p>\n<p class=\"arabic\">الرابع كان يكفيه في السبع والعشرين سنة ألف دينار أو أكثر ث قد قال ابن وهب \n  حدثني عبد الرحمن بن زيد قال مكث ربيعة دهرا طويلا يصلي الليل والنهار ثم \n  نزع عن ذلك إلى أ جالس العلماء فجالس القاسم فنطق بلب وعقل فكان القاسم إذا \n  سئل عن شيء قال سلوا هذا لربيعة وصار ربيعة إلى فقه وفضل وعفاف وما كان بالمدينة \n  رجل أسخى منه *8*420* .\n</p>\n<p class=\"arabic\">وقال ابن وهب حدثني الليث عن عبيد الله بن عمر قال كان يحيى ابن سعيد يحدثنا \n  فإذا طلع ) .\n</p>\n<p class=\"arabic\">ربيعة قطع يحيى حديثه إجلالا له وإعظاما .\n</p>\n<p class=\"arabic\">وقال ابن بكير حدثني الليث قال لي يحيى بن سعيد ما رأيت أفظن من ربيعة وقال \n  لي عبيد بن عمر ربيعة صابح معضلاتنا وعلمنا وأفضلنا .\n</p>\n<p class=\"arabic\">وقال سوار بن عبد الله قاضي البصرة ما رأيت قط مثل ربيعة قلت ولا الحسن ولا \n  ابن سيرين .\n</p>\n<p class=\"arabic\">وقال ابن القاسم عن مالك قال قدم الزهري المدينة فأخذ بيد ربيعة ودخلا المنزل \n  فما خرجا إلى العصر وخرج ابن شهاب وهو يقول ما ظننت أن بالمدينة مثل ربيعة \n  وخرج ربيعة وهو يقول نحو ذلك .\n</p>\n<p class=\"arabic\">وقال يحيى بن معين ثنا عبد الله بن صالح قال الليث في رسالته إلى مالك ثم \n  اختلف الذين كانوا بعدهم وحضرناهم بالمدينة وغيرها ورأسهم في الفتيا يومئذ \n  ابن شهاب وربيعة فكان من خلاف ربيعة تجاوز اله عنه لبعض ما مضى وحضرت وسمعت \n  قولك فيه وقول ذي السن من أهل المدينة يحيى إن فراق مجلسه وذاكرتك أنت وعبد \n  العزيز بن عبد الله بعض ما تعيب على ربيعة وكنتما موافقين فيما أنكرت تكرهان \n  منه ما أكره ومع ذلك بحمد الله عند ربيعة أثر كثير وعقل أصيل لسان بليغ وفضل \n  مستبين وطريقة حسنة في الإسلام ومودة صادقة لإخوانه فرحمه الله وغفر له وجزاه \n  بأحسن عمله .\n</p>\n<p class=\"arabic\">قال أحمد بن صالح ثنا عنبسة عن يونس قال شهدت أبا حنيفة في مجلس ربيعة فكان \n  مجهود أبي حنيفة أن يفهم ما يقول ربيعة .\n</p>\n<p class=\"arabic\">وروى مطرف بن عبد الله عن ابن أخي يزيد بن هرمز أن رجلا سأله عن بول الحمال \n  فقال ابن هرمز نجس قال فإن ربيعة لا يرى به بأسا *8*421* قال لا عليك أن لا \n  تذكر مساويء ربيعة فلربما تكلمنا في المسألة نخالفه فيها ثم نرجع إلى قوله \n  بعد سنة .\n</p>\n<p class=\"arabic\">قال عبد العزيز الأويسي قال مالك لا ينبغي أن نترك العمائم ولقد اعتممت وما \n  في وجهي شعرة ولقد رأيت في مجلس ربيعة بضعة وثلاثين معتما .\n</p>\n<p class=\"arabic\">قلت وربيعة مجمع على توثيقه نص على ذلك أحمد بن حنبل وغيره .\n</p>\n<p class=\"arabic\">ابن وهب حدثي عبد العزيز بن الماجشون قال لما جئت إلى العراق جاءني أهلها \n  فقالوا حدثنا عن ربيعة الرائي فقال يا أهل العراق تقولون هذا ولا والله ما \n  رأيت أحوط لسنة منه ) .\n</p>\n<p class=\"arabic\">وقال مالك كان ربيعة أعجل شيء فتيا وأعجل جوابا وكان يقول مثل الذي يعجل بالفتيا \n  قبل أن يتثبت كمثل الذي يأخذ شيئا من الأرض لا يدري ما هو .\n</p>\n<p class=\"arabic\">وقال محمد بن كثير المصيصي عن ابن عيينة قال بكى ربيعة يوما فقيل له ما يبكيك \n  قال رياء حاضر وشهوة خفية والناس عند علمائهم كصبيان في جحور أمهاتهم إن أمروهم \n  ائتمروا وإن نهوا انتهوا .\n</p>\n<p class=\"arabic\">وقال ضمرة عن رجاء بن جميل قال قال ربيعة إني رأين الرأي أهون على من تبعه \n  من الحديث قال الأويسي قال مالك كان ربيعة يقول للزهري إن حالي ليست تشبه \n  حالك قال وكيف قال أنا أقول برأي من شاء أخذه ومن شاء ترك وأنت تحدث عن النبي \n  صلى الله عليه وسلم فيحفظ .\n</p>\n<p class=\"arabic\">قال ابن أبي حيثمة ثنا الزبير بن بكار أخبرني مطرف عن مالك قال قال لي ربيعة \n  يا مالك إني خراج إلى العراق ولست محدثهم حديثا ولا مفتيهم عن مسألة قال مالك \n  فوفى ما حدثهم ولا افتاهم .\n</p>\n<p class=\"arabic\">وقال أنس بن عياض عن ربيعة أنه وقف على قوم نفاة للقدر فقال ما معناه *8*422* \n  إن كنتم صادقين فلما في أديكم صادقين فلما في أيديكم أعظم مما في يدي ربكم \n  إن كان الخير والشر بأيديكم .\n</p>\n<p class=\"arabic\">قال وقف غيلان على ربيعة وقال أنت الذي تزعم أن الله يحب أن يعصى فقال ويلك \n  يا غيلان أنت تزعم أن الله يعصي قسرا .\n</p>\n<p class=\"arabic\">وقال أحمد العجلي حدثني أبي قال قيل لربيعة الرحمن على العرش استوى كيف استوى \n  فقال الاستواء منه غير معقول وعلينا وعليك التسليم .\n</p>\n<p class=\"arabic\">هذه رواية منقطعة والظاهر سقوط شيء وإنما المحفوظ عنه بإسنادين انه أجاب فقال \n  الاستواء غير مجهول والكيف غير معقول ومن الله الرسالة وعلى الرسول البلاغ \n  وعلينا التصديق ومثله نشهور عن مالك وغيره .\n</p>\n<p class=\"arabic\">وصح عن ربيعة قال العلم وسيلة إلى كل فضيلة .\n</p>\n<p class=\"arabic\">وقال مالك قدم ربيعة على أمير المؤمنين فأمر له بجائزة فأبى أن يقبلها فأعطاه \n  خمسة آلاف درهم يشتري بها جراية فأبى أن يبقلها وعن ابن وهب أن ربيعة أنفق \n  على إخوانه أربعين ألف دينار ثم جعل يسأل إخوانه في إخوانه ) .\n</p>\n<p class=\"arabic\">وقال عبد المهيمن بن عباس بن سهل قال ربيعة المروءة ست خصال ثلاثة في الحضر \n  تلاوة القرآن وعمارة المساجد وإتخاذ الإخوان في الله وثلاثة في السفر بذل \n  الزاد وحسن الخلق والمزاج في غير معصية .\n</p>\n<p class=\"arabic\">وقال ابن عيينة لم يزل أمر الناس متدلا مستقيما حتى ظهر البتي بالبصرة وربيعة \n  بالمدينة وآخر بالكوفة فوجدناهم من أبناء سبايا الأمم فذكر هشام *8*423* ابن \n  عروة بإسناد لهم يضبطه الحميدي عن سفيان أن النبي صلى الله عليه وسلم قال \n  لم يزل أمر بني إسرائيل معتدلا مستقيما حتى نشأ فيهم أبناء سبايا الأمم .\n</p>\n<p class=\"arabic\">قال النسائي ثنا أحمد بن يحيى بن وزير ثنا الشافعي ثنا سفيان قال كنا إذا \n  رأينا رجلا من طلبه الحديث يغشى أحد ثلاثة ضحكنا منه لأنهم كانوا لا يتقنون \n  الحديث ولا يحفظونه ربيعة الرائي ومحمد بن أبي بكر بن حزم وجعفر بن محمد .\n</p>\n<p class=\"arabic\">وقال الحزماني نا مطرف عن ابن أخي يزيد بن عبد الله بن هرمز قال رأيت ربيعة \n  جلد وحلق رأسه ولحيته فنبتت لحيته شق أطول من الآخر فقيل له يا أبا عثمان \n  لوسويته قال لا حتى ألقى الله معهم بين يديه .\n</p>\n<p class=\"arabic\">قال إبراهيم الحزامي فكان سبب جلده سعاية أبي الزناد سعى به فولى بعد فلان \n  التيمي فأرسل إلى أبي الزناد فأدخله بيتا وطين عليه ليقتله جوعا فبلغ ذلك \n  ربيعة فجاء إلى الوالي وأنكر عليه واستطلقه وقال سأحاكمه إلى الله .\n</p>\n<p class=\"arabic\">قال مطرف سمعت مالكا يقول ذهبت حلاوة الفقه منذ مات ربيعة .\n</p>\n<p class=\"arabic\">وقال مالك كان ربيعة يتحدث كثيرا ويقول الساكت بين النائم والأخرس فوقف عليه \n  أعرابي يوما وطول فقال يا أعرابي ما البلاغة عندكم قال الإيجاز وإصابة المعنى \n  قال فما العي قال ما أنت فيه فخجل ربيعة .\n</p>\n<p class=\"arabic\">قال ابن معين مات ربيعة بالأنبار في مدينة السفاح وكان جاء به للقضاء .\n</p>\n<p class=\"arabic\">قال خليفة وجماعة مات سنة وست وثلاثين ومائة رحمه الله *8*424* .\n\n</p>"
}