{
    "header": "أيوب السختياني ع أبو بكر بن أبي تميمة كيـ...",
    "id": "002515",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أيوب السختياني ع أبو بكر بن أبي تميمة كيسان البصري أحد الأعلام من نجباء .\n</h1>\n<p class=\"arabic\">الموالي ) .\n</p>\n<p class=\"arabic\">قال محمد بن سلام الجمحي أيوب مولى عنزة .\n</p>\n<p class=\"arabic\">وقال حماد بن زيد كان يبيع الأدم *8*380* .\n</p>\n<p class=\"arabic\">سمع عمرو بن سلمة الجرمي وأبا العالية وسعيد بن جبير وعبد الله بن شقيق وأبا \n  قلابة والحسن البصري ومجاهدا وابن سيرين وخلقا سواهم .\n</p>\n<p class=\"arabic\">وعنه شعبة والحمادان والسفيانان ومعمر ومعتمر وابن علية وعبد الوارث وخلائق .\n</p>\n<p class=\"arabic\">قال ابن المديني له نحو من ثمانمائة حديث .\n</p>\n<p class=\"arabic\">وقال شعبة كان سيد الفقهاء .\n</p>\n<p class=\"arabic\">وقال ابن عيينة لم ألق مثله يقول هذا وقد لقي مثل الزهري .\n</p>\n<p class=\"arabic\">وروى وهيب عن الجعد أبي عثمان سمع الحسن يقول أيوب سيد شباب أهل البصرة رواه \n  جماعة عن الحسن .\n</p>\n<p class=\"arabic\">وروى جرير عن أشعث قال كان أيوب جهبذ العلماء وعن سلام ابن أبي مطيع وذكر \n  أيوب وجماعة قال كان أفقههم في دينه أيوب .\n</p>\n<p class=\"arabic\">وقال هشام بن عروة لم أر في البصرة مثل أيوب .\n</p>\n<p class=\"arabic\">وعن مالك بن أنس قال منا ندخل على أيوب فإذا ذكرنا له حديث رسول الله صلى \n  الله عليه وسلم بكى حتى نرحمه .\n</p>\n<p class=\"arabic\">وعن هشام بن حسان قال حج أيوب أربعين حجة .\n</p>\n<p class=\"arabic\">وقال عون بن الحكم ثنا حماد بن زيد قال غدا على ميمون أبو حمزة يوم جمعة قبل \n  الصلاة فقال إني رأيت البارحة أبا بكر وعمر في النوم فقلت ما جاء بكما قالا \n  جئنا نصلي على أيوب السختياني قال ولم يكن علم بموته فقلت له مات أيوب البارحة .\n</p>\n<p class=\"arabic\">وقال وهيب سمعت أيوب يقول إذا ذكر الصالحون كنت عنهم بمعزل *8*381* وقال حماد \n  بن زيد كان أيوب صديقا ليزيد بن الوليد فلما ولي الخلافة قال اللهم أنسه ذكري .\n</p>\n<p class=\"arabic\">وكان يقول ليتقي الله رجل وإن زهد ولا يجعلن زهده عذابا على الناس .\n</p>\n<p class=\"arabic\">وكان أيوب ممن يخفي زهده .\n</p>\n<p class=\"arabic\">وقال حمادين زيد غلب أيوب البكاء يوما فقال الشيخ إذا كبر مج وغلبه فوه ووضع \n  يده على فيه وقال الزحمة ربما عرضت ) .\n</p>\n<p class=\"arabic\">وقال معمر كان في قميص أيوب بعض التذييل فقيل له في ذلك فقال الشهرة اليوم \n  في التشهير .\n</p>\n<p class=\"arabic\">وقال صالح بن أبي الأخضر قلت لأيوب أوصني قال أقل الكلام وقال ابن شوذب قال \n  أيوب لقد شهرنا في هذا المصر لو خرجنا منه .\n</p>\n<p class=\"arabic\">حماد بن زيد عن أيوب قال إذا أردت أن تعرف خطأ معلمك فجالس غيره وقال إني \n  لأخبر بموت الرجل من أهل السنة فكأنما أفقد بعض أعضائي .\n</p>\n<p class=\"arabic\">قال حماد وكان الوليد بن يزيد قد جالس أيوب بمكة قبل الخلافة فلما استخلف \n  جعل أيوب يقول في دعائه اللهم أنسه ذكري .\n</p>\n<p class=\"arabic\">حماد بن زيد قال أيوب لا تحدثوا الناس بما لا يعملون فتضروهم وقال وددت أني \n  أفلت من هذا الأمر كفانا لا علي ولا لي .\n</p>\n<p class=\"arabic\">وقال سعيد بن عامر الضبعي عن سلام كان أيوب السختياني يقوم الليل كله فيخفي \n  ذلك فإذا كان عند الصبح رفع صوته كأنه قام تلك السعة .\n</p>\n<p class=\"arabic\">حماد بن زيد سمعت أيوب وقيل له ما لك لا تنظر في الرأي قال *8*382* قيل للحمار \n  ألا تجتر قال أكره مضغ الباطل .\n</p>\n<p class=\"arabic\">وقال حماد ما رأيت رجلا قط أشد تبسما في وجوه الناس من أويب ولو رأيتم أيوب \n  ثم أستا كم شربة من ماء على النسك لما سقيتموه له شعر وافر وشارب وافر وقميص \n  جيد هروي يسم الرض وقلنسوة جيدة متركة وطيلسان كردي جيد ورداء عدني .\n</p>\n<p class=\"arabic\">قال سلام بن أبي مطيع سمعت أيوب يقول لا خبيث أخبث من قاريء فاجر .\n</p>\n<p class=\"arabic\">قال بشر بن المفضل ثنا ابن عون قال لما مات محمد بن سيرين قلنا من لنا فقلنا \n  لنا أيوب .\n</p>\n<p class=\"arabic\">وقال حماد بن زيد كان لأيوب برد أحمر يلبسه إذا أحرم وكان يعده للكفن وكنت \n  أمشي مع أيوب فيأخذ في طرق أعجب كيف يهتدي لها فرارا من الناس أن يقال هذا \n  أيوب .\n</p>\n<p class=\"arabic\">وقال شعبة ربما ذهب مع أيوب لحاجة فلا يدعني أمشي معه ويخرج من هاهنا وها \n  هنا لكي لا يفطن له .\n</p>\n<p class=\"arabic\">وقال محمد بن سعد كان أيوب ثقة ثبتا في الحديث جامعا كثير العلم حجة عدلا .\n</p>\n<p class=\"arabic\">وقال أبو حاتم أيوب ثقة لا يسأل عن مثله ) .\n</p>\n<p class=\"arabic\">قلت لم يرو مالك عن أحد من العراقيين إلا عن أيوب فقيل له في ذلك فقال ما \n  حدثتكم عن أحد إلا وأيوب فوقه أو كما قال *8*383* .\n</p>\n<p class=\"arabic\">وقال حماد بن زيد كان أيوب عندي أفضل من جالسته وأشدهم إتباعا للسنة .\n</p>\n<p class=\"arabic\">وروى ضمرة عن ابن شوذب قال كان أيوب يؤم أهل مسجده في رمضان ويصلي بهم قدر \n  ثلاثين آية في الركعة وكان يصلي لنفسه فيما بين الترويحتين بقدر ثلاثين آية \n  وكان يقول هو بنفسه فيما بين الترويحتين بقدر ثلاثين آية وكان يقول هو بنفسه \n  للناس الصلاة وكان يؤثر بهم ويدعو بدعاء القرآن ويؤمن من خلفه وكان آخر ما \n  يقول يصلي على النبي صلى الله عليه وسلم ويقول اللهم استعملنا بسنته وارعنا \n  بهديه واجعلنا للمتقين إماما ثم يسجد فإذا فرغ من الصلاة دعا بدعوات .\n</p>\n<p class=\"arabic\">أخبرنا إسحاق الأسدي أنا يوسف الأدمي ثنا أبو المكارم اللبان أنا أبو علي \n  الحداد أنا أبو نعيم الحافظ ثنا عثمان بن محمد العثماني ثنا خالد بن النضر \n  ثنا محمد بن موسى الحرشي ثنا النضر بن كثير ثنا عبد الواحد بن زيد قال كنت \n  مع أيوب السختياني على حراء فعطشت عطشا شديدا حتى رأى ذلك في وجهي تستر علي \n  قلت نعم فاستخلفني فحلفت له أن لا أخبر عنه ما دام حيا فغمز برجله على حراء \n  فنبع الماء فشربت حتى رويت وحملت معي من الماء .\n</p>\n<p class=\"arabic\">وقال شعبة قال أيوب قد ذكرت وما أحب أن أذكر .\n</p>\n<p class=\"arabic\">قلت إلى أيوب المنتهي في التثبت .\n</p>\n<p class=\"arabic\">توفي شهيدا في طاعون البصرة الذي كان في سنة إحدى وثلاثين ومائة وله ثلاث \n  وستون سنة .\n\n</p>"
}