{
    "header": "إسماعيل بن عبيد اله بن أبي المهاجر خ م دـ...",
    "id": "002508",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">إسماعيل بن عبيد اله بن أبي المهاجر خ م د ن ق الإمام أبو عبد لحميد المخزومي .\n</h1>\n<p class=\"arabic\">مولاهم الدمشقي مؤدب آل عبد الملك بن مروان من ثقات الشاميين وعلمائهم الكبار \n  *8*375* .\n</p>\n<p class=\"arabic\">روى عن أنس والسائب بن يزيد وأم الدرداء وعبد الرحمن بن غنم وطائفة .\n</p>\n<p class=\"arabic\">وعنه سعيد الأوزاعي وجماعة .\n</p>\n<p class=\"arabic\">وثقة أحمد العجلي وغيره .\n</p>\n<p class=\"arabic\">وقال رجاء بن أبي سلمة عن معن التنوخي قال ما رأيت أحدا أزهد منه ومن عمر \n  بن عبد العزيز وقد كان عمر بن عبد العزيز ولا ه إمرة الغرب فأقام بها سنة \n  مائة وسنة إحدى ومائة فلما مات عمر ولوا بعد إسماعيل يزيد ابن أبي مسلم مولى \n  الحجاج .\n</p>\n<p class=\"arabic\">قال خليفة أسلم عامة البربر في ولاية إسماعيل وكان حسن السيرة .\n</p>\n<p class=\"arabic\">وقال أبو مسهر أدرك معاوية وهو غلام قيل مات سنة إحدى وثلاثين .\n</p>\n<p class=\"arabic\">قال ابن عساكر كانت داره عند طريق القنوات .\n</p>\n<p class=\"arabic\">الوليد بن مسلم ثنا سعيد بن عبد العزيز قال أشرقت أم الدرداء على وادي جهنم \n  ومعها إسماعيل بن عبيد الله فقالت اقرأ يا إسماعيل فقرأ أفحسبتم أنما خلقناكم \n  عبثا فخرت على وجهها وخر إسماعيل على وجهه فما رفعا رؤوسهما حتى ابتل ما تحت \n  وجوههما من الدموع .\n</p>\n<p class=\"arabic\">وقال عبد الرحمن بن يحيى بن إسماعيل بن عبيد الله بن أبي المهاجر ثنا الوليد \n  عن سعيد بن عبد العزيز عن إسماعيل قال قال لي عبد الملك *8*376* يا إسماعيل \n  علم بني فإني مثيبك على ذلك قلت يا أمير المؤمنين فكيف وقد حدثتني أم الدرداء \n  عن أبي الدرداء عن رسول الله صلى الله ) .\n</p>\n<p class=\"arabic\">عليه وسلم قال من أخذ على تعليم القرآن قوسا قلده الله قوسا من نار يوم القيامة \n  قال فإني لست أعطيك على القرآن إنما أعطيك على النحو .\n</p>\n<p class=\"arabic\">قال إبراهيم بن أبي اشيبان مات إسماعيل بن عبيد الله سنة اثنتين وثلاثين ومائة \n  قبل دخول عبد الله بن علي بثلاثة أشهر .\n</p>\n<p class=\"arabic\">إسماعيل بن عمرو بن سعيد بن العاص ق أبو محمد الأموي ويعرف أبوه بالأشدق .\n</p>\n<p class=\"arabic\">روى عن ابن عباس وعبيد الله بن أبي رافع وغيرهما .\n</p>\n<p class=\"arabic\">وهو مقل صدوق .\n</p>\n<p class=\"arabic\">روى عنه شريك بن أبي نمر وسليمان بن بلال وأبو بكر بن أبي سبرة وآخرون .\n</p>\n<p class=\"arabic\">سكن الأعوص بالحجارة بعد قتل والده واعتزل الناس وتعبد وكان كبير القدر يعد \n  من عباد الأشراف وكان عمر بن عبد العزيز يراه أهلا للخلافة قال لو كان الأمر \n  إلي لوليت القاسم بن محمد أو صاحب الأعوص .\n</p>\n<p class=\"arabic\">والأعوص على مرحلة من شرقي المدينة .\n</p>\n<p class=\"arabic\">توفي في إمرة داود علي على المدينة وكان داود قد هم بالفتك به فخوفوه من دعائه \n  عليه فتركه *8*377* .\n</p>\n<p class=\"arabic\">له حديث في سنن ابن ماجة .\n\n</p>"
}