{
    "header": "داود بن علي بن عبد الله بن عباس ت الأميرـ...",
    "id": "002563",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">داود بن علي بن عبد الله بن عباس ت الأمير أبو سليمان الهاشمي العباسي عم \n  المنصور .\n</h1>\n<p class=\"arabic\">والسفاح .\n</p>\n<p class=\"arabic\">ولي إمرة الحجاز وغيرها للسفاح وحدث عن أبيه عن جده .\n</p>\n<p class=\"arabic\">وحدث عن أبيه عن جده .\n</p>\n<p class=\"arabic\">وعنه الثوري والأوزاعي وشريك وسعيد بن عبد العزيز وقيس بن الربيع غيرهم ) .\n</p>\n<p class=\"arabic\">قال عثمان بن سعيد سألت ابن معين عنه فقال شيخ هاشمي قلت *8*412* كيف حديثه \n  قال أرجو أنه ليس بكذب إنما يحدث يحدث واحد .\n</p>\n<p class=\"arabic\">قلت يعني حديث آدم بن أبي إياس وعاصم بن علي عن قيس عن ابن أبي ليلى عن داود \n  بن علي عن أبيه عن ابن عباس الحديث الطويل في الدعاء تفرد به ابن أبي ليلى \n  عنه وليس بذاك وقيس وهو ضعيف لكنهما لا يحتملان تفرد به ابن أبي ليلى عنه \n  وليس بذاك وقيس وهو ضعيف لكنهما لا يحتملان هذا المتن المنكر فالله أعلم وفي \n  الخلفاء وآبائهم وأهلهم قوم أعرض أهل الجرح والتعديل عن كشف حالهم خوفا من \n  لسيف والضرب وما زال عذا في كل دولة قائمة يصف المؤرخ محاسنها ويفضي عن مساوئها \n  هذا إذا كان المحدث ذا دين وخير فإن كان مداحا مداهنا لم يلتفت إلى الورع \n  بل ربما أخرج مساويء الكبير وهناته في هيئة المدح والمحارم والعظمة فلا قوة \n  إلا بالله وكان داود هذا من جبابرة الأمراء له هيبة ورواء وعنده أدب وفصاحة \n  وقيل كان قدريا .\n</p>\n<p class=\"arabic\">قال أبو قلابة الرقاشي عن جارود بن أبي الجارود والسلمي حدثني محمد ابن أبي \n  رزين الخزاعي سمعت داود بن علي حين بويع ابن أخيه السفاح فأسند داود ظهره \n  إلى الكعبة فقال شكرا شكرا إنا والله ما خرجنا لنحتفر نهرا ولا لنبني قصرا \n  أظن عدو الله أن لن نقدر عليه أمهل له في طغيانه وأرخى له في زمامه حتى عثر \n  في فضل خطامة والآن أخذ القوس باريها وعاد الملك إلى نصابه في أهل بيت نبيكم \n  أهل الرأفة والرحمة والله إن كنا لنسهر لكم ونحن على فرشنا أمن الأسود والأبيض \n  ذمة الله ورسوله وذمة العباس وهاورب هذه البنية لا نهيج أحدا ثم نزل .\n</p>\n<p class=\"arabic\">قال خليفة أقام داود الحج سنة اثنتين وثلاثين ومائة ثم مات سنة ثلاث في ربيع \n  الأول *8*413* .\n</p>\n<p class=\"arabic\">وقال ابن سعد لما ظهر السافح صعد ليخطب فحصر ولم يتكلم فوثب عمه داود بين \n  يدي لمنبر فخطب وذكر أمرهم وخروجهم ومنى الناس ووعدهم العدل فتفرقوا عن خطبته .\n</p>\n<p class=\"arabic\">ويقال مولده سنة إحدى سنة إحدى وثمانين .\n\n</p>"
}