{
    "header": "الحسن بن الحر النخعي د ن ويقال الجعفي الـ...",
    "id": "002538",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الحسن بن الحر النخعي د ن ويقال الجعفي الكوفي نزيل دمشق .\n</h1>\n<p class=\"arabic\">روى عن أبي الطفيل عامر بن واثلة والشعبي وعبدة بن أبي لبابة خاله والقاسم \n  بن مخيمرة وغيرهم .\n</p>\n<p class=\"arabic\">وعنه ابن أخيه حسين الجعفي وزهير بن معاوية وحميد بن عبد الرحمن الرؤاسي وغيرهم .\n</p>\n<p class=\"arabic\">وثقة ابن معين وغيره .\n</p>\n<p class=\"arabic\">وقال أحمد بن عبد الله العجلي حدثني أبي قال هاجت فتنة بالكوفة فعمل الحسن \n  بن الحر طعاما كثيرا ودعا قراي أهل الكوفة فكتبوا كتابا يأمرون فيه بالكف \n  وينهون عن الفتنة فتكلم هو بثلاث كلمات فاستغنوا بهن عن قراءة الكتاب فقال \n  رحم الله امرءا ملك لسانه وكف يده وعالج ما فيصدره فتفرقوا فإنه كان يكره \n  طول المجلس .\n</p>\n<p class=\"arabic\">ابن النديني ثنا سفيان حدثني زهير بن معاوية قال استقرض أبي من الحسن بن الحر \n  ألف درهم ثم وجه بها إليه فأبى أن يأخذها وقال لم أقرضكها لأرتجعها اشتر لزهير \n  سكرا .\n</p>\n<p class=\"arabic\">وقال حسين الجعفي كان الحسن بن الحر يجلس على بابه فإذا مر به *8*398* البائع \n  يبيع الملح أو الشيء اليسير لعل الرجل يكون رأس ماله درهمين فيدعوه فيقول \n  إن أعطاك إنسان خمسة دراهم تأكلها فيقول لا فيقول هذه اجعلها رأس مالك ويعطيه \n  خمسة أخرى فيقول اشتر لأهلك دقيقا وتمرا ويعطيه خمسة أخرى فيقول اشتر بها \n  قطنا للأهل ومر هم يغزلون .\n</p>\n<p class=\"arabic\">وقال ابن أبي غنية ثنا محرز قال كتب الحسن بن الحر إلى عمر بن عبد العزيز \n  إني كنت أقسم زكاتي في إخواني فلما وليت أيت أنأ ستأمرك فكتب إليه أما بعد \n  فابعث إلينا بزكاة مالك وسم لنا إخوانك نغنهم عنك والسلام عليك .\n</p>\n<p class=\"arabic\">قال العجلي كان تاجرا كثير المال سخيا متعبدا في عداد الشيوخ .\n</p>\n<p class=\"arabic\">قال أبو أسامة قال لنا الأوزاعي ما قدم علينا من العراق مثل الحسن ابن الحر \n  وعبدة بن أبي لبابة وكانا شريكين .\n</p>\n<p class=\"arabic\">قال أبو عبد الله الحاكم الحسن بن الحربن الحكم ثقة مأمون وقد ينسب إلى جده .\n</p>\n<p class=\"arabic\">وقال ابن سعد هو مولى لبني الصيداء من بني أسد بن خزيمة مات بمكة سنة ثلاث \n  وثلاثين ومائة ) .\n\n</p>"
}