{
    "header": "داود بن أبي هند م خ ت أبو محمد بن دينار ...",
    "id": "002565",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">داود بن أبي هند م خ ت أبو محمد بن دينار بن عذافر البصري .\n</h1>\n<p class=\"arabic\">من الموالي أصله من راسان وكان من الأئمة والأعلام ويقال اسم أبيه طهمان ويقال \n  ولاؤه لبني قشير ويقال كنيته أبو بكر .\n</p>\n<p class=\"arabic\">روى عن سعيد بن المسيب م وأبي العالية م ق وأبي منيب الجرشي والشعبي م وأبي \n  عثمان النهدي م ن ومكحول ومحمد بن سيرين م وجماعة ورأى أنس بن مالك .\n</p>\n<p class=\"arabic\">وعنه شعبة وسفيان وحماد بنسلمة وهشيم وابن علية ويحيى القطان ويزيد بن هارون \n  وبشر بن المفضل وخلق سمع منه يزيد بن هارون تسعة *8*414* وتسعين حديثا .\n</p>\n<p class=\"arabic\">وعن سعيد بن عامر الضبعي قال قال داود بن أبي هند أتيت الشام فلقيني غيلان \n  فقال إني أريد أن أسألك عن مسائل قال سلني عن خمسين مسألة وأسألك عن مسألتين \n  قال سل يا داود قلت أخبرني عن أفضل ما أعطي ابن آدم قال العقل قلت فأخبرني \n  عن العقل ما هو شيء مباح للناس من شاء أخذه ومن شاء تركه أو هو مقسوم قال \n  فمضى ولم يجبني .\n</p>\n<p class=\"arabic\">ذكر كنيته النسائي وقال النسائي وابن معين وغيرهما ثقة .\n</p>\n<p class=\"arabic\">وقال حماد بن زيد ما رأيت أحدا فقه من داود .\n</p>\n<p class=\"arabic\">وعن ابن عيينة قال عجبا لأهل البصرة يسألون عثمان البتي وعندهم داود بن أبي \n  هند .\n</p>\n<p class=\"arabic\">وقال وهيب دار الأمر بالبصرة على أربعة أيوب ويونس ابن عون وسليمان التميمي \n  فقال قائل فأين داود بن أبي هند .\n</p>\n<p class=\"arabic\">وقال ابن عيينة عن ابن جريح قال ما رأيت مثل داود بن أبي هند إن كان ليقرع \n  العلم قرعا .\n</p>\n<p class=\"arabic\">وقال عبد الله بن أحمد سألت أبي عن داود بن أبي هند فقال مثل داود يسأل عنه \n  ثقة ثقة .\n</p>\n<p class=\"arabic\">وقال أحمد العجلي كان صالحا ثقة خياطا .\n</p>\n<p class=\"arabic\">وقال يزيد بن زريع كان داود مفتي أهل البصرة .\n</p>\n<p class=\"arabic\">وقال محمد بن أبي عدي أقبل علينا داود بن أبي هند فقال يا فتيان أخبركم لعل \n  بعضكم أن ينتفع به كنت وأنا غلام اختلف إلى السوق فإذا *8*415* انقلبت إلى \n  البيت جعلت على نفسي أن أذكر الله إلى مكان كذا وكذا فإذا بلغت ذلك المكان \n  جعلت على نفسي أن أذكر الله إلة مكان كذا وكذا ) .\n</p>\n<p class=\"arabic\">حتى آتي المنزل .\n</p>\n<p class=\"arabic\">وقال الفلاس سمعت ابن أبي عدي يقول صام داود بن أبي هند أربعين سنة لا يعلم \n  به أهله كان خزارا يحمل معه غذاءه فيتصدق به في الطريق ويرجع عشاء فيفطر معهم .\n</p>\n<p class=\"arabic\">وقال علي بن المديني ثنا سفيان سمعت داود بن أبي هند يقول أصابني الطاعة فأغمي \n  علي فكأن اثنين اتياني فغمز أحدهما عكوة لساني وغمز الآخر أخمص قدمي فقال \n  أي شيء تجد قال أجد تسبيحا وتكبيرا وشيئا من خطو إلى المسجد وشيئا من قراءة \n  القرآن قال ولم أكن أخذت القرآن حينئذ قال فكنت أذهب في الحاجة فأقول لو ذكرت \n  الله حتى آت حاجتي قال فعوفيت فأقبلت على القرآن فتعلمته .\n</p>\n<p class=\"arabic\">وعن داود قال اثنتان لو لم يكونا لم ينتفع أهل الدنيا بدنياهم الموت والأرض \n  تنشف الندى .\n</p>\n<p class=\"arabic\">وقال حماد بن سلمة دخلت على داود بن أبي هند فرأيت ثياب بيته معصفرة .\n</p>\n<p class=\"arabic\">قال داود ولدت بمرو .\n</p>\n<p class=\"arabic\">وقال يزيد بن هارون والقطان وطائفة مات سنة وتسع وثلاثين ومائة .\n</p>\n<p class=\"arabic\">قال خليفة مات مصدر الناس من الحج .\n</p>\n<p class=\"arabic\">وقال ابن المديني وغيره مات سنة أربعين ومائة *8*416* .\n\n</p>"
}