{
    "header": "سليمان بن داود الخولاني ن الدارني أبو داـ...",
    "id": "002602",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">سليمان بن داود الخولاني ن الدارني أبو داود .\n</h1>\n<p class=\"arabic\">عن أبي بردة بن أبي موسى وأبي قلابة وعمر بن عبد العزيز وعمير بن هانيء والزهري .\n</p>\n<p class=\"arabic\">وعنه هشام بن الغاز والوضين بن عطاء وصدقة السمين ويحيى بن حمزة .\n</p>\n<p class=\"arabic\">روى أبو داود في المارسيل والنسائي في سننه حديث الحكم بن موسى عن يحيى بن \n  حمزة عنه قال حدثني عن أبي بكر بن حزم عن أبيه عن جده حديث الصدقات الطويل .\n</p>\n<p class=\"arabic\">وسئل أحمد بن حنبل عن هذا الحديث فقال أرجو أن يكون صحيحا .\n</p>\n<p class=\"arabic\">وقال ابن حبان سليمان بن داود الخولاني ثقة مأمون *8*445* .\n</p>\n<p class=\"arabic\">وقال أبو حاتم لا بأس به .\n</p>\n<p class=\"arabic\">وقال يعقوب الفسوي لا أعلم في جميع الكتب التي وردت كتابا أصح منه كتاب عمرو \n  بن حزم كان أصحاب النبي صلى الله عليه وسلم والتابعون يرجعون إليه .\n</p>\n<p class=\"arabic\">وقال أبو زرعة الدمشقي الصواب يحيى بن حمزة عن سليمان بن أرقم .\n</p>\n<p class=\"arabic\">وقال دحيم نظرت في أصل يحيى بن حمزة فإذا هو سليمان بن أرقم روى الحديث محمد \n  بن بكار بن بلال عن يحيى بن حمزة عن سليمان بن أرقم عن الزهري وقال أبو داود \n  هذا وهم ) .\n</p>\n<p class=\"arabic\">من الحكم بن موسى .\n</p>\n<p class=\"arabic\">وقال النسائي سليمان بن أرقم أشبه وهو متروك الحديث .\n</p>\n<p class=\"arabic\">قلت فلاح أن الخولاني لا رواية له في الكتب الستة وقدرواه أحمد في مسنده عن \n  الحكم بن موسى .\n</p>\n<p class=\"arabic\">وقال أبو علي عبد الجبار في تاريخ داريا كان سليمان بن داود حاجبا لعمر بن \n  عبد العزيز وكان مقدما عنده له ذرية بداريا إلى اليوم وضعفه بن معين .\n</p>\n<p class=\"arabic\">وقال ابن حزيمة لا يحتج به .\n</p>\n<p class=\"arabic\">قال أبو عبد الله بن منده الحافظ نظرت في أصل كتاب يحيى بن حمزة فإذا هو عن \n  سليمان بن أرقم .\n\n</p>"
}