{
    "header": "عبد الله السفاح بن محمد بن علي بن عبد الـ...",
    "id": "002640",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الله السفاح بن محمد بن علي بن عبد الله بن العباس بن عبد النطلب بن هاشم \n  أبو .\n</h1>\n<p class=\"arabic\">العباس الهاشمي العباسي أمير المؤمنين أول خلفاء بني العباس قد ذكرنا من أخباره \n  في الحوادث وبدولته تفرقت الجماعة وخرج عن الطاعة ما بين تاهرت إلى بلاد السودان \n  وجمع مملكة الأندلس وخرج بهذه *8*467* البلاد من تغلب عليها واستمر ذلك .\n</p>\n<p class=\"arabic\">وكان شابا طويلا أبيض مليح الوجه واللحية ولد بالحميمة من ناحية البلقاء ونشأ \n  بها وبويع بالكوفة وأمه رايطة الحاريثة .\n</p>\n<p class=\"arabic\">حدث عن إبراهيم بن محمد الإمام وهو أخوه ) .\n</p>\n<p class=\"arabic\">روى عنه عمه عيسى بن علي .\n</p>\n<p class=\"arabic\">وكان أصغر من أخيه المنصور مولده سنة ثمان ومائة .\n</p>\n<p class=\"arabic\">روى عثمان بن أبي شيبة وقتيبة عن جرير عن الأعمش عن عطية وهو ضعيف عن أبي \n  سعيد الخدري أن رسول الله صلى الله عليه وسلم قال يخرج رجل من أهل بيتي عند \n  انقطاع من الزمان وظهور من الفتن بقال له السفاح فيكون إعطاؤه المال حثيا \n  ورواه العطاردي عن أبي معاوية عن الأعمش أخرجه أحمد في المسند .\n</p>\n<p class=\"arabic\">قال ابن أبي الدنيا كان السفاح أبيض طولا أقنى ذا شعرة جعدة حسن اللحية مات \n  بالجدري .\n</p>\n<p class=\"arabic\">قال عبيد الله العيشي قال أبي سمعت الأشياخ يقولون والله لقد أفضت الخلافة \n  إلى بني العباس وما في الأرض أحد أكثر قارئا للقرآن ولا أفضل عابدا وناسكا \n  منهم بالحميمة .\n</p>\n<p class=\"arabic\">وقال الصولي ثنا القاسم بن إسماعيل ثنا أحمد بن سعيد بن سلم الباهلي عن أبيه \n  قال حدثني من حضر مجلس السفاح وهو أحشد ما يكون ببني هاشم والشعية ووجوه الناس \n  فدخل عبد الله بن حسن بن حسن ومعه مصحف فقال يا أمير المؤمنين أعطنا حقنا \n  الذي جعله الله لنا في هذا المصحف فأشفق الناس من أن يعجل السفاح عليه بشيء \n  فلا يريدون ذلك في شيخ بني هاشم أو يعيا *8*468* بجوابه فيكون ذلك نقصا وعارا \n  عليه فأقبل غير منزعج فقال إن جدك عليا كان خيرا مني وأعدل ولي هذا الأمر \n  فأعطى جديك الحسن والحسين وكانا خيرا منك شيئا وكان الواجب أن أعطيك مثله \n  فإن كنت فعلت فقد أنصفتك وإن كنت زدتك فما هذا جزائي منك قال فما رد عليه \n  جوابا وانصرف وعجب الناس من جوابه له .\n</p>\n<p class=\"arabic\">قال الهيثم بن عدي وجماعة عاش السفاح ثلاثا سنة ومات سنة ست وثلاثين .\n</p>\n<p class=\"arabic\">وأما خليفة فقال توفي سنة خمس وثلاثين وهو ابن ثمان وعشرين سنة .\n</p>\n<p class=\"arabic\">وقال الخطبي مولده في رجب سنة أربع ومائة .\n</p>\n<p class=\"arabic\">وقال أبو أحمد الحاكم مات في ذي الحجة سنة ست .\n\n</p>"
}