{
    "header": "منصور بن زاذان ع أبو المغيرة الثقفي مولاـ...",
    "id": "002780",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">منصور بن زاذان ع أبو المغيرة الثقفي مولاهم الواسطي أحد الأعلام وقبره \n  بواسط .\n</h1>\n<p class=\"arabic\">مشهور يزاز .\n</p>\n<p class=\"arabic\">روى عن أنس بن مالك وأبي العالية والحسن البصري وابن سيرين وحميد بن هلال \n  وعدة .\n</p>\n<p class=\"arabic\">وعنه شعبة وجرير بن حازم وأبو عوانة وهشيم وخلف بن خليفة وخلق سواهم *8*544* .\n</p>\n<p class=\"arabic\">قال هشيم كان منصور بن زاذان لو قيل له إن ملك الموت على الباب ما كان عنده \n  زيادة في العمل وكان يصلي من طلوع الشمس إلى أن يصلي العصر ثم يسبح غلى المغرب .\n</p>\n<p class=\"arabic\">قال ابن سعد وكان ثقة ثبتا سريع القراءة وكان يريد أن يترسل فلا يستطيع وكان \n  يختم في الضحى وكان قد تحول إلى المبارك .\n</p>\n<p class=\"arabic\">وقال يزيد بن هارون كان منصور بن زاذان يقرأ القرآن كله في صلاة الضحى وكان \n  يختم القرآن من الأولى إلى العصر ويختم في يوم مرتين وكان يصلي الليل كله .\n</p>\n<p class=\"arabic\">وقال أحمد بن إبراهيم الدورقي ثنا محمد بن عيينة حدثني مخلد بن الحسين عن \n  هشام بن حسان قال كنت أصلي أنا ومنصور بن زاذان جميعا فكان إذا جاء شهر رمضان \n  ختم القرآن فيما بين المغرب والعشاء ختمتين ثم يقرأ إلى الطواسين قبل أن تقام \n  الصلاة وكان يختم القرآن فيما بين الظهر والعصر ويختمه فيما بين المغرب والعشاء \n  وكان يبل عمامته من دموع عينيه رحمة الله عليه .\n</p>\n<p class=\"arabic\">وقال صالح بن عمر الواسطي كان الحسن البصري يقعد مع أصحابه فلا يقوم حتى يختم \n  ) .\n</p>\n<p class=\"arabic\">منصور بن زاذان القرآن .\n</p>\n<p class=\"arabic\">أنبئت عن أبي المكارم اللبان أنا الحداد أنا أبو نعيم ثنا مخلد بن جعفر ثنا \n  الفريابي ثنا عباس ثنا يحيى بن أبي بكير ثنا شعبة عن هشام بن حسان قال صليت \n  إلى جنب منصور بن زاذان فيما بين المغرب والعشاء فقرأ القرآن وبلغ الثانية \n  إلى النحل *8*545* .\n</p>\n<p class=\"arabic\">وروى خلف بن خليفة عن منصور قال الهم والحزن يزيد في الحسنات والشر والبطر \n  يزيد في السيئات .\n</p>\n<p class=\"arabic\">وقال أبو معمر القطيعي ذكر عباد بن العوام أنه شهد جنازة منصور بن زاذان قال \n  فرأيت النصارى على حده والمجوس على حده واليهود على حدة وقد أخذ خالي بيدي \n  من كثرة الزحام .\n</p>\n<p class=\"arabic\">قال يزيد بن هارون توفي سنة إحدى وثلاثين ومائة .\n\n</p>"
}