{
    "header": "عمرو بن قيس ع بن ثور بن مازن بن خيثمة أبـ...",
    "id": "002716",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عمرو بن قيس ع بن ثور بن مازن بن خيثمة أبو ثور السكوني الكندي الحمصي لجدهم .\n</h1>\n<p class=\"arabic\">مازن صحبة .\n</p>\n<p class=\"arabic\">ولد عمرو عام قتل علي رضي الله عنه وفد على معاوية مع أبيه .\n</p>\n<p class=\"arabic\">وروى عن عبد الله بن عمرو والنعمان بن بشير واثلة بن الأسقع وأبي أمامة وعبد \n  الله بن بسر وعاصم بن حميد السكوني وطائفة .\n</p>\n<p class=\"arabic\">وعنه معاوية بن صالح وسعيد بن عبد العزيز وثوابة بن عون الحموي وعبد الحميد \n  بن عبد العزيز السكوني ومحمد بن حمير وجماعة *8*508* .\n</p>\n<p class=\"arabic\">قال إسماعيل بن عياش أدرك سبعين صحابيا وكان سيد أهل حمص .\n</p>\n<p class=\"arabic\">وقال ابن معين شامي ثقة سمع عبد الله بن عمر .\n</p>\n<p class=\"arabic\">وقيل إنه ولي جيش عمر بن عبد العزيز على غرو الصائفة .\n</p>\n<p class=\"arabic\">وقال ابن سعد صالح الحديث .\n</p>\n<p class=\"arabic\">قال الواقدي مات سنة خمس وعشرين ومائة وحدث عن معاوية بحديثين .\n</p>\n<p class=\"arabic\">وقال عمير بن مغلس ثنا أيوب بن منصور سمع عمرو بن قيس يقول قال لي الحجاج \n  متى ولدت يا أبا ثور قلت عام الجماعة سنة أربعين قال هي مولدي قال بعض رواة \n  هذا فتوفي ) .\n</p>\n<p class=\"arabic\">الحجاج سنة خمس وتسعين وتوفي عمرو بن قيس سنة أربعين مائة قاله محمود بن خالد \n  الدمشقي .\n</p>\n<p class=\"arabic\">وقال إسماعيل بن عياش سمعته يقول سمعت معاوية على المنبر يزع بهذه الآية اليوم \n  أكملت لكم دينكم نزلت في يوم جمعة يوم عرفة .\n</p>\n<p class=\"arabic\">قال قال أبو حاتم وأحمد العجلي وغيرهما ثقة .\n</p>\n<p class=\"arabic\">وقال الوليد ثنا سعيد بن عبد العزيز أن عمر بن عبد العزيز أغزى الروم صائفتين \n  على إحداهما عمرو بن قيس السكوني في أقل من أربعين ألفا نظرا منه لجماعة من \n  كان أصابه الأزل على حصار قسطنطينية قال فخرج إليهم لاون طاغية الروم لما \n  بلغه من قلتهم فلقيه سائح من سياحي الروم فقال أين يريد الملك قال هذه الطائفة \n  القليلة قال تركت لقاءهم وأمراؤهم على تلك السيرة فلما وليهم هذا الرجل الصالح \n  تعرضهم فقال ذاك بالشام وهؤلاء *8*509* بأرض الروم قال عمل ذاك مقدمة لهؤلاء .\n</p>\n<p class=\"arabic\">قال سعيد فانصرف لاون عن لقائهم .\n</p>\n<p class=\"arabic\">وروى بقية عن أبي بكر ن بمريم قال كتب عمر بن عبد العزيز إلى والي حمص انظر \n  الذين نصبوا أنفسهم للفقه وحبسوها في المسجد عن طلب الدنيا فأعط كل رجل منهم \n  مائة دينار من بيت المال فكان عمرو بن قيس وأسد بن وداعة فيمن أخذها .\n</p>\n<p class=\"arabic\">وقال محمد بن عوف الطائي ثنا إبراهيم بن العلاء ثنا ثوابة بن عون التنوخي \n  سمعت عمرو بن قيس السكوني يقول حججت فلما فرغنا من حجنا خرجنا نريد العمرة \n  من بطن مر فأغفيت فرأيت رسول الله صلى الله عليه وسلم مقبلا من ناحية المدينة \n  يريد مكة ومعه نفر من أصحابه على رواحلهم فسلمت عليه فرد علي ثم قال تريد \n  العمرة قلت نعم بأبي أنت وأمي فقال لي لا العمرة من الجحفة ثلاثا فانتبهت \n  فأخبرت أصحابي برؤياي وإلى جانبنا رجل معه حشم فلما سمعني أقص رؤياي أرسل \n  إلي رسوله فقال أبو عبد الرحمن يريدك فقلت من أبو عبد الرحمن قال عبد الله \n  بن عمرو فقلت أهل هو صاحب رسول الله صلى الله عليه وسلم قال نعم فأتيته فقال \n  أنت الذي رأيت هذه الرؤيا قلت نعم قال اقصصها علي رحمك الله فقصصتها عليه \n  حتى إذا انتهيت إلى ذكر رسول الله صلى الله عليه وسلم بكى حتى نشج ثم دعا \n  بماء فتوضأ وحسا منه ثم قال اردد علي رحمك الله فرددت عليه فتنفس حتى ظننت \n  أن قلبه ) .\n</p>\n<p class=\"arabic\">خرج ثم قال امض لما أمرك رسول الله صلى الله عليه وسلم في منامك فو الذي بعثه \n  بالحق لربما سمعته غير مرة ولا مرتين يقول من رآني في المنام فكأنما رآني \n  في اليقظة فمن رآني فقد رأى الحق فإن الشيطان لا يتمثل بي .\n</p>\n<p class=\"arabic\">قلت وهم من قال إنه مات سنة خمس وعشرين فإنه كان فيمن سار *8*510* للطلب بدم \n  الوليد بن يزيد إلى دمشق والأصح أنه مات سنة أربعين ومائة فيكون عمره مائة \n  سنة وكذا قال في عمره محمود بن خالد .\n\n</p>"
}