{
    "header": "مغيرة بن مقسم الضبي ع الكوفي الأعمى أبو ...",
    "id": "002777",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">مغيرة بن مقسم الضبي ع الكوفي الأعمى أبو هشام أحد الأعلام من موالي بني \n  ضبة .\n</h1>\n<p class=\"arabic\">تفقه بإبراهيم النخعي وبالشعبي وروى عنهما وعن أبي وائل شقيق ومجاهد .\n</p>\n<p class=\"arabic\">وعنه شعبة وزائدة وإسرائيل وأبو عوانة وخلق آخرهم موتا محمد بن فضيل .\n</p>\n<p class=\"arabic\">قال شعبة كان أحفظ من حماد بن أبي سليمان .\n</p>\n<p class=\"arabic\">وروى جرير بن عبد الحميد عن مغيرة قال ما وقع في مسامعي شيء فنسيته .\n</p>\n<p class=\"arabic\">قال أبو داود قد سمع مغيرة من مجاهد وأبى وائل وأبي رزين قال *8*542* ومغيرة \n  لا يدلس سمع من إبراهيم مائة وثمانين حديثا وقد أدخل بينه وبين إبراهيم قريبا \n  من عشرين رجلا .\n</p>\n<p class=\"arabic\">وقال أحمد بن سعد بن أبي مريم عن ابن معين مغيرة ثقة مأمون .\n</p>\n<p class=\"arabic\">وقال فضيل بن غزوان عنا نجلس أنا ومغيرة وعدد ناسا نتذاكر الفقه فربما لم \n  نقم حتى نسمع النداء بصلاة الفجر .\n</p>\n<p class=\"arabic\">وقال جرير سمعت مغيرة يقول إني لأحتسب في منعي الحديث اليوم كما تحتسبون في \n  بذله .\n</p>\n<p class=\"arabic\">وكان مكفوف البصر .\n</p>\n<p class=\"arabic\">قال أحمد بن عبد الله العجلي كان مغيرة من الفقهاء .\n</p>\n<p class=\"arabic\">وكان عثمانيا إلا أنه كان يحمل على علي رضي الله عنه بعض الحمل .\n</p>\n<p class=\"arabic\">وروى جرير عن مغيرة قال إذا تكلم اللسان بما لا يعنيه قال الفتى واحرباه .\n</p>\n<p class=\"arabic\">وروى فضيل بن عياض عن مغيرة قال من طلب الحديث قلت صلاته .\n</p>\n<p class=\"arabic\">وقال أبو بكر بن عياش ما رأيت أحدا أفقه من مغيرة فلزمته ولا أقرأ من عاصم \n  فقرأت عليه .\n</p>\n<p class=\"arabic\">قال أحمد بن حنبل مغيرة صاحب سنة ذكي حافظ في روايته عن إبراهيم ضعف .\n</p>\n<p class=\"arabic\">وقال حجاج عن شعبة قال مغيرة أحفظ من الحكم .\n</p>\n<p class=\"arabic\">وقال ابن فضيل كان مغيرة يدلس وكنا لا نكتب عنه إلا ما قال ثنا إبراهيم ) \n  *8*543* .\n</p>\n<p class=\"arabic\">وقال عبد الله بن الأجلح رأيت مغيرة يخضب بحناء .\n</p>\n<p class=\"arabic\">قال ابن نمير وغيره مات سنة ثلاث وثلاثين ومائة وقيل سنة أربع .\n\n</p>"
}