{
    "header": "منصور بن المعتمر اسلمي ع الإمام العلم أبـ...",
    "id": "002783",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">منصور بن المعتمر اسلمي ع الإمام العلم أبو عتاب الكوفي .\n</h1>\n<p class=\"arabic\">روى عن أبي وائل وإبراهيم والشعبي وربعي بن حراش وسعيد بن جبير وعبد الله \n  بن مرة وأبي حازم الأشجعي وأبي الضحى وهلال بن يساف والزهري وعمرو بن مرة \n  والحكم ) .\n</p>\n<p class=\"arabic\">ومجاهدة وخلق .\n</p>\n<p class=\"arabic\">وما علمت له رواية عن أحد من الصحابة .\n</p>\n<p class=\"arabic\">روى عن شعبة وسفيان وشيبان النحوي وشريك وفضيل بن عياض وأبو الأحوص وابن عيينة \n  وجرير ومعتمر بن سليمان وعبيدة بن حميد وخلق سواهم .\n</p>\n<p class=\"arabic\">وكان من كبار الحفاظ الأثبات قال شعبة قال منصور ما كتبت حديثا قط .\n</p>\n<p class=\"arabic\">وقال عبد الرحمن بن مهدي لم يكن بالكوفة أحد أحفظ من منصور .\n</p>\n<p class=\"arabic\">وقال زائدة صام منصور أربعين سنة وقام ليلها وكان يبكي الليل كله فإذا أصبح \n  كحل عينيه وبرق شفتيه ودهن رأسه فتقول له أمه قتلت قتيلا فيقول أنا أعلم بما \n  صنعت بنفسي .\n</p>\n<p class=\"arabic\">وقد أخذه يوسف بن عمر أمير العراق ليوليه قضاء الكوفة فامتنع فدخلت عليه وقد \n  جيء بالقيد يقيدونه ثم خلي عنه يعني لما أيسوا منه *8*547* .\n</p>\n<p class=\"arabic\">وقال أحمد العجلي كان منصور أثبت أهل الكوفة لا يختلف فيه أحد صالح متعبد \n  أكره على القضاء فقضى شهرين وفيه تشيع يسير وكان قد عمش من البكاء قالت فتاة \n  لأبيها يا أبه الأسطوانة التي كانت في دار منصور ما فعلت قال يا بنية ذاك \n  منصور كان يصلي بالليل فمات .\n</p>\n<p class=\"arabic\">قال ابن عيينة كان منصور في الديوان فكان إذا دارت نوبته لبس ثيابه وذهب فحرس \n  يعني في الرباط .\n</p>\n<p class=\"arabic\">وقال أبو نعيم سمعت حماد بن زيد يقول قد رأيت منصور بن المعتمر صاحبكم وكان \n  من هذه الخشبية ما أراه كان يكذب .\n</p>\n<p class=\"arabic\">وقال يحيى القطان كان منصور من أثبت الناس .\n</p>\n<p class=\"arabic\">وقال سفيان الثوري كنت إذا رأيت منصورا قلت الساعة يموت كان في خده خال مما \n  ظهر من البكاء .\n</p>\n<p class=\"arabic\">قال أبو داود طلب منصور الحديث قبل الجماجم يعني في حدود الثمانين قال والأعمش \n  طلب بعده .\n</p>\n<p class=\"arabic\">وقال أبو حاتم هو أتقن من الأعمش لا يخلط ولا يدلس بخلاف الأعمش .\n</p>\n<p class=\"arabic\">قال ابن مهدي كان منصور أثبت أهل الكوفة ) .\n</p>\n<p class=\"arabic\">وقال شعبة قال منصور وددت أني كتبت وأن علي كذا وكذا فقد ذهب مني مثل علمي .\n</p>\n<p class=\"arabic\">وقال أبو عوانة لما ولي منصور القضاء كان يأتيه الخصمان فيقص ذا قصة ويقص \n  ذا قصة فيقول قد فهمت ما قلتما ولست أدري ما أرد عليكما فبلغ ذلك خالد بن \n  عبد الله أو ابن هبيرة الذي كان ولاه فقال هذا أمر لا ينفع *8*548* إلا من \n  أعان عليه بشهوة قال يعني فعزله .\n</p>\n<p class=\"arabic\">وقال أبو بكر بن عياش ربما كنت مع منصور جالسا في منزله فتصيح به أمه وكانت \n  فظة عليه فتقول يا منصور يريدك ابن هبيرة على القضاء فتأبى وهو واضع لحيته \n  على صدره ما يرفع طرفه إليها وكان رحمه الله صواما قواما .\n</p>\n<p class=\"arabic\">قال ابن معين لم يكن أحد أعلم بحديث منصور من سفيان الثوري .\n</p>\n<p class=\"arabic\">وقال هشيم سئل حصين أنت أكبر أم منصور قال إني لأذكر ليلة أهديت أم منصور \n  إلى أبيه .\n</p>\n<p class=\"arabic\">قلت توفي منصور سنة اثنتين وثلاثين بعد ظهور المسودة .\n\n</p>"
}