{
    "header": "مروان بن محمد بن مروان بن الحكم ابن أبي ...",
    "id": "002764",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">مروان بن محمد بن مروان بن الحكم ابن أبي العاص بن أمية  الخليفة أبو \n  عبد الملك الأموي ويلقب بمروان الحمار ومروان الجعدي وتلك نسبة إلى مؤدبة \n  الجعد بن درهم ويقال فلان أصبر من حمار في الحروب ولهذا قيل له مروان الحمار \n  فإنه كان لا يخف له لبد في محاربة الخارجين عليه كان يصل السرى بالسير ويصبر \n  على مكاره الحرب .\n</h1>\n<p class=\"arabic\">وقيل سمي بالحمار لأن العرب تسمي كل مائة سنة حمارا فلما قارب ملك بني أمية \n  مائة سنة لقبوا مروان بالحمار لذلك وأخذوه من قوله تعالى في موت حمار العزيز \n  وانظر إلى حمارك ولنجعلك آية للناس .\n</p>\n<p class=\"arabic\">ولد مروان بالجزيرة سنة اثنتين وسبعين وأبوه متوليها وأمه أم ولد وقد ولي \n  ولايات جليلة قبل الخلافة وافتتح قونية سنة خمس ومائة وولي الجزيرة وأذربيجان \n  سنة أربع عشرة ومائة وكان مشهورا بالفروسية والإقدام والرجلة والدهاء وفيه \n  عسف سار مرة حتى جاوز نهر ) .\n</p>\n<p class=\"arabic\">الروم فقتل وسبى وأغار على الصقالبة قاله خليفة .\n</p>\n<p class=\"arabic\">وقال ابن أبي الدنيا وغيره كان مروان أبيض شديد الشهلة ضخم الخامة كث اللحية \n  أبيضها ربعة من الرجال .\n</p>\n<p class=\"arabic\">وقال الوليد بن مسلم بويع يوم نصف سنة سبع وعشرين ومائة .\n</p>\n<p class=\"arabic\">وقال غيره لما قتل الوليد بلغ ذلك مروان وهو على أرمينية فدعا إلى بيعة من \n  رضيه المسلمون فبايعوه فلما بلغه موت يزيد الناقص أنفق الخزائن وسار في *8*535* \n  بضع وثلاثين فارسا من الجزيرة واستخلف عليها أخاه عبد العزيز بن محمد فلما \n  وصل إلى حلب باييعه خلق من القيسية ثم قدم حمص فدعاهم إلى المسير معو إلى \n  بيعة وليي العهد الحكم وعثمان ابني الوليد وكانا محبوسين عند إبراهيم الذي \n  استخلف بدمشق بعد وفاة أخيه يزيد بن الوليد فسار معه جيش حمص وخرج لحربه أصحاب \n  إبراهيم فالتقى الجمعان بمرج عذراء فهزمهم مروان وكان عليهم سليمان بن هشام \n  بن عبد الملك فانهزم بعد حرب شديد فبرز إبراهيم بن الوليد وعسكر بميدان الحصى \n  ومعه الخزائن فتفلل عنه الناس فتوثب أعوانه فقتلوا وليي العهد المذكورين وقتلوا \n  معهما يوسف بن عمر في السجن وثار أحداث أهل دمشق بعبد العزيز بن الحجاج بن \n  عبد الملك فقتلوه لكونه سعى في قتل هؤلاء الثلاثة ثم أخرجوا من الحبس أبا \n  محمد عبد الله بن يزيد بن معاوية ووضعوه على منبر دمشق وفكوا قيوده ليبايعوه \n  ووضعوا رأس عبد العزيز المذكور بين يديه فخطبهم وحضهم على الجماعة وبايع لمروان \n  بن محمد فهرب حينئذ من ميدان الحصى إبراهيم بن الوليد وأمن مروان أهل البلد \n  ورضي عنهم فأول من سلم عليه بالخلافة أبو محمد المذكور واستوثق له الأمر وأمر \n  بنبش يزيد الناقص رحمه الله تعالى وصلبه وأما إبراهيم فإنه خلع نفسه وبعث \n  بالبيعة إلى مروان فأمنه وتحول إبراهيم فنزل الرقة خاملا ثم استأمن سليمان \n  ابن هشام فأمنه مروان .\n</p>\n<p class=\"arabic\">قال المدائني وغيره كان مروان عظيم المروءة يحب اللهو والسماع غير أنه شغل \n  بالحروب وكان يحب الحركة والأسفار .\n</p>\n<p class=\"arabic\">وقال منصور بن أبي مزاحم سمعت الوزير أبا عبيد الله يقول سألني المنصور ما \n  كان أشياخك الشاميون يقولون قلت أدركتهم يقولون إن الخليفة إذا استخلف غفر \n  له ما مضى من ذنوبه فقال إي والله وما تأخر أتدري ما الخليفة به تقام الصلاة \n  وبه يحج البيت ويجاهد ) .\n</p>\n<p class=\"arabic\">العدو قال فعدد *8*536* من مناقب الخليفة ما لم أسمع أحدا ذكر مثله وقال والله \n  لو عرفت من حق الخلافة في دهر بني أمية ما أعرف اليوم لأتيت الرجل منهم حتى \n  أبايعه أقول مرني بم شئت فقال له ابنه المهدي وكان الوليد منهم فقال قبح الله \n  الوليد ومن أقعده خليفة قال أفكان مروان بن محمد منهم فقال المنصور لله در \n  مروان ما كان أحزمه وأسوسه وأعفه عن الفيء قال فلم قتلتموه قال للأمر الذي \n  سبق في علم الله .\n</p>\n<p class=\"arabic\">وعن إسحاق بن مسلم العقيلي قال رأيت مروان فعل فعلا فظيعا أدخل عليه يزيد \n  بن خالد بن عبد الله القسري فاستدناه ولف منديلا على إصبعه ثم أدخلها في عين \n  يزيد فقلعها واستخرج الحدقة ثم أدار يده فأخرج حدقته الأخرى وما سمعت ليزيد \n  كلمة وكان قد حارب مروان قبل أن يستخلف وقام مع إبراهيم بن الوليد .\n</p>\n<p class=\"arabic\">قال خليفة بن خياط وسار مروان لحرب بني العباس فكان في مائة ألف وخمسين ألفا \n  فسار حتى نزل الزابين دون الموصل فالتقى هو وعبد الله بن علي عم المنصور في \n  جمادى الآخرة سنة اثنتين وثلاثين فانكسر مروان وقطع الجسور إلى الجزيرة وأخذ \n  بيوت الأموال والكنوز فقدم الشام فاستولى عبد الله على الجزيرة وطلب الشام \n  وفر منه مروان ونزل عبد الله دمشق فلما بلغ مروان أخذ دمشق وهو حينئذ بأرض \n  فلسطين دخل إلى أرض مصر وعبر النيل وطلب الصعيد فوجه عبد الله بن علي أخاه \n  صالح بن علي فطلب مروان وعلى طلائعه عمرو بن إسماعيل فساق عمرو في أثر مروان \n  فلحقه بقرية بوصير فبيته فقتله .\n</p>\n<p class=\"arabic\">وقال أبو معشر السندي قتل مروان وهو ابن اثنتين وستين سنة *8*537* .\n</p>\n<p class=\"arabic\">وقال يعقوب الفسوي نزل بوصير وسهر وتطير باسم بوصير فاحاط عامر بن إسماعيل \n  ببوصير فقتلوه في ذي الحجة سنة اثنتين وثلاثين .\n</p>\n<p class=\"arabic\">ويروي أن مروان مر في هربه على راهب فقال يا راهب هل تبلغ الدنيا من الإنسان \n  أن تجعله مملوكا قال نعم قال كيف قال بحبها قال فما السبيل إلى العتق قال \n  ببغضها والتخلي منها قال هذا ما لا يكون قال بل سيكون فبادر بالهرب منها قبل \n  أن تبادرك قال هل تعرفني قال نعم أنت مروان ملك العرب تقتل في بلاد السودان \n  وتدفن بلا أكفان ولولا أن الموت في طلبك لدللتك على موضع هربك .\n</p>\n<p class=\"arabic\">قال هشام بن عمار ثنا عبد المؤمن بن مهلهل عن أبيه قال قال لي مروان لما أن \n  عظم أمر ) .\n</p>\n<p class=\"arabic\">أصحاب الرايات السود لولا وحشتي لك وأنسي بك لأحببت أن تكون ذريعة فيما بيني \n  وبين هؤلاء فتأخذ لي ولك الأمان قلت وبلغت هذا الحال قال إي والله قلت فأدلك \n  على أحسن ما أردت قال قل قلت إبراهيم بن محمد في يدك تخرجه من الحبس وتزوجه \n  بنتك وتشركه في أمرك فإن كان الأمر كما تقول انتفعت بذلك عنده وإن لم يكن \n  كذلك كنت قد وضعت نبتك في كفاءة قال أشرت والله بالرأي ولكن والله السيف أهون \n  من هذا .\n\n</p>"
}