{
    "header": "يونس بن عبيد بن دينار ع أبو عبد الله البـ...",
    "id": "002834",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">يونس بن عبيد بن دينار ع أبو عبد الله البصري أحد أعلام الهدى ويقال كنيته \n  أبو .\n</h1>\n<p class=\"arabic\">عبيد مولى لعبد القيس .\n</p>\n<p class=\"arabic\">رأى أنس بن مالك وروى عن إبراهيم التيمي والحسن وبن سيرين وحميد ابن هلال \n  وزياد بن جبير وعمرو بن سعيد الثقفي وجماعة *8*573* .\n</p>\n<p class=\"arabic\">وعنه شعبة والسفيانان والحمادان وهشيم وعبد الوارث بن علية وخلق كثير .\n</p>\n<p class=\"arabic\">وكان ثقة ثبتا حافظا ورعا رأسا في العلم والعمل .\n</p>\n<p class=\"arabic\">وقال يونس ما كتبت شيئا قط .\n</p>\n<p class=\"arabic\">وقال أبو حاتم هو أكبر من سليمان التيمي لا يبلغ سليمان منزلة يونس .\n</p>\n<p class=\"arabic\">وقال سعيد بن عامر الضبعي ما رأيت رجلا قط أفضل من يونس بن عبيد ثم قال وأهل \n  البصرة على ذا .\n</p>\n<p class=\"arabic\">قال معاذ صليت على يونس بن عبيد سنة تسع وثلاثين .\n</p>\n<p class=\"arabic\">قال سفيان الثوري ما رأيت مثل أربعة رأيتهم بالبصرة أيوب ويونس وابن عون وسليمان \n  والتيمي .\n</p>\n<p class=\"arabic\">قال علي بن المديني له نحو مائتي حديث .\n</p>\n<p class=\"arabic\">وقال غيره كان يونس خزازا بالبصرة .\n</p>\n<p class=\"arabic\">قال سعيد بن عامر هان على يونس أن يأخذ ناقصا قال وغلبني أن أعطي راجحا .\n</p>\n<p class=\"arabic\">وقال حماد بن زيد شكا رجل إلى يونس وجعا فقال يا هذا إن هذه الدنيا دار لا \n  توافقك فالتمس دارا توافقك .\n</p>\n<p class=\"arabic\">وقال هشام بن حسان ما رأيت أحدا يطلب بالعلم وجه الله إلا يونس بن عبيد *8*574* .\n</p>\n<p class=\"arabic\">وقال ابن شوذب سمعت يونس يقول خصلتان إذا صلحتا من العالم صلح ما سواهما صلاته \n  ولسانه .\n</p>\n<p class=\"arabic\">وقال حماد بن زيد كان يونس يحدث ثم يقول أستغفر الله أستغفر الله .\n</p>\n<p class=\"arabic\">وقال محمد بن عبد الأنصاري رأيت سليمان وعبد الله ابني علي بن عبد الله بن \n  عباس وولدي سليمان جعفرا ومحمدا يحملون سرير يونس بن عبيد على أعناقهم يوم \n  جنازته فقال عبد الله بن علي هذا والله الشرف .\n</p>\n<p class=\"arabic\">قلت كان عبد الله هذا قد استجار بأخيه سليمان ونزل عنده بالبصرو فأجاره من \n  المنصور ) .\n</p>\n<p class=\"arabic\">وقال مؤمل بن إسماعيل جاء رجل إلى سوق الخز يطلب مطرف خز بأربعمائة فقال يونس \n  بن عبيد عندنا مطرف بمائتين فنادى المنادي بالصلاة فقام ليصلي ثم جاء وقد \n  باع ابن أخيه المطرف بأربعمائة فقال للرجل يا هذا المطرف الذي اشتريته بأربعمائة \n  هو الذي قلت لك بمائتين فإن شئت خذه وخذ مائتين أودعه .\n</p>\n<p class=\"arabic\">وقال أمية بن بسطام جاءت يونس امأة بجبة خز فقال لها بكم هي قالت بخمسمائة \n  قال هي خير من ذلك قالت بستمائة قال هي خير من ذلك فلم يزل يدرجها حتى بلغت \n  ألفا .\n</p>\n<p class=\"arabic\">وقال سعيد بن عامر الضبعي قال يونس بن عبيد إني لأعد مائة خصلة من البر ما \n  في منها خصلة .\n</p>\n<p class=\"arabic\">وقال هشيم كان أيوب إذا رأى يونس بن عبيد قال هذا سيدنا *8*575* .\n</p>\n<p class=\"arabic\">قال عبد الملك بن موسى ما رأيت رجلا قط أكثر استغفارا من يونس .\n</p>\n<p class=\"arabic\">وقال حماد بن زيد سمعت يونس يقول عهدنا إلى ما يصلح الناس كتبناه وعهدنا إلى \n  ما يصلحنا فتركناه كأنه يريد العمل .\n</p>\n<p class=\"arabic\">وروى أسماء بن عبيد عن يونس قال يرجى للرهق بالبر الجنة ويخاف على المتأله \n  النار بعقوقه .\n</p>\n<p class=\"arabic\">وعن يونس قال لو همتهم نفوسهم ما اختصموا في القدر .\n</p>\n<p class=\"arabic\">روى ابن شوذب عن يونس خصلتان إذا صلحتا من العبد صلح صلاته ولسانه .\n</p>\n<p class=\"arabic\">وروى سلام بن أبي مطيع قال إني لأحتسب ابن سيرين سكت حسبة وأن الحسن تكلم \n  حسبة .\n</p>\n<p class=\"arabic\">وعن يونس أنه قال لابنه لأن تلقى الله بالزنا والسرقة أحب إلي من أن تلقاه \n  برأي عمرو بن عبيد .\n</p>\n<p class=\"arabic\">وقال أسماء بن عبيد سمعت يونس بن عبيد يقول ليس شيء أعز من درهم طيب ورجل \n  يعمل على سنة .\n</p>\n<p class=\"arabic\">وبلغنا أن رجلا شكا الحاجة إلى يونس فقال له يا هذا يسرك ببصرك هذا مائة ألف \n  قال لا قال فبلسانك الذي تنطق به قال لا قال فبعقلك مائة ألف وهو يقول لا \n  فذكره نعم الله عليه وقال أرى لك مئين ألوفا وأنت تشكو الحاجة .\n</p>\n<p class=\"arabic\">قال حماد بن زيد مرض يونس مرة فقال أيوب ما في العيش بعدك من خير ) *8*576* .\n</p>\n<p class=\"arabic\">قلت مناقب يونس كثيرة وقد توفي سنة تسع وثلاثين ومائة .\n\n</p>"
}