{
    "header": "واصل بن عطاء أبو حذيفة البصري الغزال .",
    "id": "002803",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">واصل بن عطاء أبو حذيفة البصري الغزال .\n</h1>\n<p class=\"arabic\">مولى بني مخزوم وقيل مولى بني ضبة ولد سنة ثمانين بالمدينة وكان أحد البلغاء \n  المفوهين لكنه يلثغ بالراء يبدلها غنيا فكان لاقتداره على العربية وتوسعه \n  في الكلام يتجنب الراء في خطابه حتى قيل فيه .\n</p>\n<p class=\"arabic\">% ويجعل البر قمحا في تصرفه % % وخالف الراء حتى احتال للشعر % .\n</p>\n<p class=\"arabic\">وهو من رؤوس المعتزلة بل معلمهم الأول والخوارج لما كفرت بالكبائر قال واصل \n  بل الفاسق لا مؤمن ولا كافر بل هو منزلة بين المنزلتين فطرده لذلك الحسن فمن \n  ثم قيل لهم المعتزلة لذلك .\n</p>\n<p class=\"arabic\">وما أملح ما قال بعض الشعراء .\n</p>\n<p class=\"arabic\">% وجعلت وصلي الراء لم تنطق به % % وقطعتني حتى كأنك واصل % .\n</p>\n<p class=\"arabic\">) *8*559* .\n</p>\n<p class=\"arabic\">وبلغنا أن لواصل تصانيف منها تأليف في أصناف المرجثة وكتاب التوبة وكتاب معاني \n  القرآن وغير ذلك .\n</p>\n<p class=\"arabic\">وقيل إنما عرف بالغزال لأنه كان يدور في سوق الغزل فيتصدق على النساء ومن \n  مقالاته أنه كان يشك في عدالة من حضر وقعة الجمل فقال إحدى الفئتين مخطئة \n  في نفس الأمر فلو شهد عندي علي وطلحة وعائشة على باقة بقل لم أحكم بشهادتهم \n  لأن أحدهم فاسق لا بعينه .\n</p>\n<p class=\"arabic\">قلت والفاسق إذا لم يتب فهو عنده مخلد في النار نسأل الله العافية .\n</p>\n<p class=\"arabic\">ويحكى أنه كان يمتحن بأشياء في الراء ويتحيل لها حتى قيل له اقرأ أول سورة \n  براءة فقال على البديه عهد من الله ونبيه إلى الذين عاهدتم من الفاسقين فسيحوا \n  في البسيطة هلالين وهلالين وكان يجيز القراءة بالمعنى وهذه جرأة على كتاب \n  الله العزيز .\n</p>\n<p class=\"arabic\">يقال توفي سنة إحدى وثلاثين ومائة .\n</p>\n<p class=\"arabic\">واقد بن محمد بن زيد خ م د ن بن عبد الله بن عمر بن الخطاب العدوي أحد الأخوة .\n</p>\n<p class=\"arabic\">روى عن سعيد بن مرجانة ونافع ووالده محمد .\n</p>\n<p class=\"arabic\">وعنه أخوه عاصم وابنه عثمان وشعبة وغيرهم .\n\n</p>"
}