{
    "header": "أبو مسلم الخراساني صاحب الدعوة عبد الرحمـ...",
    "id": "002852",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أبو مسلم الخراساني صاحب الدعوة عبد الرحمن بن مسلم وقيل عبد الرحمن بن عثمان \n  بن يسار .\n</h1>\n<p class=\"arabic\">ذكر ابن خلكان أنه كان قصيرا أسمر جميلا حلوا نقي البشرة أعور العين عريض \n  الجبهة حسن اللحية طويل الشعر والظهر خافض الصوت فصيحا بالعربي والفارسي حلو \n  المنطق رواية للشعر عالما بالأمور لم ير ضاحكا ولا مازحا إلا في وقته ولا \n  يكاد يقطب في شيء من أحواله تأتيه الفتوحات العظام فلا يظهر عليه أثر السرور \n  وتنزل به الفادحة فلا يرى مكتئبا وإذا غضب لم يستفزه الغضب ولا يأتي النساء \n  إلا مرة في السنة .\n</p>\n<p class=\"arabic\">ولد سنة مائة من الهجرة وأول ظهوره بمرو كان في سنة تسع وعشرين فظهر في خمسين \n  رجلا وآل أمره إلى أن هرب منه نصر بن سيار أمير خراسان وصفت ممالكها لأبي \n  مسلم في سنتين وأربعة أشهر .\n</p>\n<p class=\"arabic\">قال محمد بن أحمد بن القواس في تاريخه قدم أبو مسلم وحفص بن سليمان الخلال \n  على إبراهيم الإمام وهو بالحميمة فأمرهما بالمصير إلى خراسان *8*582* .\n</p>\n<p class=\"arabic\">وقد روى أبو مسلم عن عكرمة مرسلا وعن ثابت البناني وأبي الزبير وإسماعيل السدي \n  ومحمد بن علي العباسي وجماعة .\n</p>\n<p class=\"arabic\">روى عنه إبراهيم الصائغ وابن شبرمة وابن المبارك وغيرهم .\n</p>\n<p class=\"arabic\">روى مصعب بن بشر عن أبيه قال قام رجل إلى أبي مسلم وهو يخطب فقال ما هذا السواد \n  قال حدثني أبو الزبير عن جابر أن النبي صلى الله عليه وسلم دخل مكة يوم الفتح \n  وعليه وعمامة سوداء وهذه ثياب الهيبة وثياب الدولة يا غلام اضرب عنقه .\n</p>\n<p class=\"arabic\">ويروى أن سليمان بن كثير ومالك بن الهيثم ولاهز وقحطبة توجهوا من خراسان إلى \n  الحج سنة أربع وعشرين فدخلوا الكوفة فأتوا عاصم بن يونس وهو في الحبس فدعاهم \n  إلى ولد العباس ومعه عيسى وإدريس ابنا معقل حبسهم يوسف ابن عمر فيمن حبس من \n  عمال خالد القسري ومع هذين الأخوين أبو مسلم يخدمهمامرأوا فيه العلامات فقالوا \n  من ذا قالوا غلام من السراجين يخدمنا وقد كان أبو مسلم سمع الأخوين يتكلمان \n  في هذا الرأي فإذا سمعهما بكى فدعواه إلى القيام بالأمر فأجاب .\n</p>\n<p class=\"arabic\">قال ابن خلكان كانا قد حبسا على مال الخراج وعيسى هو جد الأمير أبي دلف فكان \n  أبو مسلم يختلف إلى الحبس يتعدهما فقدم الكوفة جماعة من نقباء الإمام محمد \n  بن علي فدخلوا يسلمون على الأخرين فرأوا أبا مسلم فأعجبهم عقله وكلانه ومال \n  هو إليهم ثم عرف أمرهم ودعوتهم وهرب الأخوان من الحبس فصحب هو النقباء إلى \n  مكة ثم أحضروا عشرة آلاف دينار ومائتي ألف *8*583* درهم إلى إبراهيم بن محمد \n  وقد مات أبوه وأهدوا له أبا مسلم فأعجب به وقال لهم هذا عضلة من العضل فأقام \n  يخدم إبراهيم الإمام وعاد النقباء إلى خراسان فقال إبراهيم إني قد جربت هذا \n  وعرفت ظاهر كلامه وباطنه فوجدته حجر الأرض ثم قلده الأمر ونفذه إلى خراسان .\n</p>\n<p class=\"arabic\">قال المأمون أصل الملوك ثلاثة قاموا بنقل الدول الإسكندر وازدشير وأبو مسلم \n  من ولد بزرجمهر ولد بأصبهان ونشأ بالكوفة أوصى به أبوه إلى عيسى السراج فحمله \n  إلى الكوفة وهو ابن سبع سنين فقال إبراهيم لما عزم على توجهه إلى خراسان غير \n  اسمك وكان اسمه إبراهيم بن عثمان فقال قد سميت نفسي أبا مسلم عبد الرحمن بن \n  مسلم ثم مضى وله ذؤآبة وهو على حمار وله تسع عشرة سنة .\n</p>\n<p class=\"arabic\">وعن بعضهم قال كنت أطلب العلم فلا آتي موضعا إلا وجدت أبا مسلم قد سبقني إليه \n  فألفته فدعاني إلى منزله ثم لاعبني بالشطرنج وكان يلهج بهذين البيتين .\n</p>\n<p class=\"arabic\">% ذروني ذورني ما قررت فإنني % % متى ما أهج حربا تضيق بكم أرضي % .\n</p>\n<p class=\"arabic\">% وأبعث في سود الحديد إليكم % % كتائب سودا طالما انتظرت نهضي % .\n</p>\n<p class=\"arabic\">قال علي بن عثام قال إبراهيم الصائغ لما رأيت العرب وضيعتها خفت أن لا تكون \n  لله فيهم حاجة فلما سلط الله عليهم أبا مسلم رجوت أن تكون لله فيهم حاجة .\n</p>\n<p class=\"arabic\">وقال حسن بن رشيد سمعت يزيد النحوي يقول أتاني إبراهيم الصائغ فقال أما ترى \n  ما يعمل هذا الطاغية إن الناس معه في سعة غيرنا أهل العلم قلت *8*584* لو \n  علمت أنه يصنع بي إحدى الخصلتين لفعلت إن أمرت ونهيت يقبل منا أو يقتلنا ولكني \n  أخاف أن يبسط علي العذاب وأنا شيخ كبير لا صبر لي على السياط فقال الصائغ \n  لكني لا أنتهي عنه فدخل عليه فأمره ونهاه فقتله .\n</p>\n<p class=\"arabic\">وقيل كان أبو مسلم يجتمع بإبراهيم الصائغ وهو عالم أهل مرو ويعده بإقامة الحق \n  فلما ظهر بسط يده يعني في القتل فدخل عليه فوعظه .\n</p>\n<p class=\"arabic\">وقد ذكرنا جملة من أخبارنا أبي مسلم في الحوادث وكيف قتله المنصور وكان ذلك \n  في سنة سبع وثلاثين بالمدائن .\n\n</p>"
}