{
    "header": "حجاج بن أرطأة و مقرونا ابن ثور بن هبيرة ...",
    "id": "002978",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">حجاج بن أرطأة و مقرونا ابن ثور بن هبيرة أبو أرطأة النخعي الكوفي أحد الأئمة \n  الأعلام .\n</h1>\n<p class=\"arabic\">على لين في حديثه .\n</p>\n<p class=\"arabic\">له عن الشعبي حديث واحد وعن الحكم وعطاء وعمرو بن شعيب وزيد بن جبير الطائي \n  ورباح بن عبيدة وعكرمة ومكحول وخلق سواهم .\n</p>\n<p class=\"arabic\">وعنه شعبة وسفيان والحمادان وابن المبارك وحفص بن غياث وغندر وعبد الرزاق \n  وآخرون وقد حدث عنه منصور بن المعتمر وهو من شيوخه *9*101* .\n</p>\n<p class=\"arabic\">ولي حجاج قضاء البصرة وله ست عشرة سنة وكان فيه بأو وتيه ومحبة للسؤدد والتجمل \n  فكان يقول أهلكني حب الشرف .\n</p>\n<p class=\"arabic\">قال يحيى بن سعيد هو وابن إسحاق عندي سواء وقال أبو حاتم صدوق يدلس عن الضعفاء .\n</p>\n<p class=\"arabic\">وقال يحيى بن آدم ثنا حماد بن زيد قال كان حجاج بن أرطأة أسرد للحديث من الثوري .\n</p>\n<p class=\"arabic\">وقال ابن أبي خيثمة سمعت ابن معين يقول حجاج صدوق ليس بالقوي يدلس عن محمد \n  بن عبيد الله العرزمي عن عمرو بن شعيب يعني فيسقط محمدا .\n</p>\n<p class=\"arabic\">وقال أبو حاتم أيضا إذا قال حدثنا فهو صالح لا يرتاب في صدقه وقال أبو زرعة \n  صدوق مدلس وقال جرير بن عبد الحميد رأيت حجاج بن أرطأة يخضب بالسواد وقال \n  سفيان الثوري ما بقي أحد أعرف بما يخرج من رأسه من حجاج .\n</p>\n<p class=\"arabic\">وقال حفص بن غياث سمعت سفيان يقول ما يأتون أحدا أحفظ من حجاج بن أرطأة .\n</p>\n<p class=\"arabic\">وقال آخر له ستمائة حديث أو نحوها .\n</p>\n<p class=\"arabic\">وقال أحمد بن حنبل ليس يكاد لحجاج حديث إلا وفيه زيادة .\n</p>\n<p class=\"arabic\">وقال حماد بن زيد قدم علينا جرير بن حازم فأتيناه وتذاكرنا فقال ثنا قيس بن \n  سعد عن الحجاج بن أرطأة ثم لبثنا ما شاء الله ثم قدم علينا حجاج وله إحدى \n  وثلاثون سنة فرأيت عليه من الزحام ما لم أره على حماد بن أبي *9*102* سليمان \n  رأيت عنه مطرا الوراق وداود بن أبي هند ) .\n</p>\n<p class=\"arabic\">ويونس بن عبيد جثاة على أرجلهم يقولون يا أبا أرطأة ما تقول في كذا يا أبا \n  أرطأة ما تقول في كذا .\n</p>\n<p class=\"arabic\">قال حفص بن غياث سمعت الحجاج يقول ما خصمت قط ولا جلست إلى قوم يختصمون .\n</p>\n<p class=\"arabic\">وقال ابن معين سمع حجاج من مكحول وقال ابن إدريس سمعت حجاج بن أرطأة يقول \n  لا تتم مروءة الرجل حتى يدع الصلاة في جماعة .\n</p>\n<p class=\"arabic\">قلت هذه كلمة مقيتة بل لا تتم مروءة الرجل ودينه حتى يلزم الصلاة في جماعة \n  وهذا قاله حجاج لما في طباعه من البذخ والرياسة فإنه يرى أن صلاته في جماعة \n  ومزاحمته للسوقة في الصفوف ينافي ما فيه من التيه والترف فالله يسامحه .\n</p>\n<p class=\"arabic\">وهو من طبقة أبي حنيفة الإمام في العلم لكن رفع الله أبا حنيفة بالورع والعبادة \n  ولم ينل حجاج بن أرطأة تلك الرفعة فرحمهما الله .\n</p>\n<p class=\"arabic\">قال أحمد بن حنبل سمعت يحيى بن سعيد يذكر أن حجاجا لم ير الزهري وكان سيء \n  الرأي فيه جدا ما رأيته أسوأ رأيا في أحد منه في حجاج وابن إسحاق وليث همام \n  لا يستطيع أحد أن يراجعه فيهم .\n</p>\n<p class=\"arabic\">وقال هشيم قال لي حجاج لم أر الزهري لكن لقيت رجلا جيد الأخذ عنه فأخذت عنه .\n</p>\n<p class=\"arabic\">وسئل أحمد بن حنبل أيحتج بحجاج قال لا وقال يزيد بن هارون رأيت حجاج بن أرطأة \n  عليه قميص أسود ورداء أسود قد خضب بالسواد متكئا على مرافق حمر قال يزيد فكان \n  يقول أبعد قضاء البصرة *9*103* وشرط الكوفة وكان يقضي بالبصرة ثم يقول هذا \n  قضاء أمير المؤمنين علي وولي قضاءها ثلاثة أشهر قال وجلس يفتي بمسجد الكوفة \n  وله عشرون سنة وكان الحكم يجلس إليه وهو الذي أجلسه للفتيا .\n</p>\n<p class=\"arabic\">وقال الأشج ثنا عبد الله بن الأسود الحارثي قال كان الحجاج بن أرطأة يقيم \n  على رؤوسنا غلاما أسود وقال من رأيته يكتب يعني في مجلسه فجر برجله فقام رجل \n  فقال يا أبا أرطأة سوأة لك يأتيك نظراؤك وأبناء نظرائك من أبناء القبائل ثم \n  تأمر هذا الأسود بما تأمره قال فلم يأمره بعد ذلك .\n</p>\n<p class=\"arabic\">وقال يزيد بن هارون كنا لا نكتب عند حجاج كان له غلمان يطوفون في الحلقة فمن \n  رأوه يكتب أقاموه ) .\n</p>\n<p class=\"arabic\">وقال العلاء بن عصيم جاء ابن شبرمة وحجاج بن أرطأة إلى الأعمش فقال له حجاج \n  يا هذا لم تنته حتى مشت إليك الأشراف إذا يرجعون بغير حوائجهم ثم دخل وأغلق \n  الباب في وجوههم .\n</p>\n<p class=\"arabic\">وروى محمد بن عثمان بن أبي شيبة ثنا عن جدي قال قلت للحجاج بن أرطأة ما رأيت \n  أحدا أحسن أصابع منك قال إنها مدارج الكرم .\n</p>\n<p class=\"arabic\">وهب بن بقية سمعت خالد بن عبد الله يقول دخل الحجاج بن أرطأة المسجد فقيل \n  له ها هما يا بن أرطأة فقال أنا صدر حيثما جلست .\n</p>\n<p class=\"arabic\">وقال أبو عاصم النبيل قال حجاج لسوار القاضي أهلكني حب الشرف فقال له اتق \n  الله تشرف .\n</p>\n<p class=\"arabic\">محمد بن عثمان بن أبي شيبة إن إسماعيل بن محمد الطلحي ثنا أبو مالك الجنبي \n  قال دخل حجاج بن أرطأة المسجد الحرام وقد حج عيسى بن موسى يعني ولي العهد \n  وهو في المسجد فأقبل الحجاج ليسلم ثم جلس فقال له *9*104* بعضهم ارتفع يا \n  أبا أرطأة إلى صدر الحلقة فقال حيث جلست أنا صدرها فقال عيسى جروا برجله وأخرجوه \n  وقال ابن إدريس كنا نأتي الحجاج بن أرطأة فنجلس حتى تطلع الشمس فلا يخرج إلى \n  صلاة جماعة فتركه .\n</p>\n<p class=\"arabic\">وعن سليمان بن أبي سليمان قال الحجاج ألا تصلي في جماعة فقال أصلي مع هؤلاء \n  يزحموني وعن أبي مالك الجنبي قال خرج حجاج بن أرطأة ومعه بعض أصحابه فمر بمساكين \n  في الطرق فسلم صاحبه على المساكين فقال الحجاج إنه لا يسلم على أمثال هؤلاء \n  وقد خرج مسلم في صحيحه للحجاج فقرنه بآجر .\n</p>\n<p class=\"arabic\">توفي بالري مع المهدي سنة بضع وأربعين قال ابن حبان في سنة خمس .\n\n</p>"
}