{
    "header": "سليمان بن مهران ع .",
    "id": "003095",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">سليمان بن مهران ع .\n</h1>\n<p class=\"arabic\">الأعمش الإمام أبو محمد الأسدي مولاهم الكاهلي الكوفي الحافظ المقرئ أحد الأئمة \n  الأعلام .\n</p>\n<p class=\"arabic\">يقال ولد بقرية من عمل طبرستان يقال لها أمه وذلك في سنة إحدى وستين وقد رأى \n  أنس بن مالك ورآه يصلي ولم يثبت أنه سمع منه مع أن أنسا لما توفي كان للأعمش \n  نيف وثلاثون سنة وكان يمكنه السماع من جماعة من الصحابة *9*162* .\n</p>\n<p class=\"arabic\">وقد روى عن عبد الله بن أبي أوفى وأبي وائل وزيد بن وهب وأبي عمرو الشيباني \n  وخثيمة بن عبد الرحمن وإبراهيم النخعي وجاهد وأبي صالح وسالم بن أبي الجعد \n  وأبي حازم الأشجعي والشعبي وهلال بن يساف ويحيى بن وثاب وأبي الضحى وسعيد \n  بن جبير وخلق كثير من كبار التابعين .\n</p>\n<p class=\"arabic\">حدث عنه أمم لا يحصون منهم الحكم بن عتيبة وأبو إسحاق السبيعي وهما من شيوخه \n  وشعبة ) .\n</p>\n<p class=\"arabic\">والسفيانان وجرير وشعبة والسفيانان وجرير بن حازم وجرير بن عبد الحميد وزائدة \n  وأبو معاوية ووكيع وحفص بن غياث وأبو أسامة وعبد الله بن موسى وجعفر بن عون \n  والخريبي وابن المبارك وابن نمير وعبد الحميد الحماني وعبد الواحد بن زياد \n  وعلي بن مسهر وعيسى بن يونس ومحمد بن بشر وابن فضيل ويحيى القطان ويحيى بن \n  عيسى الرملي ويعلى بن عبيد وأبو نعيم .\n</p>\n<p class=\"arabic\">قال ابن المديني له نحو من ألف وثلاثمائة حديث .\n</p>\n<p class=\"arabic\">وقال ابن عيينة كان الأعمش أقرأهم لكتاب الله وأحفظهم للحديث وأعلمهم بالفرائض .\n</p>\n<p class=\"arabic\">وقال أبو حفص الفلاس كان يسمى المصحفمن صدقه .\n</p>\n<p class=\"arabic\">وقال يحيى القطان هو علامة الإسلام .\n</p>\n<p class=\"arabic\">وقال وكيع بقي الأعمش قريبا من سبعين سنة لم تفته التكبيرة الأولى .\n</p>\n<p class=\"arabic\">وقال الخريبي ما خلف الأعمش أعبد منه وكان رضي الله عنه صاحب سنة .\n</p>\n<p class=\"arabic\">وقد قرأ الأعمش القرآن على يحيى بن وثاب عن قراءته على أصحاب ابن وسعود .\n</p>\n<p class=\"arabic\">قرأ عليه جماعة منهم حمزة الزيات *9*163* .\n</p>\n<p class=\"arabic\">وكان مع جلالته في العلم والفضل صاحب ملح ومزاح قيل إنه جاءه أصحاب الحديث \n  يوما فخرج فقال لولا أن في منزلي من هو أبغض إلي منكم ما خرجت إليكم رواها \n  وكيع عنه .\n</p>\n<p class=\"arabic\">وقد سأله داود الحائك ما تقول يا أبا محمد في الصلاة خلف الحائك فقال لا بأس \n  بها على غير وضوء قيل في شهادة الحائك قال تقبل مع عدلين .\n</p>\n<p class=\"arabic\">قال ابن عيينة سبق الأعمش أصحابه بخصال كان أقرأهم لكتاب الله وأحفظهم للحديث \n  وأعلمهم بالفرائض .\n</p>\n<p class=\"arabic\">وقال أحمد بن عبد الله العجلي كان ثقة ثبتا كان محدث الكوفة في زمانه ويقال \n  ظهر له أربعة آلاف حديث لم يكن له كتاب وكان يقرأ القرآن رأسا فيه وكان فصيحا \n  وكان أبوه مهران من سبي الديلم قال وكان الأعمش عسرا سيئ الخلق وكان لا يلحن \n  حرفا وكان عالما بالفرائض قال وكان فيه تشيع كذا قال وليس هذا بصحيح عنه بلى \n  كان صاحب سنة .\n</p>\n<p class=\"arabic\">قال ولم يختم عليه إلا ثلاثة أنفس طلحة بن مصرف وكان أسن منه وأفضل وأبان \n  بن تغلب وأبو عبيدة بن معن قلت وقرأ عليه كما ذكرنا الزيات ) .\n</p>\n<p class=\"arabic\">وقال عيسى بن يونس لم نر نحن مثل الأعمش وما رأيت الأغنياء أحقر منهم عنده \n  مع فقره وحاجته .\n</p>\n<p class=\"arabic\">وروى علي بن عثمان عن أبيه قال قيل للأعمش ألا تموت فنحدث عنك فقال كم من \n  حب أصبهاني قد انكسر على رأسه كيزان كثيرة وقد جاء أن *9*164* الأعمش قرأ \n  على زيد بن وهب وزر وإبراهيم النخعي وأنه عرض أيضا على أبي العالية وجماعة .\n</p>\n<p class=\"arabic\">وأخبرنا بيبرس التركي بحلب وأيوب الأسدي بدمشق قالا أنا محمد بن سعيد ببغداد \n  أنا أحمد بن المقرب أنا طرار أنا علي العيسوي أنا محمد بن عمرو الرزاز ثنا \n  العطاردي أنا محمد بن فضيل عن الأعمش قال رأيت أنس بن مالك بال فغسل ذكره \n  غسلا شديدا ثم توضأ ومسح على خفيه فصلى بنا وحدثنا فجاء بيته هذا حديث صالح \n  الإسناد .\n</p>\n<p class=\"arabic\">وروى أبو سلمة التبوذكي عن أبي عوانة قال أعطيت امرأة الأعمش خمارا فكنت إذا \n  جئت أخذت بيده فأخرجته إلي فقلت له إن لي إليك حاجة قال ما هي قلت إن لم تقضها \n  فلا تغضب علي قال ليس قلبي في يدي قلت أمل علي قال لا أفعل .\n</p>\n<p class=\"arabic\">وقال علي بن سعيد النسوي سمعت أحمد بن حنبل يقول منصور أثبت أهل الكوفة ففي \n  حديث الأعمش اضطرب كثير .\n</p>\n<p class=\"arabic\">وذكر أبو بكر بن الباغندي انه رأى النبي صلى الله عليه وسلم في النوم فقلت \n  يا رسول الله أيما أثبت في الحديث منصور أو الأعمش فقال منصور منصور .\n</p>\n<p class=\"arabic\">وقال وكيع سمعت الأعمش يقول لولا الشهرة لصليت الفجر ثم تسحرت .\n</p>\n<p class=\"arabic\">قلت هذا كان مذهب الأعمش وهو على الذي روى النسائي في حديث عاصم عن زر عن \n  حذيفة قال تسحرنا مع رسول الله صلى الله عليه وسلم فكان هو النهار إلا أن \n  الشمس لم تطلع *9*165* .\n</p>\n<p class=\"arabic\">وقال عيسى بن يونس أرسل عيسى بن موسى الهاشمي أمير الكوفة إلى الأعمش بألف \n  درهم وصحيفة ليكتب له فيها حديثا فكتب فيها بسم الله الرحمن الرحيم الله الصمد \n  إلى آخرها ثم وجه بها فبعث إليه يا بن الفاعلة أظننت أني لا أحسن كتاب الله \n  فبعث إليه وظننت أني أبيع الحديث وقال عيسى بن موسى أتى الأعمش أضياف فأخرج \n  إليهم رغيفين فأكلوهما فدخل فأخرج لهم نصف حبل من قت على الخوان وقال أكلتم \n  قوتنا فهذا قوت شاتي فكلوه ) .\n</p>\n<p class=\"arabic\">قال عيسى وخرجنا في جنازة ورجل يقود الأعمش فلما رجعنا عدل به فلما أصحر به \n  قال أتدري أين أنت في جبانة كذا وكذا ولا أراك حتى تملأ ألواحي حديثا قال \n  اكتب فلما ملأ الألواح رده فلما دخل الكوفة دفع ألواحه لإنسان فلما انتهى \n  الأعمش إلى بابه تعلق به وقال خذوا الألواح من الفاسق فقال يا أبا محمد قد \n  فات فلما أيس منه قال كل ما حدثتك به كذب قال أنت أعلم بالله من أن تكذب .\n</p>\n<p class=\"arabic\">وقال ابن إدريس قلت للأعمش يا أبا محمد ما يمنعك من أخذ شعرك قال كثرة فضول \n  الحجامين قلت فإني أجيئك بحجام لا يكلمك حتى يفرغ قال فأتيت جنديا الحجام \n  وكان محدثا فأوصيته فقال نعم فلما أخذ نصف شعره قال يا أبا محمد كيف حديث \n  حبيب بن أبي ثابت في المستحاضة قال فصاح الأعمش صيحة وقام يعدو وبقي نصف شعره \n  أياما غير مجزوز رواها علي بن خشرم عن ابن إدريس .\n</p>\n<p class=\"arabic\">وقال عيسى بن يونس خرج الأعمش فإذا بجندي فسخره ليعبر به نهرا *9*166* فلما \n  ركب الأعمش قال سبحان الذي سخر لنا هذا وما كنا له مقرنين فلما توسط به الأعمش \n  في الماء قال وقل رب أنزلني منزلا مباركا وأنت خير المنزلين ثم رمى به .\n</p>\n<p class=\"arabic\">وقال ابن عيينة رأيت الأعمش لبس فروا مقلوبا وبتا تسيل خيوطه على رجليه فقال \n  لولا أني تعلمت العلم ما كان يأتيني أحد ولو كنت بقالا كان يقذرني الناس أن \n  يشتروا مني .\n</p>\n<p class=\"arabic\">وقال محمد بن عبيد الطنافسي جاء رجل نبيل كبير اللحية إلى الأعمش فسأله عن \n  مسألة خفيفة من الصلاة فالتفت إلينا الأعمش فقال انظروا إليه لحيته تحتمل \n  حفظ أربعة آلاف حديث ومسألته صبيان الكتاب .\n</p>\n<p class=\"arabic\">قال يحيى القطان كان الأعمش من النساك وكان محافظا على الصف الأول .\n</p>\n<p class=\"arabic\">وقال عيسى بن جعفر ثنا أحمد بن داود الحراني ثنا عيسى بن يونس سمعت الأعمش \n  يقول كان أنس بن مالك يمر بي طرفي النهار فأقول لا أسمع منك حديثا خدمت رسول \n  الله صلى الله عليه وسلم ثم جئت إلى الحجاج حتى ولاك قال ثم ندمت فصرت أروي \n  عن رجل عنه رواها أبو نعيم في الحلية .\n</p>\n<p class=\"arabic\">وقد ذكرنا بالإسناد أنه صلى خلف أنس بن مالك ودخل إليه .\n</p>\n<p class=\"arabic\">قال أبو نعيم الحافظ سمع الأعمش من عبد الله بن أبي أوفى وأنس ) .\n</p>\n<p class=\"arabic\">وقال مسدد ثنا عيسى بن يونس ثنا الأعمش قال رأيت أنسا يصلي *9*167* في المسجد \n  الحرام إذا رفع من الركوع رفع صلبه حتى يستوي بطنه .\n</p>\n<p class=\"arabic\">داود بن مخراق ومعاذ بن أسد قالا ثنا الفضل بن موسى أنا الأعمش عن أنس بن \n  مالك قال كنت مع النبي صلى الله عليه وسلم في سفر فمر على شجرة يابسة فضربها \n  بعصا فتناثر الورق فقال إنسبحان الله والحمد لله ولا إله إلا الله والله أكبر \n  يساقطن الذنوب كما تساقط هذه الشجرة ورقها .\n</p>\n<p class=\"arabic\">وللأعمش عن انس أحاديث ساقها صاحب الحلية لكن الأعمش مدلس فقال فيها عن فلا \n  تحمل على الاتصال .\n</p>\n<p class=\"arabic\">وقد ذكرنا أن الأعمش ولد بطبرستان وقدمت به أمه طفلا ويقال حملا إلى الكوفة \n  ومات بها في ربيع الأول سنة ثمان وأربعين ومائة وله سبع وثمانون سنة وقع لنا \n  من عواليه بإجازة .\n\n</p>"
}