{
    "header": "حميد بن تيرويه الطويل ع أبو عبيدة بن أبيـ...",
    "id": "003004",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">حميد بن تيرويه الطويل ع أبو عبيدة بن أبي حميد البصري .\n</h1>\n<p class=\"arabic\">سمع أنسا والحسن وبكر بن عبد الله وابن أبي ملكية وجماعة وعنه شعبة ومالك \n  والسفيانان والحمادان وابن علية ويحيى القطان وعبد الله بن بكر السهمي ومحمد \n  بن أبي عدي وابن المبارك والأنصاري وخلق كثير وكان أحد الثقات وثقه ابن معين \n  والعجلي وأبو حاتم *9*115* .\n</p>\n<p class=\"arabic\">وقال أبو حاتم هو وقتادة أكبر أصحاب الحسن وقال ابن خراش في حديثه شيء وهو \n  ثقة .\n</p>\n<p class=\"arabic\">وقال حماد بن سلمة أخذ حميد كتب الحسن فنسخها ثم ردها عليه .\n</p>\n<p class=\"arabic\">وروى الأصمعي قال رأيت حميدا وكان طويل اليدين .\n</p>\n<p class=\"arabic\">وقال أبو عبيدة الحداد عن شعبة لم يسمع حميد من أنس إلا أربعة وعشرين حديثا \n  والباقي سمعها من ثابت أو ثبته فيها ثابت .\n</p>\n<p class=\"arabic\">قال ابن المديني عن أبي داود سمع شعبة يقول سمعت حبيب بن الشهيد يقول لحميد \n  وهو يحدثني انظر ما يحدث به شعبة فإنه يرويه عنك ثم يقول هو إن حميدا رجل \n  نسي فانظر ما يحدثك به وروى عفان عن حماد قال جاء شعبة إلى حميد فحدثه فقال \n  أسمعت هذا من أنس قال احسب فقال شعبة بيده هكذا فلما ذهب قال حميد سمعته من \n  أنس كذا كذا مرة ولكني لما شدد علي أحببت أن أشدد عليه .\n</p>\n<p class=\"arabic\">وقال ابن المديني عن يحيى بن سعيد كان حميد إذا ذهبت تقفه على بعض حديثه عن \n  أنس يشك فيه .\n</p>\n<p class=\"arabic\">وقال الحميدي عن سفيان قال كان عندنا شاب بصري يقال له درست فقال لي حميدا \n  قد ) .\n</p>\n<p class=\"arabic\">اختلط عليه ما سمع من أنس ومن ثابت ومن قتادة عن انس إلا شيئا يسيرا فكنت \n  أقول له أخبرني بما شئت عن غير أنس فأسأل حميدا عنها فيقول سمعت أنسا *9*116* \n  وقال يحيى بن يعلى المحاربي طرح زائدة حديث حميد الطويل .\n</p>\n<p class=\"arabic\">وقال ابن عدي أكبر ما يقال فيه إن ما لم يسمعه من أنس كان يدلسه عنه وقد سمعه \n  من ثابت .\n</p>\n<p class=\"arabic\">وقيل كان حميد مصلح أهل البصرة إذا تنازع الرجلان في مال .\n</p>\n<p class=\"arabic\">وقال إياس بن معاوية لرجل إذا أردت الصلح فعليك بحميد الطويل وتدري ما يقول \n  لك خذ البعض ودع البعض .\n</p>\n<p class=\"arabic\">قال إبراهيم بن حميد مات أبي سنة ثلاث وأربعين ومائة عن خمس وسبعين سنة .\n</p>\n<p class=\"arabic\">قال الأصمعي رأيته ولم يكن بطويل ولكن كان طويل اليدين .\n</p>\n<p class=\"arabic\">وقيل بل كان في جيرانه رجل قصير سميه فقال الجيران حميد الطويل تمييزا له \n  من سميه .\n</p>\n<p class=\"arabic\">قال حماد بن سلمة لم يدع حميد لثابت علما إلا وعاه عنه وسمعه منه .\n</p>\n<p class=\"arabic\">وقيل عامة ما يرويه حميد عن أنس سمعه من ثابت قلت له في الصحيحين جملة أحاديث \n  عن أنس وبلغنا أنه كان قائما يصلي فسقط ميتا وذلك في آخر سنة اثنتين وأربعين \n  ومائة .\n</p>\n<p class=\"arabic\">ولم يرو عنه زائدة لكونه لبس سواد العباسيين وهذا غلو حميد عدل صدوق وكذا \n  روي عن مكي بن إبراهيم قال مررت بحميد وعليه ثياب سود وقال لي أخي ما تسمع \n  منه فقلت اسمع من شرطي *9*117* .\n</p>\n<p class=\"arabic\">وقال عفان ثنا محمد بن دينار قال ذكر رجل حميدا فعابه فقال يأتي سليمان بن \n  علي الأمير ويفعل ويفعل فقال يونس بن عبيد كثر الله فينا مثل حميد .\n</p>\n<p class=\"arabic\">وقال معاذ بن معاذ كان حميد يصلي قائما فمات فذكروه لابن عون وجعلوا يذكرون \n  من فضله فقال اختاج حميد إلى ما قدم .\n</p>\n<p class=\"arabic\">وقال القاسم بن مالك المزني عن عاصم الأحول قال ذهبت بحميد وأبان ابن أبي \n  عياش إلى أنس فلزماه وتركته .\n\n</p>"
}