{
    "header": "عبد الله بن المقفع .",
    "id": "003152",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الله بن المقفع .\n</h1>\n<p class=\"arabic\">أحد المشهورين بالكتابة والبلاغة والترسل والبراعة وكان فارسيا فأسلم على \n  يد عيسى بن علي عم السفاح وهو كهل ثم كتب له واختص به .\n</p>\n<p class=\"arabic\">ومن كلام ابن المثفع قال شربت من الخطب ريا ولم أضبط لها رويا فغاضبتم فاضت \n  فلا هي نظاما ولا هي غيرها كلاما .\n</p>\n<p class=\"arabic\">قال الأصمعي صنف ابن المقفع الدرة اليتيمة التي لم يصنف مثلها في فنها وقد \n  سئل من أدبك قال نفسي كنت إذا رأيت من غيري حسنا أتيته وإذا رأيت قبيحا أبيته \n  *9*199* .\n</p>\n<p class=\"arabic\">ويقال كان ابن المقفع علمه أكثر من عقله وهو الذي وضع كتاب كليلة ودمنة فيما \n  قيل والأصح أنه هو الذي عربه من الفارسية .\n</p>\n<p class=\"arabic\">قال الهيثم بن عدي جاء ابن المقفع إلى عيسى بن علي فقال أريد أن أسلم على \n  يديك فقال ليكن ذلك بمحضر من وجوه الناس غدا ثم جلس ابن المقفع وهو يأكل ويزمزم \n  على دين المجوسية فقال له عيسى أتزمزم وأنت تريد أن تسلم قال أكره أن أبيت \n  على غير دين وكان ابن المقفع يتهم بالزندقة .\n</p>\n<p class=\"arabic\">وعن المهدي قال ما وجدت كتاب زندقة إلا وأصله ابن المقفع .\n</p>\n<p class=\"arabic\">وقيل إن ابن المقفع كان ينال من متولي البصرة سفيان بن معاوية بن يزيد بن \n  المهلب ويسميه ابن المغتلمة فحنق عليه وقتله بإذن المنصور ولكونه كتب في توثق \n  عبد الله بن علي من المنصور يقول ومتى غدر بعمه فنساؤه طوالق وعبيده أحرار \n  ودوابه حبس والمسلمون في حل من بيعته فلما وقف المنصور على ذلك عظم عليه وكتب \n  إلى سفيان يأمره بقتله .\n</p>\n<p class=\"arabic\">وقال المدائني دخل ابن المقفع على سليمان وقال أتذكر ما كنت تقول في أمي قال \n  أنشدك الله أيها الأمير في نفسي فأمر له بتنور فسجر ثم قطع أربعته ثم سائر \n  أعضائه وألقاها في التنور وهو ينظر وقال ليس علي في المثلة بك حرج لأنك زنديق \n  قد أفسدت الناس فسأل سليمان بن علي وعيسى عنه فقيل إنه دخل دار سفيان بن معاوية \n  سليما ولم يخرج فخاصماه إلى المنصور وأحضراه مقيدا فشهد شهود بالحال فقال \n  المنصور أرأيتم إن قتلت سفيان فخرج ابن المقفع من هذا المجلس أأقتلكم بسفيان \n  فنكلوا عن الشهادة كلهم وعلموا أنه برضا المنصور *9*200* .\n</p>\n<p class=\"arabic\">ويقال إن ابن المقفع عاش ستا وثلاثين سنة وحكى البلاذري أن سفيان ألقاه في \n  بئر قيل ) .\n</p>\n<p class=\"arabic\">أدخله حماما وأغلقه عليه وقيل إن قتله كان في سنة خمس وأربعين ومائة وقيل \n  في نحو سنة اثنتين وأربعين .\n</p>\n<p class=\"arabic\">وكان اسم أبيه داذويه وكان كاتبا ولي للحجاج خراج فارس فخان وأخذ من الأموال \n  فعذبه الحجاج فتقفعت يده فلقب المقفع وقيل بل الذي عذبه يوسف بن عمر الثقفي \n  الأمير .\n</p>\n<p class=\"arabic\">والمقفع بفتح الفاء الصحيح .\n</p>\n<p class=\"arabic\">وقال ابن مكي في كتاب تثقيف اللسان يقولون ابن المقفع والصواب بكسر الفاء \n  لأنه كان يعمل القفاع ويبيعها وهي قفاف الخوص .\n\n</p>"
}