{
    "header": "عبد الملك بن عبد العزيز بن جريج ع .",
    "id": "003178",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الملك بن عبد العزيز بن جريج ع .\n</h1>\n<p class=\"arabic\">أبو الوليد وأبو خالد الرومي مولى بني أمية وعالم أهل مكة وكان أحد أوعية \n  العلم وهو أول من صنف التصانيف في الحديث *9*211* .\n</p>\n<p class=\"arabic\">روى عن أبيه ومجاهد وعطاء بن أبي رباح وطاوس وعمرو بن شعيب ونافع والزهري \n  وإسماعيل بن أمية والحسن بن مسلم وابن طاوس وعبد الله بن مسافع وعطاء الخراساني \n  والقاسم بن أبي بردة ونافع وابن المنكدر وعبدة بن أبي لبابة وابن أبي مكية \n  وخلق من التابعين وأتباعهم .\n</p>\n<p class=\"arabic\">وكان مولده بعد سنة سبعين وعنه السفيانان وابن علية ووكيع وأبو أسامة وابن \n  وهب وحجاج بن محمد وأبو عاصم وروح بن عبادة وعبد الرواق وخلق .\n</p>\n<p class=\"arabic\">قال أحمد بن حنبل كان جريج أحد أوعية العلم .\n</p>\n<p class=\"arabic\">قال أبو غسان ربيح سمعت جريرا يقول كان ابن جريج يرى المتعة تزوج بستين امرأة .\n</p>\n<p class=\"arabic\">وقال عبد الوهاب بن همام قال ابن جريج كنت أتتبع الأشعار العربية والأنساب \n  فقيل لي لو لزمت عطاء قال فلزمته ثمانية عشر عاما .\n</p>\n<p class=\"arabic\">قال يحيى القطان لم يكن ابن جريج عندي بدون مالك في نافع وقال ابن المديني \n  لم يكن في الأرض أعلم بعطاء من ابن جريج وبلغنا أن ابن جريج ما سمع من الزهري \n  شيئا إنما أخذ عنه مناولة وإجازة قلت وسمع من مجاهد حرفين من القراءات وسمع \n  من عكرمة بن خالد لا من عكرمة مولى ابن عباس على ان أبا عيسى الترمذي روى \n  حديثا من طريق ابن جريج عن عكرمة فالله أعلم ) .\n</p>\n<p class=\"arabic\">قال عبد الرزاق ما رأيت أحدا أحسن صلاة من ابن جريج وقال عبيد الله العيشي \n  ثنا بكر بن كلثوم السلمي قال قدم علينا ابن *9*212* جريج البصرة فاجتمع الناس \n  عليه فحدث عن الحسن البصري بحديث فأنكره عليه الناس فقال ما تنكرون علي فيه \n  لزمت عطاء عشرين سنة فربما حدثني عنه الرجل بالشيء لم أسمعه منه .\n</p>\n<p class=\"arabic\">قال العيشي سمى ابن جريج في ذلك اليوم محمد بن جعفر غندرا فإنه بقي يكثر الشغب \n  عليه فقال أسكت يا غندر وأهل الحجاز يسمون المشغب غندرا .\n</p>\n<p class=\"arabic\">قال ابن معين لم يلق ابن جريج وهب بن منبه وقال أحمد لم يسمع من ابن أبي الزناد \n  ولا سمع من عمرو بن شعيب زكاة مال اليتيم قلت مع اتفاقهم على ثقة ابن جريج \n  كان ربما دلس وكان صاحب تعبد وخير وما زال يطلب العلم حتى شاخ وقيل إنه جاوز \n  المائة ولم يصح ذلك بل ولا جاوز الثمانين .\n</p>\n<p class=\"arabic\">قال خالد بن نزار الأيلي خرجت بكتب ابن جريج سنة خمسين ومائة فوجدته قد مات .\n</p>\n<p class=\"arabic\">قلت فيها أرخ موته الواقدي وزاد فقال في عشر ذي الحجة منها وكذا أرخه فيها \n  جماعة منهم أبو نعيم وسعيد بن عفير وابن سعد وخليفة وأما ابن المديني فقال \n  مات سنة تسع وأربعين وهذا وهم .\n\n</p>"
}