{
    "header": "عمرو بن عبيد المعتزلي بن باب أبو عثمان اـ...",
    "id": "003234",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عمرو بن عبيد المعتزلي بن باب أبو عثمان البصري الزاهد العابد رأس المعتزلة .\n</h1>\n<p class=\"arabic\">روى عن أبي العالية وأبي قلابة والحسن وعنه الحمادان وابن عيينة وعن عبد الوارث \n  ويحيى بن سعيد القطان وعلي بن عاصم وعبد الوهاب الثقفي وقريش بن أنس وغيرهم .\n</p>\n<p class=\"arabic\">قال الفلاس كان يحيى يحدثنا عن عمرو بن عبيد ثم تركه .\n</p>\n<p class=\"arabic\">قال أبو داود السجزي أبو حنيفة خير من ألف مثل عمرو وقال النسائي عمرو ليس \n  بثقة .\n</p>\n<p class=\"arabic\">وقال حفص بن غياث ما لقيت أحدا أزهد من عمرو بن عبيد وانتحل ما انتحل .\n</p>\n<p class=\"arabic\">وقال ابن المبارك كان عمرو بن عبيد يدعو إلى القدر فتركوه ) .\n</p>\n<p class=\"arabic\">وقال معاذ بن معاذ سمعت عمرا يقول إن كانتبت يدا أبي لهب في اللوح المحفوظ \n  فمالله على ابن آدم حجة قال وسمعت عمرو بن عبيد يقول وذكر حديث الصادق المصدوق \n  فقال لو سمعت الأعمش يقول هذا لكذبته *9*239* ولو سمعته من زيد بن وهب لما \n  صدقته أو قال لما أحببته ولو سمعت ابن مسعود يقوله ما قبلته ولو سمعت رسول \n  الله صلى الله عليه وسلم يقول هذا لردتته ولو سمعت الله يقول لقلت له ليس \n  على هذا أخذت ميثاقنا .\n</p>\n<p class=\"arabic\">قال ابن عبد الحكيم سمعت الشافعي ابن عيينة يقول عمرو بن عبيد سمع الحسن وأنا \n  أستغفر الله إن كان سمع الحسن .\n</p>\n<p class=\"arabic\">سئل عمرو عن مسألة فأجاب فيها وقال هذا من رأي الحسن فقيل إنهم يروون عن الحسن \n  خلاف هذا قال إنما قلت هذا من رأي الحسن يريد نفسه .\n</p>\n<p class=\"arabic\">وقال ثابت البناني رأيت عمرو بن عبيد الله في النوم وفي حجره مصحف وهو يحك \n  آية من كتاب الله فقلت ما تصنع قال أبدل مكانها خيرا منها رواه محمد بن المثنى \n  الزمن عن عبد الرحمن بن جبلة عن ثابت ورواه الحسن بن محمد الحارثي عن ابن \n  عون عنه .\n</p>\n<p class=\"arabic\">وقال حزم القطيعي ثنا عاصم الأحول قال جلست إلى قتادة فذكر عمرو بن عبيد فوقع \n  فيه فقلت ألا أرى العلماء يقع بعضهم في بعض فقال يا أحول أو ما تدري أن الرجل \n  إذا ابتدع بدعة فينبغي لنا أن نذكره حتى يحذر فجئت من عند قتادة وأنا مغتم \n  لما رأيت من نسك عمرو وهديه فنمت فرأيته والمصحف في حجره وهو يحك آية فقلت \n  له سبحان الله تحك آية من كتاب الله قال إني سوف أعيدها فتركه حتى حكها فقلت \n  أعدها قال لا أستطيع ورواها ثقتان عن حزم .\n</p>\n<p class=\"arabic\">وقال أبو سعيد الأشج ثنا الهيثم بن عبد الله فقيه الجامع حماد بن زيد قال \n  كنت مع أيوب ويونس وابن عون فمر بهم عمرو بن عبيد فسلم عليهم ووقف وقفة فلم \n  يردوا عليه السلام *9*240* .\n</p>\n<p class=\"arabic\">وقال سليمان بن حرب ثنا حماد بن زيد قال قيل لأيوب إن عمرو بن عبيد يروي عن \n  الحسن أن رسول الله قال إذا رأيتم معاوية على منبري فاقتلوه قال كذاب .\n</p>\n<p class=\"arabic\">وعن عباد بن كثير عن عمرو قال لا جمعة بعد عثمان .\n</p>\n<p class=\"arabic\">وقال عبد الوهاب الخفاف مررت بعمرو بن عبيد وهو وحده فقلت مالك تركوكفقال \n  نهى ابن عون الناس عنا فانتهوا ) .\n</p>\n<p class=\"arabic\">وعن عمرو بن النضر قال سئل عمرو عن مسألة وأنا عنده فأجاب فقلت ليس هكذا يقول \n  أصحابنا قال ومن أصحابك لا أبا لك فقلت أيوب ويونس وابن عون وسليمان التيمي \n  قال وألئك أرجاس أنجاس أموات غير أحياء رواها يحيى بن حميد الطويل عن عمر \n  بن النضر .\n</p>\n<p class=\"arabic\">وقال سوار بن عبد الله ثنا الأصمعي أن عمرو بن عبيد الله أتى أبا عمرو بن \n  العلاء فقال يا أبا عمرو الله يخلف وعده فقال لا فقال عمرو فقد قال تعالى \n  إن الله لا يخلف الميعاد فقال أبو عمرو من العجمة أتيت الوعد غير الإيعاد \n  ثم أنشد .\n</p>\n<p class=\"arabic\">% وإني إن أوعدته أو وعدته % % لمخلف ميعادي موعدي % .\n</p>\n<p class=\"arabic\">وقال جعفر بن محمد بن فضيل ونصر بن مرزوق ثنا إسماعيل بن مسلمة القعنبي رأيت \n  الحسن بن أبي جعفر في المنام بعدما مات فقال لي أيوب ويونس وابن عون في الجنة \n  فقلت فعمرو بن عبيد قال في النار ثم رأيته الليلة الثانية مثل ذلك ثم رأيته \n  في الليلة الثالثة فقال مثل ذلك وقال كم أقول لك *9*241* .\n</p>\n<p class=\"arabic\">وقال ابن علية أول من تكلم في الاعتزال واصل بن عطاء الغزال فدخل معه في ذلك \n  عومرو بن عبيد فأعجب به وزوجه أخته وقال لها زوجتك برجل ما يصلح إلا أن يكون \n  خليفة .\n</p>\n<p class=\"arabic\">قال نعيم بن حماد قيل لابن المبارك لم رويت عن سعيد وهشام الدستوائي وتركت \n  حديث عمرو بن عبيد ورأيهم واحد قال كان عمرو يدعو إلى رأيه وكانا ساكنين .\n</p>\n<p class=\"arabic\">وقال مؤمل بن إسماعيل رأيت همام بن يحيى في النوم فقلت ما صنع الله لك قال \n  غفر لي وأدخلني الجنة وأمر بعمرو بن عبيد إلى النار وقيل له تقول على الله \n  كذا وكذا وتكذب بمشيئته وتمن بركعتين تصليهما .\n</p>\n<p class=\"arabic\">وروي عن محمد بن عبد الله الأنصاري القاضي أنه رأى عمرو بن عبيد في المنام \n  قد مسخ قردا قال أبو بكر كان عمرو بالبصرة يجالس الحسن مدة ثم أزاله واصل \n  عن مذهب السنة فقال بالقدر ودعا إليه واعتزل أصحاب الحسن وكان له سمت وإظهار \n  زهد .\n</p>\n<p class=\"arabic\">وقال يعقوب الفسوي كان عمرو نساجا ثم تحول شرطيا للحجاج يعني في صباه .\n</p>\n<p class=\"arabic\">وروي عن الحسن البصري أنه قال نعم الفتى عمرو بن عبيد إن لم يحدث ) .\n</p>\n<p class=\"arabic\">وقال أبو نعيم الحافظ أنا عبد الوهاب بن أبي أحمد العسال سمعت أبي يقول سمعت \n  مسبح بن حاتم البصري سمعت عبيد الله بن معاذ سمعت أبي سمعت عمرو بن عبيد يقول \n  وذكر حديث الصادق فقال لو سمعت الأعمش يقوله لكذبته فذكر القصة كما تقدم *9*242* .\n</p>\n<p class=\"arabic\">وقال معمر كان أيوب السختياني إذا ذكر عمرا قال ما فعل المقيت .\n</p>\n<p class=\"arabic\">وقال أبو عوانة ما جالست عمرا إلا مرة فتكلم وطول ثم قال لو نزل ملك من السماء \n  ما زادكم على هذا .\n</p>\n<p class=\"arabic\">وقال أحمد بن حنبل بلغني عن ابن عيينة قال حج أيوب وعمرو بن عبيد فطاف أيوب \n  حتى أصبح وخاصم عمر وحتى أصبح .\n</p>\n<p class=\"arabic\">وعن معمر قال ما عددت عمرو بن عبيد عاقلا قط .\n</p>\n<p class=\"arabic\">وقال الخطيب مات عمرو بن عبيد بطريق مكة سنة ثلاث وأربعين ومائة وقيل سنة \n  أربع .\n</p>\n<p class=\"arabic\">قلت قد كان أبو جعفر المنصور يعظم عمرو بن عبيد ويثني عليه ويقول .\n</p>\n<p class=\"arabic\">كلكم يمشي رويدكلكم يطلي صيدغير عمرو بن عبيد .\n</p>\n<p class=\"arabic\">قال محمد بن سلام الجمحي أخبرني الفضيل بن سليمان الباهلي قال قال الحسن بن \n  عمارة أي رجل كان فيكم عمرو بن عبيد لولا ما خالف فيه الجماعة كان رجل أهل \n  البصرة قلت إي والله ورجل أهل الدنيا .\n</p>\n<p class=\"arabic\">قال ابن خثيمة في تاريخه سمعت ابن معين يقول كان عمرو بن عييد من الدهرية \n  قلت وما الدهرية قال الذين يقولون الناس مثل الزرع وكان يرى السيف .\n</p>\n<p class=\"arabic\">وقال سلام بن أبي مطيع لأنا للحجاج بن يوسف أرجى مني لعمرو بن عبيد .\n</p>\n<p class=\"arabic\">وقال المدائني وابن نعيم مات سنة أربع وأربعين *9*243* وذكر ابن قتيبة في \n  المعارف أن المنصور رثى عمرو بن عبيد ولم يسمع بخليفة رثى من دونه سواه فقال .\n</p>\n<p class=\"arabic\">% صلى الإله عليك من متوسد % % قبرا مررت به على مران % .\n</p>\n<p class=\"arabic\">% قبرا تضمن مؤمنا متحنفا % % صدق الإله ودان بالقرآن % .\n</p>\n<p class=\"arabic\">% فلو أن الدهر أبقى صالحا % % أبقى لنا حقا أبا عثمان % .\n\n</p>"
}