{
    "header": "محمد بن عبد الله بن عمرو بن عثمان بن عفاـ...",
    "id": "003280",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن عبد الله بن عمرو بن عثمان بن عفان ق أبو عبد الله الأموي العثماني \n  الملقب .\n</h1>\n<p class=\"arabic\">بالدبياج لحسنه كان سمحا جوادا سريا ذا مروءة وسؤدد .\n</p>\n<p class=\"arabic\">روى عن أمه فاطمة ابنة الحسين بن علي ابن عباس قال قال النبي صلى الله عليه \n  وسلم لا تديموا النظر إلى المجذمين وروى عن نافع وعبد الله بن دينار وأبي \n  الزناد وعنه أسامة بن ) .\n</p>\n<p class=\"arabic\">زيد وغيره لينه البخاري وروى عنه أيضا الدراوردي ومحمد بن معن الغفاري ويحيى \n  بن سليم الطائفي وابن أبي الزناد وقدم الشام مرات وهو أخو عبد الله بن حسن \n  والد الأخوين محمد وإبراهيم لأمه .\n</p>\n<p class=\"arabic\">قال ابن سعيد وكان أبوه يدعى المطرف لجماله وقال الواقدي كان محمد الديباج \n  أصغر ولد فاطمة بنت الحسين وكان أخوته من أمه يرقون عليه ويحبونه وكان لا \n  يفارقهم فكان ممن أخذ مع أخوته بني الحسن بن الحسن فضربه المنصور من بين أخوته \n  مائة سوط وسجنه بالهاشمية فمات في حبسه قال وكان كثير الحديث عالما *9*274* .\n</p>\n<p class=\"arabic\">قال مسلم كان منكر الحديث وكناه النسائي أبا عبد الله وقال ليس بالقوي وقال \n  ابن عدي حديثه قليل ومقدار ماله يكتب وقال داود بن عبد الرحمن العطار رأيت \n  عبد الله بن حسن بن حسن أتى أخاه محمد بن عبد الله بن عمرو فوجده نائما فأكب \n  عليه فقبله ثن انصرف ولم يوقظه .\n</p>\n<p class=\"arabic\">وقال الزبير بن بكار حدثني عبد الملك بن عبد العزيز عن أبي السائب قال احتجت \n  إلى لقحة فكتبت إلى محمد الديباج أسأله أن يبعث إلي بلقحة فإني لعلى بابي \n  إذا أنا بزاجر يزجر إبلا وإذا هو عبد يزجرها فقلت يا هذا ليس ها هنا الطريق \n  قال أردت دار أبي السائب فقلت أنا هو فدفع إلي كتاب محمد بن عبد الله فإذا \n  فيه أتاني كتابك تطلب لقحة وقد جمعت ما كان بحضرتنا منها وهي تسع عشرة لقحة \n  وبعثت معها بعبد يرعاها قال فبعت منها بثلاثمائة دينار سوى ما حبست .\n</p>\n<p class=\"arabic\">وروى الزبير عن سليمان بن العباس السعدي يمدح محمد بن عبد الله بن عمرو .\n</p>\n<p class=\"arabic\">% وجدنا المحض الأبيض من قريش % % فتى بين الخليفة والرسول % .\n</p>\n<p class=\"arabic\">% أتاك المجد من هذا وهذا % % وكنت له بمعتلج السيول % .\n</p>\n<p class=\"arabic\">% فما للمجد رونك من مبيت % % وما للمجد دونك من مقيل % .\n</p>\n<p class=\"arabic\">قال الزبير قتل محمد الديباج أو مات في حبس المنصور في أمر محمد وإبراهيم .\n</p>\n<p class=\"arabic\">وقال البخاري أخذ في سنة خمس وأربعين وزعموا أن أبا جعفر قتله *9*275* .\n</p>\n<p class=\"arabic\">وقال الواقدي قال عبد الرحمن بن أبي الموالي أحضرت فسلمت على المنصور فقال \n  لا سلم الله عليك ابن الفاسقين يعني محمدا وإبراهيم قلت يا أنير المؤمنين \n  امرأتي طالق وعلي وعلي ) .\n</p>\n<p class=\"arabic\">إن كنت مكانهما فقال السياط فضربت أربعمائة سوط فما عقلت بها حتى رفع عني \n  وذكر القصة إلى أن قال ثم مات محمد الديباج فقطع رأسه فبعث به إلى خراسان \n  وطافوا به وجعلوا يحلفون أنه رأس محمد بن عبد الله بن فاطمة بنت رسول الله \n  صلى الله عليه وسلم يوهمون أنه رأس محمد بن عبد الله بن حسن الذي كانوا يجدون \n  في الرواية خروجه على المنصور .\n</p>\n<p class=\"arabic\">وقال إبراهيم بن المنذر ثنا معن بن عيسى قال زعموا أن المنصور قتل محمد الديباج \n  ليلة جاءه خروج محمد بن عبد الله بن حسن بالمدينة .\n\n</p>"
}