{
    "header": "محمد بن السائب الكلبي ت بن بشير بن عمرو ...",
    "id": "003274",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن السائب الكلبي ت بن بشير بن عمرو وأبو النضر الكلبي الكوفي الأخباري .\n</h1>\n<p class=\"arabic\">العلامة صاحب التفسير .\n</p>\n<p class=\"arabic\">روى عن الشعبي وأبي صالح باذام وأصبغ بن نباتة وطائفة .\n</p>\n<p class=\"arabic\">وعنه ابنه هشام بن الكلبي صاحب النسب وشعبة وابن المبارك وأبو معاوية وابن \n  فضيل ويزيد بن هارون وسعد بن الصلت وطائفة سواهم .\n</p>\n<p class=\"arabic\">اتهم بالأخوين الكذب والرفض وهو آية في التفسير واسع العلم على ضعفه .\n</p>\n<p class=\"arabic\">قال زيد بن الحريس سمعت أبا معاوية الكلبي يقول حفظت ما لم يحفظ أحد ونسيت \n  ما لم ينس أحد حفظت القرآن في ستة أيام أو سبعة وقبضت على لحيتي لآخذ منها \n  ما دون القبضة فأخذت فوق القبضة .\n</p>\n<p class=\"arabic\">قال ابن عدي ليس لأحد تفسير أطول من تفسير الكلبي قلت يعني من الذين فسروا \n  القرآن في المائة الثانية ومن الذين ليس في تفسيرهم سوى قولهم ثم قال ابن \n  عدي لشهرته بين ) .\n</p>\n<p class=\"arabic\">الضعفاء يكتب حديثه *9*268* .\n</p>\n<p class=\"arabic\">قال أبو حاتم الرازي أجمعوا على ترك حديثه وقال أبو داود جوبير أمثل منه .\n</p>\n<p class=\"arabic\">قال أبو عوانة سمعت الكلبي يتكلم بشيء من تكلم به كفر وقال يزيد بن زريع رأيت \n  الكلبي يضرب يده على صدره ويقول أنا سبائي أنا سبائي .\n</p>\n<p class=\"arabic\">وقال عبد الرحمن بن مهدي سمعت أبا جزء يقول قال الكلبي كان جبريل يوحي إلى \n  النبي صلى الله عليه وسلم فقام لحاجة وجلس علي فأوحى جبريل إلى علي وقد روى \n  أبو عوانة هذا عن الكلبي .\n</p>\n<p class=\"arabic\">قال حجاج الأعور سمعت الكلبي يقول حفظت القرآن في سبعة أيام رواها أبو عبيد \n  القاسم بن سلام عن الحجاج وقال المعتمر بن سليمان كان الكلبي كذابا .\n</p>\n<p class=\"arabic\">قلت أنا أتعجب من شعبة وتحريه كيف يروي عن مثل هذا التالف .\n</p>\n<p class=\"arabic\">وقال يحيى بن يعلى سمعت زائدة يقول أطرحوا حديث أربعة حجاج وجابر وحميد مجاهد \n  الكلبي فأما الكلبي فصمتا إن لم أكن سمعته يقول نسيت علمي فأتيت آل محمد فسقوني \n  عسلا فامتلأت علما أفتأمروني أن أحدث عن رجل يكذب على رسول الله صلى الله \n  عليه وسلم .\n</p>\n<p class=\"arabic\">وروى عباس عن يحيى قال الكلبي ليس بشيء .\n</p>\n<p class=\"arabic\">قلت موت الكلبي على رأس الخمسين ومائة وقد مر في الحوادث أنه مات سنة ست وأربعين \n  ومائة *9*269* .\n\n</p>"
}