{
    "header": "محمد بن عبد الرحمن بن أبي ليلى أبو عبد اـ...",
    "id": "003282",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن عبد الرحمن بن أبي ليلى أبو عبد الرحمن الأنصاري الكوفي وفقيهها ومقرئها \n  في .\n</h1>\n<p class=\"arabic\">زمانه *9*276* .\n</p>\n<p class=\"arabic\">روى عن الشعبي وعطاء بن أبي رباح والحكم ونافع وعطية العوفي وعمرو بن مرة \n  وغيرهم ولم يدرك السماع من أبيه .\n</p>\n<p class=\"arabic\">روى عنه الشعبي والسفيانان وزائدة ووكيع والخريبي وابنه عمران بن محمد وأبو \n  نعيم وخلق سواهم وقرأ عليه حمزة الزيات وغيره .\n</p>\n<p class=\"arabic\">قال أحمد بن يونس كان أفقه أهل الدنيا وقال أحمد العجيلي كان فقيها صدوقا \n  صاحب سنة جائز الحديث قارئا عالما بالقرآن وقال أبو زرعة ليس هو بأقوم ما \n  يكون وقال أحمد مضطرب الحديث وقال حفص بن غياث من جلالته أنه قرأ القرآن على \n  عشرة شيوخ .\n</p>\n<p class=\"arabic\">قلت قرأ على الشعبي عن عكرمة وقرأ على أخيه عيسى عن والدهما وقرأ على المنهال \n  بن عمرو عن قراءته على سعيد بن جبير وكان حمزة يقول يعلنها جودة القراءة عنده \n  وكان من أحسب الناس وأحسنهم خطا ونقطا للمصحف وأجملهم وأنبلهم .\n</p>\n<p class=\"arabic\">وروى أبو حفص الأبار عن ابن أبي ليلى قال دخلت على عطاء فجعل يسألني فكان \n  أصحابه أنكروا ذلك وقال تسأله قال وما تنكرون هو أعلم مني .\n</p>\n<p class=\"arabic\">وقال بشر بن الوليد سمعت أبا يوسف القاضي يقول ما ولي القضاء أحد أفقه في \n  دين الله ولا أقرأ لكتاب الله ولا أقول حقا بالله ولا أعف من ابن أبي ليلى \n  ) *9*277* .\n</p>\n<p class=\"arabic\">وقال ابن معين كان يحيى بن سعيد لا يحدث عن ابن أبي ليلى ما روى عن عطاء .\n</p>\n<p class=\"arabic\">وقال أحمد بن حنبل لا يحتج به سيئ الحفظ وروى معاوية بن صالح عن ابن معين \n  ضعيف وقال النسائي وغيره ليس بالقوي وقال الدراقطني رديء الحفظ كثير الوهم \n  وقال أبو أحمد الحاكم عامة أحاديثه مقلوبة وقال يحيى بن يعلى المحاربي طرح \n  زائدة حديث ابن أبي ليلى .\n</p>\n<p class=\"arabic\">وقال أحمد بن يونس سألت زائدة عن ابن أبي ليلى فقال ذاك أفقه الناس .\n</p>\n<p class=\"arabic\">وقال عائذ بن حبيب سمعت ابن أبي ليلى يقول ما أقرع فيه رسول الله صلى الله \n  عليه وسلم فهو أحق وما لم يقرع فهو قمار .\n</p>\n<p class=\"arabic\">وقال علي بن الأزهر بن عبد ربه سألت جريرا قلت من رأيت من المشايخ يستثنى \n  في إيمانه قال كان ابن أبي ليلى من أشدهم في ذلك .\n</p>\n<p class=\"arabic\">وقال سليمان بن سافرين سألت منصورا من أفقه أهل الكوفة قال قاضيها يعني ابن \n  أبي ليلى .\n</p>\n<p class=\"arabic\">وقال الخريبي سمعت سفيان يقول فقهاؤنا ابن أبي ليلى وابن شبرمة .\n</p>\n<p class=\"arabic\">وقال ابن عيينة كان رزق ابن أبي ليلى قاضي الكوفة مائتي درهم .\n</p>\n<p class=\"arabic\">أبو حفص الأبار عن ابن أبي ليلى عن عطاء عن جابر قال كان النبي صلى الله عليه \n  وسلم *9*278* إذا نزل عليه وحي قلت نذير قوم قد هلكوا أو صبحهم العذاب فإذا \n  سري عنه فأطيب الناس نفسا وأطلقهم وجها وأكثرهم ضحكا أو قال تبسما .\n</p>\n<p class=\"arabic\">أبو شهاب عن ابن أبي ليلى عن عبد الرحمن بن الأصبهاني عن ابن أبي ليلى عن \n  علي قال ليس على الفطرة من قرأ خلف الإمام .\n</p>\n<p class=\"arabic\">توفي ابن أبي ليلى سنة ثمان وأربعين ومائة .\n\n</p>"
}