{
    "header": "عمرو بن الحارث بن يعقوب ع .",
    "id": "003229",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عمرو بن الحارث بن يعقوب ع .\n</h1>\n<p class=\"arabic\">مولى قيس بن سعد بن عبادة الخزرجي الأنصاري أبو أمية المصري الفقيه أحد الأئمة \n  الأعلام .\n</p>\n<p class=\"arabic\">روى عن أبي يونس مولى أبي هريرة وابن مليكة وأبي عشانة المعافري وقتادة وعمرو \n  بن دينار وخلق وعنه مالك والليث وابن لهيعة وبكر بن مضر وابن وهب وخلق ووثقه \n  الناس .\n</p>\n<p class=\"arabic\">قال يعقوب السدوسي كان يحيى بن معين يوثقه جدا وقال ابن وهب قال ابن وهب كان \n  قد جعل على نفسه أن يحفظ كل يوم ثلاثة أحاديث وقال أبو داود سمعت أحمد يقول \n  ليس فيهم أصح حديثا من الليث وعمرو بن الحارث يقاربه وقال الأثرم سمعت أحمد \n  يقول قد كان عندي عمرو بن الحارث ثم رأيت له أشياء مناكير .\n</p>\n<p class=\"arabic\">قال في موضع آخر عن أحمد عمرو بن الحارث حمل عليه حملا شديدا وقال يروي عن \n  قتادة أحاديث يضطرب فيها ويخطئ *9*235* قلت قد وثقه مطلقا ابن معين والعجلي \n  وأبو زرعة وآخرون قال النسائي هو أحفظ من ابن جريج .\n</p>\n<p class=\"arabic\">وروى سعيد بن أبي مريم عن خاله قال كان عمرو بن الحارث يخرج من منزله فيجد \n  الناس صفوفا يسألونه عن القرآن والحديث والفقه والشعر والعربية والحساب وكان \n  صالح بن علي قد جعل عمرو بن الحارث يؤدب ابنه الفضل فنال حشمة بذلك .\n</p>\n<p class=\"arabic\">قلت علومه المذكورة هي علوم الإسلام ذلك الوقت ما كان القوم يخوضون في سوى \n  ذلك ولا يعرفونه فخلف من بعدهم خلف عملوا أصول الدين والكلام والمنطق وخاضوا \n  كما خاضت الحكماء .\n</p>\n<p class=\"arabic\">قال أبو حاتم الرازي كان عمرو بن الحارث أحفظ الناس في زمانه لم يكن له نظير \n  في الحفظ وقال ابن وهب ما رأيت أحفظ من عمرو بن الحارث .\n</p>\n<p class=\"arabic\">قلت يقول ابن وهب مثل هذا القول وقد رأى مالكا والليث وابن جريج .\n</p>\n<p class=\"arabic\">وروى حرملة عن ابن وهب قال اهتدينا باثنين بمصر عمرو بن الحارث والليث وباثنين \n  بالمدينة مالك وعبد العزيز بن الماجشون لولا هؤلاء لكنا ضالين .\n</p>\n<p class=\"arabic\">وقال وروى أحمد بن يحيى بن وزير عن ابن وهب قال لو بقي لنا عمرو بن الحارث \n  ما احتجنا إلى مالك .\n</p>\n<p class=\"arabic\">وقال سعيد بن عفير كان عمرو بن الحارث أخطب الناس وأبلغهم وأرواهم للشعر .\n</p>\n<p class=\"arabic\">وقال الليث كنت أرى عمر بن الحارث عليه أثواب بدينار فلم تمض *9*236* الليالي \n  حتى رأيته يجر الوشي والخز فإنا لله وإنا إليه راجعون .\n</p>\n<p class=\"arabic\">قال أحمد بن صالح لم يكن بعد عمرو بن الحارث بمصر مثل الليث ابن سعد .\n</p>\n<p class=\"arabic\">وروى ابن وهب عن عبد الرحمن بن يزيد قال كان ربيعة يقول لا يزال بالمغرب فقه \n  ما دام فيهم ذاك القصير يعني عمرو بن الحارث .\n</p>\n<p class=\"arabic\">قال ابن وهب مات عمرو بن الحارث رحمه الله سنة ثمان وأربعين ومائة وزاد غيره \n  في شوال من السنة وقال أحمد بن صالح ولد عمرو سنة تسعين وقال يحيى بن بكير \n  ولد سنة إحدى أو اثنتين وتسعين وقال أبو داود عاش ثمانيا وخمسين سنة وقال \n  أحمد بن صالح لم يكن بمصر بعد عمرو بن الحارث مثل الليث .\n\n</p>"
}