{
    "header": "هشام بن عروة ع بن الزبير بن العوام بن خوـ...",
    "id": "003353",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">هشام بن عروة ع بن الزبير بن العوام بن خويلد أبو المنذر القرشي الأسدي المدني \n  أحد .\n</h1>\n<p class=\"arabic\">الأئمة الأعلام *9*321* .\n</p>\n<p class=\"arabic\">روى عن عمه عبد الله بن الزبير وأبيه وأخويه عبد الله بن عروة وعبد الله بن \n  عثمان وزوجته فاطمة بنت المنذر بن الزبير وقد مسح برأسه ابن عمر ودعا حفظ \n  ذلك .\n</p>\n<p class=\"arabic\">روى عنه شعبة ومالك والسفيانان ويحيى القطان وأبو إسحاق الفزاري وأبو ضمرة \n  وجرير الضبي وجعفر بن عون وحفص بن غياث والحمادان وخالد بن الحارث وزائدة \n  وابن إدريس وابن المبارك وابن نمير وابن أبي الزناد وابن فضيل والنضر بن شميل \n  ووكيع ويحيى بن يمان ويحيى بن محمد بن قيس ويونس بن بكير وأبو أسامة وعبيد \n  الله بن موسى والخريبيوخلق سواهم .\n</p>\n<p class=\"arabic\">قال وهيب قدم علينا هشام بن عروة فكان مثل الحسن وابن سيرين .\n</p>\n<p class=\"arabic\">وقال ابن سعد كان ثقة ثبتا كثير الحديث حجة وقال أبو حاتم ثقة إمام في الحديث .\n</p>\n<p class=\"arabic\">وقال ابن المديني له نحو من أربعمائة حديث .\n</p>\n<p class=\"arabic\">وروى عبد الله بن مصعب عن هشام قال وضع محمد بن علي والد المنصور وصيته عندي .\n</p>\n<p class=\"arabic\">وروى الزبير بن بكار عن عثمان بن عبد الرحمن قال قال المنصور لهشام بن عروة \n  يا أبا المنذر تذكر يوم دخلت عليك أنا وأخوتي مع أبي وأنت تشرب سويقا بقصبة \n  يراع فلما خرجنا قال أبونا اعرفوا لهذا الشيخ حقه فإنه لا يزال في قومكم بقية \n  ما بقي قال لا أذكر ذلك يا ) .\n</p>\n<p class=\"arabic\">أمير المؤمنين فلاموه في ذلك وقال لم يعودني الله في الصدق إلا خيرا *9*322* .\n</p>\n<p class=\"arabic\">يونس بن بكير عن هشام قال رأيت ابن عم عمر له جمة أظنها تضرب أطراف منكبيه .\n</p>\n<p class=\"arabic\">وقال وكيع عن هشام قال رأيت جابرا وابن عمر ولكل منها جمة .\n</p>\n<p class=\"arabic\">علي بن مسهر عن هشام قال رأيت ابن الزبير إذا صلى العصر صنفا خلفه فصلى بنا \n  ركعتين ورأيته يصعد المنبر وفي يده عصا فيسلم ثم يجلس ويؤذن المؤذنون فإذا \n  فرغوا قام فتوكأ على العصا فخطب .\n</p>\n<p class=\"arabic\">وروى عمر بن علي المقدمي عن هشام بن عروة أنه دخل على المنصور فقال يا أمير \n  المؤمنين اقض عني ديني قال وكم دينك قال مائة ألف قال وأنت في فقهك وفضلك \n  تأخذ دينا مائة ألف ليس عندك قضاؤها قال يا أمير المؤمنين شب فتيان فأحببت \n  أن أبوئهم وخشيت أن ينتشر علي من أمرهم ما أكره فبوأتهم واتخذت لهم منازل \n  وأولمت عنهم ثقة بالله ثم بأمير المؤمنين قال فردد عليه مائة ألف استعظاما \n  لها ثم قال قد أمرنا لك بعشرة آلاف فقال يا أمير المؤمنين فاعطني ما أعطيت \n  وأنت طيب النفس فإني سمعت أبي يحدث عن رسول الله صلى الله عليه وسلم أنه قال \n  من أعطي عطية وهو بها طيب النفس بورك للمعطي والمعطى قال فإني بها طيب النفس \n  وهذا حديث مرسل .\n</p>\n<p class=\"arabic\">وروي أن هشاما أهوى إلى يد المنصور يقبلها فمنعه وقال يا بن عروة إنا نكرمك \n  عنها ونكرمها عن غيرك .\n</p>\n<p class=\"arabic\">قال عبد الرحمن بن خراش بلغني أن مالكا نقم على هشام بن عروة حديثه لأهل العراق \n  *9*323* .\n</p>\n<p class=\"arabic\">وقال يعقوب بن شيبة هشام ثبت لم ينكر عليه إلا بعد ما صار إلى العراق فإنه \n  انبسط في الرواية وأرسل عن أبيه بما كان سمعه من غير أبيه عن أبيه وقد قال \n  ابن معين وجماعة ثقة .\n</p>\n<p class=\"arabic\">قال جماعة مات ببغداد سنة ست وأربعين ومائة وصلى عليه المنصور .\n</p>\n<p class=\"arabic\">وقال الفلاس سنة سبع وقيل سنة خمس .\n</p>\n<p class=\"arabic\">ويقال عاش سبعا وثمانين سنة وقيل غير ذلك .\n\n</p>"
}