{
    "header": "موسى بن عقبة ع بن أبي عياش المدني مولى آـ...",
    "id": "003329",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">موسى بن عقبة ع بن أبي عياش المدني مولى آل الزبير بن العوام .\n</h1>\n<p class=\"arabic\">أدرك سهل بن سعد وحدث عن أم خالد بنت خالد وعن عروة وكريب وأبي سلمة بن عبد \n  الرحمن والأعرج وحمزة بن عبد الله بن عمر والزهري وخلق .\n</p>\n<p class=\"arabic\">وعنه ابن جريج ومالك وابن المبارك لقيه في سنة موته وحاتم بن إسماعيل وابن \n  عيينة وأبو ضمرة ومحمد بن فليح وعبد الله بن رجاء المكي وأبو بدر السكوني \n  وعدد كثير وكان من العلماء الثقات .\n</p>\n<p class=\"arabic\">قال الواقدي كان فقيها مفتيا وقال أحمد بن حنبل عليكم بمغازي موسى بن عقبة \n  فإنه ثقة *9*300* .\n</p>\n<p class=\"arabic\">قلت سمعنا مغازيه وهو مجلد صغير وقال مصعب الزبيري كان له هيئة وعلم .\n</p>\n<p class=\"arabic\">وقال معن بن عيسى كان مالك إذا سئل عن المغازي قال عليك بمغازي الرجل الصالح \n  موسى .\n</p>\n<p class=\"arabic\">وقال موسى بن عقبة غزوت الروم في خلافة الوليد بن عبد الملك مع سالم بن عبد \n  الله .\n</p>\n<p class=\"arabic\">قال يحيى القطان وجماعة مات سنة إحدى وأربعين ومائة رحمه الله .\n</p>\n<p class=\"arabic\">وقال أحمد في مسنده ثنا سفيان عن موسى بن عقبة سمع أم خالد قال ولم أسمع أحدا \n  يقول سمعت رسول الله صلى الله عليه وسلم غيرها قال سمعت النبي صلى الله عليه \n  وسلم يتعوذ من عذاب القبر وقد وثقه ابن معين وأحمد وأبو حاتم ) .\n</p>\n<p class=\"arabic\">وروى عنه ابن عيينة عن هشام بن عروة قال إنما كنت أجيء إلى المدينة من أجل \n  موسى بن عقبة فلما مات تركت المدينة .\n</p>\n<p class=\"arabic\">قال سفيان وكان مآخيا له قلت وإنما طلب موسى العلم وهو كهل .\n</p>\n<p class=\"arabic\">روى أحمد بن صالح ثنا يحي بن محمد الجاري عن مالك قال جاء صالح بن كيسان وموسى \n  بن عقبة إلى الزهري يطلبان العلم فقال حبستما حتى صرتما كالشنان لا تمسكان \n  ماء جئتما تطلبان العلم .\n</p>\n<p class=\"arabic\">بن عمير التميمي الكوفي ن *9*301* .\n</p>\n<p class=\"arabic\">عن الشعبي وعكرمة وعلقمة بن وائل وعنه ابن المبارك ووكيع وأبو نعيم وعبيد \n  الله بن موسى قال ابن معين ثقة .\n</p>\n<p class=\"arabic\">قلت و .\n\n</p>"
}