{
    "header": "النعمان بن ثابت تم ن بن زوطى الإمام العلـ...",
    "id": "003340",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">النعمان بن ثابت تم ن بن زوطى الإمام العلم أبو حنيفة الفقيه مولى بني تيم \n  الله بن ثعلبة .\n</h1>\n<p class=\"arabic\">*9*306* ولد سنة ثمانين وروى أنس بن مالك غير مرة بالكوفة إذ قدمها أنس .\n</p>\n<p class=\"arabic\">قاله ابن سعد فقال ثنا سيف بن جابر أنه سمع أبا حنيفة يقوله .\n</p>\n<p class=\"arabic\">رورى أبو حنيفة عن عطاء بن أبي رباح وقال ما رأيت أفضل منه .\n</p>\n<p class=\"arabic\">وعن عطية العوفي ونافع وسلمة بن كهيل وأبي جعفر الباقر وعدي بن ثابت وقتادة \n  وعبد الرحمن بن هرمز الأعرج وعمرو بن دينار ومنصور وأبي الزبير وحماد بن أبي \n  سليمان وعدد كثير .\n</p>\n<p class=\"arabic\">تفقه بحماد وغيره فبرع في الرأي وساد أهل زمانه في التفقه وتفريع المسائل \n  وتصدر للاشغال وتخرج به الأصحاب فمن تلامذته زفر بن الهذيل العنبري والقاضي \n  أبو يوسف يعقوب بن إبراهيم الأنصاري قاضي القضاة ونوح بن أبي مريم المروزي \n  وأسد بن عمرو ومحمد بن الحسن وحماد بن أبي حنيفة وخلق .\n</p>\n<p class=\"arabic\">روى عنه معيرة بن مقسم ومسعر وسفيان وزائدة وشريك والحسن بن صالح وعلي بن \n  مسهر وحفص بن غياث وابن المبارك ووكيع وإسحاق الأزرق وسعد بن الصلت وأبو عاصم \n  وعبد الرزاق وعبيد الله بن موسى والأنصاري وأبو نعيم وهوذة بن خليفة وجعفر \n  بن عون وأبو عبد الرحمن المقرئ وخلق كثير وكان خزازا ينفق من كسبه ولا يقبل \n  جوائز السلطان تورعا ولهار وصناع ومعاش متسع وكان معدودا في الأجواد الأسخياء \n  والأولياء الأذكياء وع الدين والعبادة والتهجد وكثرة التلاوة وقيام الليل \n  رضي الله عنه *9*307* .\n</p>\n<p class=\"arabic\">قال ضرار بن صرد سئل يزيد بن هارون أيما أفقه أبو حنيفة أو الثوري فقال أبو \n  حنيفة أفقه وسفيان أحفظ للحديث وقال ابن المبارك أبو حنيفة أفقه الناس وقال \n  الشافعي الناس في الفقه عيال على أبي حنيفة وقال يزيد بن هارون ما رأيت أحدا \n  أروع ولا أعقل من أبي حنيفة وقال صالح بن محمد جزرة وغيره سمعنا ابن معين \n  يقول أبو حنيفة ثقة .\n</p>\n<p class=\"arabic\">وروى أحمد بن محمد بن محرز عن ابن معين قال لا بأس به لم يهم بكذب لقد ضربه \n  يزيد بن عمر بن هبيرة على القضاء فأبى أن يكون قاضيا .\n</p>\n<p class=\"arabic\">وقال أبو داود رحم الله مالكا كان إماما رحم الله الشافعي كان إماما رحم الله \n  أبا حنيفة كان إماما سمع ابن داسة منه ) .\n</p>\n<p class=\"arabic\">قال أبو يوسف قال أبو جنيفة علمنا هذا رأي وهو أحسن ما قدرنا عليه فمن جاءنا \n  بأحسن منه قبلناه وعن أسد بن عمرو أن أبا حنيفة صلى العشاء والصبح بوضوء أربعين \n  سنة .\n</p>\n<p class=\"arabic\">وروى بشر بن الوليد عن أبي يوسف قال بينما أنا أمشي مع أبي حنيفة إذ سمعت \n  رجلا يقول لآخر هذا أبو حنيفة لا ينام الليل فقال أبو حنيفة والله لا يتحدث \n  عني بما لم أفعل فكان يحيي الليل صلاة ودعاء وتضرعا وقد روى *9*308* من وجهين \n  أنه ختم القرآن في ركعة .\n</p>\n<p class=\"arabic\">وقال عبد الرحمن بن محمد بن المغيرة رأيت أبا حنيفة شيخا يفتي الناس بمسجد \n  الكوفة عليه قلنسوة سوداء طويلة وعن النضر بن محمد قال كان أبو حنيفة جميل \n  الوجه سري الثوب عطرا أتيته في حاجة وعلي كساء قومسي فأمر بإسراع بغلته وقال \n  أعطني كساءك وخذ كسائي ففعلت فلما رجع قال لي يا نضر أخجلتني بكسائك قلت وما \n  أنكرت منه قال هو غليظ قال النضر وكنت اشتريته بخمسة دنانير وأنا به معجب \n  ثم رأيته مرة وعليه كساء قومته بثلاثين دينارا .\n</p>\n<p class=\"arabic\">وعن أبي يوسف قال كان أبو حنيفة ربعة من أحسن الناس صورة وأبلغهم نطقا وأعذبهم \n  نغمة وأبينهم عما في نفسه وعنت حماد بن أبي حنيفة قال كان أبي جميلا تعلوه \n  سمرة حسن الهيئة كثير العطر هيوبا لا يتكلم إلا جوابا ولا يخوض فيما لا يعنيه .\n</p>\n<p class=\"arabic\">وعن ابن المبارك قال ما رأيت رجلا أوقر في مجلسه ولا أحسن سمتا وحلما من أبي \n  حنيفة .\n</p>\n<p class=\"arabic\">وروى إبراهيم بن سعيد الجوهري عن المثنى بن رجاء قال جعل أبو حنيفة على نفسه \n  إن خلف بالله صادقا أن يتصدق بدينار وكان إذا أنفق على عياله نفقة تصدق بمثليها .\n</p>\n<p class=\"arabic\">وقال أبو بكر بن عياش لقي أبو حنيفة من الناس عنتا لقلة مخالطته فكانوا يرونه \n  من زهو فيه وإنما كان غريزة .\n</p>\n<p class=\"arabic\">وقال جبارة بن مغلس سمعت قيس بن الربيع يقول كان أبو حنيفة ورعا تقيا مفضلا \n  على إخوانه أخوته *9*309* .\n</p>\n<p class=\"arabic\">وقال زيد بن أجزم ثنا الخريبي قال كنا عند أبي حنيفة فقال رجل له إني وضعت \n  كتابا على خطك إلى فلان فوهب لي أربعة آلاف درهم فقال أبو حنيفة إن كنتم تنتفعون \n  بهذا فافعلوه .\n</p>\n<p class=\"arabic\">وعن شريك قال كان أبو حنيفة طويل الصمت كثير العقل .\n</p>\n<p class=\"arabic\">قال يعقوب بن شيبة حدثني بكر أنا أبو عاصم النبيل قال كان حنيفة يسمى الوتد \n  لكثرة ) .\n</p>\n<p class=\"arabic\">صلاته ورواها يوسف القطان عن أبي عاصم .\n</p>\n<p class=\"arabic\">وروى علي بن إسحاق السمرقندي عن أبي يوسف قال كان أبو حنيفة يختم القرآن كل \n  ليلة في ركعة .\n</p>\n<p class=\"arabic\">وروى يحيى بن عبد الحميد الحماني عن أبيه أنه صحب أبا حنيفة ستة أشهر فما \n  رآه صلى الغداة إلا بوضوء عشاء الآخرة وكان يختم القرآن في كل ليلة عند السحر .\n</p>\n<p class=\"arabic\">وعن يزيد بن كميت قال سمعت رجلا يقول لأبي حنيفة اتق الله فانتفض واصفر وأطرق \n  وقال جزاك الله خيرا ما أحوج الناس كل وقت إلى من يقول لهم مثل هذا .\n</p>\n<p class=\"arabic\">ويروي أن أبا حنيفة ختم القرآن في الموضع الذي مات فيه سبعة آلاف مرة .\n</p>\n<p class=\"arabic\">قال مسعر رأيت أبا حنيفة قرأ القرآن في ركعة .\n</p>\n<p class=\"arabic\">وروى محمد بن سماعة عن محمد بن الحسن عن القاسم بن معن أن أبا حنيفة قام ليلة \n  يردد قوله تعالى بل الساعة موعدهم والساعة أدهى وأمر ويبكي *9*310* ويتضرع \n  إلى الفجر .\n</p>\n<p class=\"arabic\">ويروى أن أبا حنيفة ضرب غير مرة على أن يلي القضاء فلم يفعل .\n</p>\n<p class=\"arabic\">وقيل إن إنسانا استطال على أبي حنيفة رضي الله عنه وقال له يا زنديق فقال \n  أبو حنيفة غفر الله لك هو يعلم مني خلاف ما تقول .\n</p>\n<p class=\"arabic\">قال يزيد بن هارون ما رأيت أحدا أحلم من أبي حنيفة .\n</p>\n<p class=\"arabic\">وعن الحسن بن زياد قال قال أبو حنيفة إذا ارتشى القاضي فهو معزول وإن لم يعزل .\n</p>\n<p class=\"arabic\">وروى نوح الجامع انه سمع أبا حنيفة يقول ما جاء عن الرسول صلى الله عليه وسلم \n  فعلى الرأس والعين وما جاء عن الصحابة اخترنا وما كان من غير ذلك فهم رجال \n  ونحن رجال .\n</p>\n<p class=\"arabic\">وقال وكيع سمعت أبا حنيفة يقول البول في المسجد أحسن من بعض القياس .\n</p>\n<p class=\"arabic\">قال أبو محمد بن حزم جميع الحنيفة مجمعون على أن مذهب أبي حنيفة أن ضعيف الحديث \n  أولى عنده من القياس والرأي .\n</p>\n<p class=\"arabic\">قال أبو نعيم كان يجهر في أمر إبراهيم بن عبد الله بن حسن جهرا شديدا فقلت \n  والله ما أنت حتى توضع في أعناقنا الحبال .\n</p>\n<p class=\"arabic\">وقال أبو حنيفة لا ينبغي للرجل أن يحدث إلا بما يحفظه من وقت ما سمعه ورواها \n  أبو يوسف عنه وعنه أبي معاوية قال حب أبي حنيفة من السنة وهو من العلماء الذين \n  امتحنوا في ) .\n</p>\n<p class=\"arabic\">الله *9*311* جاء من طرق متعددة أنه ضرب أياما ليلي القضاء فأبى .\n</p>\n<p class=\"arabic\">قال إسحاق بن إبراهيم الزهري عن بشر بن الوليد الكندي قال طلب المنصور أبا \n  حنيفة فأراده على القضاء وحلف ليله فأبى وحلف أن لا يفعل فقال الربيع حاجب \n  المنصور ترى أمير المؤمنين يحلف وأنت تحلف قال أمير المؤمنين كفارة يمينه \n  أقدر مني فأمر به إلى السجن فمات فيه ببغداد .\n</p>\n<p class=\"arabic\">وقيل دفع صاحب الشرطة حميد الطوسي فقال له يا شيخ إن أمير المؤمنين يدفع إلي \n  الرجل فيقول لي اقتله أو قطعه أو اضربه ولا علم لي بقصته فما أفعل فقال أبو \n  حنيفة هل يأمرك أمير المؤمنين بأمر قد وجب أو بأمر لم يجب قال بل بما قد وجب \n  قال فبادر إلى الواجب .\n</p>\n<p class=\"arabic\">وعن مغيث بن بديل قال دعا المنصور أبا حنيفة إلى القضاء فامتنع فقال أترغب \n  عما نحن فيه فقال لا أصلح قال كذبت قال أبو حنيفة فقد حكم أمير المؤمنين علي \n  أني لا أصلح فإن كنت كاذبا فلا أصلح وإن كنت صادقا فقد أخبرتكم أني لا أصلح \n  فحبسه .\n</p>\n<p class=\"arabic\">قال إسماعيل بن أبي أويس سمعت الربيع بن يونس الحاجب يقول رأيت المنصور تناول \n  أبا حنيفة في أمر القضاء فقال والله ما أنا بمأمون الرضا فكيف أكون مأمون \n  الغضب فلا أصلح لذلك فقال كذبت بل تصلح فقال كيف يحل لك أن تولي من يكذب وقال \n  أبو بكر الخطيب وقيل إنه ولي القضاء وقضى قضية واحدة وبقي يومين ثم اشتكى \n  ستة أيام ومات .\n</p>\n<p class=\"arabic\">وقال الفقيه أبو عبد الله الصميري لم يقبل العهد بالقضاء فضرب وحبس ومات في \n  السجن .\n</p>\n<p class=\"arabic\">قال أحمد بن الصباح سمعت الشافعي يقول قيل لمالك هل رأيت *9*312* أبا حنيفة \n  قال نعم رأيت رجلا لو كلمك في هذه السارية أن يجعلها ذهبا لقام بحجته .\n</p>\n<p class=\"arabic\">وقال حبان بن موسى سئل ابن المبارك أما لك أفقه أم أبو حنيفة قال أبو حنيفة .\n</p>\n<p class=\"arabic\">وقال الخريبي ما يقع في أبي حنيفة إلا حاسد أو جاهل .\n</p>\n<p class=\"arabic\">وقال يحيى القطان لا نكذب الله ما سمعنا أحسن من رأي أبي حنيفة وقد أخذنا \n  بأكثر أقواله .\n</p>\n<p class=\"arabic\">وقال علي بن عاصم لو وزن علم أبي حنيفة بعلم أهل زمانه لرجح عليهم .\n</p>\n<p class=\"arabic\">وقال حفص بن غياث كلام أبي حنيفة في الفقه أدق من الشعر لا يعيبه إلا جاهل .\n</p>\n<p class=\"arabic\">وقال الحميدي سمعت ابن عيينة يقول شيئان ما ظننتهما يجاوزان قنطرة الكوفة \n  قراءة حمزة وفقه أبي حنيفة وقد بلغنا الآفاق ) .\n</p>\n<p class=\"arabic\">وعن الأعمش أنه سئل عن مسألة فقال إنما يحسن هذا النعمان بن ثابت الخزاز وأظنه \n  بورك له في علمه .\n</p>\n<p class=\"arabic\">وقال جرير قال لي مغيرة جالس أبا حنيفة تفقه فإن إبراهيم النخعي لو كان حيا \n  لجالسه .\n</p>\n<p class=\"arabic\">وقال محمد بن شجاع سمعت علي بن عاصم يقول لو وزن عقل أبي حنيفة بعقل نصف الناس \n  لرجح بهم *9*313* .\n</p>\n<p class=\"arabic\">قلت وأخبار أبي حنيفة رضي الله عنه ومناقبه لا يحتملها هذا التاريخ فإني قد \n  أفردت أخباره في جزأين .\n</p>\n<p class=\"arabic\">وقيل إن المنصور سقاه السم لقيامه مع إبراهيم فعلى هذا يكون قد حصل الشهادة \n  وفاز بالسعادة .\n</p>\n<p class=\"arabic\">قال أبو يوسف القاضي كانت وفاته في شوال سنة خمسين ومائة .\n</p>\n<p class=\"arabic\">وقال الواقدي وأبو حسان الزيادي ويعقوب بن شيبة مات في رجب سنة خمسين ويقال \n  مات في شعبان وحديثه يقع عاليا لابن طبرزد .\n\n</p>"
}