{
    "header": "جحا أبو الغصن واسمه دجين بن ثابت اليربوعـ...",
    "id": "003474",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">جحا أبو الغصن واسمه دجين بن ثابت اليربوعي البصري .\n</h1>\n<p class=\"arabic\">وما أظنه صاحب المجون فإن ذاك متأخر عن هذا ولحقه عثمان بن أبي شيبة .\n</p>\n<p class=\"arabic\">رأى أبو الغصن دجين أنس بن مالك وروى عن أسلم مولى عمر وهشام بن عروة .\n</p>\n<p class=\"arabic\">وعنه ابن المبارك ومسلم بن إبراهيم وأبو جابر محمد بن عبد الملك وبشر بن محمد \n  السكري ) .\n</p>\n<p class=\"arabic\">والأصمعي وأبو عمر الحوضي .\n</p>\n<p class=\"arabic\">قال عبد الرحمن بن مهدي وسئل عن حديث دجين بن ثابت الذي يروي عنه أسلم فقال \n  قال لنا مرة حدثني مولى لعمر بن عبد العزيز فقلنا له إن هذا لم يدرك النبي \n  صلى الله عليه وسلم فتركه فما زالوا به حتى قال أسلم مولى عمر بن الخطاب فلا \n  يعتد به كان يتوهمه ولا يدري من هو .\n</p>\n<p class=\"arabic\">وقال النسائي ليس بثقة وقد ساق له ابن عدي أربعة أحاديث ثم قال ولدجين غير \n  ما ذكرت شيء يسير ومقدار ما يرويه ليس بمحفوظ ثم ساق عن يحيى بن معين قال \n  الدجين بن ثابت هو حجا ثم قال ابن عدي أخطأ من حكى هذا عن ابن معين لأنه أعلم \n  بالرجال من أن يقول هذا والدجين *9*379* إذا روى عنه ابن المبارك ووكيع وعبد \n  الصمد وغيرهم هؤلاء أعلم بالله من أن يرووا عن جحا والدجين رجل أعرابي .\n</p>\n<p class=\"arabic\">قلت وكذا ذكر الشيرازي في الألقاب أنه جحا ثم روى أن مكي بن إبراهيم قال رأيت \n  جحا فالذي يقال فيه مكذوب عليه وكان فتى ظريفا وكان له جيران مخنثون يمازحونه \n  ويزيدون عليه .\n</p>\n<p class=\"arabic\">وقال عباد بن حبيب حدثني أبو الغصن جحا وما رأيت أعقل منه .\n</p>\n<p class=\"arabic\">مسلم بن إبراهيم نا أبو الغصن الدجين بن ثابت ثنا أسلم قال كنا نقول لعمر \n  رضي الله عنه حدثنا عن النبي صلى الله عليه وسلم فيقول إني أخشى أن أزيد أو \n  أنقص وقد سمعت النبي صلى الله عليه وسلم يقول من كذب علي متعمدا فليتبوأ مقعده \n  من النار .\n</p>\n<p class=\"arabic\">وقال ابن حبان الدجين بن ثابت يتوهم أحداث أصحابنا أنه جحا وليس كذلك ثنا \n  أبو خليفة نا مسلم فذكر الحديث *9*380* .\n\n</p>"
}