{
    "header": "حمزة الزيات م .",
    "id": "003478",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">حمزة الزيات م .\n</h1>\n<p class=\"arabic\">حمزة بن حبيب بن عمارة بن إسماعيل الإمام العلم أبو عمارة التيمي الكوفي الزيات \n  أحد السبعة القراء مولى آل عكرمة بن ربعي *9*384* .\n</p>\n<p class=\"arabic\">كان عديم النظير في وقته علما وعملا قيما بكتاب الله رأسا في الورع .\n</p>\n<p class=\"arabic\">قرأ على حمران بن أعين والأعمش وجماعة وحدث عن الحكم وطلحة بن مصرف وعدي بن \n  ثابت وعمرو بن مرة وحبيب بن أبي ثابت ومنصور بن المعتمر وعدة .\n</p>\n<p class=\"arabic\">وكان يجلب الزيت من الكوفة إلى حلوان ويجلب إلى الكوفة الجبن والجوز .\n</p>\n<p class=\"arabic\">وأصله من سبي فارس وقيل ولاؤه لبني عجل .\n</p>\n<p class=\"arabic\">وقال سليم بن عيسى ولاؤه لتيم الله بن ثعلبة بن عكابة وتيم الله من ربيعة \n  بن نزار .\n</p>\n<p class=\"arabic\">قرأ على حمزة سليم بن عيسى الحنفي وه أنبل أصحابه وأبو الحسن الكسائي أحد \n  السبعة وعائذ بن أبي عائذ والحسن بن عطية وشعيب بن حرب وعبد الله بن صالح \n  العجلي وعدد كثير .\n</p>\n<p class=\"arabic\">وحدث عنه الثوري وشريك وجرير وأبو الأحوص وابن فضيل ويحيى بن آدم وقبيصة وبكر \n  بن بكار وحسين الجعفي وخلق سواهم .\n</p>\n<p class=\"arabic\">قال سفيان الثوري ما قرأ حمزة حرفا إلا بأثر .\n</p>\n<p class=\"arabic\">وقال عبد الله العجيلي قرأ رجل على حمزة فجعل يمد فقال لا تفعل أما علمت أن \n  ما كان فوق البياض فهو برص وما فوق الجعودة فهو قطط وما كان فوق القراءة فليس \n  بقراءة .\n</p>\n<p class=\"arabic\">قال أسود بن سالم سألت الكسائي عن الهمز والإدغام ألكم فيه إمام قال نعم حمزة \n  كان يهمز ويكسر وهو إمام من أئمة المسلمين وسيد القراء والزهاد لو رأيته لقرت \n  عينك به من نسكه *9*385* .\n</p>\n<p class=\"arabic\">وقال حسين الجعفي ربما عطش حمزة فلا يستسقي كراهية أن يصادف من قرأ عليه .\n</p>\n<p class=\"arabic\">وذكر جرير بن عبد الحميد أن حمزة مر به فطلب ماء قال فأتيته يشرب مني لكوني \n  أحضر القراءة عنده .\n</p>\n<p class=\"arabic\">وقال يحيى بن معين سمعت ابن فضيل يقول ما أحسب أ الله يدفع البلاء عن أهل \n  الكوفة إلا بحمزة .\n</p>\n<p class=\"arabic\">وكان شعيب بن حرب يقول لأصحاب الحديث ألا تسألوني عن الدر قراءة حمزة وبلغنا \n  أ ) .\n</p>\n<p class=\"arabic\">رجلا قال لحمزة يا أبا عمارة رأيت رجلا من أصحابك همز حتى انقطع زره فقال \n  لم آمرهم بهذا كله .\n</p>\n<p class=\"arabic\">وقال محمد بن الهيثم أدركت الكوفة ومسجدها الغالب عليه قراءة حمزة الزيات .\n</p>\n<p class=\"arabic\">وروى عن حمزة قال إن لهذا التحقيق حدا ينتهي إليه ثم يكون قبيحا .\n</p>\n<p class=\"arabic\">وعنه قال إنما الهمز رياضة فإذا حسنها الرجل سهلها .\n</p>\n<p class=\"arabic\">وقيل إن حمزة أم الناس سنة مائة .\n</p>\n<p class=\"arabic\">وروى أحمد بن زهير عن ابن معين قال حمزة ثقة .\n</p>\n<p class=\"arabic\">وقال النسائي ليس به بأس وقد كره قراءة حمزة ابن إدريس الأودي وأحمد بن حنبل \n  وجماعة لفرط المد والأمالة والسكت على الساكن قبل الهمز وغير ذلك حتى أن بعضهم \n  رأى إعادة الصلاة إذا كانت بقراءة حمزة وهذا غلو والذي استقر عليه الاتفاق \n  وانعقد الإجماع على ثبوت *9*386* قراءته وصحتها وإن كان غيرها أفصح منها إذ \n  القراءات الثابتة فيها الفصيح والأفصح .\n</p>\n<p class=\"arabic\">وبالجملة إذا رأيت الإمام في المحراب لهجا بالقراءات وتتبع غريبها فاعلم أنه \n  فارغ من الخشوع محب للشهرة والظهور ونسأل الله السلامة في الدين .\n</p>\n<p class=\"arabic\">قيل إن حمزة رحمه الله مات بحلوان سنة ست وخمسين ومائة على الصحيح وكان أيضا \n  رأسا في الفرائض .\n</p>\n<p class=\"arabic\">وقيل إنه مات سنة ثمان وخمسين ومائة والله أعلم .\n</p>\n<p class=\"arabic\">وقد استوفيت ترجمته في طبقات القراء ومات وقد قارب الثمانين .\n\n</p>"
}