{
    "header": "أشعب الطمع هو أشعب بن جبير ويعرف بابن أمـ...",
    "id": "003473",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أشعب الطمع هو أشعب بن جبير ويعرف بابن أم حميدة المدني الذي يضرب به المثل .\n</h1>\n<p class=\"arabic\">روى عن عكرمة وأبان بن عثمان وسالم بن عبد الله .\n</p>\n<p class=\"arabic\">وعنه معدي بن سليمان وأبو عاصم النبيل وغيرهما .\n</p>\n<p class=\"arabic\">وله نوادر وتطفيل ولكنه كذب عليه وألصق به أشياء ومن أصح ذلك ما روى الأصمعي \n  قال عبث الصبيان بأشعب فقال ويحكم اذهبوا سالم يقسم تمرا فعدوا فعدا معهم \n  وقال وما يدريني لعله حق .\n</p>\n<p class=\"arabic\">وأم حميد كانت مولاة لأسماء بنت الصديق .\n</p>\n<p class=\"arabic\">وقيل إن أشعب من موالي عثمان وقيل ولاؤه لسعيد بن العاص الأموي وقيل مولى \n  فاطمة بنت الحسين *9*374* وقيل مولى ابن الزبير .\n</p>\n<p class=\"arabic\">وقيل إنه لقي عبد الله بن جعفر بن أبي طالب فالله أعلم وقد وفد على الوليد \n  بن يزيد .\n</p>\n<p class=\"arabic\">قال سليمان ابن بنت شرحبيل نا عثمان بن فائد نا أشعب مولى عثمان بن عفان عن \n  عبد الله ابن جعفر قال رأيت رسول الله صلى الله عليه وسلم يتختم في يمينه \n  مرة أو مرتين .\n</p>\n<p class=\"arabic\">عثمان ذو مناكير .\n</p>\n<p class=\"arabic\">وقال أبو أمية الطرسوسي ثنا ابن عاصم النبيل عن أبيه قال قلت لأشعب الطامع \n  أدركت فما كتبت شيئا فقال ثنا عكرمة عن ابن عباس قال لله على عبادة نعمتان \n  ثم سكت فقلت اذكرهما فقال الواحدة نسيها عكرمة والأخرى نسيتها أنا .\n</p>\n<p class=\"arabic\">ويقال إن أشعب كان خال الأصمعي .\n</p>\n<p class=\"arabic\">وقال مصعب الزبيري بن عثمان قال أشعب كان عبد الله بن عمرو بن عثمان ينفعني \n  وكنت ألهيه فمرض ولهوت عنه في بعض خرباتي أياما ثم جئت منزلي فقالت لي زوجتي \n  ويحك أين كنت عبد الله بن عمرو يطلبك وهو يقلق لتلهيه قلت إنا لله ثم فكرت \n  فقلت هاتوا قارورة دهن خلوقية ومئزر الحمام فخرجت فمررت بسالم بن عبد الله \n  فقال يا أشعث هل لك في هريسة قلت نعم جعلت فداك فأكلت حتى عجزت فقال لي ويحك \n  لا تقتل نفسك فما فضل بعثناه إلى بيتك ثم خرجت فدخلت الحمام وصببت علي الدهن \n  فصار لوني كالزعفران ) .\n</p>\n<p class=\"arabic\">فلبست أطماري وعصبت *9*375* رأسي وأخذت عصا أمشي عليها حتى جئت باب ابن عمرو \n  فلما رآني حاجبه قال ويحك يا أشعب ظلمناك وأنت هكذا فقلت أدخلني على سيدي \n  فأدخلني فإذا عنده سالم فقال لي عبد الله ظلمناك وغضبنا عليك وقد بلغت ما \n  أرى من العلة فتضاعفت وقلت يا سيدي كنت عند بعض من أغشاه فأصابني البطن والقيء \n  فما حملت إلى بيتي إلا جنازة فبلغتني علتك فخرجت أدب قال فنظر إلي سالم وقال \n  أشعب قلت أشعب قال ألم تكن عندي آنفا قلت ومن أين أكون عندك جعلت فداك وأنا \n  أموت فجعل يمسح عينيه ويقول ألم تأكل الهريس آنفا قال فأقول وهل بي أكل جعلت \n  فداك فقال لا حول ولا قوة إلا بالله والله إني لأرى الشيطان يتمثل على صورتك \n  ما أرى مجالستك تحل ووثب ففطن بي عبد الله فقال مالك أشعب تخدع قال أصدقني \n  قلت بالأمان قال نعم فحدثته فضحك ضحكا شديدا ورواها أبو داود السنجي عن الأصمعي \n  عن أشعب .\n</p>\n<p class=\"arabic\">قال الزبير بن بكار قيل لأشعب في امرأة يتزوجها فقال ابغوني امرأة أتجشأ في \n  وجهها فتشبع وتأكل فخذ جرادة فتتخم .\n</p>\n<p class=\"arabic\">وروى أن أمه أسلمته في البزازين فقالت له ما تعلمت قال نصف الشغل قالت وما \n  هو قال النشر وبقي الطي .\n</p>\n<p class=\"arabic\">وقال الزبير حدثني عمر ومحمد بن الضحاك والموؤلي قالوا كان زياد نهما على \n  الطعام وكان له جدي في رمضان يوضع بين يديه فلا يمسه *9*376* أحد فجعل إسماعيل \n  بن جعفر بن محمد عشرين دينارا لأشعب على أن يأكل مع زياد من الجدي فلما مد \n  يده إلى الجدي فقال زياد لصاحب الشرطة بلغني أن المحبوسين لا قارئ لهم وهم \n  قوم من المسلمين فاحبس أشعب في هذا الشهر عندهم يؤمهم وكان أشعب قارئا فقال \n  أو غير ذلك أصلحك الله قال وما هو قال أحلف أن لا آكل جديا .\n</p>\n<p class=\"arabic\">وعن أشعب أن رجلا شوى دجاجة ثم ردها فسخنت ثم ردها أيضا فقال أشعب هذه كآل \n  فرعون النار يعرضون عليها غدوا وعشيا .\n</p>\n<p class=\"arabic\">وفي المجالسة الدينورية عن النضر بن عبد الله الحلواني أنه سمع الأصمعي يقول \n  أصاب أشعب دينارا بمكة فاشترى به قطيفة وأتى منى فجعل يقول يا من ذهبت منه \n  قطيفة .\n</p>\n<p class=\"arabic\">وقيل إن رجلا دعاه فقال ما أجيبك أن أخبر بكثرة جموعك فقال على أن لا أدعو \n  سواك ) .\n</p>\n<p class=\"arabic\">فأجابه فبينا هم كذلك إذ طلع صبي فصاح أشعب من هذا ألم أشرط عليك قال يا أبا \n  العلاء هو ابني زفيه عشر خصال ما هي في صبي قال وما هن قال لم يأكل مع ضيف \n  قال حسبي التسع لك .\n</p>\n<p class=\"arabic\">وقال محمد بن الحسين بن سماعة حدثني محمد بن أحمد عمن حدثه قال أشعب جاءني \n  جاريتي بدينار فجعلته تحت المصلى ثم جاءت بعد أيام تطلبه فقلت ارفعي المصلى \n  فإن كان قد ولد فخذي ولده ودعيه وكنت قد جعلت معه درهما فتركه وعادت الجمعة \n  الأخرى وقد أخذته فبكت فقلت مات دينارك في النفاس فصاحت فقلت صدقت *9*377* \n  بالولادة ولا تصدقين بالموت في النفاس .\n</p>\n<p class=\"arabic\">وقال الشافعي ولع الصبيان بأشعب فقال ويحكم سالم يقسم جوزا فعدوا مسرعين فعدا \n  معهم وقد مرت هذه لكنه قال تمرا .\n</p>\n<p class=\"arabic\">وقال أبو عاصم أخذ بيدي ابن جريج فأوقفني على أشعب فقال له حدثه بما بلغ من \n  طمعك فقال ما زفت امرأة بالمدينة إلا كنست بيتي رجاء أن تهدى إلي .\n</p>\n<p class=\"arabic\">وروي عن الهيثم بن عدي وعن أبي عاصم قال مر أشعب برجل يعمل طبقا فقال وسعه \n  لعلهم يهدون لنا فيه .\n</p>\n<p class=\"arabic\">وعن أبي عاصم قال مررت يوما فإذا أشعب ورائي فقلت ما لك قال رأيت قلنسوتك \n  قد مالت فقلت لعلها تقع فآخذها فأخذتها عن رأسي فدفعتها إليه .\n</p>\n<p class=\"arabic\">وروى ابن أبي عبد الرحمن المقرئ عن أبيه قال أشعب ما خرجت في جنازة فرأيت \n  اثنين يتساران إلا ظننت أن الميت أوصى لي بشيء .\n</p>\n<p class=\"arabic\">وقيل كان يجيد الغناء .\n</p>\n<p class=\"arabic\">قيل إنه مات سنة أربع وخمسين ومائة *9*378* .\n\n</p>"
}