{
    "header": "شعبة بن الحجاج ع بن الورد أبو بسطام الأزـ...",
    "id": "003533",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">شعبة بن الحجاج ع بن الورد أبو بسطام الأزدي العتكي مولاهم الواسطي الحافظ \n  الكبير .\n</h1>\n<p class=\"arabic\">عالم أهل البصرة في زمانه بل أمير المؤمنين في الحديث .\n</p>\n<p class=\"arabic\">وقد سكن البصرة من صغره ورأى الحسن وسمع منه مسائل ) .\n</p>\n<p class=\"arabic\">وروى عن أنس بن سيرين وإسماعيل بن رجاء وجامع بن شداد وسعيد المقبري وجبلة \n  بن سحيم والحكم وعمرو بن مرة وزبيد بن الحارث وسلمة بن كهيل وقتادة ويحيى \n  بن أبي كثير ومعاوية بن قرة وأبي جمرة الضبعي وعمرو بن دينار وخلائق قد أفردهم \n  مسلم في جزء ومنهم محمد بن الكمكدر ومحمد بن زياد القرشي وابن ملكية وعبيد \n  بن أبي يزيد .\n</p>\n<p class=\"arabic\">وعنه أيوب السختياني وهو من شيوخه وسفيان الثوري وابن إسحاق *9*417* وإبراهيم \n  بن سعد والقطان وابن مهدي وغندر وعفان وأسد بن موسى والطيالسيان وسليمان بن \n  حرب وأبو عمر الحوضي وعلي بن الجعد وخلق كثير .\n</p>\n<p class=\"arabic\">قال علي بن المديني له نحو من ألفي حديث وكان الثوري يعظمه ويقول هو أمير \n  المؤمنين في الحديث وقال الشافعي لولا شعبة لما عرفت الحديث بالعراق .\n</p>\n<p class=\"arabic\">وقال الحاكم شعبة إمام الأئمة بالبصرة في معرفة الحديث رأى أنس بن مالك وعمرو \n  بن سلمة الجرمي وسمع من أربعمائة من التابعين وحدث عنه شيوخه أيوب ومنصور \n  والأعمش وسعد بن إبراهيم وداود بن أبي هند .\n</p>\n<p class=\"arabic\">وقال أبو زيد الهروي ولد شعبة سنة اثنتين وثمانين من الهجرة وقال غيره ولد \n  سنة ثمانين .\n</p>\n<p class=\"arabic\">ابن أبي خثيمة نا أحمد بن حنبل ابن مهدي عن شعبة سمعت الحسن بن أبي الحسن \n  يقول كما نعق بهم ناعق اتبعوه وثنا عبد الصمد شعبة رأيت الحسن قال إلى الصلاة \n  وقال لا بد لهؤلاء الناس من وزعة .\n</p>\n<p class=\"arabic\">وثنا مسلم بن إبراهيم شعبة عن سماك بن حرب عن أبي صفوان أنه باع النبي صلى \n  الله عليه وسلم رجلا سراويل فلما أن وزن له أرجح له رواه الثوري عن سماك فقال \n  عن سويد بن قيس فكأنه اسم أبي صفوان .\n</p>\n<p class=\"arabic\">قال حماد بن زيد إذا خالفني شعبة في حديث صرت إليه *9*418* .\n</p>\n<p class=\"arabic\">وقال أبو داود سمعت من شعبة سبعة آلاف حديث وسمع غندر من شعبة سبعة آلاف حديث \n  يعني بالمقاطيع .\n</p>\n<p class=\"arabic\">وقال أبو قطن كتب لي شعبة إلى أبي حنيفة فأتيته فقال كيف أبو بسطام قلت بخير \n  قال نعم حشو المصر هو .\n</p>\n<p class=\"arabic\">وقال أبو بحر البكراوي ما رأيت أحدا أعبد لله من شعبة لقد عبد الله حتى جف \n  جلده على ) .\n</p>\n<p class=\"arabic\">عظمه واسود .\n</p>\n<p class=\"arabic\">وقال حمزة بن زياد الطوسي سمعت شعبة وكان ألثغ قد يبس جلده من العبادة يقول \n  لو حدثتكم عن ثقة ما حدثتكم عن ثلاثة .\n</p>\n<p class=\"arabic\">وقال عمر بن هارون البلخي كان شعبة يصوم الدهر كله .\n</p>\n<p class=\"arabic\">قلت وقد استوعب صاحب تهذيب الكمال سائر شيوخ شعبة فسمى له ثلاثمائة شيخ .\n</p>\n<p class=\"arabic\">قال أحمد بن حنبل شعبة أثبت من الأعمش في الحكم وشعبة أحسن حديثا من الثوري \n  وقد روى عن ثلاثين شيخا كوفيا لم يلقهم سفيان قال وكان شعبة أمة وحده في هذا \n  الشأن .\n</p>\n<p class=\"arabic\">قال عبد السلام بن مطهر ما رأيت أحدا أمعن في العبادة من شعبة .\n</p>\n<p class=\"arabic\">وقال أبو نعيم سمعت شعبة يقول لأن أزني أحب إلي من أن أدلس .\n</p>\n<p class=\"arabic\">وقال يحيى بن سعيد سمعت شعبة يقول كل من كتب عنه حديثا فأنا له عبد .\n</p>\n<p class=\"arabic\">وقال سليمان بن حرب حدثنا شعبة يوما بحديث الصادق المصدوق *9*419* وأحاديث \n  نحوه فقال رجل من القدرية يا أبا بسطام ألا تحدثنا نحن أيضا بشيء فذكر حديث \n  أبي صالح عن أبي هريرة مرفوعا كل مولود يولد على الفطرة الحديث .\n</p>\n<p class=\"arabic\">وقال أبو قطن ما رأيت شعبة ركع إلا حسبت أنه قد نسي ولا قعد بين السجدتين \n  إلا قلت قد نسي .\n</p>\n<p class=\"arabic\">وقال القطان كان شعبة من أرق الناس يعطي السائل ما أمكنه .\n</p>\n<p class=\"arabic\">قال أبو قطن كانت ثياب شعبة كالتراب وكان كثير الصلاة سخيا .\n</p>\n<p class=\"arabic\">وقال عبدان بن عثمان عن أبيه قال قومنا حمار شعبة وسرجه ولجامه ببضعة عشر \n  درهما .\n</p>\n<p class=\"arabic\">وعن عبد العزيز بن أبي داود قال كان شعبة إذا جسمه انتثر منه التراب .\n</p>\n<p class=\"arabic\">وعن أبو داود الطيالسي كنا عند شعبة فجاء سليمان بن المغيرة يبكي وقال مات \n  حماري وذهبت مني الجمعة وذهبت حوائجي قال بكم أخذته قال بثلاثة دنانير .\n</p>\n<p class=\"arabic\">قال شعبة فعندي ثلاثة دنانير والله ما أملك غيرها ثم دفعها إليه .\n</p>\n<p class=\"arabic\">وقال النضر بن شميل ما رأيت أرحم بمسكين من شعبة .\n</p>\n<p class=\"arabic\">وقال سليمان بن أبي شيخ نا صالح بن سليمان قال كان شعبة مولده ومنشأه واسط \n  وعلمه كوفي وكان له أخوان بشار وحماد يعالجان الصرف وكان شعبة يقول لأصحاب \n  الحديث ) .\n</p>\n<p class=\"arabic\">ويلكم الزموا السوق فإنما أنا عيال *9*420* على أخوي قال وما كل شعبة من كسبه \n  درهما قط .\n</p>\n<p class=\"arabic\">وقال أبو الوليد سمعت شعبة يقول إذا كان عندي دقيق وقصب فما أبالي ما فاتني \n  من الدنيا .\n</p>\n<p class=\"arabic\">أنا ابن الطاطري أنا ابن اللتي أنا أبو الوقت أن علام أنا ابن أبي سريج نا \n  البغوي سمعت علي بن الجعد يقول قدم شعبة بغداد مرتين أيام المنصور وأيام المهدي \n  كتبت عنه فيهما جميعا .\n</p>\n<p class=\"arabic\">قال أبو العباس السراج نا محمد بن عمرو سمعت أصحابنا يقولون وهب المهدي لشعبة \n  ثلاثين ألف درهم فقسمها وأقطعه ألف جريب بالبصرة فقدم البصرة فلم يجد شيئا \n  يطيب له فتركها .\n</p>\n<p class=\"arabic\">قال أبو بكر الخطيب قدم شعبة بغداد في شأن أخيه كان حبسه أبو جعفر كان اشترى \n  طعاما فستة آلاف دينار هو وشركاؤه يعني فكلم فيه أبا جعفر .\n</p>\n<p class=\"arabic\">وقال الأصمعي لم نر قط أعلم من شعبة بالشعر قال لي كنت ألزم الطرماح فمررت \n  يوما بالحكم بن عتيبة وهو يحدث فأعجبني الحديث وقلت هذا أحسن من الشعر فمن \n  يومئذ طلبت الحديث .\n</p>\n<p class=\"arabic\">وقال أبو داود سمعت شعبة يقول لولا الشعر لجئتكم بالشعبي .\n</p>\n<p class=\"arabic\">وقال علي بن نصر الجهضمي قال شعبة إن قتادة يسأل عن الشعر فقلت له أنشدك بيتا \n  وتحدثني حديثا .\n</p>\n<p class=\"arabic\">وعن عبد الرحمن بن مهدي قال ما رأيت أكثر تقشفا من شعبة .\n</p>\n<p class=\"arabic\">وقال يحيى بن معين شعبة إمام المتقين *9*421* وقال أبو زيد الأنصاري هل العلماء \n  إلا شعبة من شعبة وقال سلمة بن قتيبة أتيت سفيان فقال ما فعل أستاذنا شعبة .\n</p>\n<p class=\"arabic\">وقال يحيى القطان لا يعدل شعبة عندي أحد وقال عفان كان شعبة من العباد .\n</p>\n<p class=\"arabic\">وقال ابن مهدي سمعت شعبة يقول إن هذا العلم يصدكم عن ذكر الله وعن الصلاة \n  وعن صلة الرحم فهل أنت منتهون .\n</p>\n<p class=\"arabic\">وقال ابن قطن سمعت شعبة يقول ما من شيء أخوف عندي من أن يدخلني النار من الحديث \n  وعنه قال وددت أنني وقاد حمام وأني لم أعرف الحديث .\n</p>\n<p class=\"arabic\">وقال سعد بن شعبة أوصى أبي إذا مات أن أغسل كتبه فغسلتها .\n</p>\n<p class=\"arabic\">وقال أبو عبيدة الحداد عن شعبة قال لم يسمع حميد من أنس سوى أربعة وعشرين \n  حديثا ) .\n</p>\n<p class=\"arabic\">والباقي سمعها وثبته فيها ثابت البناني .\n</p>\n<p class=\"arabic\">وقال أبو داود قال لي شعبة في صدري أربعمائة حديث لأبي الزبير والله لا حدثت \n  عنه .\n</p>\n<p class=\"arabic\">وقال القطان كان شعبة أمر في الأحاديث الطوال من سفيان الثوري .\n</p>\n<p class=\"arabic\">قال ابن المديني قيل ليحيى بن سعيد إن عبد الله بن إدريس وأبا خالد *9*422* \n  بن عمار يزعمان أن شعبة أملى عليهما فسمعته أنكر ذلك وقال قال لي شعبة ما \n  أمليت على أحد من الناس ببغداد إلا على ابن زريع أكرهه عليه .\n</p>\n<p class=\"arabic\">وقال إن أمير المؤمنين أمرني أن أكتبها ثم قال له يحيى لو أردته على الإملاء \n  لأملى علي وما أملى وأنا حاضر قط ولقد جاءه جاره ابن مصعب وهو شيخ وليس عنده \n  غيري رقيعة فنفر له إنما هي أطراف فسكن .\n</p>\n<p class=\"arabic\">ابن أبي خثيمة نا عبد الوهاب بن نجده قال لنا بقية كان شعبة يملي علي وذاك \n  أنه قال لي أكتب لي حديث بحير بن سعيد فكتبتها له فقلت له كيف يحل لك أن تكتب \n  ولا يحل لنا أن نكتب عنك فقال لي أكتب فكنت أكتب عنه .\n</p>\n<p class=\"arabic\">وقال ابن خثيمة نا عبيد الله بن عمر يزيد بن زريع قال أملى علينا شعبة هذه \n  المسائل من كتابه يعني مسائل الحكم وحماد .\n</p>\n<p class=\"arabic\">القواريري سمعت يزيد بن زريع يقول كان شعبة يوما قاعدا لشيخ بعد صلاة الغداة \n  فرأى قوما قد بكروا فأخذوا أمكنة لقوم يجيئون بعدهم ورأى قوما يجيئون فقام \n  من مكانه فجلس في آخرهم .\n</p>\n<p class=\"arabic\">قال القطان فيما أملى على المديني هؤلاء شيوخ شعبة من الكوفة الذين لم يلقهم \n  سفيان إسماعيل بن رجاء عبيد بن الحسن الحكم عبد الملك بن ميسرة عدي بن ثابت \n  طلحة بن مصرف المنهال بن عمرو يحيى أبو عمر البهرائي علي بن مدرك سماك بن \n  الوليد سعيد بن أبي بردة عبد الله بن جبر *9*423* أبو زياد الطحان محمد بن \n  خليفة أبو السفر سعيد الهمذاني ناجية بن كعب .\n</p>\n<p class=\"arabic\">قال وكيع قال شعبة رأيت ناجية الذي يروي عنه أبو إسحاق فرأيته يلعب بالشطرنج \n  فتركته فلم أكتب عنه ومنهم العلاء بن بدر وحبان البارقي عبد الله بن أبي المجالد \n  وسمى جماعة ثم زاد أحمد بن خثيمة أناسا الوليد بن العيراز يحيى بن الحصين \n  نعيم بن أبي هند حبيب بن ) .\n</p>\n<p class=\"arabic\">الزبير سعيد بن عمرو بن سعيد بن العاص .\n</p>\n<p class=\"arabic\">أحمد نا أبو داود نا شعبة سمعت الحسن يقول في فتنة يزيد بن المهلب كلما نعق \n  بهم ناعق اتبعوه هذا عدو الله ابن المهلب .\n</p>\n<p class=\"arabic\">أحمد نا عبد الصمد نا شعبة قال رأيت الحسن قال إلى الصلاة فتكأكؤا عليه فقال \n  لا بد لهذا الناس من وزعة وكان يقعد عند المنارة العتيقة في آخر المسجد .\n</p>\n<p class=\"arabic\">قال صالح بن سليمان كان شعبة بصريا مولى للأزد مولده ومنشأه بواسط وعلمه كوفي \n  وكان فيه تمتمة .\n</p>\n<p class=\"arabic\">قال ابن معين كان يحيى بن سعيد إذا سمع الحديث من شعبة لم يبال أن لا يسمعه \n  من غيره .\n</p>\n<p class=\"arabic\">ابن أبي خثيمة أنا سليمان بن أبي شيخ أنا صالح بن سليمان قال أخبرني أبو بشر \n  العنبري قال قدم شعبة من الكوفة فقال قد رويت ألف قصيدة شعر فقلنا له هات \n  أنشدنا فجعل يتمتم فقلنا له ولسنا نفهم فلم يجر في الشعر فرجع إلى الكوفة \n  فجاء فقال قد رويت الحديث فجاء هؤلاء المجانين فقالوا هات إيش تقول ما في \n  الدنيا هم وما أكل من كسبه درهما قط *9*424* .\n</p>\n<p class=\"arabic\">مؤمل بن إهاب نا المقري سمعت شعبة يقول من كذب الإنسان مرتين يقول ليس بشيء \n  إلا سوى ليس بشيء *9*425* .\n#</p>\n<p class=\"arabic\">فصل هؤلاء الرواة عن شعبة .\n</p>\n<p class=\"arabic\">نقله الذهبي من خط أبي عبد الله بن منده الحافظ .\n</p>\n<p class=\"arabic\">محمد بن أبي عدي محمد بن أبي شيبة والد أبي بكر محمد بن إسحاق محمد بن بشر \n  محمد بن بكير البرساني محمد بن جعفر غندر محمد بن جعفر المدائني محمد بن الحارث \n  العتكي محمد بن حميد العمري محمد بن حازم أبو معاوية محمد بن دينار الطاحي \n  محمد بن سواء محمد بن شعيب محمد بن عبد الله الأنصاري محمد بن عبد الملك أبو \n  جابر محمد بن عباد الهنائي محمد بن عمر الرومي محمد بن عرعرة محمد بن فضيل \n  محمد بن القاسم الأزدي محمد بن كثير العبدي محمد بن عيسى بن الطباع محمد بن \n  مسوق الكوفي محمد بن مصعب محمد بن ميمون السكري محمد بن زيد الواسطي أيوب \n  السختياني إبراهيم بن طهمان إبراهيم بن سعد إبراهيم بن محمد الفزاري أبو إسحاق \n  إبراهيم بن عيينة إبراهيم بن حميد الطويل إبراهيم بن البراء الأنصاري إبراهيم \n  بن حيان الأنصاري إبراهيم بن المختار ) .\n</p>\n<p class=\"arabic\">الرازي إبراهيم بن معبد بصري إبراهيم بن زكريا العداسي إبراهيم بن عبد الحميد \n  آدم بن أبي إياس إسماعيل *9*426* بن علية إسماعيل بن مسلمة بن قعنب إسماعيل \n  بن يحيى التيمي إسماعيل بن أبان إسحاق بن رزين المنقري أسعد بن زرعة العجلي \n  أبان بن تغلب أحمد بن بشير الكوفي أحمد بن موسى اللؤلؤي المقبري أحمد بن أوفى \n  العجلي أسود بن عامر أسد بن موسى أمية بن خالد أشهل بن حاتم بشر بن المفضل \n  بشر بن السري بشر ابن منصور بشر بن عمر بشر بن محمد السكري بكر بن الوضاح \n  بكر بن عيسى الأسواري بكر بن بكار بهز بن أسد بدل بن المحبر بقية بن الوليد \n  بهلول الأنباري جرير ابن حازم جعفر بن سليمان جعفر بن جبير الجارود بن يزيد \n  النيسابوري حماد بن سلمة حماد بن زيد الحسن بن صالح الحسن الأشيب الحسن بن \n  قتيبة المدائني حسين بن محمد المروزي الحسين بن الوليد النيسابوري أبو أسامة \n  حماد بن أسامة حماد بن مسعدة حماد ابن خالد الخياط حماد بن شعيب حماد بن دليل \n  قاضي المدائن حفص بن عمر الحوضي حفص بن عمر الإيلي أبو إسماعيل حفص بن حابان \n  حفص بن راشد حجاج بن الحجاج حجاج بن محمد الأعور حجاج بن منهال حجاج بن نصر \n  الحكم بن عبد الله أبو النعمان الحكم بن أسلم أبو مروان الحكم بن عبد الله \n  أبو مطيع البلخي الحارث بن النعمان الحارث بن عطية حرمي بن عمارة حجوة بن \n  مدرك الحر بن حمام العنبري حرب بن ميمون حبان بن هلال حسان بن حسان البصري \n  حمزة بن زياد الطوسي حميد بن بكر القيسي خالد بن الحارث خالد بن عبد الله \n  الطحان خالد بن يزيد اللؤلؤي خالد بن يزيد المقري أبو الهيثم خالد بن عمرو \n  القرشي خالد بن عبد الرحمن الخرساني خالد بن محمد الكلابي خالد ابن يزيد العمري \n  خلف بن *9*427* الوليد خلف بن أيوب البلخي خارجة بن مصعب داود بن الزبرقان \n  داود بن إبراهيم داود بن المحبر روح بن عطاء بن أبي ميمونة روح بن عبادة الربيع \n  بن يحيى الأشناني رواد بن الجراح زهير بن معاوية زائدة بن قدامة زافر بن سليمان \n  زيد بن الحباب زيد بن أبي الزرقاء زياد بن سهل زكريا بن علية البصري سليمان \n  الأعمش شيخه سليمان أبو داود الطيالسي سليمان بن حرب سليمان أبو خالد الأحمر \n  سفيان الثوري سفيان الهلالي سفيان بن حبيب البصري سعد بن إبراهيم الزهري شيخه \n  سعد ابنه سعد بن الصلت سلم بن قتيبة سلم بن إبراهيم الوراق سلم بن سالم أبو \n  المسيب سلام بن ) .\n</p>\n<p class=\"arabic\">سليمان المدائني سهل بن يوسف سهل أبو عتاب الدلال سهل بن بكار سهل بن حسام \n  بن مصك سعيد الحريري شيخه سعيد بن عامر سعيد بن يحيى أبو سفيان الحميري سعيد \n  بن سفيان الجحدري سعيد بن الربيع أبو زيد الهروي سعيد بن أوس أبو زيد اللغوي \n  سعيد بن واصل الحرشي سعيد بن سلم الباهلي سعيد بن زياد الواسطي السكن بن نافع \n  السكن بن سليمان الضبعي سلمة بن رجاء سلمة بن عيار .\n</p>\n<p class=\"arabic\">قال سليمان بن حرب نا حماد بن زيد نا سلمة بن عيار قال قال لي شعبة ائت السري \n  بن يحيى فإنه أصدق الناس سلام الطويل سويد بن عبد العزيز سيف بن مسكين شريك \n  بن عبد الله شعيب بن حرب شعيب بن بيان الصفار شبيب بن سعيد الحبطي شعيب بن \n  محرز شبابة بن سوار شيبان بن فروخ شاذ بن فياض شداد بن حكيم صالح بن عمر الواسطي \n  صالح بن بنان صلة بن سليمان صيفي بن ربعي الأنصاري صدقة بن المنتصر صغدي بن \n  سنان الضحاك بن مخلد طلحة بن عمرو عبد الله بن المبارك عبد الله بن إدريس \n  عبد الله بن العلاء بن خالد الحنفي عبد الله *9*428* بن داود الخريبي عبد \n  الله بن حمران البصري عبد الله بن خيران عبد الله بن يزيد المقبري عبد الله \n  بن مسلمة القعنبي عبد الله بن أبي بكر العتكي عبد الله بن عثمان بن جبلة العتكي \n  عبدان عبد الله بن سوار العنبري عبد الله بن رجاء الغداني عبد الله بن زرير \n  العبدي عبد الله بن واقد أبو قتادة الحراني عبد الله بن غالب العباداني عبد \n  الله بن عزرية العجلي عبد الله بن واصل عبد الله بن خالد العتابي عبيد الله \n  بن موسى عبيد الله الأشجعي عبيد الله أبو علي الحنفي عبيد الله بن شميط بن \n  عجلان عبد الرحمن بن مهدي عبد الرحمن بن عبد الله أبو سعيد مولى بني هاشم \n  وهو النوفلي عبد الرحمن بن غزوان قراد عبد الرحمن بن زياد الرهاصي عبد الرحمن \n  بن قيس الزعفراني عبد الرحمن بن محمد المحاربي عبد الرحيم بن هارون عبد الواحد \n  أبو عبيدة الحداد عبد الوارث التنوري عبد الصمد بن عبد الوارث ابنه عبد الصمد \n  بن النعمان عبد الملك أبو عامر العقدي عبد الملك بن الصباح المسمعي عبد الملك \n  بن إبراهيم الجدي عبد الملك بن قريب الأصمعي عبد الملك بن مختار الثقفي عبد \n  الملك بن يحيى بن سعيد السنجاري عبد العزيز بن أبان عبد العزيز بن النعمان \n  عبد العزيز بن عبد الله أبو وهب عبد العزيز بن محمد الرملي عبد القاهر بن \n  شعيب بن الحباب عبد العزيز بن أبي رزمة عبد الكبير بن عبد ) .\n</p>\n<p class=\"arabic\">المجيد أبو بكر الحنفي عبد السلام بن حرب الملائي عبد السلام بن مطهر عبد \n  الغفار بن القاسم أبو مريم عبد الغفار بن عبيد الله الكزبري عبد الكريم بن \n  روح بصري عبد الغفور بن عبد الله المسمعي عبد الأعلى بن عبد الأعلى الشامي \n  عبد الأعلى بن محمد بصري عبدة بن سليمان عبيد بن عقيل الهلالي عباد بن عباد \n  عباد بن آدم الكرابيسي عباد بن العوام عباد بن صهيب عمر بن سهل المازني *9*429* \n  عمر بن حفص عمر بن حبيب عمر بن هارون عمر بن إبراهيم الكردي سمع منه إسحاق \n  الختلي عمر بن يزيد السياري عمر بن عبد الواحد عثمان بن عمر بن فارس عثمان \n  بن محمد اليشرطي عثمان بن جبلة بن أبي داود عثمان بن عبد الرحمن عثمان بن \n  حميد الدبوسي عثمان بن قائد عمار بن نوح عمران بن إسحاق علي بن حمزة الكسائي \n  علي بن عاصم علي بن قادم علي بن نصر الجهضمي علي بن حفص المدائني علي بن حميد \n  الذهلي علي بن الجعد علي بن محمد المنجوري .\n</p>\n<p class=\"arabic\">عمرو بن الهيثم أبو قطن عمرو بن محمد بن أبي رزين عمرو بن عاصم الكلابي عمرو \n  بن حكام عمرو بن محمد العنقزي عمرو بن مرزوق عمرو بن الوليد الأغضف عمرو بن \n  جميع عمرو بن منصور القيسي عمرو بن عبد الفغار عيسى بن ماهان أبو جعفر الرازي .\n</p>\n<p class=\"arabic\">عيسى بن يونس عيسى بن زيد العلوي عيسى بن يزيد الواسطي عيسى بن خالد اليمامي .\n</p>\n<p class=\"arabic\">عيسى بن واقد عباس بن الوليد بن نصر عباس بن الفضل البجلي عباس بن الفضل الأنصاري \n  نزيل الموصل عاصم بن حكيم بصري عاصم بن علي بن عاصم عصام بن طليق عصام بن \n  يوسف البلخي عصام بن يزيد جبر عصمة بن المتوكل عصمة بن عبد الله الأسدي عصمة \n  بن سليمان عون بن عمارة القيسي عون بن كهمس عتاب بن محمد بن شوذب عقبة بن \n  خالد *9*430* عفيف بن سالم عفان عمار بن عبد الجبار عمير بن عبد المجيد الحنفي \n  غسان بن عبيد الموصلي أبو نعيم الفضل الفضل بن عنبسة فضيل بن سليمان فهد بن \n  حيان قريش بن أنس فردوس الأشعري قرة بن حبيب القاسم بن يزيد قتيبة بن مهران \n  أبو عبد الرحمن كريز بن رواحة كرمان بن عمرو كثير ابن هشام الليث بن داود \n  الليث بن سعد معتمر بن سليمان منصور بن المعتمر شيخه مطر الوراق شيخه مسعر \n  معاذ بن معاذ معاذ بن هشام معمر بن المثنى أبو عبيدة معاوية بن هشام معاوية \n  بن عطاء موسى بن الفضل موسى بن داود الضبي موسى بن إسماعيل أبو سلمة المنقري \n  موسى بن معوذ ) .\n</p>\n<p class=\"arabic\">أبو حذيفة مصعب لن المقدام مصعب بن سلام التيمي معلى ابن خالد معلى بن عبد \n  الرحمن معلى بن الفضل مغيرة بن بكار مغيرة بن موسى نزل خوارزم مغيرة بن عبد \n  الله بن محمد مجاعة بن الزبير مقاتل بن سليمان منصور بن زاذان شيخه مسكين \n  بن بكير .\n</p>\n<p class=\"arabic\">المعافى بن عمران مسعود بن يزيد محاضر بن المودع مسلم بن إبراهيم المنهال \n  بن بحر .\n</p>\n<p class=\"arabic\">مؤرخ بن عمرو السدوسي مالك بن سليمان الهروي مؤمل بن إسماعيل مخلد بن يزيد \n  الحراني مخلد بن قريش شيخ لمحمد بن مصفى مظفر بن مدرك أبو كامل النضر بن شميل .\n</p>\n<p class=\"arabic\">النضر بن محمد أبو معشر نجيح نصر بن أبي الأشعث نوح ابن أبي إبراهيم نصر بن \n  حماد الوراق نصر بن مزاحم نصر بن طريف أبو جزء نصر بن باب النعمان بن عبد \n  السلام نوفل بن داود ورقاء بن عمر وكيع الوليد بن خالد الوليد بن نافع الوليد \n  بن محمد السلمي وهب بن جرير وضاح بن حسان الأنباري هشيم بن يحيى هارون الرشيد \n  هارون بن موسى هشام أبو الوليد الطيالسي *9*431* أبو النضر هاشم بن القاسم \n  هلال بن فياض عرف بشاذ تقدم الهيثم بن عدي هياج بن بسطام يحيى بن سعيد القطان \n  يحيى بن آدم يحيى بن أبي زائدة يحيى بن أبي الحجاج المنقري يحيى بن أبي بكر \n  يحيى بن كثير أبو غسان يحيى بن خليفة يحيى بن سليم يحيى بن عباد يحيى بن السكن \n  البصري يحيى بن نصر بن حاجب .\n</p>\n<p class=\"arabic\">يحيى بن سلام الإفريقي روى عنه مقدام بن داود يحيى بن حماد الشيباني يحيى \n  بن مطر يحيى بن عبدويه يحيى بن حمزة الدمشقي يحيى بن هاشم السمسار يحيى بن \n  راشد يزيد بن هارون يزيد بن زريع يزيد بن نمرة الذراع يزيد ابن أبي يوسف بن \n  خالد السمي يونس بن بكير يعقوب الحضرمي يعقوب بن إبراهيم الزهري يعقوب بن \n  خالد أبو عمر بصري .\n</p>\n<p class=\"arabic\">يعقوب بن إبراهيم أبو يوسف القاضي يعلى بن عياد الكلابي ياسين بن حماد أبو \n  الجويرية العبدي أبو عمرو الشيباني .\n</p>\n<p class=\"arabic\">آخر ما نقل من خط ابن منده الكبير وحذفت جماعة مجاهيل .\n</p>\n<p class=\"arabic\">قال ابن مهدي قال شعبة كنت أتفقد فم قتادة فإذا قال سمعت أو حدثنا حفظته وإلا \n  تركته .\n</p>\n<p class=\"arabic\">وقال أحمد بن حنبل كان غلط شعبة في الأسماء .\n</p>\n<p class=\"arabic\">وقال الشافعي كان شعبة يجيء إلى رجل فيقول لا تحدث وإلا استعديت السلطان .\n</p>\n<p class=\"arabic\">وقال أبو زيد الهروي سمعت شعبة يقول لأن أقع من السماء أحب إلي من أن أدلس \n  ) *9*432* .\n</p>\n<p class=\"arabic\">وقال صالح جزرة حدثني سليمان بن داود القزتز سمعت أبا داود يقول سمعت من شعبة \n  سبعة آلاف حديث وسمع غندر سبعة آلاف أعربت عليه ألف حديث وأعرب ألف حديث .\n</p>\n<p class=\"arabic\">وقال مسلم بن إبراهيم كان شعبة إذا قام سائل في مجلسه لا يحدث حتى يعطى أو \n  يضمن له .\n</p>\n<p class=\"arabic\">وقال أبو عاصم كنا عند شعبة وقد أقبل على رجل خراساني فقيل له تقبل على هذا \n  وتدعنا قال وما يؤمنني أن معه خنجرا يشق بطني .\n</p>\n<p class=\"arabic\">وقال ابن أبي الدنيا حدثنا خالد بن خداش حدثني جريش ابن أخت جرير ابن حازم \n  قال رأيت شعبة في النوم فقلت أي الأعمال وجدت أشد عليك قال التجوز في الرجال .\n</p>\n<p class=\"arabic\">وقال عبيد بن يعيش ثنا يونس ين بكير سمعت شعبة يقول محمد بن إسحاق امير المؤمنين \n  في الحديث واكتم علي .\n</p>\n<p class=\"arabic\">وقال شعبة قلت ليونس بن عبيد سمع الحسن من أبي هريرة قال لا ولا حرفا .\n</p>\n<p class=\"arabic\">وقال غندر لما حضرت شعبة الوفاة لم يأذن لأحد إلا ليحيى بن سعيد وإنما غمض \n  عينيه يحيى بن سعيد .\n</p>\n<p class=\"arabic\">قلت اتفقوا على وفاة شعبة سنة ستين ومائة بالبصرة ويقال إنه مات في أول السنة .\n</p>\n<p class=\"arabic\">وقيل عاش ثمانيا وسبعين سنة .\n</p>\n<p class=\"arabic\">وقد حرر المدائني وفاته فقال مات يوم أيوب *9*433* .\n\n</p>"
}