{
    "header": "سعيد بن أبي عروبة ع مولى بني عدي عالم الـ...",
    "id": "003509",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">سعيد بن أبي عروبة ع مولى بني عدي عالم البصرة  أبو النضر العدوي الحافظ \n  ولد في حياة أنس بن مالك ) .\n</h1>\n<p class=\"arabic\">وروى عن الحسن وابن سيرين قليلا وعن قتادة فأكثر والنضر بن أنس وعبد الله \n  الداناج وأبي رجاء العطاردي وهو أكبر شيخ لقيه ومطر الوراق وأبي نضرة العبدي \n  وطائفة سواهم .\n</p>\n<p class=\"arabic\">وعنه سفيان وشعبة ويزيد بن زريع وبشر بن المفضل وابن علية وخالد بن الحارث \n  والنضر بن شميل ويحيى القطان وغندر وسعيد بن عامر الضبعي والأنصاري وأبو عاصم \n  وروح بن عبادة وعبد الوهاب بن عطاء وخلق كثير .\n</p>\n<p class=\"arabic\">قال أبو عوانة ما كان عندنا في ذلك الزمان أحد أحفظ من سعيد بن أبي عروبة .\n</p>\n<p class=\"arabic\">وقال أحمد بن حنبل لم يكن لسعيد كتاب إنما كان يحفظ ذلك كله وزعموا أنه قال \n  لم أكتب إلا تفسير قتادة وذلك أن أبا معشر كتب إلي أن أكتبه .\n</p>\n<p class=\"arabic\">وقال ابن معين أثبتهم في قتادة سعيد والدستوائي وشعبة .\n</p>\n<p class=\"arabic\">وقال حفص بن عبد الرحمن النيسابوري قال لي سعيد بن أبي عروبة إذا رويت عني \n  فقل ثنا سعيد الأعرج عنن قتادة الأعمى عن الحسن الأحدب .\n</p>\n<p class=\"arabic\">وقال بندار ثنا عبد الأعلى وكان قدريا عن سعيد بن أبي عروبة وكان قدريا عن \n  قتادة وكان قدريا .\n</p>\n<p class=\"arabic\">وقال أحمد بن حنبل كان قتادة وسعيد يقولان بالقدر ويكتمانه .\n</p>\n<p class=\"arabic\">وروى الكوسج عن ابن معين قال سعيد ثقة *9*404* وقال أبو زرعة ثقة مأمون .\n</p>\n<p class=\"arabic\">وقال أبو حاتم هو ثقة قبل أن يختلط وكان اعلم الناس بحديث قتادة .\n</p>\n<p class=\"arabic\">وقد ذكرنا أن سعيد بن أبي عروبة كان أول من صنف العلم بالبصرة .\n</p>\n<p class=\"arabic\">قال أحمد ومن سمع من سعيد قبل الهزيمة فسماعه جيد .\n</p>\n<p class=\"arabic\">قلت يعني هزيمة إبراهيم بن عبد الله بن حسين وكانت في أواخر سنة خمس وأربعين \n  ومائة .\n</p>\n<p class=\"arabic\">وقال يزيد بن هارون لقيت ابن أبي عروبة قبل الأربعين يدهر ورأيته سنة اثنتين \n  وأربعين ومائة فأنكرته وكان يحيى بن سعيد القطان يوثقه .\n</p>\n<p class=\"arabic\">وقال أبو نعيم كتبت عنه عندما اختلط حديثين وقال ابن مثنى ثنا الأنصاري دخلت \n  أن وعبد الله بن سلمة الأفطس على سعيد بعدما تغير فجعل ينظر في وجوهنا ولا \n  يعرفنا .\n</p>\n<p class=\"arabic\">قال محمد بن سلام الجمحي كان ابن أبي عروبة يمزح وكان يحدث فإذا أعجبه حفظه \n  قال دقك بالمنحاز حب الفلفل ) .\n</p>\n<p class=\"arabic\">وقال رجل أتيت ابن أبي عروبة فتمارى عنده رجلان فبقي يغري بينهما قليلا .\n</p>\n<p class=\"arabic\">وقال أحمد بن حنبل في تدليس سعيد لم يسمع سعيد من الحكم ولا من الأعمش ولا \n  من حماد ولا من عمر بن دينار ولا من هشام بن عروة ولا من ابن عقيل *9*405* \n  ولا من زيد بن أسلم ولا من ابن أبي سلمة ولا من أبي الزناد وقد حدث عن هؤلاء \n  ولم يسمع منهم شيئا .\n</p>\n<p class=\"arabic\">وقال الفلاس سمعت يحيى يقول لم يسمع سعيد من يحيى بن سعيد الأنصاري ولا من \n  عبيد الله بن أبي عمر ولا من هشام بن عروة .\n</p>\n<p class=\"arabic\">قال يزيد بن زريع سمعت ابن أبي عروبة يقول من لم يسمع الخلاف فلا تعده عالما .\n</p>\n<p class=\"arabic\">قلت توفي سنة ست وخمسين ومائة قيده عبد الصمد بن عبد الوارث .\n\n</p>"
}