{
    "header": "عباد بن منصور الناجي أبو سلمة البصري وليـ...",
    "id": "003565",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عباد بن منصور الناجي أبو سلمة البصري ولي القضاء لإبراهيم بن عبد الله بن \n  حسن .\n</h1>\n<p class=\"arabic\">وروى عن عكرمة والقاسم تأخر حتى لحقه يحيى بن يحيى النيسابوري ويحيى بن معين .\n</p>\n<p class=\"arabic\">قال البخاري فيه نظر *9*451* وقال النسائي متروك الحديث ووثقه ابن معين وابن \n  المديني .\n</p>\n<p class=\"arabic\">وعطاء بن أبيرباح وأبي الضحا وجماعة وعنه يحيى بن سعيد القطان يزيد بن هارون \n  وروح بن عبادة وأبو عاصم والنضر بن شميل وآخرون .\n</p>\n<p class=\"arabic\">قال أبو داود السجزي كان يأخذ الأرز في إزاره كل عيشة وولي قضاء البصرة خمس \n  مرات وقال أبو حاتم ضعيف يكتب حديثه وقال ابن معين عباد بن كثير وعباد بن \n  منصور وعباد بن راشد ليس حديثهم بالقوي ولكنه يكتب .\n</p>\n<p class=\"arabic\">وقال ابن حبان كان عباد بن منصور قدريا داعية وكان على قضاء البصرة وكل ما \n  روى عن عكرمة سمعه من إبراهيم بن أبي يحيى عن داود بن الحصين قد كتبها عن \n  عكرمة *9*452* .\n</p>\n<p class=\"arabic\">روى أحمد بن داود عن علي بن المديني عن يحيى بن سعيد قال قلت لعباد بن منصور \n  عمن سمعت ما مررت بملأ من الملائكة إلا أمروني بالحجامة وأنه عليه السلام \n  كان يكتحل بالليل ثلاثا فقال حدثني ابن أبي يحيى عن داود عن عكرمة عن ابن \n  عباس .\n</p>\n<p class=\"arabic\">وقال ابن جزيمة سمعت عمر بن حفص الشيباني يقول ثنا معاذ بن خالد الأغضف قال \n  قلت لعباد بن منصور من حدثك أن ابن مسعود رجع عن قوله الشقي من شقي في بطن \n  أمه قال رجل لا أعرفه قلت لكني أعرفه قال من قلت الشيطان .\n</p>\n<p class=\"arabic\">قال أحمد بن زهير عن ابن معين عباد بن منصور ليس بشيء .\n</p>\n<p class=\"arabic\">وقال العقيلي نا محمد بن زكريا نا محمد بن مثنى ثنا معاذ بن معاذ نا عمرو \n  بن الوليد الأغضف قلت لعباد بن منصور من حدثك أن أبي بن كعب حدثه أن ابن مسعود \n  رجع عن حديثه في القدر فقال رجل لا أعرفه قلت أنا أعرفه ذاك الشيطان .\n</p>\n<p class=\"arabic\">وقال يحيى القطان كان عباد حين رأيناه لا يحفظ وكان يحيى لا يرضاه ) .\n</p>\n<p class=\"arabic\">قلت مات عباد على ظهر امرأته فجأة سنة اثنتين وخمسين ومائة .\n\n</p>"
}