{
    "header": "أبو جعفر المنصور عبد الله بن محمد بن عليـ...",
    "id": "003586",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أبو جعفر المنصور عبد الله بن محمد بن علي بن عبد الله بن عباس القرشي العباسي \n  أمير .\n</h1>\n<p class=\"arabic\">المؤمنين وأمه سلامة البربرية .\n</p>\n<p class=\"arabic\">ولد في سنة خمس وتسعين أو في حدودها وروى عن أبيه ورأى جده *9*466* وعنه ولده \n  المهدي .\n</p>\n<p class=\"arabic\">وكان قبل أن يلي الإمامة يقال له عبد الله الطويل ضرب في الآفاق إلى الجزيرة \n  والعراق وأصبهان وفارس قال أبو بكر الجعابي كان المنصور يلعب في صغره بمدرك \n  التراب أتته البيعة بالخلافة بعد موت أخيه السفاح وهو بمكة بعهد السفاح لما \n  احتضر إليه فوليها اثنتين وعشرين سنة وكان أسمر طويل طويلا نحيفا مهيبا خفيف \n  العارضين معرق الوجه رجب الجبهة يخضب بالسواد كأن عينيه لسانان ناطقان تخالطه \n  أبهة الملك بزي النساك تقبله القلوب وتتبعه العيون وكان أقنى الأنف بين القنا \n  وقد مر من أخباره في الحوادث ما يدل على أنه كان فحل بني العباس هيبة وشجاعة \n  وحزما ورأيا وجبروتا وكان جماعا لمال تاركا للهو واللعب كامل العقل جيد المشاركة \n  في العلم والأدب فقيه النفس قتل خلقا كثيرا حتى استقام ملكه وكان في الجملة \n  يرجع إلى عدل وديانة وله حفظ من صلاة وتدين وكان فصيحا بليغا مفوها خليقا \n  للإمارة .\n</p>\n<p class=\"arabic\">وقد ولي بعض كور فارس في شبيبته لعاملها سليمان بن حبيب بن المهلب الأزدي \n  ثم عزله .\n</p>\n<p class=\"arabic\">وضربه ضربا مبرحا لكونه احتجز المال لنفسه ثم أغرمه المال فلما ولي المنصور \n  الخلافة ضرب عنقه .\n</p>\n<p class=\"arabic\">وكان المنصور يلقب أبا الدوانيق لتدقيقه ومحاسبته العمال والصناع على الدوانيق \n  والحبات .\n</p>\n<p class=\"arabic\">وكان مع هذا ربما يعطي العطاء العظيم .\n</p>\n<p class=\"arabic\">قال أبو إسحاق الثعالبي وعلى شهرة المنصور بالبخل ذكر محمد بن سلام انه لم \n  يعط خليفة قبل المنصور عشرة آلاف دارت بها الصكاك وثبتت في الدواوين فإنه \n  أعطى في يوم واحد كل واحد من عمومته عشرة آلاف ألف درهم *9*467* .\n</p>\n<p class=\"arabic\">قلت وقد حدث عن عطاء بن أبي رباح يسيرا وقد خلف يوم مات في بيوت الأموال تسعمائة \n  ألف ألف درهم وخمسين ألف ألف درهم .\n</p>\n<p class=\"arabic\">وروى يحيى بن غيلان ثقة نا أبو عوانة عن الأعمش عن الضحاك عن ابن عباس عن \n  النبي صلى الله عليه وسلم قال منا السفاح ومنا المنصور .\n</p>\n<p class=\"arabic\">وقال علي بن الجعد وأبو النضر نا زهير بن معاوية نا ميسرة بن حبيب عن المنهال \n  بن عمرو عن سعيد بن جبير سمع ابن عباس يقول منا السفاح ومنا المنصور ومنا \n  المهدي .\n</p>\n<p class=\"arabic\">فهذا إسناده أخرجه عن المنهال .\n</p>\n<p class=\"arabic\">قال أبو سهل بن علي بن نوبخت كانن جدنا نوبخت المجوسي نهاية في التنجيم فسجن \n  بالأهواز فقال رأيت أبا جعفر وقد ادخل السجن فرأيت من هيبته وجلالته وحسن \n  وجهه ما لم أره لأحد فقلت له وحق الشمس والقمر إنك لمن ولد صاحب المدينة قال \n  لا ولكني من عرب المدينة قال فلم أزل أتقرب إليه وأخدمه حتى سألته عن كنيته \n  فقال أبو جعفر فقلت وحق المجوسية لتملكن قال وما يدريك قلت هو كما أقول فاذكر \n  هذه البشرى قال إن قضي شيء فسيكون قلت قد قضاه الله من السماء فقدمت دواة \n  فكتب لي يا نوبخت إذا فتح الله ورد الحق إلى أهله لم نغفل عنك وكتب أبو جعفر \n  فلما استخلف صرت إليه فأخرجت الكتاب فقال أنا له ذاكر ولك متوقع فالحمد لله \n  فأسلم نوبخت فكان منجما لأبي جعفر ومولى .\n</p>\n<p class=\"arabic\">قال إبراهيم بن عبد الصمد بن موسى بن محمد الهاشمي حدثني أبي نا أبي عن أبيه \n  قال قال لنا المنصور رأيت كأني في الحرم وكأن رسول الله صلى الله عليه وسلم \n  في الكعبة وبابها مفتوح فنادى مناد أين عبد الله فقام أخي أبو العباس حتى \n  *9*468* صار على الدرجة فأدخل فما لبث أن خرج ومعه عباءة عليها لواء أسود \n  قدر أربعة أذرع ثم نودي أين عبد الله فقمت إلى الدرجة فأصعدت وإذا رسول الله \n  صلى الله عليه وسلم وأبو بكر وبلال فعقد لي وأوصاني بأمته وعممني بعمامة وكان \n  كورها ثلاثة وعشرين وقال خذها إليك أبا الخلفاء إلى يوم القيامة .\n</p>\n<p class=\"arabic\">وقال الربيع بن يونس الحاجب سمعت المنصور يقول الخلفاء أربعة أبو بكر وعمر \n  وعثمان وعلي والملوك معاوية وعبد الملك وهشام وأنا .\n</p>\n<p class=\"arabic\">قال شباب أقام الحج للناس أبو جعفر سنة ست وثلاثين وسنة أربعين وسنة أربع \n  وأربعين وسنة اثنتين وخمسينن زاد الفسوي أنه حج أيضا سنة سبع وأربعين ومائة .\n</p>\n<p class=\"arabic\">قال أبو العيناء نا الأصمعي أن المنصور صعد المنبر فشرع في الخطبة فقام إليه \n  رجل فقال يا أمير المؤمنين أذكر من أنت في ذكره فقال له مرحبا لقد ذكرت جليلا \n  وخوفت عظيما وأعوذ بالله أن أكون ممن إذا قيل يه اتق الله أخذته العزة بالإثم \n  والموعظة منا بدت وعنا خرجت وأنت يا قائلها فأحلف بالله ما الله أردت إنما \n  أردت أن يقال قام فقال فعوقب فصبر فأهون بها من قائلها وأهتبلها من الله ويلك \n  إني قد غفرتها وإياكم معشر الناس وأمثالها .\n</p>\n<p class=\"arabic\">ثم عاد إلى خطبته وكأنما يقرأ من كتاب .\n</p>\n<p class=\"arabic\">وقال الزبير حدثني مبارك الطبري سمعت أبا عبيد الوزير سمع المنصور يقول الخليفة \n  لا يصلحه إلا التقوى والسلطان لا يصلحه إلا الطاعة والرعية لا يصلحها إلا \n  العدل وأولى بالعفو أقدرهم على الغقوبة وأنقص الناس عقلا من ظلم من هو دونه \n  *9*469* .\n</p>\n<p class=\"arabic\">قال الفريابي محمد بن يوسف قال عباد بن كثير لسفيان قلت لأبي جعفر أتؤمن بالله \n  قال نعم قلت فحدثني عن الأموال التي اصطفيتوها من بني أمية فوالله لئن كانت \n  صارت إليهم ظلما وغضبا لما رددتموها إلى أهلها الذين ظلموا ولئن كانت لهم \n  لقد أخذتم ما لا يحل لكم إذا دعيت يوم القيامة بنو أمية بالعدل جاءوا بعمر \n  بن عبد العزيز فإذا دعيتم أنتم لم تجيئوا بأحد فكن أنت ذلك الأحد فقد مضت \n  من خلافتك ست عشرة سنة وما رأينا خليفة بلغ اثنتين وعشرين سنة فهبك تبلغها \n  فما ست سنين قال يا أبا عبد الله ما أجد أعوانا قلت علي عونك بغير مرزئة أنت \n  تعلم أن أبا أيوب المورياني يريد منك كل عام بيت مال وأنا أجيئك بمن يعمل \n  بغير رزق آتيك بالأوزاعي تقلده كذا وبالثوري تقلده كذا وأنا بينك وبين الناس \n  أبلغك عنهم وأبلغهم عنك فقال حتى أستكمل بناء بغداد فأخرج إلى البصرة وأوجه \n  إليك فقال له سفيان الثوري ولم ذكرتني له قال والله ما أردت إلا النصح للأمة \n  ثم قال لسفيان ويل لمن دخل عليهم إذا لم يكن كبير العقل كثير الفهم كيف تكون \n  فتنته عليهم وعلى الأمة .\n</p>\n<p class=\"arabic\">ويقال إن عمرو بن عبيد رأس المعتزلة دخل على المنصور ووعظه فبكى المنصور وقال \n  يا أبا عثمان هل من حاجة وكان يدني عمرا ويكرمه ويجله قال نعم قال وما هي \n  حتى قال لا تبعث إلي حتى آتيك قال إذن لا نلتقي قال عن حاجتي سألتني ثم نهض \n  فلما ولى أمده بصره وهو يقول .\n</p>\n<p class=\"arabic\">% كلكم يمشي وما رويد % % كلكم يطلب صيد % .\n</p>\n<p class=\"arabic\">% غير عمرو بن عبيد % .\n</p>\n<p class=\"arabic\">قال عبد السلام بن حرب أمر له بمال فرده فقال المنصور والله لتقبلنه قال والله \n  لا أقبله فقال له المهدي أمير المؤمنين يحلف فتحلف *9*470* قال أمير المؤمنين \n  أقوى على الكفارة من عمك .\n</p>\n<p class=\"arabic\">أبو خليفة نا محمد بن سلام قال قيل للمنصور هل بقي من لذات الدنيا شيء لم \n  تنله قال بقيت خصلة أن أقعد في المصطبة وحولي أصحاب الحديث فيقول المستملي \n  من ذكرت رحمك الله قال فغدا عليه الندماء وأبناء الوزراء بالمحابر والدفاتر \n  فقال لستم بهم إنما هم الدنسة ثيابهم المشققة أرجلهم الطويلة شعورهم برد الآفاق \n  ونقلة الحديث .\n</p>\n<p class=\"arabic\">الصولي ثنا أحمد بن يحيى عن محمد بن إسماعيل عن أبيه قال قال عبد الصمد بن \n  علي للمنصور يا أمير المؤمنين لقد هممت بالعقوبة حتى كأنك لم تسمع بالعفو \n  قال لأن بني أمية لم تبل رممهم وآل أبي طالب لم تغمد سيوفهم ونحن بين قوم \n  قد رأونا أمس سوقة واليوم خلفاء فليس تتمهد هيبتنا في صدورهم إلا بنسيان العفو .\n</p>\n<p class=\"arabic\">وروي أن هشام بن عروة دخل على المنصور فقال يا أمير المؤمنين اقض عني ديني \n  قال فكم دينك قال مائة ألف قال وأنت في فقهك وفضلك تأخذ مائة ألف ليس عندك \n  قضاؤها قال شب فتيان لي فأحببت أن أبوئهم وخشيت أن ينتشر علي من أمرهم ما \n  أكره فبوأتهم واتخذت لهم منازل وأولمت عنهم ثقة الله وبأمير المؤمنين قال \n  فردد عليه مائة ألف استنكارا لها ثم قال قد أمرنا لك بعشرة آلاف فقال يا أمير \n  المؤمنين اعطني ما تعطي وأنت طيب النفس فإني سمعت أبي يحدث عن النبي صلى الله \n  عليه وسلم قال من *9*471* أعطى عطية وهو بها طيب النفس بورك للمعطي والمعطى \n  قال طيب النفس بها فأهوى هشام إلى يد المنصور يقبلها فمنعه وقال إنا نكرمك \n  عنها ونكرمها عن غيرك .\n</p>\n<p class=\"arabic\">وروي عن الربيع قال لما مات المنصور درنا في الخزائن أنا والمهدي فرأينا في \n  بيت أربعمائة جب مسدودة الرؤوس فإذا فيها أكباد مملحة أعدها للحصار .\n</p>\n<p class=\"arabic\">وذكر الرياشي عن محمد بن سلام أن جارية رأت قميصا للمنصور مرقوعا فأنكرت ذلك \n  فقال ويحك أما سمعت قول ابن هرمة .\n</p>\n<p class=\"arabic\">% قد يدرك الشرف الفتى ورداؤه % % خلق وجيب قميصه مرقوع % .\n</p>\n<p class=\"arabic\">وروى عمر بن شبة وروى عن المدائني وغيره أن المنصور لما احتضر قال اللهم قد \n  ارتكبت الأمور العظام جرأة مني عليك وقد أطعتك في أحب الأشياء إليك شهادة \n  أن لا إله إلا الله منا منك لا منا عليك ومات وقد كان المنصور رأى مناما يدل \n  على قرب الأجل فتهيأ وسار للحج .\n</p>\n<p class=\"arabic\">قال هشام بن عمار نا الهيثم بن عمران أن المنصور مات بالبطن بمكة .\n</p>\n<p class=\"arabic\">وقال خلفة والهيثم وغيرهما عاش أربعا وستين سنة .\n</p>\n<p class=\"arabic\">وقال الصولي دفن ما بين الحجون وبئر ميمون في ذي الحجة سنة ثمان وخمسين ومائة \n  *9*472* .\n\n</p>"
}