{
    "header": "عبد الله بن عون بن أرطبان ع أبو عون المزـ...",
    "id": "003582",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الله بن عون بن أرطبان ع أبو عون المزني مولاهم البصري الحافظ أحد الأئمة .\n</h1>\n<p class=\"arabic\">الأعلام .\n</p>\n<p class=\"arabic\">عن سعيد بن جبير وأبي وائل وإبراهيم والشعبي والقاسم بن محمد ومجاهد والحسن \n  وابن سيرين ومكحول وخلق وعنه حماد بن زيد وابن المبارك وابن علية وإسحاق الأزرق \n  وأزهر السمان وحريش بن أنس وعثمان بن عمر بن فارس ومسلم بن إبراهيم ويزيد \n  بن هارون ومحمد بن أبي عدي وخلق كثير .\n</p>\n<p class=\"arabic\">قال عبد الرحمن بن مهدي ما كان بالعراق أعلم بالسنة من ابن عون .\n</p>\n<p class=\"arabic\">وقال شعبة ما رأيت مثل أيوب وابن عون ويونس بن عبيد وقال ابن المبارك ما رأيت \n  أحدا أفضل من ابن عون قلت قد رأى ابن عون أنس بن مالك فهو معدود في صغار التابعين .\n</p>\n<p class=\"arabic\">قال شعبة شك ابن عون احب إلي من يقين غيره *9*461* وقال الأوزاعي إذا مات \n  ابن عون والثوري استوى الناس وقال روح بن عبادة ما رأيت أحدا أعبد من ابن \n  عون .\n</p>\n<p class=\"arabic\">وروى مسعر بن كدام عن ابن عون قال ذكر الله دواء وذكر الناس داء .\n</p>\n<p class=\"arabic\">وقال ابن معين ابن عون ثقة في كل شيء .\n</p>\n<p class=\"arabic\">وقال بكار بن محمد السيريني كان ابن عون يصوم يوما ويفطر يوما صحبتحه دهرا \n  وكان طيب الريح لين الكسوة له ختمة في الأسبوع وكان يغزو على ناقة له إلى \n  الشام فإذا وصل إلى الشام ركب الخيل وبارز مرة علجا فقتله وكان إذا جاءه أخوته \n  كأن على رؤوسهم الطير لهم خشوع وخضوع .\n</p>\n<p class=\"arabic\">قال بكار وكان إذا حدث بالحديث تخشع عنده حتى نرحمه مخافة أن يزيد أو ينقص .\n</p>\n<p class=\"arabic\">وقال أبو قطن سمعت ابن عون يقول وددت أني خرجت منه كفافا .\n</p>\n<p class=\"arabic\">قال أبو بكار كان ابن عون لا يدع أحدا من أصحاب الحديث ولا غيرهم يتبعه وما \n  رأيته يمازح أحدا ولا ينشد شعرا وكان مشغولا بنفسه وما رأيت أملك للسانه منه \n  وما سمعته حالفا على يمين قط ولا رأيته دخل حماما قط وكان له وكيل نصراني \n  يجبي غلته من دار له وكان لا يزيد في رمضان على حضور المكتوبة ثم يخلو في \n  بيته وقد سعت به المعتزلة إلى إبراهيم ) .\n</p>\n<p class=\"arabic\">بن عبد الله بن حسن الذي خرج فقالوا ها هنا رجل يوثب عليك الناس فأرسل إليه \n  أن مالي ولك فخرج عن البصرة حتى نزل القريظية وأغلق بابه *9*462* .\n</p>\n<p class=\"arabic\">وقال الأنصاري سمعت أن ابن عون دخل على سلم بن قتيبة وهو أمير فقال السلام \n  عليكم فضحك وقال نحتملها لابن عون .\n</p>\n<p class=\"arabic\">وقال معاذ بن معاذ رأيت على ابن عون برنسا من صوف رقيقا حسنا قال هذا اشتريته \n  من تركة أنس بن سيرين كان لابن عمر فكساه إياه .\n</p>\n<p class=\"arabic\">وقال المفضل بن لاحق كنا بأرض الروم فدعا رومي إلى المبارزة فخرج فارس فقتله \n  ثم دخل في الناس فلذت به لأعرفه فوضع عنه المغفر يمسح وجهه فإذا هو عبد الله \n  بن عون .\n</p>\n<p class=\"arabic\">وروى حماد بن زيد عن محمد بن فضاء قال رأيت النبي صلى الله عليه وسلم في المنام \n  فقال زوروا ابن عون فإنه يحب الله ورسوله وإن الله يحبه ورسوله .\n</p>\n<p class=\"arabic\">وقال خارجة بن مصعب جالست ابن عون اثنتي عشرة سنة فما أظن أن ملكيه كتبا عليه \n  سوءا .\n</p>\n<p class=\"arabic\">وقال بكار السيريني كان بلال بن أبي بردة قد ضرب ابن عون بالسياط لكونه تزوج \n  امرأة عربية .\n</p>\n<p class=\"arabic\">وقال مكي بن إبراهيم كنا عندابن عون فذكروا بلالا فلعنوه وقالوا إنما نذكره \n  لما ارتكبه منك فقال إنما هما كلمتان تخرجان في صحيفتي يوم القيامة لا إله \n  إلا الله أو لعن الله فلانا .\n</p>\n<p class=\"arabic\">وقال بكار بن محمد حضرت وفاة ابن عون فكان حين قبض موجها يذكر الله حتى غرغر \n  فقالت عمتي اقرأ عنده يس فقرأتها ومات في السحر وما قدرنا أن نصلي عليه حتى \n  وضعناه في محراب المصلى غلبنا الناس عليه ومات وعليه من الدين بضعة عشر ألفا \n  وأوصى بعد وفاء دينه بخمس ماله إلى أبي يفرقه في أقاربه المحتاجين ولم أره \n  يشكو في علته *9*463* قال بكار وكانت ثياب ابن عون تمس ظهر قدميه .\n</p>\n<p class=\"arabic\">وقال أبو قطن رأيت بعض أسنان ابن عون مشدودة بالذهب .\n</p>\n<p class=\"arabic\">وقال بكار بن محمد كان ابن عون زوج عمتي أم محمد بنت عبد الله بن محمد بن \n  سيرين ولما مات كفنوه في برد ثمنه مائتا درهم ولم يخلف درهما إنما خلف دارين \n  قال ومات في رجب سنة إحدى وخمسين ومائة وفيها أرخه يحيى القطان وأبو نعيم \n  وجماعة وما عدا ذلك وهم .\n</p>\n<p class=\"arabic\">قيل سنة خمسين ومائة ومولده سنة ست وستين وكان يمكنه السماع من طائفة من الصحافة .\n</p>\n<p class=\"arabic\">قال ابن سعد كان أكبر نم سليمان التيمي قال وكان ثقة كثير الحديث ورعا عثمانيا .\n</p>\n<p class=\"arabic\">وقال محمود بن غيلان ثنا النضر بن شميل قال كان رجل يلازم ابن عون فقيل له \n  بلغ حديث ابن عون ألفا قال أضعف قيل وألفين قال أضعف قيل فأربعة آلاف قال \n  أضعف قيل ستة فسكت الرجل قال عمر بن حبيب سمعت عثمان البتي يقول ما رأيت عيناي \n  مثل ابن عون .\n</p>\n<p class=\"arabic\">وروى عن ابن عون أن أمه نادته فعلا صوته صوتها فخاف فأعتق رقبتين .\n</p>\n<p class=\"arabic\">وقال ابن المبارك ما رأيت عيني أحدا ممن ذكر لي إلا رأيته دون ما ذكر لي إلا \n  ابن عون وحيوة بن شريح .\n</p>\n<p class=\"arabic\">وقال يحيى بن يوسف الزمي نا أبو الأحوص قال كان يقال لابن عون سيد القراء \n  في زمانه *9*464* .\n</p>\n<p class=\"arabic\">قال ابن المديني جمع لابن عون ما لم يجمع لأحد من أصحابه ولم يحدث إلا بعد \n  موت أيوب كان يمتنع من الحديث فلما مات يونس بن عبيد ألح على ابن عون أصحاب \n  الحديث فسلس وحدث .\n</p>\n<p class=\"arabic\">وقال ابن سعد أخبرنا بكار بن محمد حدثني بعض أصحابنا أن ابن عون كان له ناقة \n  يغزو عليها ويحج عليها وكان بها معجبا فأمر غلاما له يستقي عليها فجاء بها \n  وقد ضربها على وجهها فسالت عينها على خدها فقلنا إن كان ابن عون يسيء فاليوم \n  فلم يلبث أن نزل فلما نظر إلى الناقة قال سبحان الله أفلا غير الوجه بارك \n  الله فيك أخرج عني اشهدوا أنه حر .\n</p>\n<p class=\"arabic\">وقال معاذ بن معاذ حدثني غير واحد من أصحاب يونس بن عبيد أنه قال إني لأعرف \n  رجلا منذ عشرين سنة يتمنى أن يسلم له يوم من أيام ابن عون فما يقدر عليه .\n</p>\n<p class=\"arabic\">قال ابن المبارك ما رأيت مصليا مثل ابن عون .\n</p>\n<p class=\"arabic\">قرأت على إسحاق بن أبي بكر أخبركم ابن خليل أنا أبو المكارم اللبان أنا أبو \n  علي الحداد أن أنا أبو نعيم أنا أبو محمد بن حبان نا عبد الرحمن بن محمد بن \n  حماد نا حفص الرياني أنا معاذ بن معاذ سمعت هشام بن حسان يقول حدثني من لم \n  تر عيناي مثله فقلت في نفسي اليوم نستبين فضل الحسن وابن سيرين قال فأشار \n  بيده إلى ابن عون وهو جالس وبه قال أبو نعيم ) .\n</p>\n<p class=\"arabic\">ثنا ابن خلاد ثنا الكديمي ثنا الخريبي قال دخلت البصرة لألقى ابن عون فلما \n  صرت إلى قناطير بني دارم تلقاني نعيه فدخلني ما الله به عليم .\n</p>\n<p class=\"arabic\">قلت ترجمته في تاريخ دمشق عشرون ورقة ومات سنة إحدى *9*465* وخمسين ومائة \n  على الصحيح وقال ابن معين سنة اثنتين وقال المنقري مات سنة خمسين .\n\n</p>"
}