{
    "header": "الأوزاعي ع عبد الرحمن بن عمر بن يحمد أبوـ...",
    "id": "003606",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الأوزاعي ع عبد الرحمن بن عمر بن يحمد أبو عمرو الأوزاعي إمام أهل الشام \n  وفقيههم .\n</h1>\n<p class=\"arabic\">وعالمهم *9*484* .\n</p>\n<p class=\"arabic\">كان يسكن بظاهر باب الفراديس بمحلة الأوزاع ثم تحول إلى بيروت فرابط إلى أن \n  مات بها .\n</p>\n<p class=\"arabic\">قال ابن سعد والأوزاع بطن من همدان وهو من أنفسهم قال وولد سنة ثمان وثمانين \n  وكان ثقة مأمونا فاضلا خيرا كثير العلم والحديث والفقه حجة .\n</p>\n<p class=\"arabic\">روى الأوزاعي عن عطاء بن أبي رباح والقاسم بن مخيمرة ومحمد بن سيرين حكاية \n  والزهري ومحمد بن علي الباقر وإسماعيل بن عبيد الله بن أبي المهاجر وقتادة \n  وعمرو بن شعيب وربيعة بن يزيد وشداد بن عمار وعبدة بن أبي لبابة وبلال بن \n  سعد ومحمد بن إبراهيم التيمي ويحيى بن أبي كثير وعبد الله بن عامر اليحصبي \n  وخلق .\n</p>\n<p class=\"arabic\">وعنه الزهري ويحية بن أبي كثير شيخاه ويونس ين يزيد وسفيان وشعبة ومالك وسعيد \n  بن عبد العزيز وابن المبارك والوليد ين مسلم بن مزيد وبقية وابن شابور ويحيى \n  القطان والمعافى الموصلي والفريابي وأبو المغيرة وأبو عاصم وخلائق وأصله من \n  سبي السند *9*485* .\n</p>\n<p class=\"arabic\">وقال البخاري لم يكن من الأوزاع بل نزل فيهم .\n</p>\n<p class=\"arabic\">وقال الهيثم بن خارجة سمعت أصحابنا يقولون أليس هو من الأوزاع هو ابن عم يحيى \n  بن أبي عمرو السيباني لحا إنما كان ينزل قرية الأوزاع إذا خرجت من باب الفراديس .\n</p>\n<p class=\"arabic\">وقال ضمرة بن ربيعة الأوزاع اسم وقع على موضع مشهور بربض دمشق سكنه بقايا \n  من قبائل شتى والأوزاع الفرق تقول وزعته إذا فرقته .\n</p>\n<p class=\"arabic\">وقال أبو زرعة الدمشقي كان اسم الأوزاعي عبد العزيز فغيره وأصله سندي نزل \n  في الأوزاع وكانت صنعته الكتابة والترسل ورسائله تؤثر .\n</p>\n<p class=\"arabic\">وقال ضمرة سمعت الأوزاعي يقول كنت كالمحتلم في خلافة عمر بن عبد العزيز .\n</p>\n<p class=\"arabic\">قلت هذا يرد على قول من زعم أن مولده سنة ثلاث وسبعين .\n</p>\n<p class=\"arabic\">وقال الوليد بن مزيد ولد ببعلبك ونشأ بالبقاع ثم نقلته انه إلى بيروت كان \n  يتيما فقيرا حجر أمه عجزت الملوك أن تؤدب أنفسها وأولادها أدبه في نفسه ما \n  سمعت منه كلمة فاضلة إلا احتاج مستمعها إلى إثباتها عنه ولا رأيته ضاحكا حتى \n  يقهقه ولقد كان إذا أخذ في ذكر المعاد أقول أترى في المجلس قلب لم يبك *9*486* .\n</p>\n<p class=\"arabic\">قال محمد بن عبد الرحمن السلمي رأيت الأوزاعي وكان فوق الربعة خفيف اللحم \n  به سمرة يخضب بالحناء .\n</p>\n<p class=\"arabic\">وقال العباس بن الوليد البيروتي عن شيوخه إن الأوزاعي قال مات أبي وأنا صغير \n  فمر فلان من العرب فقال من أنت قلت فلان فقال ابن أخي يرحم الله أباك فذهب \n  بي إلى بيته فكنت معه حتى بلغت فألحقني في الديوان وضرب علينا بعث إلى اليمامة \n  فلما دخلنا مسجدنا قال لي رجل رأيت يحيى بن أبي كثير معجبا بك يقول ما رأيت \n  في هذا البعث أهدى من هذا الشاب قال فجالسته فكتبت عنه أربعة عشر كتابا فاحترقت \n  رواها محمد بن أيوب بن سويد .\n</p>\n<p class=\"arabic\">عن أبيه وزاد فقال لي يحيى ينبغي لك أن تبادر إلى البصرة لعلك تدرك الحسن \n  وابن سيرين فانطلقت إليها فوجدت الحسن قد مات فأخبرنا الأوزاعي أنه دخل على \n  ابن سيرين فعاده ثم مات بعد أيام فما سمع منه .\n</p>\n<p class=\"arabic\">قال الهقل بن زياد أجاب الأوزاعي في سبعين ألف مسألة أو نحوها .\n</p>\n<p class=\"arabic\">وكان إسماعيل بن عياش يقول سمعت الناس يقولون في سنة أربعين ومائة الأوزاعي \n  هو اليوم عالم الأمة وقال أمية بن يزيد هو أرفع عندنا من مكحول أنه قد جمع \n  العبادة والعلم والقول بالحق وذكر مسلمة بن ثابت عن مالك قال الأوزاعي إمام \n  يقتدى به .\n</p>\n<p class=\"arabic\">وقال علي بن بكار سمعت أبا إسحاق الفزاري يقولك ما رأيت مثل الأوزاعي والثوري \n  فأما الأوزاعي فكان رجل عامة وأما الثوري فكان *9*487* رجل خاصة نفسه ولو \n  خيرت لهذه الأمة لاخترت لها الأوزاعي وكذا قال ابن المبارك وغيره .\n</p>\n<p class=\"arabic\">قال الخريبي كان الأوزاعي أفضل أهل زمانه وقال الوليد ما رأيت أكثر اجتهادا \n  في العبادة منه وقال بشر بن المنذر رأيت الأوزاعي كأنه أعمى من الخشوع .\n</p>\n<p class=\"arabic\">وقال أبو مسهر كان الأوزاعي يحيي الليل صلاة وقرآن وبكاء .\n</p>\n<p class=\"arabic\">وقال ابن مهدي إنما الناس في زمانهم أربعة حماد بن زيد بالبصرة والثوري بالكوفة \n  ومالك بالحجاز والأوزاعي بالشام وقال أحمد الأوزاعي إمام .\n</p>\n<p class=\"arabic\">وقال إسحاق إذا اجتمع الثوري والأوزاعي ومالك على أمر فهو سنة .\n</p>\n<p class=\"arabic\">وروى عمر بن عبد الواحد عن الأوزاعي قال دفع إلي الزهري صحيفة فقال اروها \n  عني ودفع إلي يحيى بن أبي كثير صحيفة فقال اروها عني قال الوليد قال الأوزاعي \n  نعمل بها ولا نحدث بها وقال هشام بن عمار سمعت الوليد يقول احترقت كتب الأوزاعي \n  زمن الرجفة ثلاثة عشر فنداقا فأتاه رجل بنسخها فقال يا أبا عمرو هذه نسخة \n  كتابك وإصلاحك بيدك فما عرض لشيء منها حتى فارق الدنيا وسمعته يقول لا نأمن \n  بإصلاح اللحن .\n</p>\n<p class=\"arabic\">وقال الوليد بن مزيد سمعت الأوزاعي يقول إذا أراد الله بقوم شرا فتح عليهم \n  الجدل ومنعهم العمل *9*488* .\n</p>\n<p class=\"arabic\">قال العباس بن الوليد أدركت أهل زمان محمد ولد الأوزاعي وما كانوا يشكون أنه \n  من الأبدال قلت عاش محمد بعد أبيه عشرين سنة وكان عابدا قانتا لله أخذ عنه \n  أبو مسهر .\n</p>\n<p class=\"arabic\">وقال عمرو بن أبي سلمة سمعنا الأوزاعي يقول رأيت كان ملكين نزلا فأخذا بضبعي \n  فعرجاني إلى الله تعالى وأوقفاني بين يديه فقال انت عبدي عبد الرحمن الذي \n  تأمر بالمعروف وتنهى عن المنكر قال قلت بعزتك رب أنت أعلم قال فرداني إلى \n  الأرض .\n</p>\n<p class=\"arabic\">وقال محمد بن كثير سمعت الأوزاعي يقول كنا والتابعون متوافرون يقولون إن الله \n  تعالى فوق عرشه ونؤمن بما وردت به السنة من صفاته .\n</p>\n<p class=\"arabic\">وقال أبو أسامة رأيت سفيان الثوري والأوزاعي ولو خيرت لاخترت الأوزاعي لأنه \n  كان أعلم الرجلين وقال صدقة السمين ما رأيت أحدا أحلم ولا اكمل ولا أجمل من \n  الأوزاعي .\n</p>\n<p class=\"arabic\">وقال موسى بن أعين قال الأوزاعي كنا نضحك ونمزح فلما صرنا يقتدى بنا خشينا \n  أن لا يسمعنا التبسم .\n</p>\n<p class=\"arabic\">وقال منصور بن أبي مزاحم عن أبي عبيد الله كاتب المنصور قال كانت ترد علينا \n  إلى المنصور كتب من الأوزاعي نتعجب منها ونعجز كتابة عنها فكانت تنسخ في دفاتر \n  وتوضع بين يدي المنصور فيكثر النظر فيها استحسانا لألفاظها فقال لسليمان بن \n  مجالد وكان من أحظى كتابه عنده ينبغي أن تجيب الأوزاعي قال ما أحسن ذاك وإن \n  له نظما في الكتب لا أظن أحدا *9*489* من جميع الناس يقدر على إجابته عنه \n  وأنا أستعين بألفاظه على من لا يعرفها ممن نكاتبه وقال الحكم بن موسى ثنا \n  الوليد قال ما كنت أحرص على السماع من الأوزاعي إلى جنبه فقلت يا رسول الله \n  عمن أحمل العلم قال عن هذا وأشار إلى الأوزاعي .\n</p>\n<p class=\"arabic\">عبد الحميد بن بكار عن محمد بن شعيب قال جلست إلى شيخ في المسجد فقال أنا \n  ميت يوم كذا وكذا فلما كان ذلك اليوم أتيته فإذا هو يتفلى في الصحن فقال ما \n  أخذتم النعش خذوه قبل أن تسبقوا إليهن قلت ما تقول رحمك الله قال هو ما قال \n  لك إني رأيت طائرا يقع على ركن هذه القبة فسمعته يقول فلان قدري وفلان كذا \n  وعثمان ابن أبي العاتكة نعم الرجل والأوزاعي خير من يمشي على الأرض وأنت ميت \n  يومكذا قال فما جاءت الظهر حتى مات الرجل .\n</p>\n<p class=\"arabic\">قال الوليد بن مزيد كان الأوزاعي من العبادة على شيء لم يسمع بأحد قوي عليه \n  ما أتى عليه زوال قط إلا وهو قائم يصلي وقال مروان بن محمد قال الأوزاعي من \n  أطال قيام الليل هون الله عليه وقوف يوم القيامة ويذكر عن الأوزاعي انه حج \n  فما اضطجع في المحمل أبدا .\n</p>\n<p class=\"arabic\">وقال إسحاق بن خالد نا أبو مسهر قال ما رؤي الأوزاعي باكيا قط ولا ضاحكا حتى \n  تبدو نواجذه وكان يحيي الليل بكاء وصلاة وأخبرني بعض أخوتي من أهل بيروت أن \n  أم الأوزاعي كانت تدخل منزل الأوزاعي وتتفقد موضع مصلاه فنجده رطبا من دموعه \n  *9*490* .\n</p>\n<p class=\"arabic\">وقال محمد بن الأوزاعي قال لي أبي يا بني لو كنا نقبل من الناس كل ما يعرضون \n  علينا لأوشك بنا أن نهون عليهم .\n</p>\n<p class=\"arabic\">وقال الوليد بن مزيد سمعت الأوزاعي يقول عليك بآثار من سلف وإن رفضك الناس \n  وإياك وآراء الرجال وإن زخرفوه لك بالقول فإن الأمر ينجلي وأنت على طريق مستقيم .\n</p>\n<p class=\"arabic\">وقال بقية قال لي الأوزاعي العلم ما جاء عن أصحاب محمد صلى الله عليه وسلم \n  وما يجيء عن الصحابة فليس بعلم وقال الوليد وبقية عن الأوزاعي لا يجتمع حب \n  علي وعثمان إلا في قلب مؤمن وقال الأوزاعي كتب إلي قتادة إن كانت الدار فرقت \n  بيننا وبينك فإن ألفه الإسلام جامعة بين أهلها وقال الوليد بن مزيد سمعت الأوزاعي \n  يقول أتيت بيروت أرابط فلقيت سوداء عند المقابر فقلت أين العمارة قالت أنت \n  في العمارة وإن أردت الخراب فبين يديك .\n</p>\n<p class=\"arabic\">قال أحمد بن عبد الواحد نا محمد بن كثير عن الأوزاعي قال وقع عندنا ببيروت \n  رجل جراد فذكر من عظمه وعظم الجرادة قال وعليه خفان احمران وهو يقول الدنيا \n  باطل وباطل ما فيها ويومئ بيده حيثما أومأ أنساب الجراد رواها علي بن زيد \n  الفرائضي عن ابن كثير سمع الأوزاعي أنه هو الذي رأى ذلك *9*491* .\n</p>\n<p class=\"arabic\">وقال أبو زرعة أريد الأوزاعي على القضاء من يزيد بن الوليد فجلس بهم مجلسا \n  واحدا وترك عن الأوزاعي قال من أكثر الموت كفاه اليسير ومن عرف أن منطقه من \n  عمله قل كلامه .\n</p>\n<p class=\"arabic\">ومن موعظة للأوزاعي يقول كانوا بلهو الأمل آمنين فقد علمتم ما نزل بساحتهم \n  بيتا من عقوبة الله فأصبح كثير منهم في ديارهم جاثمين وأصبح الباقون ينظرون \n  في آثار نقمه ومساكن خاوية فيها آية للذين يخافون العذاب الأليم وأصبحتم بعدهم \n  في أجل منقوص ودنيا منقوصة في زمان قد ولى عفوه وذهب رخاؤه فلم يبق منه إلا \n  حمة شر وصبابة كدر وأهاويل غير وعقوبات عبر وإرسال فتن وتتابع زلازل ورذالة \n  خلف بهم ظهر الفساد فلا تكونوا أشباها لمن خدعه الأمل وغره طول الأجل جعلنا \n  الله وإياكم ممن وعى وانتهى وعقل .\n</p>\n<p class=\"arabic\">مثواه فمهد لنفسه .\n</p>\n<p class=\"arabic\">وقال عامر بن يساف سمعت الأوزاعي يقول إذا بلغك عن رسول الله صلى الله عليه \n  وسلم حديث فإياك أن تقول بغيره وقال أبو إسحاق الفزاري عن الأوزاعي كان يقال \n  خمس كان عليها الصحابة والتابعون لهم بإحسان لزوم الجماعة واتباع السنة وعمارة \n  المسجد والتلاوة والجهاد وقال محمد بن شعيب سمعت الأوزاعي يقول من أخذ بنوادر \n  العلماء خرج من الإسلام *9*492* .\n</p>\n<p class=\"arabic\">وعن الأوزاعي قال كنا نتحدث أنه ما ابتدع أحد بدعة إلى سلب ورعه .\n</p>\n<p class=\"arabic\">وعن عنبسة بن سعيد أنه قال ما ابتدع رجل إلا غل صدره على المسلمين .\n</p>\n<p class=\"arabic\">وقال أبو توبة الحلبي سمعت سلمة بن كلثوم يقول كتب أبو حنيفة إلى الأوزاعي \n  تسعين مسألة فما أجاب منها إلا بمسألتين .\n</p>\n<p class=\"arabic\">وقال أبو إسحاق الفزاري قال الأوزاعي إنا لا ننقم على أبي حنيفة أنه رأى كلنا \n  نرى ولكنن ننقم عليه أنه رأى الشيء عن النبي صلى الله عليه وسلم فخالفه .\n</p>\n<p class=\"arabic\">وقال الأوزاعي فيما سمعه منه الوليد بن مزيد إن المؤمن يقول قليلا ويعمل كثيرا \n  وإن المنافق يقول كثيرا ويعمل قليلا .\n</p>\n<p class=\"arabic\">وقال الأوزاعي سمعت يحيى بن أبي كثير يقول العالم من خشي الله وخشية الله \n  الورع *9*493* .\n</p>\n<p class=\"arabic\">قال سالم بن جنادة ثنا أبو سعيد التغلبي قال لما خرج إبراهيم ومحمد على المنصور \n  أراد أهل الثغور أن يعينوه عليهما فأبوا ذلك فوقع في يد ملك الروم ألوف من \n  المسلمين أسرى وكان ملك الروم يحب أن يفادي بهم ويأبى أبو جعفر فكتب إليه \n  الأوزاعي أما بعد فإن الله استرعاك هذه الأمة لتكون فيها باللين قائما وبنبيه \n  صلى الله عليه وسلم في خفض الجناح والرأفة متشبها .\n</p>\n<p class=\"arabic\">وأنا أسأل الله أن يسكن على أمير المؤمنين دهماء هذه الأمة ويرزقه رحمتها \n  فإن سائخة المشركين وموطأهم حريم المسلمين واستنزالهم العواتق من المعاقل \n  لا يلقون لهن ناصرا ولا عنهن مدافعا كاشفات عن رؤوسهن وأقدامهن وكان ذلك من \n  الله بمرأى ومسمع فليتق الله أمير المؤمنين وليسع بالمفادة فيهم من الله سبيلا \n  وليخرج من حجة الله عليه فإن الله قال لنبيه وما لكم لا تقاتلون في سبيل الله \n  والمستضعفين من الرجال والنساء والولدان لا يستطيعون حيلة ولا يهتدون سبيلا \n  والله يا أمير المؤمنين ما لهم يومئذ فيء موقوف ولا ذمة تؤدي خراجا إلا خاصة \n  أموالهم وقد بلغني عن رسول الله صلى الله عليه وسلم أنه قال إني لأسمع بكاء \n  الصبي في الصلاة فأتجوز فيها مخافة أن تفتن أمه وكيف بتخليتهم في أيدي عدوهم \n  يمتهنونهم ويطئونهم وأنت راع والله فوقك ومستوف منك يوم توضع الموازين القسط \n  ليوم القيامة فلما وصل كتابه أمر بالفداء .\n</p>\n<p class=\"arabic\">الوليد بن مزيد سمعت الأوزاعي يقول ويل للمتفقهين لغير العبادة والمستحلين \n  الحرمات بالشبهاب .\n</p>\n<p class=\"arabic\">وقال محمد بن خلف بن المرزبان نا أبو نشيط محمد بن هارون نا الفريابي قال \n  اجتمع الثوري والأوزاعي وعباد بن كثير بمكة فقال سفيان *9*494* الثوري يا \n  أبا عمر حدثنا حديثك مع عبد الله بن علي قال نعم لما قدم الشام وقتل بني أمية \n  فجلس يوما على سريره ودعا أصحابه أربعة أصناف معهم السيوف مسللة صنف ثم بعث \n  إلي فلما صرت بالباب أنزلوني عن دابتي وأخذ اثنان بعضدي ثم أدخلوني بين الصفوف \n  حتى أقاموني مقاما يسمع كلامي فسلمت فقال لي أنت عبد الرحمن بن عمرو الأوزاعي \n  قلت نعم أصلح الله أمير المؤمنين قال ما تقول في دماء بني أمية فسألني مسألة \n  رجل يريد أن يقتل رجلا فقلت قد كانت بينك وبينهم عهود فقال ويحك اجعلني وإياهم \n  لا عهد بيننا ما تقول في دمائهم فأجهشت نفسي وكرهت القتل فذكرت مقامي بين \n  يدي الله فلفظتها فقلت دماؤهم عليك حرام فغضب وانتفخت عيناه وأوداجه وقال \n  ويحك ولم ذاك قلت قال رسول الله صلى الله عليه وسلم لا يحل دم امرئ مسلم يشهد \n  أن لا إله إلا الله وأني رسول الله إلا بإحدى ثلاث ثيب زان ونفس بنفس وتارك \n  لدينه قال ويحك أوليس الأمر لنا ديانة قلت كيف ذاك قال أليس كان رسول الله \n  صلى الله عليه وسلم أوصى إلى علي قلت لو أوصى إليه لما حكم الحكمين فسكت وقد \n  اجتمع غضبا فجعلت أتوقع رأسي يقع بين يدي فقال بيده هكذا أومأ أن أخرجوه فخرجت \n  فركبت وسرت غير بعيد فإذا فارس فنزلت وقلت قد بعث ليأخذ رأسي أصلي ركعتين \n  فكبرت فجاء وأنا قائم أصلي فسلم وقال إن الأمير قد بعث إليك بهذه الدنانير \n  قال ففرقتها قبل أن أدخل منزلي .\n</p>\n<p class=\"arabic\">وقال يعقوب بن شيبة ثنا أبو عبد الملك بن الفارس نا عبد الرحمن بن *9*495* \n  عبد العزيز نا الفريابي نا الأوزاعي قال لما فرغ عبد الله بن علي من قتل بني \n  أمية بعث إلي وكان يومئذ قتل نيفا وسبعين بالكافر كوبات فقال ما تقول في دمائهم \n  فحرت قال أجب وما لقيت مثله مفوها قط فقلت كان لهم عليك عهد قال فاجعلني وإياهم \n  ولا عهد بيننا ما تقول في دمائهم قلت حرام لقوله عليه السلام لا يحل دم امرئ \n  مسلم الحديث قال ولم ويلك أليست الخلافة وصية من رسول الله صلى الله عليه \n  وسلم قاتل عليها علي بصفين قلت لو كانت وصية ما رضي بالحكمين قال فنكس ثم \n  نكست ثم قلت البول فأشار بيده أن أذهب فجعلت لا أخطو خطوة إلا ظننت أن رأسي \n  تقع عندها .\n</p>\n<p class=\"arabic\">هاشم بن مرثد سمعت أحمد بن العمر يقول لما جاءت المحنة التي نزلت بالأوزاعي \n  إذا نزل عبد الله بن علي حماة طلبه قال فنزل علي ثور بن يزيد بحمص فلم يزل \n  يتكلم في القدر من بعد العشاء إلى الفجر وأنا ساكت ثم صليت وأتيت حماة فأدخلت \n  على عبد الله فقال يا أوزاعي أتعد مقامنا هذا ومسيرنا رباطا فقلت جاءت الآثار \n  عن رسول الله صلى الله عليه وسلم أنه قال من كانت هجرته إلى الله ورسوله الحديث .\n</p>\n<p class=\"arabic\">وقال عتبة بن حماد القاري نا الأوزاعي قال بعث إلي عبد الله بن علي فاشتد \n  علي فأدخلت فقال ما تقول في مخرجنا هذا وما نحن فيه فقلت أصلح الله الأمير \n  قد كان بيني وبين داود بن علي مودة قال لتخبرني ففكرت ثم استسلمت للموت فقلت \n  حدثني يحيى عن محمد بن إبراهيم وساق حديث الأعمال بالنيات قال وبيده قضيب \n  ينكت به ثم قال يا عبد الرحمن ما تقول في قتل أهل هذا البيت فورد علي أمر \n  عظيم فقلت قد كان بيني وبين داود مودة فقال هيه لتحدثني فقلت حدثني محمد بن \n  مروان عن مطرف بن الشخير عن عائشة قال رسول الله *9*496* صلى الله عليه وسلم \n  لا يحل قتل مسلم إلا في ثلاث فأطرق هويا ثم قال أخبرني عن الخلافة وصية لنا \n  رسول الله صلى الله عليه وسلم قلت لو كان وصية ما ترك علي أحدا يتقدمه فقال \n  ما تقول في أموال بني أمية فقلت إن كانت لهم جلال فهي عليك حرام وإن كانت \n  عليهم حرام فهي عليك أحرم أي فردها إلى أهلها ثم امرني فأخرجت .\n</p>\n<p class=\"arabic\">قال عبد الوهاب بن نجدة نا أبو الأسوار محمد بن عمر التنوخي قال كتب أبو جعفر \n  إلى الأوزاعي أما بعد فقد جعل أمير المؤمنين في عنقك ما جعله الله لرعيته \n  إليه بما رأيت في المصلحة فكتب إليه عليك يا أمير المؤمنين بتقوى الله وتواضع \n  يرفعك الله يوم يضع المتكبرين واعلم أن قرابتك من رسول الله صلى الله عليه \n  وسلم لن تزيد حق الله عليك إلا عظما ولا طاعته إلا وجوبا .\n</p>\n<p class=\"arabic\">وقال يحيى بن أيوب المقابري ثنا أحمد بن أبي الحواري قال دخل الأوزاعي على \n  المنصور فلما أراد أن يصرف استعفى من لبس السواد فأجابه فسئل الأوزاعي فقال \n  لم يحرم فيه محرم ولا كفن فيه ميت ولم تزين فيه عروس .\n</p>\n<p class=\"arabic\">قال عبد الحميد بن بكار سمعت ابن أبي العشرين يقول سمعت أمير الساحل يقول \n  وقد دفنا الأوزاعي رحمك الله أبا عمرو ولقد كنت أخافك أكثر ممن ولاني وقال \n  محمد بن عبيد الطنافسي كنت جالسا عند الثوري فجاءه رجل فقال رأيت كأن ريحانه \n  من المغرب قلعت .\n</p>\n<p class=\"arabic\">قال إن صدقت رؤياك فقد مات الأوزاعي فكتبوا ذلك فوجد موته في ذلك اليوم *9*497* .\n</p>\n<p class=\"arabic\">قال أحمد بن عيسى المصري حدثني خيران بن العلاء وكان من خيار أصحاب الأوزاعي \n  قال دخل الأوزاعي الحمام وكان لصاحب الحمام حاجة فأغلق عليه وذهب ثم جاء فوجده \n  ميتا مستقبل القبلة .\n</p>\n<p class=\"arabic\">وقال أبو مسهر بلغنا موت الأوزاعي وأن زوجته أغلقت عليه باب الحمام غير متعمدة \n  فمات فأمرها سعيد بن عبد العزيز بعتق رقبة ولم يخلف إلا ستة دنانير فضلت من \n  عطائه وكان قد اكتتب في ديوان الساحل .\n</p>\n<p class=\"arabic\">أبو فروة يزيد بن محمد الرهاوي سمعت أبي يقول قلت لعيسى بن يونس أيما أفضل \n  الأوزاعي أو الثوري فقال لي وأين أنت من سفيان قلت ذهبت به العراقية الأوزاعي \n  وفقهه وفضله وعلمه فغضب وقال أتراني أؤثر على الحق شيئا سمعت الأوزاعي يقول \n  ما أخذنا العطاء حتى شهدنا على علي بالنفاق وتبرأنا منه وأخذ علينا بذاك العتاق \n  والطلاق وأيمان البيعة قال فلما عقلت أمري سألت مكحولا ويحيى بن أبي كثير \n  وعطاء بن أبي رباح وعبد الله بن عبيد بن عمير فقالوا ليس عليك شيء إنما أنت \n  مكره قال فلم تطب نفسي حتى فارقت نسائي وأعتقت رقيقي وخرجت من مالي وكفرت \n  أيماني فأخبرني أسفيان كان يفعل ذلك سمعها الحاكم من أبي علي الحافظ أنا مكحول \n  ببيروت ثنا أبو فروة .\n</p>\n<p class=\"arabic\">العباس بن الوليد بن مزيد .\n</p>\n<p class=\"arabic\">نا أبو عبد الله بن فلان قال سمعت الأوزاعي يقول نترك من قول أهل العراق خمسا \n  ومن قول أهل الحجاز خمسا فمن قول أهل العراق شرب المسكر والأكل عند الفجر \n  في رمضان ولا جمعة إلا في سبعة أمصار وتأخير العصر حتى يصير ظل كل شيء أربعة \n  أمثاله والفرار يوم الزحف .\n</p>\n<p class=\"arabic\">ومن قول أهل الحجاز استماع الملاهي والجمع بين الصلاتين من غير *9*498* عذر \n  والمتعة بالنساء والدرهم بالدرهمين والدينار بدينارين مداينة وإتيان النساء \n  في أدبارهن .\n</p>\n<p class=\"arabic\">قال العباس بن الوليد سمعت عقبة بن علقمة قال كان سبب موت الأوزاعي أنه خضب \n  ودخل حماما له في منزله وأدخلت معه امرأته كانونا فيه فحم ليدفأ وأغلقت عليه \n  فهاج الفحم وصفرت نفسه وعالج الباب ليفتحه فامتنع عليه فألقى نفسه فوجدناه \n  متوسدا ذراعه إلى القبلة .\n</p>\n<p class=\"arabic\">قال العباس بن الوليد نا سالم بن المنذر قال لما سمعت الصيحة برفاة الأوزاعي \n  خرجت فأول من رأيت نصرانيا قد ذر على رأسه الرماد قال فلم يزل المسلمون يعرفون \n  ذلك له وخرج في جنازته اليهود ناحية والنصارى ناحية والقبط .\n</p>\n<p class=\"arabic\">اتفقوا على وفاة الأوزاعي سنة سبع وخمسين ومائة زاد بعضهم في صفر رضي الله \n  عنه .\n</p>\n<p class=\"arabic\">ولقد كان مذهب الأوزاعي ظاهرا بالأندلس إلى حدود العشرين ومائتين ثم تناقض \n  واشتهر مذهب مالك بيحيى بن يحيى الليثي وكان مذهب الأوزاعي أيضا مشهورا بدمشق \n  إلى حدود الأربعين وثلاثمائة وكان القاضي أبو الحسن ابن حذلم له حلقة بجامع \n  دمشق ينتصر فيها لمذهب الأوزاعي .\n\n</p>"
}