{
    "header": "عبد العزيز بن أبي رواد واسم أبيه ميمون وـ...",
    "id": "003612",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد العزيز بن أبي رواد واسم أبيه ميمون ويقال أيمن بن بدر مولى المهلب بن \n  أبي صفرة .\n</h1>\n<p class=\"arabic\">الأزدي المكي أحد العلماء وله جماعة أخوة .\n</p>\n<p class=\"arabic\">روى عن عكرمة وسالم والضحاك بن مزاحم ونافع وجماعة وعنه ابنه عبد المجيد وحسين \n  الجعفي ويحيى القطان وعبد الرزاق وأبو *9*503* عاصم ومكي بن إبراهيم وعدة .\n</p>\n<p class=\"arabic\">قال ابن المبارك كان من أعبد الناس .\n</p>\n<p class=\"arabic\">وقال يوسف بن أسباط مكث أربعين سنة لم يرفع طرفه إلى السماء فبينما هو يطوف \n  حول الكعبة إذ طعنه المنصور بإصبعه فالتفت فقال قد علمت أنها طعنة جبار .\n</p>\n<p class=\"arabic\">وقال شقيق البلخي ذهب بصر عبد العزيز بن أبي رواد عشرين سنة ولم يعلم به أهله \n  ولا ولده .\n</p>\n<p class=\"arabic\">وعن سفيان بن عيينة قال كان ابن أبي رواد من أحلم الناس فلما لزمه أصحاب الحديث \n  قال تركني هؤلاء كأني كلب هرار .\n</p>\n<p class=\"arabic\">وقال أبو عبد الرحمن المقري ما رأيت أحدا قط أصبر على طول القيام من عبد العزيز \n  بن أبي رواد .\n</p>\n<p class=\"arabic\">وقال خلاد بن يحيى ثنا عبد العزيز بن أبي رواد قال كان يقال من رأس التواضع \n  الرضا بالدون من شرف المجالس ) .\n</p>\n<p class=\"arabic\">وقال عبد الصمد بن يزيد مردويه نا ابن عيينة أن عبد العزيز بن أبي رواد قال \n  لأخ له أقرضنا خمسة آلاف درهم إلى الموسم فسر التاجر وحملها إليه فلما جنه \n  الليل قال ما صنعت بابن أبي رواد شيخ كبير وأنا كبير ما أدري ما يحدث لنا \n  فلا يعرف له ولدي ما أعرف له لئن أصبحت لآتينه فأشاوره وأجعله منها في حل \n  فلما أصبح أتاه فأخبره فقال اللهم أعطه أفضل ما نوى ودعا له وقال إن كنت إنما \n  تشاورني فإنما استقرضناه على الله وكلما اغتممنا به كفر به عنا فإذا جعلتنا \n  منه في حل كأنه يسقط وكره التاجر *9*504* أن يخالفه قال فما أتى الموسم حتى \n  مات التاجر فأتى ولده فقالوا مال أبينا يا أبا عبد الرحمن فقال لهم لم يتهيأ \n  ولكن بيننا الموسم الآتي فقاموا من عنده فلما كان الموسم الآتي لم يتهيأ المال \n  فقالوا له اقض أهون عليك من الخنوع وتذهب بأموال الناس فرفع رأسه فقال رحم \n  الله أباكم قد كان يخاف هذا وشبهه ولكن الأجل بيننا وبينكم الموسم الآتي وإلا \n  فأنتم في حل مما قلتم فبينما هو ذات يوم خلف المقام إذ ورد عليه غلام قد كان \n  هرب إلى الهند بعشرة آلاف درهم فأخبره أنه اتجر وأن معه في التجارات ما لا \n  يحصى قال سفيان فسمعته يقول لك الحمد سألناك خمسة آلاف فبعثت إلينا عشرة آلاف \n  يا عبد المجيد احمل العشرة آلاف خمسة لهم وخمسة للإخاء الذي بيننا وبين أبيهم \n  فقال ابنه وقد جاء قد دفعتها إليهم فقال العبد من يقبض ما معي فقال يا بني \n  غنما سألناه خمسة آلاف فبعث بعشرة آلاف أنت حر لوجه الله وما معك فلك .\n</p>\n<p class=\"arabic\">قال عبد العزيز سألت عطاء عن قوم يشهدون على الناس بالشرك فأنكر ذلك .\n</p>\n<p class=\"arabic\">وقال عبد العزيز اللهم ما لم تبلغه قلوبنا من خشيتك فاغفره لنا يوم نقمتك \n  من أعدائك .\n</p>\n<p class=\"arabic\">وعن عبد العزيز وسئل ما أفضل العبادة قال طول الحزن .\n</p>\n<p class=\"arabic\">قال مؤمل بن إسماعيل مات عبد العزيز فجيء بجنازته فوضعت عند باب الصفا وجاء \n  سفيان الثوري فقال الناس جاء الثوري جاء الثوري فجاء حتى خرق الصفوف والناس \n  ينظرون إليه فجاوز الجنازة ولم يصل عليها وذلك أنه كان يرى الإرجاء فقيل لسفيان \n  فقال والله إني لأرى الصلاة على من *9*505* هو دونه عندي ولكن أردت أن أري \n  الناس أنه مات على بدعة .\n</p>\n<p class=\"arabic\">وقال يحيى بن سليم سمعت عبد العزيز بن أبي رواد يسأل هشام بن حسان في الطواف \n  ما كان الحسن يقول في الإيمان قال كان يقول قول وعمل قال فما كان ابن سيرين \n  يقول فقال كان يقول آمن بالله وملائكته الآية فقال ابن أبي رواد كان ابن سيرين \n  وكان ابن ) .\n</p>\n<p class=\"arabic\">سيرين فقال هشام بين أبو عبد الرحمن الإرجاء .\n</p>\n<p class=\"arabic\">وقال ابن عيينة غبت عن مكة فجئت فتلقاني الثوري فقال لي يا بن عيينة عبد العزيز \n  بن أبي رواد يفتي المسلمين قلت وفعل قال نعم .\n</p>\n<p class=\"arabic\">وقال عبد الرزاق كنت جالسا مع الثوري فمر عبد العزيز بن أبي رواد فقال سفيان \n  أما إنه كان شابا أفقه منه شيخا .\n</p>\n<p class=\"arabic\">وقال أبو عاصم جاء عكرمة بن عمار إلى ابن أبي رواد فدق بابه وقال أين الضال .\n</p>\n<p class=\"arabic\">وقال أحمد بن حنبل كان مرجئا وكان رجلا صالحا وليس هو الثبت مثل غيره .\n</p>\n<p class=\"arabic\">وقال أبو حاتم صدوق وقال ابن حبان روى عن نافع بن عمر نسخة موضوعة كان الحديث \n  بها توهما لا تعمدا قلت الشان في صحة تلك الأحاديث عن عبد العزيز .\n</p>\n<p class=\"arabic\">مات سنة تسع وخمسين *9*506* .\n\n</p>"
}