{
    "header": "عبد الرحمن بن زياد بن أنعم الإفريقي د ن ...",
    "id": "003600",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الرحمن بن زياد بن أنعم الإفريقي د ن ق أبو أيوب الشعباني إفريقية وعالمها .\n</h1>\n<p class=\"arabic\">روى عن أبيه وأبي عبد الرحمن الحلبي وبكر بن سوادة وعبد الرحمن بن *9*478* \n  رافع التنوخي صاحب عبد الله بن عمرو وأبي عثمان صاحب أبي هريرة ومسلم بن سيار \n  وزياد بن نعيم وعدة .\n</p>\n<p class=\"arabic\">وعنه إسماعيل بن عياش وأبو أسامة وابن وهب وجعفر بن عون ويعلى بن عبيد وأبو \n  عبد ) .\n</p>\n<p class=\"arabic\">الرحمن المقري وخلق وقد وفد على المنصور الكوفة فوعظه وصدغه بالحق وكان أول \n  مولود ولد في الإسلام بإفريقية فيما قيل .\n</p>\n<p class=\"arabic\">قال الهيثم بن خارجة ثنا إسماعيل بن عياش قال ظهر جور فلما قام السفاح قدم \n  عبد الرحمن بن زياد بن أنعم على أبي جعفر فشكا إليه العمال ببلده فأقام ببابه \n  شهرا ثم دخل عليه فقال ما أقدمك قال ظهر الجور ببلدنا فجئت لأعلمك فإذا الجرو \n  يخرج من دارك فغضب أبو جعفر وهم به ثم أمر بإخراجه .\n</p>\n<p class=\"arabic\">وعن ابن إدريس عن عبد الرحمن بن زياد قال أرسل إلي أبو جعفر فقدمت عليه فدخلت \n  والربيع قائم على رأسه فاستدعاني فقال لي يا عبد الرحمن كيف ما مررت به من \n  العمال قلت يا أمير المؤمنين رأيت أعمالا سيئة وظلما فاشيا فظننته لبعد البلاد \n  منك فجعلت كلما دنوت منك كان الأمر أعظم قال فنكس رأسه طويلا ثم قال كيف لي \n  بالرجال قلت أفليس عمر بن عبد العزيز كان يقول إن الوالي بمنزلة السوق يجلب \n  غليها ما ينفق فيها فإن كان برا أتوه ببرهم وإن كان فاجرا أتوه بفجورهم قال \n  فأطرق طويلا فقال الربيع وأومأ إلي أن أخرج فخرجت وما عدت إليه .\n</p>\n<p class=\"arabic\">وقال محمد بن سعد الجلاب ثنا جارود بن يزيد أنا عبد الرحمن *9*479* الإفريقي \n  قال كنت اطلب العلم مع أبي جعفر المنصور قبل الخلافة فأدخلني منزله فقدم إلي \n  طعاما ومريقة من حبوب ليس فيها لحم ثم قدم إلي زبيبا ثم قال يا جارية عندك \n  حلوى قالت لا قال ولا التمر قالت لا فاستلقى وقرأ عسى ربكم أن يهلك عدوكم \n  ويستخلفكم في الأرض فينظر كيف تعلمون فلما ولي الخلافة دخلت عليه فقال بلغني \n  أنك كنت تعد لبني أمية فكيف رأيت سلطاني من سلطانهم قلت ما رأيت في سلطانهم \n  من الجور شيئا إلا رأيته في سلطانك فقال إنا لا نجد الأعوان قلت إن السلطان \n  سوق قال فسكت .\n</p>\n<p class=\"arabic\">وقال ابن معين عن عبد الله بن إدريس قدم بعبد الرحمن بن زياد المنصور وولي \n  قضاء إفريقية لمروان بن محمد وقال ابن معين هو ضعيف ولا يسقط حديثه وقال أحمد \n  لا اكتب حديثه هو منكر الحديث ليس بشيء وقال أبو حاتم يكتب حديثه ولا يحتج \n  به وقال أبو زرعة ليس بقوي وقال أحمد بن صالح هو ممن يحتج به وقال صالح جزرة \n  كان رجلا صالحا وهو منكر الحديث وقال الترمذي رأيت البخاري يقوي أمره ويقول \n  هو مقارب ) .\n</p>\n<p class=\"arabic\">الحديث قلت وأيضا فلم يذكره في كتاب الضعفاء له وقال ابن المديني سمعت يحيى \n  بن سعيد يقول حدثت هشام بن *9*480* عروة بحديث الإفريقي عن ابن عمر في الوضوء \n  فقال هذا حديث مشرقي وضعف يحيى الإفريقي وقال قد كنت كتبت عنه بالكوفة .\n</p>\n<p class=\"arabic\">وقال الفلاس كان القطان وابن مهدي لا يحدثان عن عبد الرحمن بن زياد .\n</p>\n<p class=\"arabic\">يعلى بن عبيد نا الإفريقي عن أبي عطيف الهذلي قال صلى ابن عمر الظهر ثم انصرف \n  إلى مجلس له وأنا وعه فلما نودي بالعصر توضأ لكل الصلوات ثم قال إن كان وضوئي \n  لصلاة الصبح لكاف ما لم أحدث لكني سمعت رسول الله صلى الله عليه وسلم يقول \n  من توضأ على طهر كتب له عشر حسنات فرغبت في ذلك يا بن أخي .\n</p>\n<p class=\"arabic\">وروى عباس عن ابن معين قال عبد الرحمن بن زياد الإفريقي ليس به بأس وفيه ضعف \n  هو أحب إلي من أبي بكر بن أبي مريم وقال ابن خراش متروك الحديث .\n</p>\n<p class=\"arabic\">قال المقري مات بإفريقية سنة ست وخمسين ومائة وقد جاوز المائة .\n\n</p>"
}