{
    "header": "عبد الرحمن بن يزيد بن تميم السلمي ن ق الـ...",
    "id": "003607",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الرحمن بن يزيد بن تميم السلمي ن ق الدمشقي .\n</h1>\n<p class=\"arabic\">*9*499* عن مكحول وإسماعيل بن عبيد الله وبلال بن سعد والزهري ومطعم بن المقدام \n  وجماعة .\n</p>\n<p class=\"arabic\">وعنه ابناه الحسن وخالد والوليد بن مسلم وأبو أسامة وأبو المغيرة عبد القدوس \n  وآخرون .\n</p>\n<p class=\"arabic\">ضعفه أبو زرعة وقال أبو داود والنسائي متروك الحديث وقال البخاري عنده مناكير .\n</p>\n<p class=\"arabic\">وقال أحمد قلت أخذ أحاديث شهر حوشب فجعلها حديث الزهري وقال ابن عدي يكتب \n  حديثه وقال دحيم له حديث معضل وقال أيضا منكر الحديث عن الزهري .\n</p>\n<p class=\"arabic\">وقال محمد بن عبد الله بن نمير أبو أسامة يروي عن عبد الرحمن بن يزيد بن جابر \n  فنرى أنه ليس به قال الفسوي صدوق هو عبد الرحمن بن بلال بن تيم .\n</p>\n<p class=\"arabic\">وقال ابن أبي حاتم سألت محمد بن عبد الرحمن الجعفي عن عبد الرحمن بن يزيد \n  بن جابر فقال قدم الكوفة عبد الرحمن بن يزيد بن تميم ويزيد بن يزيد بن جابر \n  ثم قدم عبد الرحمن بن ) .\n</p>\n<p class=\"arabic\">يزيد بن جابر بعد مدة فالذي عنه أبو أسامة ليس هو ابن جابر هو ابن تميم .\n</p>\n<p class=\"arabic\">وقال الذهلي الوليد الموقري وعبد الرحمن بن يزيد بن تميم يجيء عنهما مناكير \n  عن الزهري *9*500* .\n</p>\n<p class=\"arabic\">وقال أبو بكر بن أبي داود قدم هذا فقال أنا عبد الرحمن بن يزيد الدمشقي وحدث \n  عن مكحول وظن أبو أسامة أنه ابن جابر وابن جابر فثقة مأمون والآخر ضعيف قال \n  وقدم ثور بن يزيد وابن تميم هذا وبرد بن سنان ومحمد بن راشد وأبو ثوبان العراق \n  فروا من القتل كانوا قدرية .\n</p>\n<p class=\"arabic\">وقال البخاري قال أحمد بن حنبل أخبرت عن مروان عن الوليد أنه قال لا ترو عنه \n  فإنه كذاب يعني ابن تميم .\n</p>\n<p class=\"arabic\">وقال الهيثم بن خارجة حدث الوليد عن ابن تميم عن مكحول حديث الفاجرة فقال \n  وكيع شيخ سوء يحدث بمثل هذا قلت روى له النسائي متابعة .\n\n</p>"
}