{
    "header": "عبد الواحد بن زيدن أبو عبيدة البصري العاـ...",
    "id": "003624",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الواحد بن زيدن أبو عبيدة البصري العابد القدوة شيخ الصوفية بالبصرة .\n</h1>\n<p class=\"arabic\">روى عن الحسن وعطاء بن أبي رباح وعبادة بن نسي وعبد الله بن راشد وجماعة سواهم .\n</p>\n<p class=\"arabic\">وعنه وكيع ومحمد بن السماك وزيد بن الحباب وأبو سليمان الداراني ومسلم بن \n  إبراهيم وجماعة وهو ضعيف الحديث .\n</p>\n<p class=\"arabic\">قال البخاري عبد الواحد بن زيد تركوه وقال النسائي متروك الحديث *9*510* .\n</p>\n<p class=\"arabic\">وقال ابن حبان كان ممن غلب عليه العبادة حتى غفل عن الاتفاق فكثر المناكير \n  في حديثه .\n</p>\n<p class=\"arabic\">قال أحمد بن أبي الحواري قال لي سليمان أصاب عبد الواحد الفالج فسأل الله \n  أن يطلقه في وقت الوضوء فإذا أراد أن يتوضأ انطلق وإذا رجع إلى سريره فلج .\n</p>\n<p class=\"arabic\">وقال ابن أبي الحواري حدثنا سباع الموصلي ثنا عبد الواحد بن زيد قال معشر \n  أخواني عليكم ) .\n</p>\n<p class=\"arabic\">بالخبز والملح فإنه يذيب شحم الكلي ويزيد في اليقين .\n</p>\n<p class=\"arabic\">وقال معاذ بن زياد سمعت عبد الواحد بن زيد غير مرة يقول ما يسرني أن لي جميع \n  ما حوت البصرة بفلسين .\n</p>\n<p class=\"arabic\">قال عبد الرحمن بن أبي حاتم نا محمد بن يحيى الواسطي نا عمار بن عمار الحلبي \n  حدثني حصين بن القاسم الوزان قال كنا عند عبد الواحد بن زيد وهو يعظ فنادى \n  رجل كف فقد كشفت قناع قلبي فلم يلتفت عبد الواحد ومر في الموعظة ثم لم يزل \n  الرجل يقول كف عنا يا أبا عبيدة حتى والله حشرج الرجل حشرجة الموت ثم خرجت \n  روحه وشهدت جنازته .\n</p>\n<p class=\"arabic\">وقال ابن أبي حاتم ونا محمد نا يحيى بن بسطام حدثني مسمع بن عاصم شهدت عبد \n  الواحد بن زيد يعظ فمات في المجلس أربعة .\n</p>\n<p class=\"arabic\">وعن حصين الوزان قال لو قسم بث عبد الواحد على أهل البصرة لوسعهم *9*511* .\n</p>\n<p class=\"arabic\">وكان يقوم إلى محرابه كأنه رجل مخاطب .\n</p>\n<p class=\"arabic\">وعن محمد بن عبد الله الخزاعي قال صلى عبد الواحد بن زيد الغداة بوضوء العتمة \n  أربعين سنة وقال ابن الأعرابي في طبقات في طبقات النساك كان الغالب على عبد \n  الواحد العبادة والكلام في معاني الزهد فارق عمرو بن عبيد لاعتزاله وصحح الاكتساب \n  وقد نسب إلى القدر ولكن ما كان الغالب عليه الكلام فيه وتبعه خلق من النساك \n  فنصب نفسه للكلام في مذاهبهم ونأى عن المعتزلة وعن أصحاب الحديث قال وقد كان \n  مالك بن دينار وثابت يقصان أيضا إلا أنهما كانا من أهل السنة .\n</p>\n<p class=\"arabic\">صحب عبد الواحد خلق كحيان الجريري ورباح القيسي وأما مقسم وعطاء السلمي فغلب \n  عليهما الخوف حتى خيف على عقليهما واعتزلا الناس فكان عبد الواحد أشد افتننا \n  وأدخل في معاني الخصوص والمحبة وكان قد بقي عليه من رؤية الاكتساب شيء كما \n  بقي عليه من أصول القدر وذلك أن أهل القدر عندهم أنه لا يجوز إلا بالعمل ومذهب \n  السنة هو الاجتهاد في العمل وأنه ليس هو الذي به ينجون دون رحمة الله قال \n  عليه السلام لن ينجي أحدكم عمله الحديث .\n</p>\n<p class=\"arabic\">قال وكان عبد الواحد قد ساح وسافر إلى الشام ورأى ثابتا فتناقص عنه بعض القدر \n  وزعم أنه لا يقول إن الله يضل العباد تنزيها له وخفى عليه من قول القدرية \n  أنهم يدبرون أنفسهم ) .\n</p>\n<p class=\"arabic\">ويزكونها بأعمالهم لما كان يشاهد في معاملته لله ضرورة من موازين الأعمال \n  وزيادة النفس والمواهب في القلوب *9*512* فعلم أن ذلك من فضل الله لا بما \n  يستحق العبد فقال باللطف وهو قول بين القولين وأهل البصرة يسمونهم السمية \n  يعني النصفية يقولون ذهب عنهم نصف القدر لأنهم يقولون لا نقول إن العبد يزكي \n  نفسه بعمله وإنما ذلك تلطيف من الله فباينوا القدرية في هذه وكان من قول أهل \n  السنة الخصوص إن الله يختص برحمته من يشاء وأن أولياء الله لم يزالوا عند \n  الله في علمه كذلك قبل أن يخلقهم وكذلك أعداؤه .\n</p>\n<p class=\"arabic\">إلى أن قال ابن الأعرابي ومن قول أهل السنة أنه تعالى يخص ويعم ويهدي ويضل \n  ويلطف ويخذل وان الناس يعملون فيما قد فرغ منه فأهل الطاعة لا يقدرون عليها \n  إلا بتوفيقه وأهل المعصية لا يجاوزون علمه ولا قدرته إلا به وإن خالفت أعمالهم \n  جميعا ولكنهم قد أمروا بالعمل .\n</p>\n<p class=\"arabic\">قال ابن الأعرابي وقال عبد الواحد بالمحبة علة مذاهب أهل الخصوص ولو صدق نفسه \n  لاضطره قوله بالمحبة إلى القول بالسنة والكتاب ولكنه سامح نفسه وتكلم في الشوق \n  والفرق والأنس وجميع فروع المحبة التي قال بها أهل الإثبات وأن الله يحب من \n  أطاعه وأن الطاعة والاتباع أوجب المحبة من الله تعالى ومن قول السنة إن الله \n  أحب قوما فوفقهم لطاعته فكانت محبته لهم واختياره لما سبق من علمه لا لكسبهم \n  فكانت محبته لهم قبل عملهم وقبل خلقهم .\n</p>\n<p class=\"arabic\">ولعبد الواحد كلام كثير حسن وممن صحبه أحمد بن أبي عطاء اللخمي وموسى الأشج \n  ونصر ورباح بن عمرو .\n</p>\n<p class=\"arabic\">قال ابن الأعرابي وقد ذكر قوم من البصريين أن عبد الواحد رجع عن القدر *9*513* .\n</p>\n<p class=\"arabic\">قلت ومن وعظ عبد الواحد ألا تستحيون من طول ما لا تستحيون .\n</p>\n<p class=\"arabic\">قيل إن عبد الواحد بن زيد مات سنة سبع وسبعين وهذا جدا ن ما بقي الرجل إلى \n  هذا الوقت وإنما هو بعد الخمسين ومائة وإنما بقي إلى بعد السبعين عبد الواحد \n  بن زياد وكذا أخذوا كتبه ابن زيد فجعلوها في قول لابن زياد .\n\n</p>"
}