{
    "header": "محمد بن إسحاق م تبعا ابن يسار المطلبي الـ...",
    "id": "003776",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن إسحاق م تبعا ابن يسار المطلبي المخرمي مولاهم المدني أبو بكر ويقال \n  أبو .\n</h1>\n<p class=\"arabic\">عبد الله الأحول أحد الأعلام وصاحب المغازي .\n</p>\n<p class=\"arabic\">كان يسار من سبي عين التمر مولى لقيس بن مخرمة بن المطلب بن عبد مناف بن قصي .\n</p>\n<p class=\"arabic\">وقال الهيثم بن عدي والمدائني محمد بن إسحاق بن يسار بن خيار وكان خيار مولى \n  لقيس بن مخرمة قلت رأى أنس بن مالك وسعيد بن المسيب ومولده سنة نيف وثمانين .\n</p>\n<p class=\"arabic\">وحدث عن أبيه وعن موسى بن يسار وعطاء والأعرج وسعيد بن أبي هند والقاسم بن \n  محمد وفاطمة بنت المنذر والمقبري ومحمد بن إبراهيم التيمي وعاصم بن عمر بن \n  قتادة وابن شهاب وعبيد الله بن عبد الله بن عمر ومكحول ويزيد بن أبي حبيب \n  وسليمان بن سحيم وعمرو بن شعيب ونافع وأبي جعفر الباقر وخلق سواهم .\n</p>\n<p class=\"arabic\">وعنه جرير بن حازم والحمادان وإبراهيم بن سعد وزياد بن عبد الله *9*589* وعبد \n  الأعلى بن عبد الأعلى وعبدة بن سليمان وسلمة بن الفضل ومحمد بن سلمة الحراني \n  ويونس بن بكير ويعلى ابن عبيد وأحمد بن خالد الذهبي ويزيد بن هارون وعدد كثير .\n</p>\n<p class=\"arabic\">وكان بحرا في العلم حبرا في معرفة أيام النبي صلى الله عليه وسلم .\n</p>\n<p class=\"arabic\">روى عن سلمة بن الفضل عن ابن إسحاق قال رأيت أنسا عليه عمامة سوداء والصبيان \n  يشيرون ويقولون هذا رجل من أصحاب النبي صلى الله عليه وسلم لا يموت حتى يلقى \n  الدجال .\n</p>\n<p class=\"arabic\">وقال عباس الدوري قد سمع ابن إسحاق من أبان بن عثمان ومن أبي سلمة بن عبد \n  الرحمن .\n</p>\n<p class=\"arabic\">قاله لنا ابن معين وقال يحيى بن كثير وغيره عن شعبة قال ابن إسحاق أمير المؤمنين \n  في الحديث وقال الخطيب حدث عنه يحيى بن سعيد الأنصاري وابن جريج والثوري وشعبة .\n</p>\n<p class=\"arabic\">وقال الزهري لا يزال بالمدينة علم جم ما كان فيهم محمد بن إسحاق وكذا قال \n  عاصم بن عمر ) .\n</p>\n<p class=\"arabic\">بن قتادة وهما شيخاه وقال البخاري نا علي بن عبد الله سمع سفيان يقول ما رأيت \n  أحدا يتهم ابن إسحاق قال البخاري ينبغي أن يكون له ألف حديث ينفرد بها .\n</p>\n<p class=\"arabic\">قال يونس بن بكير سمعت شعبة يقول ابن إسحاق أمير المؤمنين في الحديث فقيل \n  له ولم فقال لحفظه *9*590* .\n</p>\n<p class=\"arabic\">وقال يعقوب بن شيبة سألت علي بن المديني عن إسحاق فقال حديثه عندي صحيح قلت \n  فكلام مالك قال مالك لم يجالسه ولم يعرفه وأي شيء حدث بالمدينة قلت فهشام \n  بن عروة قد تكلم فيه قال الذي قال هشام ليس بحجة لعله دخل على امرأته وهو \n  غلام وأن حديثه ليس فيه الصدق يروي مرة حدثني أبو الزناد ومرة ذكر أبو الزناد \n  ويقول حدثني الحسن بن دينار عن أيوب عن عمرو بن شعيب ولم أر له إلا حديثين \n  منكرين أحدهما عن نافع عن ابن عمر مرفوعا إذا نعس أحدكم يوم الجمعة والآخر \n  عن الزهري عن عروة زيد بن خالد من مس فرجه فليتوضأ .\n</p>\n<p class=\"arabic\">وقال أحمد العجلي ابن إسحاق ثقة وقال عباس عن ابن معين ثقة لكن ليس بحجة .\n</p>\n<p class=\"arabic\">وقال أحمد بن زهير عن ابن معين ليس به بأس ومرة قال ليس بذاك ضعيف .\n</p>\n<p class=\"arabic\">وقال يعقوب بن شيبة عن ابن معين هو صدوق .\n</p>\n<p class=\"arabic\">وقال عبد الرحمن بن مهدي وقال هارون بن معروف سمعت أبا معاوية يقول كان ابن \n  إسحاق من أحفظ الناس فكان الرجل إذا كان عنده خمسة أحاديث أو أكثر جاء فاستودعها \n  ابن إسحاق وقال احفظها علي فإن نسيتها كنت قد حفظتها علي .\n</p>\n<p class=\"arabic\">وقال عبد الرحمن بن مهدي تكلم أربعة في ابن إسحاق فأما سفيان وشعبة فكانا \n  يقولان أمير المؤمنين في الحديث وقال أحمد بن حنبل حسن الحديث *9*591* .\n</p>\n<p class=\"arabic\">وقال الحسن بن علي الحلواني سمعت يزيد بن هارون يقول لو كان لي سلطان لأمرت \n  ابن إسحاق على المحدثين .\n</p>\n<p class=\"arabic\">وقال أبو أمية الطرسوسي ثنا علي بن الحسن النسائي ثنا فياض بن محمد الرقي \n  سمعت ابن أبي ذئب يقول كنا عند الزهري فنظر إلى ابن إسحاق يقبل فقال لا يزال \n  بالحجاز علم كثير ما دام هذا الأحول بين أظهرهم وقال ابن علية سمعت شعبة يقول \n  هو صدوق .\n</p>\n<p class=\"arabic\">وقال ابن المديني قلت لسفيان أكان ابن إسحاق جالس فاطمة بنت المنذر فقال أخبرني \n  أنها ) .\n</p>\n<p class=\"arabic\">حدثته فإنه دخل عليها قلت الذي استقر عليه الأمر أن ابن إسحاق صالح الحديث \n  وأنه في المغازي أقوى منه في الأحكام وقد قال يحيى بن سعيد سمعت هشام بن عروة \n  يكذبه .\n</p>\n<p class=\"arabic\">وقال أبو الوليد نا وهيب بن خالد سألت مالكا عن ابن إسحاق فقال واتهمه .\n</p>\n<p class=\"arabic\">وقال أحمد بن زهير سمعت ابن مهدي يقول كان يحيى بن سعيد الأنصاري ومالك يجرحان \n  محمد بن إسحاق .\n</p>\n<p class=\"arabic\">وقال العقيلي حدثني الفضيل بن جعفر نا عبد الملك بن محمد نا سليمان بن داود \n  قال لي يحيى ابن سعيد القطان أشهد أن محمد بن إسحاق كذاب قلت وما يدريك قال \n  قال لي وهيب .\n</p>\n<p class=\"arabic\">فقلت لوهيب ما يدريك قال قال لي مالك فقلت لمالك وما يدريك قال قال لي هشام \n  بن عروة قلت له وما يدريك قال حدث عن امرأتي وأدخلت علي وهي *9*592* بنت تسع \n  سنين وما رآها رجل حتى لقيت الله قلت هذه حكاية باطلة وسليمان الشاذ كوني \n  ليس بثقة وما أدخلت فاطمة على هشام إلا وهي بنت نيف وعشرين سنة فإنها أكبر \n  منه بنحو كم تسع سنين وقد سمعت من أسماء بنت الصديق وهشام لم يسمع من أسماء \n  مع أنها حدثتها وأيضا فلما سمع ابن إسحاق منها كانت قد عجزت وكبرت وهو غلام \n  أو هو رجل من خلف الستر فإنكار هشام بارد .\n</p>\n<p class=\"arabic\">قال ابن المديني سمعت يحيى يقول قلت لهشام ابن إسحاق يحدث عن فاطمة بنت المنذر \n  فقال أهو كان يصل إليها .\n</p>\n<p class=\"arabic\">وقال يحيى بن آدم نا ابن إدريس قال كنت عند مالك فقال له رجل إن محمد بن إسحاق \n  يقول اعرضوا علي علم مالك فإني بيطاره فقال مالك انظروا إلى دجال من الدجاجلة \n  يقول اعرضوا علي علم مالك .\n</p>\n<p class=\"arabic\">قال ابن إدريس ما رأيت أحدا جمع الدجال قبله .\n</p>\n<p class=\"arabic\">وقال عبد العزيز الدراوردي وابن أبي حازم كنا في مجلس ابن إسحاق فنعس ثم رفع \n  رأسه فقال رأيت كأن حمارا أخرج من دار مروان في عنقه حبل فما لبثا أن دخل \n  أعوان السلطان فوضعوا في عنق ابن إسحاق حبلا وذهبوا به فجلد زاد سعيد الزبير \n  راويها عن الدراوردي قال من أجل القدر فقال هارون بن معروف كان ابن إسحاق \n  قدريا .\n</p>\n<p class=\"arabic\">وقال الجوزجاني ابن إسحاق يشبهون حديثه وهو يرمى بغير نوع من البدع ) *9*593* .\n</p>\n<p class=\"arabic\">وأما محمد بن عبد الله بن نمير فقال رمي بالقدر وكان أبعد الناس منه .\n</p>\n<p class=\"arabic\">وقال مكي بن إبراهيم جلست إلى ابن إسحاق وكان يخضب بالسواد فذكر أحاديث في \n  الصفة فنفرت منها فلم أعد إليه وقال ابن معين كان يحيى القطان لا يرضى ابن \n  إسحاق ولا يروي عنه وقال عبد الله بن أحمد لم يكن أبي يحتج بابن إسحاق في \n  السنن وقال النسائي ليس بالقوي وقال الدراقطني لا يحتج به وقال محمد بن يحيى \n  بن سعيد القطان قال أبي سمعت مالكا يقول يا أهل العراق لا يغت عليكم بعد محمد \n  بن إسحاق أحد وفي لفظ من يغت عليكم بعد محمد بن إسحاق وقال محمد بن أبي عدي \n  كان ابن إسحاق يلعب بالديوك وقال القطان تركت ابن إسحاق عمدا فلم أكتب عنه .\n</p>\n<p class=\"arabic\">وقال أبو حاتم ليس بالقوي عندهم وقال محمد بن سلام الجمحي وممن هجن الشعر \n  وأفسده وحمل كل *9*594* عناء وقبل الناس منه أشعارا لا أصل لها ابن إسحاق \n  وكان يعتذر من ذلك ويقول لا علم لي بالشعر إنما أوتي به جملة ولم يكن ذلك \n  عذرا له .\n</p>\n<p class=\"arabic\">قلت لا ريب أن في السيرة شعرا كثيرا من هذا الضرب .\n</p>\n<p class=\"arabic\">قال أبو حفص الصيرفي سمعت يحيى بن سعيد يقول لعبيد القواريري أين تذهب قال \n  إلى وهب بن جرير أكتب السيرة قال تكتب كذبا كثيرا .\n</p>\n<p class=\"arabic\">قلت وكذا في السيرة عجائب ذكرها ابن إسحاق بلا إسناد تلقفها وفيها خير كثير \n  لمن له نقد ومعرفة وقال ابن أبي فديك رأيت ابن إسحاق كثير التدليس فإذا قال \n  حدثني وأخبرني فهو ثقة مات ابن إسحاق سنة إحدى وخمسين ومائة قاله عدة وقال \n  المدائني وغيره مات سنة اثنتين وخمسين .\n\n</p>"
}