{
    "header": "عيسى بن عمر الثقفي البصري النحوي العلامةـ...",
    "id": "003732",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عيسى بن عمر الثقفي البصري النحوي العلامة أبو عمر .\n</h1>\n<p class=\"arabic\">روى عن الحسن وعون بن عبد الله بن عتبة وعبد الله بن أبي إسحاق الحضرمي وعاصم \n  الجحدري وغيرهم وعنه الأصمعي وعلي بن نضر الجهضمي وشجاع بن أبي نصير البلخي \n  ) .\n</p>\n<p class=\"arabic\">وهارون بن موسى الأعور والعباس بن بكار الضبي وأحمد بن موسى اللؤلؤي والخليل \n  بن أحمد العروضي وعبيد بن عقيل وغيرهم وولاؤه لبني مخزوم وهو أخو أبي خشينة \n  حاجب ابن عمر نزلوا في ثقيف فنسبوا إليهم وكان عيسى بن عمر رأسا في العربية \n  صاحب تقعير في كلامه واستعمال لغريب اللغة وكان صديقا لأبي عمرو بن العلاء .\n</p>\n<p class=\"arabic\">أخذ القراءة عن عبد الله بن أبي إسحاق الحضرمي ورواية عن عبد الله بن كثير .\n</p>\n<p class=\"arabic\">أخذ عنه النحو الخليل وغيره وصنف في العربية كتاب الجامع وكتاب الإكمال وأشياء \n  سواهما *9*562* .\n</p>\n<p class=\"arabic\">قال الأصمعي قال عيسى بن عمر لأبي عمرو أنا أفصح من معد بن عدنان فقال له \n  تعديت كيف تنشد هذا البيت .\n</p>\n<p class=\"arabic\">% قد كن يخبئن الوجوه تسترا % % فاليوم حين بأن للنظار % .\n</p>\n<p class=\"arabic\">أو كن بدين للنظار فقال بأن فقال أخطأت يقال بدا يبدو إذا ظهر وبدأ يبدأ إذا \n  شرع وإنما قصد أبو عمر تغليطه لأنه تقعر عليه والصواب بدون بالواو .\n</p>\n<p class=\"arabic\">ويقال إن عيسى بن عمر سقط من حماره فأغمي عليه فاجتمعوا حوله وقالوا هو مصروع \n  فقال لما استفاق ما لكم تكأكأتم علي تكأكؤكم على ذي جنة إفرنقعوا عني أي انكشفوا \n  عني وتكأ كأ تجمع فقال واحد هذه جنيته تتكلم .\n</p>\n<p class=\"arabic\">وقيل إن ابن هبيرة ضربه بالسياط وهو يقول والله إن كانت إلا ثيابا في أسيفاط \n  أخذها عشاروك وقيل بل الذي ضربه يوسف بن عمر الثقفي من أجل وديعة كان عنده \n  لخالد بن عبد الله القسري .\n</p>\n<p class=\"arabic\">وقال القاضي ابن خلكان إن هذا روى عنه القراءة أحمد بن موسى اللؤلؤي وهارون \n  النحوي والخليل بن أحمد والأصمعي وسهل بن يوسف وعبيد بن عقيل وأخذ عنه النحو \n  سيبويه *9*563* .\n</p>\n<p class=\"arabic\">ويقال إنه صنف نيفا وسبعين تأليفا ذهبت كلها سوى الجامع والإكمال وفيه يقول \n  الخليل بن أحمد إذ يقول .\n</p>\n<p class=\"arabic\">% ذهب النحو جميعا كله % % غير ما أحدث عيسى بن عمر % .\n</p>\n<p class=\"arabic\">% ذاك إكمال وهذا جامع % % فهما للناس شمس وقمر % .\n</p>\n<p class=\"arabic\">قال ابن معين عيسى بن عمر بصري ثقة وقيل لحقه ضيق نفس فكان يداوي نفسه بإجاص \n  ) .\n</p>\n<p class=\"arabic\">يابس وسكر وقد أرخ القفطي وابن خلكان وفاته في تسع وأربعين ومائة وأحسبه وهما \n  ولعله إلى قريب الستين بقي .\n\n</p>"
}