{
    "header": "ابن أبي ذئب ع محمد بن عبد الرحمن بن المغـ...",
    "id": "003789",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">ابن أبي ذئب ع محمد بن عبد الرحمن بن المغيرة بن الحارث بن أبي ذئب .\n</h1>\n<p class=\"arabic\">واسم أبي ذئب هشام بن شعبة القرشي العامري الإمام أبو الحارث المدني أحد الأعلام .\n</p>\n<p class=\"arabic\">روى عن عكرمة وسعيد مولى ابن عباس وشرحبيل بن سعد ونافع وأسيد بن أبي أسيد \n  البراد وسعيد المقبري وصالح مولى التوأمة والزهري وخاله الحارث بن عبد الرحمن \n  القرشي ومسلم ابن جندب والقاسم بن عباس ومحمد بن قيس وخلق .\n</p>\n<p class=\"arabic\">وعنه يحيى القطان وحجاج الأعور وشبابة وأبو علي الحنفي وابن المبارك وابن \n  أبي فديك وأبو نعيم وآدم بن أبي إياس وأحمد بن يونس وعاصم بن علي والقعنبي \n  وأسد بن موسى وعلي بن الجعد وعدد كثير .\n</p>\n<p class=\"arabic\">قال أحمد بن حنبل كان شبيه سعيد بن المسيب فقيل لأحمد خلف *9*601* مثله فقال \n  لا وقال كان أفضل من مالك إلا أن مالكا رحمه الله أشد تنقية للرجال منه .\n</p>\n<p class=\"arabic\">وقال الواقدي مولده سنة ثمانين وكان من أروع الناس وأفضلهم ورمي بالقدر وما \n  كان قدريا لقد كان يتقي قولهم ويعيبه ولكنه كان رجلا كريما يجلس إليه كل أحد \n  ويغشاه فلا يطرده ولا يقول له شيئا وإن مرض عاده وكانوا يتهمونه بالقدر لهذا \n  وشبهه قال وكان يصلي الليل أجمع ويجتهد في العبادة ولو قيل له إن القيامة \n  تقوم غدا ما كان فيه مزيد من الاجتهاد .\n</p>\n<p class=\"arabic\">وأخبرني أخوه قال كان أخي يصوم يوما ويفطر يوما ثم سرد الصوم وكان شديد الحال \n  يتعشى الخبز والزيت وله قميص وطيلسان يشتو فيه ويصيف وكان من رجال الناس صرامة \n  وقولا بالحق وكان يحفظ حديثه لم يكن له كتاب روى هذا الفضل بن سعد عن الواقدي \n  وفيه أيضا قال وكان يروح إلى الجمعة باكرا فيصلي حتى يخرج الإمام ورأيته يأتي \n  دار أجداده عند الصفا فيأخذ كراءها وكان لا يغير شيبه قال ولما خرج محمد بن \n  عبد الله بن حسن لزم بيته إلى أن قتل محمد وكان الحسن بن زيد الأمير يجري \n  على ابن أبي ذئب كل شهر خمسة دنانير .\n</p>\n<p class=\"arabic\">وقد دخل مرة على والي المدينة عبد الصمد وكلمه في شيء فقال عبد الصمد بن علي \n  إني لأراك مرائيا فأخذ عودا وقال مراء فوالله للناس عندي أهون من هذا ولما \n  ولي ولاية المدينة جعفر بن سليمان بعث إلى ابن أبي ذئب بمائة دينار فاشترى \n  منها ساجا كرديا بعشرة دنانير ) .\n</p>\n<p class=\"arabic\">فلبسه عمره وقد قدم به عليهم بغداد فلم يزالوا به حتى قبل منهم فأعطوه ألف \n  دينار يعني الدولة فلما رد مات بالكوفة *9*602* .\n</p>\n<p class=\"arabic\">قال أحمد بن حنبل بلغ ابن أبي ذئب أن مالكا لم يأخذ بحديث البيعان بالخيار \n  فقال يستتاب مالك فإن تاب وإلا ضربت عنقه ثم قال أحمد هو أروع وأقول بالحق \n  من مالك .\n</p>\n<p class=\"arabic\">أنبأني المسلم بن محمد والمؤمل بن الياس قالا أنا الكندي أنا القزاز أن أبو \n  بكر الخطيب أن الصيرفي أنا الأصم أنا عباس الدوري سمعت يحيى يقول ابن أبي \n  ذئب سمع عكرمة .\n</p>\n<p class=\"arabic\">وبه قال الخطيب أنا الجوهري أن ابن المرزبان ثنا أحمد بن محمد بن عيسى المكي \n  ثنا أبو العيناء قال لما حج المهدي دخل مسجد الرسول صلى الله عليه وسلم فلم \n  يبق أحد إلا قام ابن أبي ذئب فقال له المسيب بن زهير قم هذا أمير المؤمنين \n  فقال ابن أبي ذئب إنما يقوم الناس لرب العالمين فقال المهدي دعه فلقد قامت \n  كل شعرة في رأسي وبه قال أبو العيناء .\n</p>\n<p class=\"arabic\">وقال ابن أبي ذئب للمنصور قد هلك الناس فلو أعنتهم من الفيء قال ويلك لولا \n  ما سددت من الثغور لكنت تؤتى في منزلك فتذبح فقال قد سدد الثغور وأعطى الناس \n  من هو خير منك عمر فنكس المنصور رأسه والسيف بيد المسيب ثم قال هذا خير أهل \n  الحجاز .\n</p>\n<p class=\"arabic\">وقال أحمد بن حنبل وغيره كان ثقة .\n</p>\n<p class=\"arabic\">قال أحمد وقد دخل على أبي جعفر المنصور فلم يذهله أن قال له الحق وقال الظلم \n  ببابك فاش .\n</p>\n<p class=\"arabic\">وأبو جعفر أبو جعفر *9*603* .\n</p>\n<p class=\"arabic\">قال مصعب الزبيري كان ابن أبي ذئب فقيه المدينة .\n</p>\n<p class=\"arabic\">وقال البغوي ثنا هارون بن سفيان قال قال أبو نعيم حججت سنة حج أبو جعفر ومعه \n  ابن أبي ذئب ومالك بن أنس فدعا ابن أبي ذئب فأقعده معه على دار الندوة فقال \n  له ما تقول في الحسن بن زيد بن حسن يعني أمير المدينة فقال إنه ليحترى العدل \n  فقال له ما تقول في مرتين فقال ورب هذه البنية إنك لجائر قال فأخذ الربيع \n  الحاجب بلحيته فقال له أبو جعفر كف يا بن اللخناء وأمر لابن أبي ذئب بثلاثمائة \n  دينار .\n</p>\n<p class=\"arabic\">وقال محمد بن المسيب الأرغياني سمعت يونس بن عبد الأعلى يقول سمعت الشافعي \n  يقول ما فاتني أحد فأسقت عليه ما أسفت على الليث وابن أبي ذئب فقلت أما الليث \n  فنعم وأما ابن أبي ذئب فكيف كان يمكنه الرحلة إليه وإنما أدرك من حياته تسع \n  سنين ) .\n</p>\n<p class=\"arabic\">وقال الفضل بن زياد سئل أحمد بن حنبل إيما أعجب إليك ابن عجلان أو ابن أبي \n  ذئب فقال ما فيها إلا ثقة .\n</p>\n<p class=\"arabic\">وقال ابن المديني سمعت يحيى بن سعيد يقول كان ابن أبي ذئب عسرا أعسر أهل الدنيا \n  إن كان معك الكتاب قال اقرأه وإن لم يكن معك كتاب فإنما هو حفظ فقلت كيف كنت \n  تصنع فيه قال كنت أتحفظها وأكتبها .\n</p>\n<p class=\"arabic\">وقال الجوزجاني لأحمد فابن أبي ذئب سماعه من الزهري أو عرض هو قال لا تبالي \n  كيف كان وقال أحمد بن علي الأبار سألت مصعبا عن ابن أبي ذئب فقال معاذ *9*604* \n  الله أن يكون قدريا إنما كان زمن المهدي قد أخذوا أهل القدر وضربوهم ونفوهم \n  فنجا منه قوم فجلسوا إليه واعتصموا به من الضرب فقيل هو قدري لذلك لقد حدثني \n  من أثق به أنه ما تكلم فيه قط .\n</p>\n<p class=\"arabic\">وسئل أحمد بن حنبل عنه فوثقه ولم يرضه في الزهري وقال ابن معين ثقة سمع من \n  عكرمة كان ابن أبي ذئب سنة تسع وخمسين ومائة بعدما انصرف من بغداد مات بالكوفة \n  وقد أسنى المهدي جائزته .\n\n</p>"
}