{
    "header": "معمر بن راشد ع أبو عروة الأزدي مولاهم الـ...",
    "id": "003825",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">معمر بن راشد ع أبو عروة الأزدي مولاهم البصري الإمام  أحد الأعلام \n  سكن اليمن أكثر من عشرين سنة وقال شهدت جنازة الحسن .\n</h1>\n<p class=\"arabic\">روى عن قتادة والزهري وزياد بن علاقة ومحمد بن زياد الجمحي وهمام بن منبه \n  ويحيى بن أبي كثير وثابت البناني وأبي إسحاق السبيعي وإبراهيم بن ميسرة وإسماعيل \n  بن أمية والجعد أبي عثمان وزيد بن أسلم وسماك بن الفضل وابن طاوس وأخي الزهري \n  عبد الله وعبد الكريم الجزري وابن المنكدر ومطر الوراق وعمر بن دينار ومنصور \n  بن المعتمر وعاصم بن بهدلة وأيوب السختياني وزيد بن أسلم .\n</p>\n<p class=\"arabic\">روى عنه من شيوخه أبو إسحاق وأيوب ويحيى بن أبي كثير وغيرهم وسعيد بن أبي \n  عروبة وابن المبارك وابن علية وسفيان بن عيينة ومروان بن معاوية وهشام بن \n  يوسف ورباح بن زيد ومحمد بن ثور وعبد الرزاق وغندر ويزيد بن زريع وخلق سواهم .\n</p>\n<p class=\"arabic\">قال مؤمل بن إهاب قال عبد الرزاق كتبت عن معمر عشرة آلاف .\n</p>\n<p class=\"arabic\">قلت آخر من حدث عن معمر محمد بن كثير وبقي إلى آخر سنة ست عشرة ومائتين .\n</p>\n<p class=\"arabic\">قال يعقوب بن شيبة حدثني جعفر بن محمد قالت عائشة حدثني عبد الواحد بن زياد \n  قلت لمعمر كيف سمعت من ابن شهاب قال كنت مملوكا لقوم من طاحية فأرسلوني ببز \n  أبيعه فقدمت المدينة فنزلت دارا فرأيت شيخا والناس يعرضون عليه العلم فعرضت \n  عليه معهم .\n</p>\n<p class=\"arabic\">قال البخاري معمر بن راشد أبو عروة بن أبي عمرو نا عبد الرزاق عن معمر قال \n  خرجت أنا وغلام إلى جنازة الحسن وتلك الأيام طلبت العلم *9*627* .\n</p>\n<p class=\"arabic\">محمد بن كثير عن معمر قال سمعت من قتادة وأنا ابن أبع عشرة سنة فما شيء سمعت \n  في تلك السنين إلا وكان مكتوبا في صدري قال أبو أحمد الحاكم حدث عنه الثوري \n  وشعبة .\n</p>\n<p class=\"arabic\">وقال أحمد نا عبد الرزاق قال معمر جئت الزهري بالرصافة فجعل يلقي علي .\n</p>\n<p class=\"arabic\">وقال هشام بن يوسف عرض معمر على همام بن منبه هذه الأحاديث وسمع منها سماعا \n  نحو ) .\n</p>\n<p class=\"arabic\">ثلاثين حديثا وقال ابن أبي خثيمة عن ابن معين معمر أثبت في الزهري من ابن \n  عيينة .\n</p>\n<p class=\"arabic\">وروى الغلابي عن ابن معين قال معمر عن ثابت ضعيف وقال أحمد بن حنبل ما اضم \n  أحدا إلى معمر إلا وجدت معمرا أطلب للحديث منه هو أول من رحل إلى اليمن .\n</p>\n<p class=\"arabic\">وقال علي بن المديني نظرت في أصول الحديث فإذا هي عند ستة ممن مضى من أهل \n  المدينة الزهري ومن أهل مكة عمرو بن دينار ومن أهل البصرة قتادة ويحيى بن \n  أبي كثير ومن أهل الكوفة أبو إسحاق والأعمش ثم نظرت فإذا حديث هؤلاء الستة \n  يصير إلى أحد عشر رجلا فذكر منهم معمرا .\n</p>\n<p class=\"arabic\">قال الفلاس معمر من أصدق الناس سمعت يزيد بن زريع يقول سمعت أيوب يقول حدثني \n  معمر وقال ابن عيينة قال لي ابن أبي عروبة روينا عن معمركم فشرفناه .\n</p>\n<p class=\"arabic\">عبد الله بن جعفر الرقي نا عبيد الله بن عمر وقال كنت بالبصرة مع *9*628* \n  أيوب ومعنا معمر في مسجد فأتى رجل فسأله أيوب عن رجل افترى على رجل فحلف بصدقه \n  ما له لا يدعه يأخذ منه الحد قال فطلب إليه فيه وطلبت إليه أمه فيه فجعل أيوب \n  يومئ إلى معمر ويقول هذا يفتيك عن اليمن قال فلما أكثر عليه قال معمر سمعت \n  ابن طاوس عن أبيه أنه كان يرخص له في تركه قال قال أيوب وأنا سمعت عطاء يرخص \n  في تركه رواه أبو علي في تاريخ الرقة .\n</p>\n<p class=\"arabic\">ابن سعد قال عبد الله بن جعفر نا عبيد الله بن عمرو قال كنت بالبصرة أنتظر \n  قدوم أيوب من مكة فقدم علينا وزميله معمر قدم معمر قدم معمر يزور أمه قال \n  عبد الرزاق قيل للثوري ما منعك عن الزهري قال قلة الدراهم وقد كفانا معمر .\n</p>\n<p class=\"arabic\">قال أحمد في المسند نا عبد الرزاق قال قال ابن جريج إن معمرا شرب من العلم \n  بأنقع .\n</p>\n<p class=\"arabic\">الأنقع جمع نقع وهو ما يستنقع .\n</p>\n<p class=\"arabic\">قال أحمد العجلي معمر ثقة رجل صالح يروج بضعفاء رحل إليه سفيان الثوري .\n</p>\n<p class=\"arabic\">وقال هشام بن يوسف ما رأينا لمعمر كتابا عبد الرزاق سمعت ابن المبارك يقول \n  إني لأكتب الحديث من معمر قد سمعته من غيره قيل وما يحملك على ذلك قال أما \n  سمعت قول الراجز قد عرفنا خيركم من شركم .\n</p>\n<p class=\"arabic\">قال عبد الرزاق قال لي مالك نعم الرجل كان معمر لولا روايته التفسير عن قتادة \n  *9*629* .\n</p>\n<p class=\"arabic\">قال ابن المديني سمعت عبد الرحمن بن مهدي يقول اثنان إذا كتب حديثهما هكذا \n  رأيت فيه ) .\n</p>\n<p class=\"arabic\">وإذا انتقيت كانت حسانا معمر وحماد بن سلمة وقال معمر دخلت على يحيى بن أبي \n  كثير بأحاديث فقال لي اكتب كذا وكذا فقلت أما يكره أن يكتب العلم يا أبا نصر \n  فقال اكتب لي فإن لم تكن كتبت فقد ضيعت أو قال عجزت وقال ابن معين لما أتى \n  الثوري إلى اليمن أتاه معمر فسلم عليه فحدث يوما بحديث عن ابن عقيل أن النبي \n  صلى الله عليه وسلم ضحى ى بكبشين الحديث .\n</p>\n<p class=\"arabic\">قال محمد بن عوف الطائي نا محمد بن رجاء نا عبد الرزاق سمعت ابن جريج يقول \n  عليكم بهذا الذي لو يبق في زمانه أعلم منه يعني معمرا .\n</p>\n<p class=\"arabic\">قال أحمد العجلي لما دخل معمر اليمن كرهوا أن يخرج من بين أظهرهم فقال لهم \n  رجل قيدوه قال فزوجوه قال عثمان بن سعيد الدرامي قلت ليحيى بن معين فابن عيينة \n  أحب إليك أم معمر قال معمر قلت فمعمر أم صالح بن كيسان قال معمر قلت فمعمر \n  أم يونس قال معمر قلت فمعمر أحب إليك أم الزهري أم مالك قال مالك .\n</p>\n<p class=\"arabic\">قلت إن بعض الناس يقول أثبت الناس في الزهري سفيان قال إنما يقول ذلك من سمع \n  منه وأي شيء كان سفيان إنما كان غليما وقال المفضل الغلابي سمعت ابن معين \n  يقدم مالكا في الزهري ثم معمرا ثم يونس وكان يحيى القطان يقدم ابن عيينة على \n  معمر .\n</p>\n<p class=\"arabic\">قال عثمان بن أبي شيبة سألت يحيى القطان من أثبت الناس في الزهري فقال مالك \n  ثم ابن عيينة ثم معمر *9*630* وقال ابن أبي خيثمة سمعت ابن معين يقول إذا \n  حدثك كعمر عن العراقيين فخالفه إلا عن الزهري وابن طاوس فإن حديثه عنهما مستقيم \n  فأما أهل الكوفة والبصرة فلا وما عمل في حديث الأعمش شيئا وحديثه عن ثابت \n  وعاصم وهشام بن عروة مضطرب كثير الأوهام .\n</p>\n<p class=\"arabic\">زيد بن المبارك عن محمد بن نور عن معمر قال سقط مني صحيفة الأعمى فإنما أتذكره .\n</p>\n<p class=\"arabic\">وقال يعقوب بن شيبة حدثني أحمد بن العباس سمعت يحيى بن معين يقول سمعت أنه \n  كان زوج أخت امرأة معمر مع معن بن زائدة فأرسلت إليها أختها مدا بخوخ فعلم \n  بذلك معمر بعدما أكل فقام فتقيأ وقال عبد الرزاق أكل معمر عند أهله فاكهة \n  ثم سأل فقيل أهدته لنا فلانة النواحة فقام فتقيأ قال وبعث إليه معن بن زائدة \n  والي اليمن بذهب فرده وقال لأهله لئن علم بهذا غيرنا لا يجتمع رأسي ورأسك \n  أبدا وعن بكر بن الشرود وزيد بن المبارك أن معمرا ) .\n</p>\n<p class=\"arabic\">مات في رمضان سنة اثنتين وخمسين وقال إبراهيم بن خالد مات معمر في رمضان سنة \n  ثلاث وخمسين ومائة فصليت عليه وقال أحمد بن حنبل عاش ثمانيا وخمسين سنة وقال \n  خليفة وأبو عبيد والفلاس سنة ثلاث *9*631* وقال ابن أبي خيثمة سمعت أحمد وابن \n  معين يقولان مات سنة أربع وكذا قال الهيثم بن عدي وعلي بن المديني وقد حدث \n  بالعراق من حفظه فرواية أهل اليمن عنه أمتن .\n\n</p>"
}