{
    "header": "مقاتل بن سليمان أبو الحسن البلخي صاحب الـ...",
    "id": "003831",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">مقاتل بن سليمان أبو الحسن البلخي صاحب التفسير .\n</h1>\n<p class=\"arabic\">عن مجاهد والضحاك وابن بريدة ومحمد بن سيرين وعطاء والمقبري والزهري وشرحبيل \n  بن سعد وعدة وعنه بقية وسعد بن الصلت والوليد بن مزيد وحرمي بن عمارة وعبد \n  الرزاق والمحاربي وشبابة بن سوار وعلي بن الجعد وغيرهم قال ابن المبارك ما \n  أحسن تفسيره لو كان ثقة وعن العباس بن الوليد إن مقاتلا جلس في مسجد بيروت \n  فقال لا تسألوني عن شيء مما دون العرش إلا نبأتكم به .\n</p>\n<p class=\"arabic\">وروي أن المنصور ألح عليه ذباب فطلب مقاتل بن سليمان فسأله لم خلق الله الذباب \n  فقال ليذل به الجبارين وقال ابن عيينة قلت لمقاتل تحدث عن الضحاك وزعموا أنك \n  لم تسمع منه قال كان يغلق علي وعليه باب فقلت في نفسي أجل باب المدينة .\n</p>\n<p class=\"arabic\">أبو خالد بن الأحمر عن جويبر قال لقد والله مات الضحاك وإن مقاتل *9*640* \n  بن سليمان له قرطان وهو في الكتاب وقال الفلاس نا عبد الصمد بن عبد الوارث \n  قال قدم علينا مقاتل فجعل يحدثنا عن عطاء ثم حدثنا بتلك الأحاديث كلها عن \n  الضحاك ثم حدثني عن عمرو بن شعيب فقلنا له ممن سمعتها .\n</p>\n<p class=\"arabic\">وقال الوليد بن مزيد سألت مقاتل بن سليمان عن أشياء كان يحدثني بأحاديث كل \n  واحد ينقص الآخر فقلت بأيهم آخذ فقال بأيهم شئت .\n</p>\n<p class=\"arabic\">قال أبو إسحاق الجوزجاني كان مقاتل بن سليمان سمعت أبا اليمان يقول قدم ها \n  هنا فلما أن صلى أسند ظهره إلى القبلة وقال سلوني عن ما دون العرش وحدثت أنه \n  قال مثلها بمكة فقال رجل أخبرني عن النملة أين أمعاؤها فسكت وقال عفان بن \n  مسلم لما قال مقاتل ) .\n</p>\n<p class=\"arabic\">سلوني سألوه آدم أول ما حج من حلق رأسه قال لا أدري .\n</p>\n<p class=\"arabic\">قال البخاري قال ابن عيينة سمعت مقاتلا يقول إن لم يخرج الدجال الأكبر سنة \n  خمسين ومائة فاعلموا أني كذاب وقال يزيد بن زريع سمعت الكلبي يقول مقاتل بن \n  سليمان يكذب علي وقال وكيع كان مقاتل بن سليمان كذابا وقال ابن معين ليس بشيء \n  وقال أبو داود وأبو حاتم متروك الحديث وقال النسائي الكذابون في الضعفاء المعروفون \n  بوضع الحديث أربعة *9*641* ابن أبي يحيى بالمدينة والواقدي ببغداد ومقاتل \n  بن سليمان بخراسان ومحمد بن سعيد المصلوب بالشام وقال أحمد مقاتل صاحب التفسير \n  ما يعجبني أن أروي عنه شيئا .\n</p>\n<p class=\"arabic\">وقال ابن عدي ثنا محمد بن عيسى إجازة نا أبي نا العباس بن مصعب قال قدم مقاتل \n  مرو فتزوج بأم أبي عصمة نوح بن أبي مريم وكان يقص في الجامع فقدم عليه جهم \n  فجلس إليه فوقعت العصبية بينهما فوضع كل واحد منهما على الآخر كتابا ينقض \n  على صاحبه .\n</p>\n<p class=\"arabic\">وقال محمد بن أشكاب نا أبي سمعت أبا يوسف يقول بخراسان صنفان ما على الأرض \n  أبغض إلي منهما المقاتلية والجهمية .\n</p>\n<p class=\"arabic\">وقال علي بن كاس النخعي ثنا جعفر بن أحمد نا علي بن الحسن الرازي عن محمد \n  بن سماعة عن أبي يوسف أن أبا حنيفة ذكر عنده جهم ومقاتل فقال كلامهما مفرط \n  أفرط جهم في نفي التشبيه حتى قال إنه ليس بشيء وأفرط مقاتل حتى جعل الله مثل \n  خلقه روى نحوها إسماعيل بن أسد نا إسحاق بن إبراهيم قال قال أبو حنيفة وهذا \n  منقطع .\n</p>\n<p class=\"arabic\">قال أحمد بن سيار في تاريخه مقاتل متروك مهجور القول وكان يتكلم في الصفات \n  بما لا تحل الرواية عنه وقال ابن أبي حاتم كتب إلي محمد بن آدم المروزي قال \n  محمود حضرت وكيعا وسئل عن تفسير مقاتل بن سليمان فقال لا تنظر فيه قال ما \n  أصنع به قال ادفنه .\n</p>\n<p class=\"arabic\">وقال إبراهيم الحربي لم يسمع مقاتل بن سليمان من مجاهد شيئا وتفسيره وتفسير \n  الكلبي سواء *9*642* ويروي عن مقاتل بن حيان قال ما وجدت علم مقاتل بن سليمان \n  إلا كالبحر .\n</p>\n<p class=\"arabic\">وقال الشافعي الناس في التفسير عيال على مقاتل وقال عمر بن مدرك سمعت مكي \n  بن إبراهيم يقول كان مقاتل بن سليمان يقول للناس الله تعالى على عرشه .\n</p>\n<p class=\"arabic\">وعنه الهذيل بن حبيب أن مقاتلا مات سنة خمسين ومائة قلت بقي بعد ذلك حتى لقيه \n  علي بن الجعد وقال ابن حبان ولاؤه للأزد وأصله من بلخ وانتقل إلى البصرة ومات \n  بها كنيته أبو ) .\n</p>\n<p class=\"arabic\">الحسن كان يأخذ عن اليهودي والنصراني من علم القرآن ما يوافق كتبهم وكان مشبها \n  يشبه الرب بالمخلوق ويكذب في الحديث وقال الفضل بن خالد المروزي سمعت خارجة \n  بن مصعب يقول لم أستحل دم نصراني ولو وجدت مقاتل بن سليمان في موضع لا يراني \n  أحد لشققت بطنه وسئل ابن المبارك عن مقاتل بن سليمان فقال رحمه الله لقد ذكر \n  لنا عنه عبادة .\n</p>\n<p class=\"arabic\">وعن إسحاق بن راهوية قال أخرجت خراسان ثلاثة لم يكن لهم نظير في البدعة جهم \n  بن صفوان وعمر بن صبيح ومقاتل بن سليمان وعن أبي حنيفة قال أتانا من المشرق \n  رأيان خبيثان جهم معطل ومقاتل مشبه .\n\n</p>"
}