{
    "header": "مسعر بن كدام ع بن ظهير بن عبيدة بن الحارـ...",
    "id": "003811",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">مسعر بن كدام ع بن ظهير بن عبيدة بن الحارث أبو سلمة الهلالي الكوفي الأحول \n  الحافظ .\n</h1>\n<p class=\"arabic\">أحد الأعلام *9*613* .\n</p>\n<p class=\"arabic\">عن عمرو بن مرة والحكم بن عتيبة وقتادة وعدي بن ثابت وإبراهيم بن محمد بن \n  المنتشر وثابت بن عبيد وزياد بن علاقة وسعد بن إبراهيم وسعيد بن أبي بردة \n  وعبد الله بن عبد الله بن جبير وقيس بن مسلم وأبي بكر بن مسلم وأبي بكر بن \n  عمارة بن روبية ووبرة بن عبد الرحمن وطائفة سواهم وعنه ابن عيينة ويحيى القطان \n  بن بشر وابن المبارك وأبو نعيم ويحيى بن آدم وخلاد بن يحيى وعبد الله بن محمد \n  بن المغيرة وثابت بن محمد العابد وخلق كثير .\n</p>\n<p class=\"arabic\">قال محمد بن بشر العبدي كان عند مسعر نحو ألف حديث فكتبتها إلا عشرة .\n</p>\n<p class=\"arabic\">وقال يحيى بن سعد ما رأيت أثبت من مسعر وقال أحمد بن حنبل الثقة كشعبة ومسعر \n  وقال وكيع شك مسعر كيقين غيره وقال هشام بن عروة ما قدم علينا من العراق أفضل \n  من ذاك السختياني أيوب وذاك الرواسي مسعر وعن الحسن بن عمارة قال إن لم يدخل \n  الجنة إلا مثل مسعر إن أهل الجنة إلا قليل وقال سفيان بن عيينة قالوا للأعمش \n  إن مسعرا يشك في حديثه فقال شكه كيقين غيره وعن خالد بن عمرو قال رأيت مسعرا \n  كأن جبهته ركبة عير من السجود *9*614* وكان إذا نظر إليك حسبت أنه ينظر إلى \n  الحائط من شدة حولته .\n</p>\n<p class=\"arabic\">وروى ابن عيينة عن مسعر قال دخلت على أبي جعفر أمير المؤمنين فقلت نحن لك \n  والد وأنت لنا ولد وكانت أمه أم الفضل هلالية أي أم ابن عباس فقال لي تقربت \n  إلي بأحب أمهاتي إلي ولو كان الناس كلهم مثلك لمشيت معهم في الطريق .\n</p>\n<p class=\"arabic\">وقال أبو مسهر ثنا الحكم بن هشام ثنا مسعر قال دعاني أبو جعفر ليوليني فقلت \n  إن أهلي يقولون لي لا نرضى بشرائك لنا في شيء بدرهمين وأنت توليني أصلحك الله \n  إن لنا قرابة وحقا قال فأعفاه وقال سعد بن عباد ثنا محمد بن مسعر قال كان \n  أبي لا ينام حتى يقرأ نصف القرآن وقال ابن عيينة سمعت مسعرا يقول من أبغضني \n  جعله الله محدثا .\n</p>\n<p class=\"arabic\">وقال مسعر من صبر على الخل والبقل لم يستعبد وقال مرة لرجل عليه ثياب جيدة \n  أنت من أصحاب الحديث قال نعم قال ليس هذا من آلة طلب الحديث .\n</p>\n<p class=\"arabic\">وقال سفيان بن عيينة قال معن ما رأيت مسعرا في يوم إلا وهو أفضل من الذي كان \n  بالأمس وقال ابن سعد كان لمسعر أم عابدة وكان يخدمها وكان مرجئا فمات ولم \n  يشهده ) .\n</p>\n<p class=\"arabic\">سفيان الثوري والحسن بن صالح وقال ابن معين لم يرحل مسعر في حديث قط .\n</p>\n<p class=\"arabic\">قلت نعم عامة روايته عن أهل الكوفة إلا قتادة *9*615* وقال شعبة كنا نسمي \n  مسعرا المصحف يعني من إتقانه وقيل لمسعر من أفضل من رأيت قال عمرو بن مرة \n  وقال أبو معمر القطيعي قيل لسفيان بن عيينة من أفضل من رأيت قال مسعر وقال \n  شعبة مسعر للكوفيين كابن عون عند البصريين وقال ابن عيينة سمعت مسعرا يقول \n  وددت أن الحديث كان قوارير على رأسي فسقطت فكسرت .\n</p>\n<p class=\"arabic\">وعن يعلى بن عبيد قال كان مسعر قد جمع العلم والورع وعن عبد الله بن داود \n  الخريبي قال ما من أحد إلا وقد أخذ عليه إلا مسعرا ومما يؤثر لمسعر من الشعر \n  له أو هو لغيره .\n</p>\n<p class=\"arabic\">% نهارك يا مغرور سهو وغفلة % % وليلك نوم والرجا لك لازم % .\n</p>\n<p class=\"arabic\">% وتتعب فيما سوف تكره غبه % % كذلك في الدنيا تعيش البهائم % .\n</p>\n<p class=\"arabic\">وقال يحيى بن القطان ما رأيت مثل مسعر كان من أثبت الناس وقال سفيان بن سعيد \n  كنا إذا اختلفنا في شيء أتينا مسعرا وقال أبو أسامة سمعت مسعرا يقول إن هذا \n  الحديث يصدكم عن ذكر الله وعن الصلاة فهل أنتم منتهون وسمعته يقول من أبغضني \n  جعله الله محدثا .\n</p>\n<p class=\"arabic\">وقال ابن السماك رأيت مسعرا في النوم فقلت أي العمل وجدت أنفع قال ذكر الله \n  *9*616* .\n</p>\n<p class=\"arabic\">وقال قبيصة كان مسعر لأن ينزع ضرسه أحب إليه من أن يسأل عن حديث .\n</p>\n<p class=\"arabic\">روى عن زيد بن الحباب وغيره قال مسعر الإيمان قول وعمل .\n</p>\n<p class=\"arabic\">وروى معتمر بن سليمان عن أبي مخزوم ذكره عن مسعر قال التكذيب بالقدر أبو جاد \n  الزندقة .\n</p>\n<p class=\"arabic\">أنا أبو إسحاق بن طارق أنا يوسف بن خليل أنبأنا أحمد بن محمد التيمي أنا أبو \n  علي أنا أبو نعيم الحافظ قال روى مسعر عن جماعة أساميهم محمد منهم محمد بن \n  عبد الرحمن مولى آل طلحة ومحمد بن أبي عبد الرحمن بن أبي ليلى ومحمد بن مسلم \n  الزهري ومحمد بن سوقة ومحمد بن جحادة ومحمد بن زيد بن عبد الله بن عمرو ومحمد \n  بن المنكدر ومحمد بن عبيد الله الثقفي ومحمد بن قيس بن مخرمة ومحمد بن خالد \n  الضبي ومحمد بن جابر اليمامي ومحمد بن عبد الله الزبيري ومحمد بن الأزهر .\n</p>\n<p class=\"arabic\">وبالإسناد إلى أبي نعيم نا القاضي أبو أحمد ثنا محمد بن إبراهيم بن شبيب ثنا \n  إسماعيل بن ) .\n</p>\n<p class=\"arabic\">عمرو البجلي نا مسعر عن عاصم بن أبي النجود عن زر عن ابن مسعود قال مكتوب \n  في التوراة سورة الملك من قرأها في كل ليلة فقد أكثر وأطاب وهي المانعة تمنع \n  من عذاب القبر إذا أتي من قبل رأسه قال له رأسه ويلك عني فقد كان يقرأ بي \n  ولي سورة الملك وإذا أتى من قبل بطنه قال له بطنه ويلك عني فقد كان وعى بي \n  سورة الملك وإذا أتى من قبل رجليه قالت له رجلاه ويلك عني فقد كان يقوم بي \n  بسورة الملك وهي كذلك مكتوب في التوراة مانعة .\n</p>\n<p class=\"arabic\">علي بن مسهر عن مسعر قال جعفر بن عون سمعت مسعرا ينشد *9*617* .\n</p>\n<p class=\"arabic\">% ومشيد دارا ليسكن داره % % سكن القبور وداره لم يسكن % .\n</p>\n<p class=\"arabic\">قال جعفر بن عون قال مسعر يوصي ولده كداما .\n</p>\n<p class=\"arabic\">% إني منحتك يا كدام نصيحتي % % فاسمع مقال أب عليك شفيق % .\n</p>\n<p class=\"arabic\">% أما المزاحة والمراء فدعهما % % خلقان لا أرضاهما لصديق % .\n</p>\n<p class=\"arabic\">% إني بلوتهما فلم أحمدهما % % لمجاور جار ولا لرفيق % .\n</p>\n<p class=\"arabic\">% والجهل يزري في قومه % % وعروقه في الناس أي عروق % .\n</p>\n<p class=\"arabic\">ولبعضهم .\n</p>\n<p class=\"arabic\">% من كان ملتمسا جليسا صالحا % % فليأت حلقة مسعر بن كدام % .\n</p>\n<p class=\"arabic\">% فيها السكينة والوقار وأهلها % % أهل العفاف وعلية الأقوام % .\n</p>\n<p class=\"arabic\">قال أبو نعيم وثابت العابد توفي مسعر سنة خمس وخمسين ومائة .\n\n</p>"
}