{
    "header": "إبراهيم بن طهمان بن شعبة .",
    "id": "003994",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">إبراهيم بن طهمان بن شعبة .\n</h1>\n<p class=\"arabic\">*10*61* الإمام أبو سعيد الخراساني شيخ خراسان .\n</p>\n<p class=\"arabic\">ولد بهراة واستوطن نيسابور وجاور بمكة مدة .\n</p>\n<p class=\"arabic\">وروى عن سماك بن حرب وعمرو بن دينار وعبد الله بن دينار ومحمد بن زياد وأبي \n  جمرة الضبعي وآدم بن علي وأيوب السختياني وثابت البناني ومحمد بن أبي حفصة \n  والأعمش وأبي إسحاق وحجاج بن حجاج وخلق حتى كتب عن أقرانه .\n</p>\n<p class=\"arabic\">وعنه معن بن عيسى وحفص بن عبد الله النسابوري وخالد بن نزار ومحمد بن سنان \n  العوقي وأبو همام محمد بن محبب وأبو حذيفة النهدي وأمم سواهم .\n</p>\n<p class=\"arabic\">وحدث عنه من شيوخه صفوان بن سليم وأبو حنيفة .\n</p>\n<p class=\"arabic\">ومن المتأخرين سعد بن يزيد الفراء وعبد الرحمن بن سلام الجمحي .\n</p>\n<p class=\"arabic\">وهو من ثقات الأئمة .\n</p>\n<p class=\"arabic\">قال ابن حبان في تاريخ الثقات مشتبه له مدخل في الثقات فإنه روى أحاديث مستقيمة \n  تشبه أحاديث الأثبات وقد تفرد عن الثقات بأشياء معضلة سنذكره إن شاء الله \n  في كتاب الفصل بين النقلة إن شاء الله وكذلك كل شيخ توقفنا في أمره ممن له \n  مدخل في الثقات والضعفاء جميعا ثم قال مات بمكة سنة ستين ومائة *10*62* .\n</p>\n<p class=\"arabic\">قال إسحاق بن راهويه كان إبراهيم بن طهمان صحيح الحديث ما كان بخراسان أحد \n  أكثر حديثا منه .\n</p>\n<p class=\"arabic\">وقال أبو حاتم شيخان من خراسان ثقتان مرجئين أبو حمزة السكري وإبراهيم بن \n  طهمان .\n</p>\n<p class=\"arabic\">وقال أحمد بن حنبل كان مرجئا شديدا على الجهمية .\n</p>\n<p class=\"arabic\">وقال أبو زرعة كنت عند عند أحمد بن حنبل فذكر له إبراهيم بن طهمان وكان متكئا \n  من علة فجلس وقال لا ينبغي أن يذكر الصالحون فيتكأ .\n</p>\n<p class=\"arabic\">قلت فهذا يدل على أن الإرجاء عند أحمد بدعة خفيفة .\n</p>\n<p class=\"arabic\">وذكر أبو بكر الخطيب أن إبراهيم كان له على بيت المال رزق وكان يسخو به قال \n  فسئل يوما عن مسألة في مجلس أمير المؤمنين فقال لا أدري فقالوا له يأخذ في \n  الشهر كذا وكذا ) .\n</p>\n<p class=\"arabic\">ولا يحسن هذه قال إنما آخذ على ما أحسن ولو أخذت على ما لا أحسن لفني بيت \n  المال فأعجب أمير المؤمنين ذلك .\n</p>\n<p class=\"arabic\">قال محمد بن عبد الله بن عمار الموصلي إبراهيم بن طهمان مضطرب الحديث كذا \n  قال وإبراهيم حجة .\n</p>\n<p class=\"arabic\">قال الحاكم سمعت أبا أحمد محمد بن أحمد الكرابيسي سمعت عبد الله بن محمد بن \n  الحسن سمعت محمد بن عقيل سمعت حفص بن عبد الله سمعت إبراهيم بن طهمان يقول \n  والله الذي لا إله إلا هو لقد رأى محمد ربه .\n</p>\n<p class=\"arabic\">وقال حماد بن قيراط سمعت إبراهيم بن طهمان يقول الجهمية *10*63* كفار والقدرية \n  كفار .\n</p>\n<p class=\"arabic\">قال مالك بن سليمان الهروي وغيره مات سنة ثلاث وستين ومائة .\n\n</p>"
}