{
    "header": "أبو عمرو بن العلاء بن عمار بن العريان الـ...",
    "id": "003917",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أبو عمرو بن العلاء بن عمار بن العريان التميمي المازني المقرئ النحوي صاحب \n  القراءة .\n</h1>\n<p class=\"arabic\">وأمه من بني حنيفة اسمه زبان وقيل العريان وقيل غير ذلك قرأ القرآن على سعيد \n  بن جبير ومجاهد وقيل إنه قرأ على أبي العالية الرياحي وقرأ على جماعة سواهم \n  مولده سنة سبعين .\n</p>\n<p class=\"arabic\">وحدث عن أنس بن مالك وأبي صالح السمان وعطاء بن أبي رباح ومجاهد وأبي رجاء \n  العطاردي ونافع والزهري وطائفة سواهم .\n</p>\n<p class=\"arabic\">قرأ عليه يحيى بن المبارك اليزيدي والعباس بن الفضل الأنصاري قاضي *9*684* \n  الموصل وحسين الجعفي ومعاذ بن معاذ والأصمعي ويونس بن حبيب النحوي وسلام الطويل \n  ومحبوب بن الحسين وعلي بن نصر بن علي وهارون بن موسى وسهل بن يوسف وعبد الوارث \n  بن سعيد بن أوس الأنصاري وشجاع البلخي وآخرون وحدث عنه شعبة وشبابة ويعلى \n  بن عبيد وأبو عبيدة والأصمعي وحماد بن زيد وأبو أسامة وجماعة وكان رأسا في \n  العلم في أيام البصري .\n</p>\n<p class=\"arabic\">قال أبو عبيدة كان أبو عمر أعلم الناس بالقراءات والعربية والشعر وأيام العرب \n  وكانت دفاتره ملئ بيت إلى السقف ثم تنسك فأحرقها وكان من أشرف العرب ووجوهها \n  مدحه الفرزدق وغيره وقال ابن معين ثقة وقال أبو حاتم الرازي ليس به بأس وقال \n  أبو عمر الشيباني ما رأينا مثل أبي عمر بن العلاء وروى أبو العيناء عن الأصمعي \n  قال قال لي أبو عمر لو تهيأ أن أفرغ ما في صدري من العلم في صدرك لفعلت لقد \n  حفظت في علم القراءات أشياء لو كتبت ما قدر الأعمش على حفظها لولا أنه ليس \n  لي أن أقرأ إلا بما قرئ لقرأت بحرف كذا وكذا وذكر حروفا وروى نصر بن علي عن \n  أبيه عن شعبة قال أنظر ما يقرأ به أبو عمرو مما يختاره فأكتبه فإنه سيصير \n  للناس إسنادا *9*685* وقال إبراهيم الحربي وغيره .\n</p>\n<p class=\"arabic\">كان أبو عمر من أهل السنة وقال أبو محمد اليزيدي ومحمد بن حفص تكلم عمرو بن \n  عبيد في الوعيد سنة فقال أبو عمرو إنك لألكن الفهم إذا صيرت الوعيد الذي في \n  أعظم شيء مثله في أصغر شيء فأعلم أن النهي عن الصغير والكبير ليسا سواء وإنما \n  نهى الله عنهما ليتم حجته على خلقه ولئلا يعدل عن أمره ووراء وعيده عفوه وكرمه \n  ثم أنشد .\n</p>\n<p class=\"arabic\">% لا يرهب ابن العم ما عشت صولتي % % ولا اختتى من صولة المتهدد % .\n</p>\n<p class=\"arabic\">% وإني وإن أوعدته أو وعدته % % لمخلف إيعادي ومنجز موعدي % .\n</p>\n<p class=\"arabic\">فقال له عمرو بن عبيد صدقت إن العرب تمتدح بالوعد دون الوعيد وقد تمتدح بهما \n  ألم تسمع إلى قول الشاعر .\n</p>\n<p class=\"arabic\">% لا تخلف الوعد ولا % % تبيت من ثأره على فوت % .\n</p>\n<p class=\"arabic\">فقد وافق هذا قوله تعالى ونادى أصحاب النار أن قد وجدنا ما وعد ربنا حقا فهل \n  وجدتم ما وعد ربكم حقا قالوا نعم قال أبو عمرو قد وافق الأول أخبار رسول الله \n  صلى الله عليه وسلم والحديث يفسر القرآن .\n</p>\n<p class=\"arabic\">قال الأصمعي قال لي أبو عمرو كن على حذر من الكريم إذا أهنته ومن اللئيم إذا \n  أكرمته ومن العاقل إذا أحرجته ومن الأحمق إذا مازحته *9*686* ومن العاجز إذا \n  عاشرته وليس من الأدب أن تجيب من لا يسأل أو تسأل من لا يجيبك أو تحدث من \n  لا ينصت لك .\n</p>\n<p class=\"arabic\">قال الأصمعي سألت أبا عمر ما اسمك قال زبان وعن الأصمعي بإسناد آخر قال أبو \n  عمر لا اسم له وأما اليزيدي فعنه روايتان إحداهما اسم أبي عمرو العريان والأخرى \n  أن اسمه يحيى وقال الأصمعي سمعت أبا عمرو يقول كنت رأسا والحسن حي .\n</p>\n<p class=\"arabic\">قال أبو عمرو الداني نا محمد بن أحمد نا ابن دريد نا أبو حاتم عن أبي عبيدة \n  قال قال أبو عمرو بن العلاء أنا زدت هذا البيت في قصيدة الأعمش وأستغفر الله \n  منه .\n</p>\n<p class=\"arabic\">% وأنكرتني وما كان الذي نكرت % % من الحوادث إلا الشيب والصلعا % .\n</p>\n<p class=\"arabic\">قال الأصمعي كنت إذا سمعت أبا عمرو ويتكلم ظننته لا يعرف شيئا كان يتكلم كلاما \n  سهلا .\n</p>\n<p class=\"arabic\">وقال اليزيدي سمعت أبا عمر يقول سمع سعيد بن جبير قراءتي فقال الزم قراءتك \n  هذه .\n</p>\n<p class=\"arabic\">وقال الأصمعي كان لأبي عمرو كل يوم يشتري بفلسين كوز وريحان فإذا أمسى تصدق \n  بالكوز وقال للجارية جففيه ودقيه في الأشنان ) *9*687* .\n</p>\n<p class=\"arabic\">قال أبو عبيد حدثني عدة أن أبا عمرو قرأ على مجاهد وزاد بعضهم وعلى سعيد بن \n  جبير .\n</p>\n<p class=\"arabic\">قال خليفة بن خياط مات أبو عمرو وأبو سفيان ابنا العلاء سنة سبع وخمسين ومائة .\n</p>\n<p class=\"arabic\">قال الأصمعي عاش أبو عمرو ستا وثمانين سنة وقال غير واحد مات أبو عمر سنة \n  أربع وخمسين ومائة قلت وكان أبو عمرو قليل الرواية للحديث وهو حجة في القراءة \n  صدوق وفي العربية وقد استوفيت أخباره في طبقات القراء .\n\n</p>"
}