{
    "header": "إبراهيم بن أدهم .",
    "id": "003992",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">إبراهيم بن أدهم .\n</h1>\n<p class=\"arabic\">*10*44* ابن منصور بن يزيد بن جابر أبو إسحاق العجلي وقيل التميمي البلخي \n  الزاهد أحد الأعلام .\n</p>\n<p class=\"arabic\">روى عن أبيه ومنصور ومحمد بن زياد الجمحجي وأبي إسحاق وأبي جفعر الباقر ومالك \n  بن دينار والأعمش وجماعة .\n</p>\n<p class=\"arabic\">وعنه سفيان الثوري وهو من طبقته وشقيق البلخي وأبو إسحاق الفزاري وبقية وضمرة \n  بن ربيعة ومحمد بن حمير وخلف بن تميم ومحمد بن يوسف الفريابي وإبراهيم بن \n  بشار الخراساني تلميذه وآخرون .\n</p>\n<p class=\"arabic\">قال البخاري قال لي قتيبة إبراهيم بن أدهم تميمي .\n</p>\n<p class=\"arabic\">وقال ابن معين هو عجلي .\n</p>\n<p class=\"arabic\">وقال المفضل بن غسان أخبرني أبو محمد اليمامي أن إبراهيم بن أدهم خرج مع جهضم \n  من خراسان هاربا من أبي مسلم الخراساني فنزل الثغور وهو من بني عجل .\n</p>\n<p class=\"arabic\">وساق ابن منده نسبه إلى بني عجل .\n</p>\n<p class=\"arabic\">وقال إبراهيم بن شماس سمعت الفضل بن موسى يقول حج أدهم *10*45* بأم إبراهيم \n  وهي حبلى فولدت له إبراهيم بن أدهم بمكة فجعلت تطوف به على الخلق في المسجد \n  وتقول أدعو لإبني ) .\n</p>\n<p class=\"arabic\">أن يجعله الله عبدا صالحا .\n</p>\n<p class=\"arabic\">قال ابن منده سمعت عبد الله بن محمد البلخي سمعت عبد الله بن محمد العابد \n  سمعت يونس بن سليمان البلخي يقول كان إبراهيم بن أدهم من الأشراف وكان أبوه \n  شريفا كثير المال والخدم والجنائب والبزاة بينما إبراهيم يأخذ كلابه وبزاته \n  للصيد وهو على فرسه يركضه إذا هو بصوت من فوقه يا إبراهيم ما هذا العبث أفحسبتم \n  أنما خلقناكم عبثا إتق الله وعليك بالزاد ليوم الفاقة قال فنزل عن دابته ورفض \n  الدينا .\n</p>\n<p class=\"arabic\">أخبرنا أحمد بن هبة الله عن زينب بنت الشغري أنا عبد الوهاب بن شاه أنا أبو \n  القاسم القشيري قال ومنهم إبراهيم بن أدهم كان من أبناء الملوك فخرج يتصيد \n  وأثار ثعلبا أو أربنا وهو في طلبه فهتف به هاتف ألهذا خلقت أم لهذا أمرت فنزل \n  عن دابته وصادق راعيا لأبيه وأخذ جبته الصوف فلبسها وأعطاه فرسه وما معه ثم \n  إنه دخل البادية إلى أن قال ومات بالشام وكان يأكل من عمل يده مثل الحصاد \n  وحفظ البساتين ورأى في البادية رجلا علمه اسم الله الأعظم فدعا به بعده فرأى \n  الخضر وقال إنما علمك أخي داود الاسم الأعظم .\n</p>\n<p class=\"arabic\">قلت أسندها أبو القاسم في رسالته فقال أخبرني بذلك أبو *10*46* عبد الرحمن \n  السلمي أنا محمد بن الحسن الخشاب أنا علي بن محمد المصري حدثني أبو سعيد الخزاز \n  أنا إبراهيم بن بشار قال صحبت إبراهيم بن أدهم فسألته عن بدو أمره فذكر هذا .\n</p>\n<p class=\"arabic\">قلت رواها هلال الحفار عن المصري الواعظ .\n</p>\n<p class=\"arabic\">وروى قريبا منها أبو الفتح القواس عن أبي طالب بن شهاب قال حدثني علي بن محمد \n  بن خالد بن إبراهيم بن بشار قال سألت إبراهيم بن أدهم فذكر نحوها وزاد فسألت \n  بعض المشايخ عن الحلال فقال عليك بالشام فصرت إلى المصيصة فعملت بها أياما \n  ثم قيل لي عليك بطرسوس فإن بها المباحات قال فبينما أنا قاعد على باب البحر \n  جاءني رجل فاكتراني لنظارة بستان .\n</p>\n<p class=\"arabic\">المسيب بن واضح سمعت أبا عتبة الخواص سمعت إبراهيم بن أدهم يقول من أراد التوبة \n  فليخرج من المظالم وليدع مخالطة الناس وإلا لم ينل ما يريد .\n</p>\n<p class=\"arabic\">النسائي أنا علي بن محمد بن علي سمعت خلف بن تميم سمعت إبراهيم بن أدهم يقول \n  ) .\n</p>\n<p class=\"arabic\">رآني ابن عجلان فسجد ثم قال تدري لم سجدت سجدت شكرا لله حين رأيتك .\n</p>\n<p class=\"arabic\">سليمان بن أيوب سمعت عبد الرحمن بن مهدي يقول قلت لا بن المبارك ممن سمع إبراهيم \n  بن أدهم قال قد سمع من الناس ولكن له فضل في نفسه صاحب سرائر ما رأيته يظهر \n  تسبيحا ولا شيئا من الخير ولا أكل مع قوم إلا كان آخر من يرفع يده .\n</p>\n<p class=\"arabic\">محمد بن سهل الموصلي أنا أبو حاتم سمعت أبا نعيم سمعت *10*47* سفيان الثوري \n  يقول إبراهيم بن أدهم كان شبه إبراهيم الخليل ولو كان في الصحابة لكان فاضلا .\n</p>\n<p class=\"arabic\">قال بشر الحافي ما أعرف عالما إلا قد أكل بدينه سوى وهيب بن الورد وإبراهيم \n  بن أدهم وسلم الخواص ويوسف بن أسباط .\n</p>\n<p class=\"arabic\">أبو يعلى الموصلي أنا عبد الصمد بن يزيد الصايغ سمعت شقيق البلخي يقول لقيت \n  إبراهيم بن أدهم في الشام فقلت تركت خراسان قال ما تهنيت بالعيش إلا هنا أفر \n  بديني من شاهق فمن رآني يقول موسوس ومن رآني يقول حمال يا شقيق لم ينبل عندنا \n  من نبل بالجهاد ولا بالحج بل من كلن يعقل ما يدخل بطنه يا شقيق ماذا أنعم \n  الله على الفقراء لا يسألهم عن زكاة ولا عن جهاد ولا صلة إنما يسأل عن هذا \n  هؤلاء المساكين .\n</p>\n<p class=\"arabic\">قلت هذا القول من إبراهيم رحمه الله ليس على إطلاقه بل قد نبل بالجهاد والقرب \n  عدد من الصفوة .\n</p>\n<p class=\"arabic\">وعن إبراهيم قال الزهد منه فرضه وهو ترك الحرام وزهد بسلام وهو الزهد في الشبهات \n  وزهد فضل وهو الزهد في الحلال .\n</p>\n<p class=\"arabic\">قال بقية دعاني إبراهيم بن أدهم إلى طعام له وجلس فوضع رجله اليسرى تحت إليته \n  ونصب اليمنى ووضع مرفقه عليها ثم قال هذه جلسة رسول الله صلى الله عليه وسلم \n  كان يجلس جلسة العبيد .\n</p>\n<p class=\"arabic\">فلما أكلنا قلت لرفيقه أخبرني عن أشد شيء مر بك منذ صحبته *10*48* .\n</p>\n<p class=\"arabic\">قال نعم كنا يوما صياما فلما كان الليل لم يكن لنا ما نفطر عليه فلما أصبحنا \n  قلت يا أبا إسحاق هل لك في أن نأتي الرستن فنكري أنفسنا مع الحصادين قال نقم \n  فأتينا باب الرستن فجاء رجل فاكتراني بدرهم فقلت وصاحبي قال لا حاجة لي فيه \n  أراه ضعيفا فما زلت به حتى اكتراه بثلثين فحصدنا يومنا وأخذت كرائي فأتيت \n  به فاشتريت حاجتي ) .\n</p>\n<p class=\"arabic\">وتصدقت بالباقي فيهيأته وقدمته إليه فلما نظر إليه بكى قلت ما يبكيك قال أما \n  نحن فقد استوفينا أجورنا فليت شعري أوفينا صاحبنا أم لا قال فغضبت قال ما \n  يغضبك أتضمن لي أنا وفيناه فأخذت الطعام فتصدقت به .\n</p>\n<p class=\"arabic\">ضمرة سمعت إبراهيم بن ادهم قال أخاف أن لا يكون لي أجر في تركي أطايب الطعام \n  لأني لا أشتهيه وكان إذا جلس على طعام طيب رمى إلى أصحابه وقنع بالخبز والزيتون .\n</p>\n<p class=\"arabic\">محمد بن ميمون المكي ثنا سفيان بن عيينة قال قال رجل لإبراهيم بن ادهم لو \n  تزوجت فقال لو أمكنني أن أطلق نفسي لفعلت .\n</p>\n<p class=\"arabic\">أحمد بن مروان ثنا هارون بن الحسن ثنا خلف بن تميم قال دخل إبراهيم بن ادهم \n  الجبل بفأس فاحتطب ثم باعه واشترى به ناطفا وقدمه إلى أصحابه فقال كلوا كأنكم \n  تأكلون في رهن .\n</p>\n<p class=\"arabic\">عصام بن داود بن الجراح ثنا أبي قال كنت ليلة مع إبراهيم بن أدهم بالثغر فأتاه \n  رجل بباكورة فنظر حوله هل يرى ما يكافيه فنظر إلى سرجي فقال خذلك ذاك السرج \n  فأخذه فما داخلني سرور قط مثله حين علمت *10*49* أنه صير مالي وماله واحدا .\n</p>\n<p class=\"arabic\">علي بن بكار قال كان الحصاد أحب إلى ابن أدهم من اللقاط وكان سليمان الخواص \n  لا يرى باللقاط بأسا وكان إبراهيم أفقه وكان من العرب من بني عجل كريم الحسب \n  وكان إذا عمل ارتجز وقال .\n</p>\n<p class=\"arabic\">% اتخذ الله صاحبا % % ودع الناس جانبا % .\n</p>\n<p class=\"arabic\">وكان يلبس في الشتاء فروا بلا قميص وفي الصيف شقتين بأربعة دراهم يتزر بواحدة \n  ويرتدي بأخرى ويصوم في السفر والحضر ولا ينام الليل وكان يتفكر فإذا فرغ من \n  الحصاد أرسل بعض أصحابه يحاسب صاحب الزرع ويجيء بالدراهم فلا يمسها بيده .\n</p>\n<p class=\"arabic\">قال ابن بكار كان إبراهيم يقول لأصحابه اذهبوا فكلوا بها يعني أجرته شهواتكم \n  وإذا لم يحصد أجر نفسه في حفظ البساتين والمزارع .\n</p>\n<p class=\"arabic\">وكان يطحن بيد واحدة مديا من قمح .\n</p>\n<p class=\"arabic\">وقال أبو يوسف الغسولي دعا الأوزاعي إبراهيم بن أدهم فقصر في الأكل فقال لم \n  قصرت ) .\n</p>\n<p class=\"arabic\">في الطعام .\n</p>\n<p class=\"arabic\">بشر الحافي ثنا يحيى بن يمان قال كان سفيان إذا قعد مع إبراهيم ابن أدهم تحرز \n  من الكلام .\n</p>\n<p class=\"arabic\">عبد الرحمن بن مهدي عن طالوت سمعت إبراهيم بن أدهم قال ما صدق الله عبد أحب \n  الشهرة *10*50* .\n</p>\n<p class=\"arabic\">محمد بن عقيل البلخي سمعت عبد الصمد بن الفضل سمعت مكي بن إبراهيم يقول قيل \n  لإبراهيم بن ادهم ما يبلغ من كرامة المؤمن على الله قال أن تقول للجبل تحرك \n  فيتحرك قال فتحرك الجبل فقال ما إياك عنيت عصام بن رواد سمعت عيسى بن حازم \n  النيسابوري يقول كنا مع إبراهيم بن أدهم بمكة فنظر إلى أبي قبيس فقال لو أن \n  مؤمنا مستكمل الإيمان هز الجبل لزال فتحرك أبو قبيس فقال إبراهيم اسكن ليس \n  إياك أردت يحيى بن عثمان الحمصي ثنا بقية قال كنا مع إبراهيم بن أدهم في البحر \n  وهبت ريح وهاجت الأمواج واضطربت السفينة وبكى الناس فقلنا يا أبا إسحاق ما \n  ترى الناس فيه فرفع رأسه ن وقد أشرفنا على الهلاك فقال ياحي حين لاحي وياحي \n  قبل كل حي ويا حيبعد كل حي يا حي يا قيوم يا محسن يا مجمل قد أريتنا قدرتك \n  فأرنا عفوك قال فهدأت السفينة من ساعته .\n</p>\n<p class=\"arabic\">ابن أبي الدنيا حدثني محمد بن منصور ثنا الحارث بن النعمان قال كان إبراهيم \n  بن ادهم يجتني الرطب من شجر البلوط .\n</p>\n<p class=\"arabic\">وعن إبراهيم قال كل ملك لا يكون عادلا فهو واللص سواء وكل عالم لا يكون ورعا \n  فهو والذئب سواء وكل من يخدم سوى الله فهو والكلب بمنزلة واحدة .\n</p>\n<p class=\"arabic\">وقيل إن إبراهيم غزا في البحر مع أصحابه فاختلف في الليلة التي *10*51* مات \n  فيها إلى الخلاء خمسا وعشرين مرة كل مرة يجدد الوضوء فلما أحس بالموت قال \n  أوتروا لي قوسي وقبض على قوسه فتوفي وهو في يده فدفن في جزيرة في البحر في \n  بلاد الروم .\n</p>\n<p class=\"arabic\">أخبرونا عن ابن اللتي أنا جعفر المتوكلي أنا ابن العلاف ثنا الجهامي انا جعفر \n  الخلدي حدثني إبراهيم بن نصر ثنا إبراهيم بن بشار الصوفي سمعت إبراهيم بن \n  أدهم يقول وأي ) .\n</p>\n<p class=\"arabic\">دين لو كان له رجال من طلبة العلم لله كان الخمول أحب إليه من التطاول وقال \n  والله ما الحياة بثقة يرجى نومها ولا المنية بعذر فيؤمن غدرها ففيم التفريط \n  والتقصير والاتكال والإبطاء قد رضينا من أعمالنا بالمعاني ومن طلب التوبة \n  بالتواني ومن العيش الباقي بالعيش الفاني *10*52* .\n</p>\n<p class=\"arabic\">وأمسينا ليلة مع إبراهيم وليس لنا شيء نفطر عليه فرآني حزينا فقال يا ابن \n  بشار ماذا أنعم الله على الفقراء والمساكين من النعيم والراحة في الدنيا والآخرة \n  لا يسألهم يوم القيامة عن زكاة ولا حج ولا صدقة ولا صلة رحم لا تغنم فرزق \n  الله مضمون سيأتيك نحن والله الملوك الأغنياء نحن والله الذين تعجلنا الراحة \n  لا نبالي على أي حال أصبحنا وأمسينا إذا أطعنا الله ثم قام إلى صلاته وقمت \n  إلى صلاتي فما لبثنا إلا ساعة فإذا برجل قد جاء بثمانية أرغفة وتمر كثير فوضعه \n  فقال كل يا مغموم فدخل سائل فقال أطعمونا فدفع إليه ثلاثة أرغفة مع تمر وأعطاني \n  ثلاثة وأكل رغيفين .\n</p>\n<p class=\"arabic\">وكنت مارا مع إبراهيم فأتينا على قبر مسنم فترحم عليه وقال هذا قبر حميد بن \n  جابر أمير هذه المدن كلها كان غرق في بحار الدنيا ثم أخرجه الله منها .\n</p>\n<p class=\"arabic\">بلغني أنه سر ذات يوم بشيء ونام فرأى رجلا بيده كتاب فناوله ففتحه فإذا فيه \n  كتاب بالذهب مكتوب لا تؤثرن فإننا على باق ولا تغترن بملكك فإن ما أنت فيه \n  جسيم لولا أنه عديم وهو ملك لولا أن بعده هلك وفرح وسرور لولا أنه لهو وغرور \n  وهو يوم لو كان يوثق له بغد فسارع إلى أمر الله فإن الله قال سارعوا إلى مغفرة \n  من ربكم وجنة عرضها السماوات والأرض أعدت للمتقين فانتبه فزعا وقال هذا تنبيه \n  من الله وموعظة فخرج من ملكه وقصد هذا الجبل فعبد الله فيه حتى مات .\n</p>\n<p class=\"arabic\">إسحاق بن الضيف ثنا علي بن محمد المعلم عن أبيه أن *10*53* إبراهيم بن ادهم \n  حصد ليلة ما يحصد غيره في عشرة أيام فأخذ أجرته دينارا .\n</p>\n<p class=\"arabic\">أخبرنا إسحاق الصفار أنا يوسف الحافظ أنا عبد الرحيم بن محمد أنا أبو علي \n  الحداد أنا أبو نعيم أنا إبراهيم بن عبد الله ثنا محمد بن إسحاق السراج سمعت \n  إبراهيم بن بشار قلت لإبراهيم بن أدهم كيف كان بدو أمرك قال غير ذا أولى بك \n  قلت أخبرني لعل الله أن ينفعنا به يوما فقال كان أبي من أهل بلخ وكان من ملوك \n  خراسان المياسير وحبب إلينا ) .\n</p>\n<p class=\"arabic\">الصيد فخرجت راكبا فرسي ومعي كلبي فينما أنا كذلك ثار أرنب أو ثعلب فحركت \n  فرسي فسمعت نداء من ورائي ليس لذا خلقت ولا بذا أمرت فوقفت أنظر يمنة ويسرة \n  فلم أر أحدا فقلت لعن الله إبليس ثم حركت فرسي فأسمع نداء أجهر من ذلك يا \n  إبراهيم ليس لذا خلقت ولا بذا أمرت فوقفت وقلت انتهيت انتهيت جاءني نذير من \n  رب العالمين والله لا عصيت الله بعد يومي إذا ما عصمني ربي فرجعت إلى أهلي \n  فخليت عن فرسي ثم جئت إلى رعاة لأبي فأخذت منه جبة وكساء وألقيت ثيابي إليه \n  ثم أقبلت إلى العراق فعملت بها أياما فلم يصف لي منها الحلال فقيل لي عليك \n  بالشام فصرت إلى المصيصة فعملت بها فلم يصف لي الحلال فسألت بعض المشايخ فقال \n  إن أردت الحلال الصافي فعليك بطرسوس فإن فيها المباحات والعمل الكثير فأتيتها \n  فعملت بها انظر في البساتين وأحصد فبينما أنا على باب البحر جاءني رجل أنظر \n  له فكتبت في البستان مدة فإذا بخادم قد أقبل ومعه أصحابه فقعد في *10*54* \n  مجلسه فصاح يا ناظور إذهب فآتنا بأكبر رمان تقدر عليه وأطيبه فذهبت فأتيته \n  بأكبر رمان فكسر رمانة فوجدها حامضة فقال أنت عندنا كذا وكذا تأكل فاكهتنا \n  ورماننا لا تعرف الحلو من الحامض قلت والله ما ذقتها .\n</p>\n<p class=\"arabic\">فأشار إلى أصحابه تسمعون كلام هذا ثم قال لي أتراك لو أنك إبراهيم بن أدهم \n  زاد على هذا فانصرف فلما كان من الغد ذكر صفتي في المسجد فعرفني بعض الناس \n  فجاء الخادم ومعه عتق من الناس فلما رأيته قد أقبل اختفيت خلف الشجر والناس \n  داخلون فاختلطت معهم وهم داخلون وأنا هارب .\n</p>\n<p class=\"arabic\">روى يونس بن سليمان البلخي عن إبراهيم بن أدهم نحوها .\n</p>\n<p class=\"arabic\">إبراهيم بن نصر المنصوري ومحمد بن غالب قالا نا إبراهيم بن بشار قال بينما \n  أنا وإبراهيم بن أدهم وأبو يوسف الغسولي وأبو عبد الله السنجاري ونحن متوجهون \n  نريد الإسكندرية فصرنا إلى نهر الأردن فقعدنا نستريح فقرب أبوي يوسف كسيرات \n  يابسات .\n</p>\n<p class=\"arabic\">فأكلنا وحمدنا الله وقام بعضنا ليسقي إبراهيم فسارعه فدخل في الماء إلى ركبتيه \n  ثم قال بسم الله وشرب ثم حمد الله ثم خرج فمد رجليه ثم قال يا أبا يوسف لو \n  علم الملوك وأبناء الملوك ما نحن فيه من السرور والنعم إذا لجالدونا عليه \n  بأسيافهم .\n</p>\n<p class=\"arabic\">ابن بشار سمعت ابن أدهم يقول ما قاسيت شيئا من أمر الدنيا ما قاسيت من نفسي \n  مرة ) .\n</p>\n<p class=\"arabic\">لي ومرة علي .\n</p>\n<p class=\"arabic\">قال عطاء بن مسلم ضاعت نفقة إبراهيم بن ادهم بمكة فمكث *10*55* خمسة عشر يوما \n  يستف الرمل .\n</p>\n<p class=\"arabic\">وقال بشر الحافي عن أبي معاوية الأسود قال مكث إبراهيم بن أدهم يأكل الطين \n  عشرين يوما .\n</p>\n<p class=\"arabic\">وقال محبوب بن موسى عن أبي إسحاق الفزاري أخبرني إبراهيم ابن أدهم أنه أصابته \n  مجاعة بمكة فمكث أياما يأكل الرمل بالماء .\n</p>\n<p class=\"arabic\">وعن شعيب بن حرب قال قدم ابن أدهم مكة فإذا في جرابه طين فقيل له فقال أما \n  إنه طعامي منذ شهر .\n</p>\n<p class=\"arabic\">عن سهل بن إبراهيم قال صحبت إبراهيم بن أدهم في سفر فأنفق علي نفقته ثم مرضت \n  فاشتهيت شهوة فباع حماره واشترى شهوتي فقلت فعلى أي شيء نركب قال على عنقي \n  قال فحمله ثلاثة منازل .\n</p>\n<p class=\"arabic\">عصام بن رواد سمعت عيسى بن خارجة قال بينما إبراهيم بن أدهم يحصد وقف عليه \n  رجلان معهما ثقل فسلما عليه وقالا أنت إبراهيم بن أدهم قال نعم قالا فإنا \n  مملوكان لأبيك ومعنا مال ووطاء فقال ما أدري ما تقولان فإن كنتما صادقين فأنتما \n  حران والمال لكما لا تشغلاني عن عملي .\n</p>\n<p class=\"arabic\">وعن مروان قال كان إبراهيم سخيا جدا .\n</p>\n<p class=\"arabic\">قال أحمد بن أبي الحواري سمعت أبا الوليد يقول ربما جلس إبراهيم بن ادهم من \n  أول الليل إلى آخره يكسر الصنوبر فيطعمنا *10*56* .\n</p>\n<p class=\"arabic\">وغزوت معه ولي فرسان وهو على رجليه فأردته أن يركب فأبى فحلفت فركب حتى جلس \n  على السرج فقال قد أبررت يمينك ثم نزل .\n</p>\n<p class=\"arabic\">أحمد بن إبراهيم الدورقي نا خلف بن تميم سمعت إبراهيم بن أدهم يقول يجيئني \n  الرجل بالدنانير فأقول مالي فيها حاجة ويجيئني بالفرس فأقول مالي فيه حاجة \n  ويجيئني ذا فلما رأى القوم أني لا أنافسهم في دنياهم أقبلوا ينظرون إلي كأني \n  دابة من الأرض أو كأني آية ولو قبلت منهم لأبغضوني ولقد أدركت أقواما ما كانوا \n  يحمدون على ترك هذه الفضول ) .\n</p>\n<p class=\"arabic\">أحمد الدروقي حدثني أبو أحمد المروزي حدثني علي بن بكار قال غزل معنا إبراهيم \n  بن ادهم غزاتين كل واحدة منهما أشد من الأخرى فلم يأخذ سهما ولا نفلا وكان \n  لا يأكل من متاع الروم نجيء بالطرائف والعسل والدجاج فلا يأكل منه ويقول هو \n  حلال لكني أزهد فيه وكان يصوم وغزا على برذون ثمنه دينار وغزا في البحر غزاتين .\n</p>\n<p class=\"arabic\">الدورقي نا خلف تميم حدثني أبو رجاء الخراساني عن رجل أنه كان مع إبراهيم \n  بن أدهم في سفينة في غزاة فعصفت عليهم الريح وأشرفوا على الغرق فسمعوا هاتفا \n  بصوت عال تخافون وفيكم إبراهيم .\n</p>\n<p class=\"arabic\">قال بشر بن المنذر قاضي المصيصة كنت رأيت إبراهيم بن أدهم كأنه ليس فيه روح \n  لو نفحته الريح لوقع قد اسود متدرع بعباءة فإذا خلا *10*57* بأصحابه فمن ابسط \n  الناس .\n</p>\n<p class=\"arabic\">محمد بن يزيد نا يعلى بن عبيد قال دخل إبراهيم بن أدهم على المنصور فقال كيف \n  شأنكم يا أبا إسحاق قال يا أمير المؤمنين .\n</p>\n<p class=\"arabic\">% نرقع دنيانا بتمزيق ديننا % % فلا ديننا يبقى ولا ما نرقع % .\n</p>\n<p class=\"arabic\">قال ابن بشار سمعت إبراهيم بن أدهم يتمثل .\n</p>\n<p class=\"arabic\">% للقمة بجريش الملح أكلها % % ألذ من تمرة تحشى بزنبور % .\n</p>\n<p class=\"arabic\">قال خلف بن تميم سمعت إبراهيم بن ادهم يقول من تعود أفخاذ النساء لم يفلح .\n</p>\n<p class=\"arabic\">يحيى بن آدم سمعت شريكا يقول سألت إبراهيم بن أدهم عما كان بين علي ومعاوية \n  رضي الله عنهما فبكى فندمت على سؤالي إياه فرفع رأسه فقال من عرف نفسه اشتغل \n  بنفسه عن غيره ومن عرف ربه اشتغل بربه عن غيره .\n</p>\n<p class=\"arabic\">وعن إبراهيم قال حب لقاء الناس من حب الدنيا وتركهم ترك الدنيا .\n</p>\n<p class=\"arabic\">وقال لرجل روعة تروعكم من عيالكم أفضل مما أنا فيه .\n</p>\n<p class=\"arabic\">وعن أبي سليمان الداراني قال صلى إبراهيم بن ادهم بوضوء واحد خمس عشرة صلاة .\n</p>\n<p class=\"arabic\">وقال محمد بن حمير حدثني إبراهيم بن أدهم قال من حمل شاذ *10*58* العمل حمل \n  شرا كبيرا .\n</p>\n<p class=\"arabic\">قال إبراهيم بن بشار أوصانا إبراهيم بن أدهم اهربوا من الناس كهربكم من السبع \n  الضاري ولا تخلفوا عن الجمعة والجماعة .\n</p>\n<p class=\"arabic\">عن المعان بن عمران قال شكا الثوري إلى إبراهيم بن أدهم فقال نشكو إليك ما \n  يفعل بنا ) .\n</p>\n<p class=\"arabic\">وكان سفيان مختفيا فقال أنت شهرت نفسك بحدثنا وحدثنا .\n</p>\n<p class=\"arabic\">عن إبراهيم قال على القلب ثلاثة أغطية الفرح والحزن والسرور فإذا فرحت بالموجود \n  فأنت حريص والحريص محروم وإذا حزنت على المفقود فأنت ساخط والساخط معذب وإذا \n  سررت بالمدح فأنت معجب والعجب بحبط العمل قال الله تعالى لكيلا تأسوا على \n  ما فاتكم ولا تفرحوا بما آتاكم .\n</p>\n<p class=\"arabic\">وعنه قال رأيت في النوم كأن قائلا يقول لي أيحسن بالحر المريد أن يتذلل للعبيد \n  وهو يجد عند مولاه كل ما يريد .\n</p>\n<p class=\"arabic\">وقال النسائي إبراهيم بن ادهم أحد الزهاد ثقة مأمون .\n</p>\n<p class=\"arabic\">وقال الدارقطني ثقة .\n</p>\n<p class=\"arabic\">وعن البخاري أنه مات سنة إحدى وستين ومائة *10*59* .\n</p>\n<p class=\"arabic\">وقال أبو توبة الحلبي وابن يونس المصري سنة اثنتين .\n</p>\n<p class=\"arabic\">قلت سيرته في تاريخ دمشق ثلاث وثلاثون ورقة وهي طويلة في حلية الأولياء عليهم \n  السلام .\n\n</p>"
}