{
    "header": "خالد بن برمك أبو العباس جد البرامكة صدر ...",
    "id": "004079",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">خالد بن برمك أبو العباس جد البرامكة صدر معظم وزر في أول الدولة العباسية .\n</h1>\n<p class=\"arabic\">للسفاح .\n</p>\n<p class=\"arabic\">وذكر الصولي أنه كان يختلف إلى محمد بن علي الإمام والد السفاح ثم من بعده \n  إلى أبنه إبراهيم ثم إنه وزر للمنصور نحوا من سنتين ثم عزله واستوزر أبا يوسف \n  المورياني وعقد لخالد بن برمك على إمرة فارس *10*161* .\n</p>\n<p class=\"arabic\">مولده سنة تسعين وكان برمك مجوسيا من الفرس وقد اتهم خالد بالبقاء على المجوسية \n  فالله أعلم .\n</p>\n<p class=\"arabic\">مات سنة خمس وستين ومائة .\n</p>\n<p class=\"arabic\">ذكره ابن النجار فقال ذكر الصولي قال لما استخلف السفاح بايعه خالد وتكلم \n  فأعجبه وظنه من العرب فقال ممن الرجل قال مولاك يا أمير المؤمنين من العجم \n  أنا خالد بن برمك ) .\n</p>\n<p class=\"arabic\">وأبي وأهلي في موالاتكم والجهاد عنكم فأعجب به وقدره في ديوان الجند إلى أن \n  قال ثم وزر للسفاح فلما ولي المنصور أمره مديدة ثم أمره على فارس ومدحته الشعراء \n  ثم ولي الري فكان بها مع المهدي ثم ولي الموصل وفارس معا زمن المهدي .\n</p>\n<p class=\"arabic\">وقال أبو عمرو الغمراوي ما بلغ مبلغ خالد أحد من أولاده وما تفرق فيهم اجتمع \n  فيه كان فوق يحيى بن خالد في الرأي والحكم وفوق الفضل في السحاء وفوق جعفر \n  في الكتابة والفصاحة وفوق محمد في أنيته وحسن آلته وفوق موسى في شجاعته .\n</p>\n<p class=\"arabic\">وكان يحيى يقول ما أنا إلا شرارة من نار أبي العباس .\n</p>\n<p class=\"arabic\">فقال إبراهيم بن العباس الصولي ما في وزراء بني العباس مثل خالد في فضائله \n  وكرمه .\n</p>\n<p class=\"arabic\">وعن أبي جعفر المنصور قال لو كانت دولتنا صورة لكان قحطبة قلبها وأبو جهم \n  بدنها وعثمان بن نهيك يدها وخالد بن برمك غذاؤها وقوتها .\n</p>\n<p class=\"arabic\">وقيل إن المنصور هم بهدم إيوان كسرى فقال لا تفعل فإنه آية لإسلام وإذا رآه \n  الناس علموا أن من بناؤه لا يزيل أمره إلا الأنبياء *10*162* ومورثته أكبر \n  من نفعه قال أبيت إلا ميلا إلى الأعجمية ثم أمر بهدمه فهدمت منه ثلمة غرموا \n  عليه جملة عن هدمه وقال يا خالد قد صرنا إلى إرادتك قال أنا غيرت أرى هدمه \n  ليلا لئلا يقال عجزت عنه .\n\n</p>"
}