{
    "header": "الحسن بن صالح بن حي .",
    "id": "004062",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الحسن بن صالح بن حي .\n</h1>\n<p class=\"arabic\">الفقيه أبو عبد الله الهمداني الكوفي العابد أحد الأعلام أخو علي *10*132* \n  ابن صالح وهما ابنا صالح بن حيان بن شفي بن هني الثوري .\n</p>\n<p class=\"arabic\">وقيل هو صالح بن صالح بن مسلم بن حيان قاله البخاري .\n</p>\n<p class=\"arabic\">وقيل صالح بن صالح بن حسن بن مسلم .\n</p>\n<p class=\"arabic\">ولد الحسن سنة مائة روى عن سلمة بن كهيل وسماك بن حرب وإسماعيل السدي وعبد \n  الله بن دينار العمري وبيان بن بشر ووالده صالح وعاصم بن بهدلة وعاصم الأحول \n  وعبد العزيز بن رفيع وعلي بن الأقمر وعمرو بن المعتمر وطبقتهم .\n</p>\n<p class=\"arabic\">وعنه وكيع ويحيى بن آدم ويحيى بن فضيل وأبو نعيم وعبيد الله ابن موسى وقبيصة \n  ) .\n</p>\n<p class=\"arabic\">وأحمد بن يونس وعلي بن الجعد وآخرون .\n</p>\n<p class=\"arabic\">قال أبو نعيم كتبت عن ثمانمائة محدث فما رأيت أفضل من الحسن بن صالح .\n</p>\n<p class=\"arabic\">وقال عباس عن ابن معين قال يكتب رأي الحسن بن صالح ورأي الأوزاعي هؤلاء ثقات .\n</p>\n<p class=\"arabic\">وقال أبو زرعة اجتمع في الحسن بن حي إتقان وفقه وزهد .\n</p>\n<p class=\"arabic\">وكان وكيع يعظمه ويشبهه بسعيد بن جبير .\n</p>\n<p class=\"arabic\">وقال أبو نعيم أنا الحسن بن صالح وما دون الثوري في الورع والفقه .\n</p>\n<p class=\"arabic\">وقال يحيى بن أبي بكير قلنا للحسن بن صالح صف لنا غسل الميت فما قدر عليه \n  من البكاء *10*133* .\n</p>\n<p class=\"arabic\">وقال عبده بن سليمان إني أرى الله يستحي أن يعذب الحسن بن صالح .\n</p>\n<p class=\"arabic\">وقال أبو غسان هو خير من شريك من هنا إلى خراسان .\n</p>\n<p class=\"arabic\">وقال أبو نعيم ما رأيت أحدا إلا وقد غلط في شيء غير الحسن بن صالح .\n</p>\n<p class=\"arabic\">وقال ابن عدي لم أر له حديثا منكرا مجاوزا المقدار هو عندي من أهل الصدق .\n</p>\n<p class=\"arabic\">وقال وكيع هو عندي إمام فقيل له إنه لا يترحم على عثمان فقال وكيع أتترحم \n  أنت على الحجاج قلت هذه سقطة من وكيع شتان ما بين الحجاج وبين عثمان عثمان \n  خير أهل زمانه وحجاج شر أهل زمانه .\n</p>\n<p class=\"arabic\">قال أبو حاتم الحسن بن صالح ثقة حافظ متقن .\n</p>\n<p class=\"arabic\">وقال أحمد بن حنبل ثقة .\n</p>\n<p class=\"arabic\">وقال وكيع كان الحسن وعلي وأمهما قد جزأوا الليل ثلاثة أجزاء للعبادة فماتت \n  أمهما فقسما بينهما الليل ثم مات علي فقام الليل كله *10*134* الحسن .\n</p>\n<p class=\"arabic\">وعن أبي سليمان الداراني قال ما رأيت أحدا أكوف أظهر على وجهه من الحسن بن \n  صالح قام ليلة ب عم يتساءلون فغشي عليه فلم يختمها إلى الفجر .\n</p>\n<p class=\"arabic\">أحمد بن أبي الحواري نا إسحاق بن جبلة قال دخل الحسن بن صالح السوق يوما وأنا \n  معه فرأى هذا يخيط وهذا يصبغ فبكى ثم قال أنظر إليهم يتعللون حتى تأتيهم الموت .\n</p>\n<p class=\"arabic\">وعن أبي نعيم عن الحسن بن صالح قال فتشنا الورع فلم نجده في شيء أقل منه في \n  اللسان ) .\n</p>\n<p class=\"arabic\">وعن أبي حي أنه كان إذا نظر إلى المقبرة يصرخ ويغشى عليه .\n</p>\n<p class=\"arabic\">وقال حميد الرؤآسي كنت عند ابن صالح ورجل يقرأ لا يحزنهم الفزع الأكبر فالتفت \n  علي إلى أخيه الحسن وقد اخضر واصفر فقال يا حسن إنها أفزاع فوق أفزاع ورأيت \n  الحسن أراد أن يصيح ثم جمع ثوبه فعض عليه حتى سكن عنه .\n</p>\n<p class=\"arabic\">وعن ابن حي قال إن الشيطان ليفتح للعبد تسعة وتسعين بابا من الخير يريد به \n  بابا من السوء *10*135* .\n</p>\n<p class=\"arabic\">أحمد بن عمران بن جعفر البغدادي ثنا يحيى بن آدم قال قال السن بن صالح قال \n  لي أخي وكنت أصلي يا أخي اسقني قال فلما قضيت صلاتي أتيته بماء فقال قد شربت \n  الساعة قلت ومن سقاك وليس في الغرفة غيري وغيرك قال أتاني الساعة جبريل بماء \n  فسقاني وقال أنت وأخوك وأمك مع الذين أنعم الله عليهم الآية وخرجت نفسه .\n</p>\n<p class=\"arabic\">وقال عبد الله بد داود الخريبي ترك الحسن بن صالح الجمعة فجاء فلان فجعل يناظره \n  ليلة إلى الصباح فذهب الحسن إلى ترك الجمعة معهم وإلى الخروج عليهم ولهذا \n  يقول أبو أسامة سمعت زائدة يقول إن ابن حي ههذا قد استصلب منذ زمان وما يجد \n  أحدا يصلبه .\n</p>\n<p class=\"arabic\">يعني لو علم به أهل الدولة أنه يرى السيف لقتلوه .\n</p>\n<p class=\"arabic\">قال أبو أسامة أتيت الحسن بن صالح فجعل أصحابه يقولون لا إله إلا الله لا \n  إله إلا الله فقلت ما لي كفرت قال لا ولكن ينقمون عليك محبة مالك بن مغول \n  وزائدة فقلت لا جلست إليك أبدا .\n</p>\n<p class=\"arabic\">وقال أبو نعيم ذكر الحسن بن صالح عند الثوري فقال ذاك رجل يرى السيف على الأمة .\n</p>\n<p class=\"arabic\">وعن الثوري أنه كان ينقم على ابن حي ترك الجمعة .\n</p>\n<p class=\"arabic\">وقال يوسف بن أسباط كان الحسن بن حي يرى السيف *10*136* .\n</p>\n<p class=\"arabic\">وقال يحيى القطان كان سفيان يسيء الرأي في الحسن بن حي .\n</p>\n<p class=\"arabic\">وقال بشر بن الحارث كان زائدة يجلس في المسجد يحذر الناس من ابن حي وأصحابه \n  قال وكانوا يرون السيف .\n</p>\n<p class=\"arabic\">أبو سعيد الأشج سمعت ابن ادريس يقول ما أنا وابن حي لا نترك جمعة ولا جهادا .\n</p>\n<p class=\"arabic\">قال أبو معمر القطيعي كنا عند وكيع فكان إذا حدث عن حسن بن صالح أمسكنا فلم \n  نكتب ) .\n</p>\n<p class=\"arabic\">فقال ما لكم فقال له أخي بيده هكذا يعني أنه كان ما يرى السيف فيسكت وكيع .\n</p>\n<p class=\"arabic\">وقال خلف بن تميم كان زائدة يستتيب من أتى حسن بن صالح .\n</p>\n<p class=\"arabic\">قلت مات سنة تسع وستين ومائة وكان من كبار الفقهاء .\n</p>\n<p class=\"arabic\">له أقوال تحكى في الخلافيات .\n\n</p>"
}