{
    "header": "حماد بن سلمة بن دينار مولى ربيعة وقيل غيـ...",
    "id": "004071",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">حماد بن سلمة بن دينار مولى ربيعة وقيل غير ذلك في ولائه .\n</h1>\n<p class=\"arabic\">*10*145* *10*146* العلم أبو سلمة البزاز الخرقي البطائني شيخ أهل البصرة \n  سمع خاله حميدا الطويل وثابتا البناني وابن أبي مليكة بمكة وقتادة وأنس بن \n  سيرين ومحمد بن زياد القرشي وأبا حمزة الضبعي وسماك بن حرب وسعيد بن جمهان \n  وإسحاق بن عبد الله بن أبي طلحة و أيوب السختياني و سهيل بن أبي صالح وعبد \n  الله بن كثير الداري المقرئ وأبا عمران الجوني وعمار بن أبي عمار وأبا غالب \n  حزورا وخلق سواهم .\n</p>\n<p class=\"arabic\">وعنه ابن المبارك ويحيى القطان وابن مهدي وعفان وأبو نعيم والقعبني وهدبة \n  وعبد الأعلى بن حماد وعبد الله بن معاوية وعبد الواحد ابن غياث و شيبان وخلق \n  كثير .\n</p>\n<p class=\"arabic\">وروى الحروف عن ابن كثير وعن عاصم قاله أبو عمرو الداني ) *10*147* .\n</p>\n<p class=\"arabic\">وحمل عنه القراءة موسى بن إسماعيل وحرمي بن عمارة .\n</p>\n<p class=\"arabic\">قال شعبة كان حماد بن سلمة يفيدني عن عمار بن أبي عمار .\n</p>\n<p class=\"arabic\">وقال وهيب بن حماد بن سلمة سيدنا وأعلمنا .\n</p>\n<p class=\"arabic\">وقال أحمد بن حنبل هو أعلم الناس بثابت البناني وأثبت الناس في حميد الطويل .\n</p>\n<p class=\"arabic\">وقال ابن معين هو أعلم من غيره بحديث علي بن زيد .\n</p>\n<p class=\"arabic\">وقال علي بن المديني كان عند يحيى بن ضريس من حماد بن سلمة عشرة آلاف حديث .\n</p>\n<p class=\"arabic\">وقال الكوسج قال ابن معين حماد بن سلمة ثقة .\n</p>\n<p class=\"arabic\">وقال ابن المديني هو عندي حجة في رجال وهو أعلمهم بثابت وبعمار بن أبي عمار .\n</p>\n<p class=\"arabic\">قلت ولهذا احتج به مسلم في الأصول بما رواه عن ثابت وفي الشواهد بما رواه \n  عن غير ثابت .\n</p>\n<p class=\"arabic\">قال عبد الله بن معاوية الجمحي أنا الحمادان حماد بن سلمة بن دينار وحماد \n  بن زيد بن درهم وفضل حماد بن سلمة على الآخر كفضل الدينار على الدرهم .\n</p>\n<p class=\"arabic\">قلت يشير إلى اسمي جديهما .\n</p>\n<p class=\"arabic\">وقال شهاب بن معمر البلخي كان حماد بن سلمة يعد من الأبدال *10*148* .\n</p>\n<p class=\"arabic\">وقال غيره كان إماما راسيا في العربية فقيها فصيحا بليغا كبير القدر شديدا \n  على المتبدعة صاحب أثر وسنة له تصانيف .\n</p>\n<p class=\"arabic\">قال حماد بن زيد ما كنا نرى أحدا بنية غير حماد بن سلمة وما نرى اليوم من \n  يعلم بنية غيره .\n</p>\n<p class=\"arabic\">وقال علي بن المديني من تكلم في حماد بن سلمة فاتهموه .\n</p>\n<p class=\"arabic\">وقال مسلم بن إبراهيم أنا حماد بن سلمة قال كنت أسأل حماد بن أبي سليمان عن \n  أحايث مسندة والناس يسألونه عن رأيه وكنت إذا جئته قال لا جاء الله بك .\n</p>\n<p class=\"arabic\">قال أبو سلمة التبوذكي سمعت حماد بن سلمة يقول إن الرجل ليثقل حتى يخف .\n</p>\n<p class=\"arabic\">وقال عفان أنا حماد قال قدمت مكة في رمضان وعطاء باق فقلت إذا أفطرت دخلت \n  عليه فمات في رمضان .\n</p>\n<p class=\"arabic\">قال ابن معين حماد أثبت الناس في ثابت ) .\n</p>\n<p class=\"arabic\">وعن أحمد بن حنبل قال إذا رأيت الرجل يغمز حماد بن سلمة فاتهمة على الإسلام \n  فإنه كان شديدا على المبتدعة .\n</p>\n<p class=\"arabic\">وقد رثاه اليزيدي حيث يقول *10*149* .\n</p>\n<p class=\"arabic\">% يا طالب النحو ألا فابكه % % بعد أبي عمرو وحماد % .\n</p>\n<p class=\"arabic\">قال يونس النحوي من حماد بن سلمة تعلمت العربية .\n</p>\n<p class=\"arabic\">قال عبد الرحمن بن مهدي لو قيل لحماد بن سلمة إنك تموت غدا ما قدر أن يزيد \n  في العمل شيئا .\n</p>\n<p class=\"arabic\">وقال عفان ما قد رأيت من هو أعبد من حماد بن سلمة ولكن ما رأيت أشد مواظبة \n  على الخير وقراءة القرآن والعمل لله منه .\n</p>\n<p class=\"arabic\">وقال التبوذكي لو قلت لكم إني ما رأيت حماد بن سلمة ضاحكا لصدقت كان مشغولا \n  إما يحدث أو يقرأ أو ينسخ أو يصلي قد قسم النهار على ذلك رضي الله عنه .\n</p>\n<p class=\"arabic\">وقال يونس المؤدب مات حماد بن سلمة وهو في الصلاة .\n</p>\n<p class=\"arabic\">وقال سوار بن عبد الله العنبري ثنا أبي قال كنت آتي حماد بن سلمة في سوقه \n  فإذا ربح في ثوب حبة أو حبتين شد جونته ولم يبع شيئا فكنت أظن ذلك يقويه .\n</p>\n<p class=\"arabic\">وقال موسى بن إسماعيل سمعت حمادا يقول إذا دعاك الأمير أن تقرأ عليه قو هو \n  الله أحد فلا تأته *10*150* .\n</p>\n<p class=\"arabic\">وروي أن حماد بن سلمة قيل له ألا تأتي السلطان فقال أحمل لحية حمراء إليهم .\n</p>\n<p class=\"arabic\">وقال إسحاق بن الطباع سمعت حماد بن سلمة يقول من طلب الحديث لغير الله مكر \n  به .\n</p>\n<p class=\"arabic\">وقال حماد ما كان من نيتي أن أحدث حتى قال لي أيوب السختياني في النوم حدث .\n</p>\n<p class=\"arabic\">قال عمرو بن عاصم كتبت عن حماد بن سلمة بضعة عشر ألفا .\n</p>\n<p class=\"arabic\">وقال حجاج بن منهال أنا حماد بن سلمة وكان من أئمة الد ين .\n</p>\n<p class=\"arabic\">وروي أن حماد بن سلمة تزوج سبعين إمرأة ولم يولد له كان عقيما .\n</p>\n<p class=\"arabic\">قال البخاري ثنا آدم قال شهدت حماد بن سلمة ودعاه الدولة .\n</p>\n<p class=\"arabic\">فقال أحمل لحية حمراء إلى هؤلاء لا والله لا فعلت .\n</p>\n<p class=\"arabic\">وقيل كان حماد بن سلمة مجاب الدعوة ) .\n</p>\n<p class=\"arabic\">قال أبو دواد ولم يكن له كتاب إلا كتاب قيس بن سعد المكي يعني كان حافظا يروي \n  من حفظه .\n</p>\n<p class=\"arabic\">وأعلى ما عندي من عالي حديثه أربعة عشر حديثا .\n</p>\n<p class=\"arabic\">أخبرنا يوسف بن أحمد وعبد الحافظ بن بدران قالا أنا موسى بن *10*151* عبد \n  القادر ثنا سعيد بن أحمد أنا علي بن أحمد النبدار أنا محمد بن عبد الرحمن \n  المخلص ثنا أبو نصر التمار ثناه حماد بن سلمة عن أيوب عن نافع عن ابن عمر \n  أن رسول الله صلى الله عليه وسلم قرأ هذه الآية يوم يقوم الناس لرب العالمين \n  قال يقومون حتى يبلغ الرشح أطراف آذانهم رواه مسلم عن أبي نصر فوافقناه بعلو .\n</p>\n<p class=\"arabic\">أخبرنا إسحاق الأسدي أنا ابن خليل أنا اللبان أنا الحداد أنا أبو نعيم ثنا \n  عبد الله بن محمد ثنا الحسن بن محمد بن التاجر ثنا محمد بن إسماعيل البخاري \n  سمعت بعض أصحابنا يقول عاد حماد بن سلمة سفيان الثوري فقال يا أبا سلمة أترى \n  الله يغفر لمثلي فقال حماد والله لو خيرت بين محاسبة الله تعالى لي وبين محاسبة \n  أبوي لاخترت محاسبة الله تعالى لأنه أرحم بي من أبوي .\n</p>\n<p class=\"arabic\">وبه إلى أبي نعيم أنا أبو أحمد الغطريفي أنا عباس الشكلي أنا إسحاق بن الجراح \n  أنا محمد بن الحجاج قال كان رجل يسمع معنا عند حماد بن سلمة فركب إلى الصين \n  فلما رجع أهدى إلى حماد فقال إن قبلتها لم أحدثك بحديث وإن لم أقبلها حدثتك \n  قال لا تقبلها وحدثني .\n</p>\n<p class=\"arabic\">قال ابن المديني عن القطان حماد بن سلمة عن زياد الأعلم وقيس بن سعد ليس بذاك \n  *10*152* .\n</p>\n<p class=\"arabic\">وقد بت كذا الدولابي فقال في كتاب الضعفاء أنا محمد بن شجاع بن الثلجي أخبرني \n  إبراهيم بن عبد الرحمن مهدي قال كان حماد بن سلمة لا يعرف بهذه الأحاديث يعني \n  أحاديث في الصفة قال فخرج إلى عبادان فجاء وهو يرويها فلا أحسب إلا شيطانا \n  خرج إليه من البحر فألقاها إليه ثم قال ابن البخلي وسمعت حماد بن صهيب يقول \n  إن حماد بن سلمة كان لا يحفظ فكانوا يقولون إنها دست في كتبه .\n</p>\n<p class=\"arabic\">وقد قيل إن ابن أبي العوجاء كان ربيبه فكان يدس في كتبه هذه الأحاديث .\n</p>\n<p class=\"arabic\">قلت ما ابن شجاع بمصدق على حماد رضي الله عنه فما كان له كتب بل كان يعتمد \n  على ) .\n</p>\n<p class=\"arabic\">حفظه فربما وهم كما قال أبو عبد الله الحاكم قد قيل في سوء حفظه وجمعه بين \n  جماعة في إسناد واحد بلفظ .\n</p>\n<p class=\"arabic\">ولم يخرج له مسلم في الأصول إلا عن ثابت .\n</p>\n<p class=\"arabic\">قلت من اتهم حمادا فهو متهم على الإسلام .\n</p>\n<p class=\"arabic\">قال البخاري توفي حماد بن سلمة حين بقي من سنة سبع وستين أحد عشر يوما .\n\n</p>"
}