{
    "header": "داود الطائي .",
    "id": "004097",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">داود الطائي .\n</h1>\n<p class=\"arabic\">*10*177* هو أبو سليمان داود بن نصير الطائي الكوفي الفقيه الزاهد أحد الأعلام .\n</p>\n<p class=\"arabic\">روى عن هشام بن عروة وحميد والأعمش وعبد الملك بن عمير وجماعة .\n</p>\n<p class=\"arabic\">وعنه ابن علية وزافر بن سليمان ومصعب بن المقدام وإسحاق ابن منصور بن السلول \n  وأبو نعيم وغيرهم .\n</p>\n<p class=\"arabic\">وكان من كبار أصحاب الرأي لكنه آثر الخمول والإخلاص وفر بدينه .\n</p>\n<p class=\"arabic\">سأله رجل مرة عن حديث فقال دعني فإني أبادر خروج نفسي .\n</p>\n<p class=\"arabic\">وكان سفيان الثوري يقول أبصر داود أمره .\n</p>\n<p class=\"arabic\">وقال ابن المبارك هل الأمر إلا ما كان عليه داود .\n</p>\n<p class=\"arabic\">وعن ابن عيينة قال كان داود الطائي يجالس أبا حنيفة ثم إنه عمد *10*178* إلى \n  كتبه فغرقها في الفرات وأقبل على العبادة وتخلى .\n</p>\n<p class=\"arabic\">وكان زائدة صديقا له فأتاه يوما فقال يا أبا سليمان ألم غلبت الروم قال وكان \n  يجيب في هذه الآية فقال له يا أبا الصلت انقطع الجواب وقام ودخل بيته .\n</p>\n<p class=\"arabic\">رواها ابن المديني عن سفيان وزاد فيها كان داود ممن علم وفقه ونفذ في الكلام \n  قال وأخذ حصاة فحذف بها إنسانا فقال له أبو حنيفة يا أبا سليمان طال لسانك \n  وطالت يدل فاختلف بعد ذلك سنة لا يسأل ولا يجيب .\n</p>\n<p class=\"arabic\">وقيل كان داود يعالج نفسه بالصمت فأراد أن يجرب نفسه هل يقوى على العزلة فقعد \n  في مجلس أبي حنيفة سنة لم ينطق ثم اعتزل الناس .\n</p>\n<p class=\"arabic\">قال أبو أسامة جئت أنا وابن عيينة إلى داود الطائي فقال جئتماني مرة فلا تعودا \n  إلي .\n</p>\n<p class=\"arabic\">وعن الربيع الأعرج قال كان داود الطائي لا يخرج من منزله حتى يقول المؤذن \n  قد قامت الصلاة فإذا سلم الإمام أخذ نعله ودخل منزله فأتيته فقلت أوصني قال \n  اتق الله وبر والديك ثم قال ويحك صم الدنيا واجعل الفطر الموت واجتنب الناس \n  غير تارك لجماعتهم .\n</p>\n<p class=\"arabic\">وعن ابن إدريس قلت لداود أوصني قال أقلل من معرفة الناس قلت زدني قال إرض \n  باليسير مع سلامة الدين كما رضي *10*179* أهل الدنيا بالدنيا مع فساد الدين \n  ) .\n</p>\n<p class=\"arabic\">وعنه قال كفى باليقين زهدا وكفى بالعلم عبادة وكفى بالعبادة شغلا .\n</p>\n<p class=\"arabic\">وقال أحمد بن إبراهيم الدورقي نا أبو نعيم قال رأيت داود وكان من أفصح الناس \n  وأعلمهم بالعربية يلبس قلنسوة سوداء طويلة مما يلبس التجار .\n</p>\n<p class=\"arabic\">وقال إبراهيم بن بشار قال داود الطائي لسفيان إذا كنت تشرب الماء المبرد وتأكل \n  اللذيذ الطيب وتمشي في الظل الظليل فمتى تحب الموت .\n</p>\n<p class=\"arabic\">وقيل إن محمد بن قحطبة الأمير قدم إلى الكوفة فقال أحتاج إلى مؤدب يؤدب أولادي \n  حافظ لكتاب الله عالم بسنة رسول الله وبالأثر والفقه والنحو والشعر وأيام \n  الناس فقيل له ما يجمع هذه الأشياء كلها إلا داود الطائي .\n</p>\n<p class=\"arabic\">وقال محمد بن بشير نا حفص بن عمر الجعفي قال كان داود الطائي قد ورث من أمه \n  أربعماية درهم فمكث يتقوت بها ثلاثين عاما فلما نفدت جعل ينقض سقوف الديرة \n  فيبيعها حتى باع البواري واللبن حتى بقي *10*180* في نصف سقف .\n</p>\n<p class=\"arabic\">قال عطاء بن مسلم الحلبي عاش داود الطائي عشرين سنة بثلاثمائة درهم .\n</p>\n<p class=\"arabic\">وقيل مرض داود فقيل له لو خرجت إلى الروح تفرح قلبك قال إني لأستحي من نفسي \n  أن أنقل قدمي إلى ما فيه راحة لبدني .\n</p>\n<p class=\"arabic\">ويقال عوتب في التزويج فقال كيف بقلب ضعيف لا يقوى بهمه عليه عمان .\n</p>\n<p class=\"arabic\">قال إسحاق السلولي حدثتني أم سعيد قال كان بيننا وبين داود الطائي جدار قصير \n  وكنت أسمع حنينه عامة الليل لا يهدأ فمما سمعته يقول اللهم همك عطل علي الهموم \n  وحالف بيني وبين السهاد وشوقني إلى النظر إليك ومنع مني الشهوات فأنا في سجنك \n  أيها الكريم مطلوب *10*181* .\n</p>\n<p class=\"arabic\">قال وربما ترنم بالسحر بالقرآن فأرى أن جميع نعيم الدنيا خرج في ترنمه تلك \n  الساعة .\n</p>\n<p class=\"arabic\">وكان يقول في الظلمة لا يسرج .\n</p>\n<p class=\"arabic\">وعن سندويه قال قيل لداود الطائي أرأيت من دخل على الأمراء فأمرهم ونهاهم \n  قال أخاف عليه السوط قال إنه يقوى قال أخاف عليه السيف قال إنه يقوى أخاف \n  عليه الداء الدفينن العجب .\n</p>\n<p class=\"arabic\">روح بن الفرج ثنا يحيى بن سليمان قال قال ابن السماك أصبح داود الطائي جالسا \n  على ) .\n</p>\n<p class=\"arabic\">باب داره فأتاه جيرانه فقالوا يا أبا سليمان ما بدا لك اليوم في الجلوس هنا \n  قال إن أمي ماتت فجلست لأصلح من أمرها فأعانوه على دفنها .\n</p>\n<p class=\"arabic\">وتركت له جارية باعها بعشرين دينارا .\n</p>\n<p class=\"arabic\">ويقال إن ابن قحطبة الأمير أحب أن يصل داود الطائي فكلم إسماعيل بن حماد بن \n  أبي حنيفة أن يحمل إليه ألف دينار فقال لا يقبلها قال تلطف فجاء داود فكلمه \n  وقال قد علمت ما بينك وبين الحسن بن قحطبة من القرابة وقد أحب أن يصلك فغضب \n  وقال لو غيرك فعل هذا ما كلمته أبدا قل له يردها على أهلها فهم أحق بها .\n</p>\n<p class=\"arabic\">وروى شهاب بن عباد وغيره أن داود الطائي قيل له ألا تسرح لحيتك وكانت مفتلة \n  قال أنا عنها لمشغول .\n</p>\n<p class=\"arabic\">محمد بن شجاع الثلجي نا الحسن بن زياد قال أتيت وحماد بن *10*182* أبي حنيفة \n  داود الطائي وبلغه عنه فاقة فأخرج له أربعمائة درهم وتلطف به فقال ما لي إليها \n  حاجة ولو قبلت شيئا لقبلتها .\n</p>\n<p class=\"arabic\">أبو داود الحفري قال لي داود الطائي أليس كنت تأتينا إذ كنا ثم ما أحب أن \n  تأتيني .\n</p>\n<p class=\"arabic\">وقال محمد بن بشر العبدي جاء داود في قباء أصفر فكنا نضحك منه فوالله ما مات \n  حتى سادنا .\n</p>\n<p class=\"arabic\">أخبرنا نصر الله بن محمد الصالحي سنة اثنتين وتسعين وستمائة أنا أبو موسى \n  عبد الله بن عبد الغني أنا خليل بن بدر الداراني أنا أبو علي المقري أنا أبو \n  نعيم الحافظ أنا أبو القاسم الطبراني نا أحمد بن شعيب النسائي نا محمد بن \n  رافع نا مصعب بن المقدام عن داود الطائي عن الأعمش شقيق عن عائشة قالت ما \n  ترك رسول الله صلى الله عليه وسلم دينارا ولا درهما ولا شاة ولا بعيرا ولا \n  أوصى .\n</p>\n<p class=\"arabic\">قلت هذا حديث صحيح الإسناد ولم يخرجوه في الكتب الستة وداود صدوق في الحديث .\n</p>\n<p class=\"arabic\">وقد كانت جنازته مشهورة .\n</p>\n<p class=\"arabic\">قال حفص بن عمر الجعفي اشتكى داود الطائي وكان سبب علته أنه مر بآية فيها \n  ذكر النار فكررها فأصبح مريضا فوجدوه قد مات ورأسه على لبنة ففتحوا الدار \n  ودخل ناس من إخوانه وجيرانه ومعهم ابن *10*183* السماك فلما نظر إلى رأسه \n  قال يا داود فضحت القراء فلما ) .\n</p>\n<p class=\"arabic\">حملوه إلى قبره شيعه خلق حتى خرج ذوات الخدور فقال ابن السماك يا داود سجنت \n  نفسك قبل أن تسجن وحاسبتها قبل أن تحاسب اليوم ترى ثواب ما كنت ترجو وله كنت \n  تنصب فقال أبو بكر بن عياش اللهم لا تكله إلى عمله فأعجب الناس ما قال أبو \n  بكر .\n</p>\n<p class=\"arabic\">وقال بعبد الرحمن بن مهدي بلغني أن داود الطائي لما دفن أخذ الناس يثنون فقال \n  أبو بكر النهشلي اللهم لا تكله إلى عمله قال أحمد الدورقي حدثني محمد بن عيسى \n  الوابشي قال رأيت الناس هاهنا باتوا ثلاث ليال مخافة أن تفوتهم جنازة داود .\n</p>\n<p class=\"arabic\">ورأيت الناس كلهم يبكون ما شبهته إلا بيوم الخروج .\n</p>\n<p class=\"arabic\">قال الدورقي وأنا أبو داود الطيالسي قال شهدت جنازة داود الطائي وحضرته عند \n  الموت فما رأيت أشد نزعا منه أتيناه من العشي ونحن نسمع نزعه قبل أن ندخل \n  ثم غدونا عليه وهو بعد في النزع فلم نبرح حتى مات .\n</p>\n<p class=\"arabic\">قال وثنا الحسن بن بشر قال حمل داود الطائي على سريرين أو ثلاثة تكسر من زحام \n  الناس عليه فيغير السرير وصلي عليه كذا كذا مرة وخضرت جنازته .\n</p>\n<p class=\"arabic\">أنبأنا أحمد بن سلامة عن عبد الرحيم بن محمد بن عبد الواحد بن *10*184* أحمد \n  الكاغدي أنا أبو علي أنا أبو نعيم أنا محمد بن الفتح الحنبلي أنا ابن صاعد \n  أنا ابن علية أنا داود الطائي عن عبد الملك بن عمير عن جابر بن سمرة قال وقع \n  أناس من أهل الكوفة في سعد عند عمر فقالوا والله ما يحسن أن يصلي فقال أما \n  أنا فإني أصلي صلاة رسول الله صلى الله عليه وسلم فلا أخرم عنها اركد في الأوليين \n  وأحذف في الآخرين قال ذاك الظن بك أبا إسحاق رواه شعبة والناس عن عبد الملك .\n</p>\n<p class=\"arabic\">مات داود رحمه الله عليه سنة اثنتين وستين وقيل خمس وستين ومائة .\n</p>\n<p class=\"arabic\">وما يذكر من قصة لبس الخرقة و أن داود الطائي صحب حبيبا العجمي فخطأ لم يصحبه \n  ولا عرفنا لداود رواحا إلى البصرة ولا لحبيب قدوما إلى الكوفة .\n</p>\n<p class=\"arabic\">ثم أبعد من ذلك قولهم إن معروفا الكرخي أخذها من داود فما علمنا أن داود ومعروفا \n  اجتمعا ولا التقيا والله أعلم *10*185* .\n\n</p>"
}