{
    "header": "جرير بن حازم العتكي مولاهم البصري الحافظـ...",
    "id": "004035",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">جرير بن حازم العتكي مولاهم البصري الحافظ أبو النضر أخو يزيد ومخلد .\n</h1>\n<p class=\"arabic\">رأى بمكة لما حج أبا الطفيل ولم يسمع منه وشهد جنازته *10*102* .\n</p>\n<p class=\"arabic\">وروى عن عمه جرير بن زيد وأبي رجاء العطاردي والحسن وابن سيرين وطاوس وعطاء \n  وابن أبي مليكة ونافع وجميل بن هلال وقتادة وأيوب وخلق كثير .\n</p>\n<p class=\"arabic\">وعنه ابنه وهب بن جرير وشيخه أيوب السختياني والسفيانان وابن وهب وحسين بن \n  محمد وعاصم بن علي وأبو الربيع الزهراني وشيبان بن فروخ وأبو نصر التمار وخلق \n  سواهم ) .\n</p>\n<p class=\"arabic\">ورحل في الشيخوخة إلى مصر فسمع بها وأسمع .\n</p>\n<p class=\"arabic\">قال وهب قرأ أبي على أبي عمرو بت العلاء فقال له أنت أفصح من معد فقال عبد \n  الحمن بن مهدي هو أوثق عندي من قرة بن خالد .\n</p>\n<p class=\"arabic\">قلت قد وثقه الناس ولكنه تغير قبل موته فحجبه ابنه وهب فما سمع منه أحد في \n  اختلاطه وله أحاديث ينفرد بها فيها نكارة وغرابة ولهذا يقول البخاري ربمما \n  يهم .\n</p>\n<p class=\"arabic\">وقال ابن المعين هو قتادة ضعيف .\n</p>\n<p class=\"arabic\">قال أحمد بن حنبل وغيره أخطأ جرير بن حازم في حديثه عن قتادة عن أنس كانت \n  قبعة سيف النبي صلى الله عليه وسلم علم من فضة إنما صوابه عن قتادة عن سعد \n  بن أبي الحسن مرسلا .\n</p>\n<p class=\"arabic\">قال الميموني عن أحمد بن حنبل كان حديث جرير عن قتادة غير حديث الناس يوقف \n  أشياء ويسند أشياء ثم أثنى أحمد عليه وترحم عليه *10*103* وقال رجل صالح صاحب \n  سنة وفضل .\n</p>\n<p class=\"arabic\">وقال أبو داود الطيالسي كان جرير إذا قدم قال شعبة قد جاءكم هذا الحشوي .\n</p>\n<p class=\"arabic\">قال العقيلي ثنا الحسين بن عبد الله الذارع ثنا أبو داود قال جرير بن حازم \n  وعبد الوهاب الثقفي تغيرا فحجب الناس عنهما .\n</p>\n<p class=\"arabic\">وقال الحسن الحلواني بلغني أن عبد الرحمن بن مهدي ذهب إلى جرير يعوده في اختلاطه \n  فقال له من أنت قال أنا عبد الرحمن بن مهدي .\n</p>\n<p class=\"arabic\">فقال ابن مهدي بن ميمون .\n</p>\n<p class=\"arabic\">وقال عبد الله بن أحمد سألت يحيى بن معين عن جرير بن حازم فقال ليس به بأس \n  وهو عن قتادة ضعيف .\n</p>\n<p class=\"arabic\">وقال يحيى القطان كان جرير بن حازم يقول في حديث الضبع عن جابر عن عمر ثم \n  جعله بعد عن جابر عن النبي صلى الله عليه وسلم .\n</p>\n<p class=\"arabic\">وقال عبد الرحمن بن مهدي اختلط جرير بن حازم قبل موته فلما أحس به بنوه حجبوه \n  فلم يسمع منه شيء في اختلاطه .\n</p>\n<p class=\"arabic\">وعن جرير قال لما مات أنس بن مالك كان لي خمس سنين *10*104* .\n</p>\n<p class=\"arabic\">وقال أبو حاتم تغير قبل موته سنة ) .\n</p>\n<p class=\"arabic\">وقال موسى بن إسماعيل ما رأيت حماد بن سلمة يعظم أحدا ما يعظم جرير بن حازم .\n</p>\n<p class=\"arabic\">وقال وهب بن جرير كان شعبة يأتي أبي يسأله .\n</p>\n<p class=\"arabic\">وروى وهب عن أبيه قال جلست إلى الحسن سبع سنين لم أخرم منها يوما واحدا .\n</p>\n<p class=\"arabic\">قلت قد وقع لي من عواليه ومات في آخر سنة سبعين ومائة .\n\n</p>"
}