{
    "header": "حريز بن عثمان بن جبر أبو عثمان الرحبي الـ...",
    "id": "004056",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">حريز بن عثمان بن جبر أبو عثمان الرحبي المشرقي الحمصي الحافظ ويكني أيضا .\n</h1>\n<p class=\"arabic\">أبا عون من صغار التابعين *10*121* .\n</p>\n<p class=\"arabic\">سمع عبد الله بن بسر المازني وخالد بن معدان وراشد بن سعد وحبيب بن عبيد وعبد \n  الواحد بن عبد الله الن ضري وعبد الرحمن بن ميسرة وعدة .\n</p>\n<p class=\"arabic\">وعنه بقية ويحيى بن سعيد العطار الحمصي وحجاج بن عياش وعلي بن الجعد وخلق \n  كثير .\n</p>\n<p class=\"arabic\">وحديثه نحو المائتين وكان فيه نصب .\n</p>\n<p class=\"arabic\">وقد قال أبو حاتم لا يصح عندي ما يقال عنه في رأيه ولا أعلم بالشام أثبت منه .\n</p>\n<p class=\"arabic\">وقال أحمد بن حنبل ثقة ثقة .\n</p>\n<p class=\"arabic\">وقال أبو اليمان كان يتناول من رجل ثم ترك ذلك .\n</p>\n<p class=\"arabic\">وقال يزيد بن هارون أشد شيء سمعته منه يقول لنا أمير ولكم أمير وسمعته يقول \n  لا أحب من قتل لي جد ين .\n</p>\n<p class=\"arabic\">وقال يعقوب الفسوي بلغني عن علي بن عياش قال سمعت *10*122* حريز بن عثمان \n  يقول لرجل ويحك تزعم أني أشتم عليا والله ما شتمته قط ) .\n</p>\n<p class=\"arabic\">وقال معاذ بن معاذ لا أحسبني رأيت شاميا أفضل منه .\n</p>\n<p class=\"arabic\">ويقال إنه كان يكره عليا رضي الله عنه .\n</p>\n<p class=\"arabic\">قال الخطيب البغدادي في تاريخه أنا أبو بكر عبد الله بن علي بن حمويه الهمداني \n  أنا أحمد بن عبد الرحمن الشيرازي أنا عمر بن أحمد بن مؤنس ببغداد حدثني الحسين \n  بن أحمد بن علي المالكي ثنا عبد الوهاب بن الضحاك ثنا إسماعيل بن عياش سمعت \n  حريز بن عثمان قال هذا الذي يرويه الناس عن النبي صلى الله عليه وسلم أنه \n  قال لعلي أنت مني بمنزلة هارون من موسى حق ولكن أخطأ السامع إنماء هو أنت \n  مني مكان قارون من موسى قلت عن من ترويه قال سمعت الوليد بن عبد الملك يقوله \n  على المنبر .\n</p>\n<p class=\"arabic\">قال الخطيب عبد الوهاب كذاب .\n</p>\n<p class=\"arabic\">ابن جوصاء ثنا معاوبة بن عمرو الكلاعي ثنا حريز قلت لعبد الله بن بسرر هل \n  كان في رأس رسول الله صلى عليه وسلم شعرات بيض قال نعم فإذا أدهن تغير .\n</p>\n<p class=\"arabic\">قلت هذا أعلى شيء عند ابن جوصاء فهو ثلاثي له كما هو ثلاثي للبخاري .\n</p>\n<p class=\"arabic\">قال أحمد بن محمد بن عيسى في تاريخ حمص لم يكن لحريز *10*123* كتاب إنما كان \n  يحفظ .\n</p>\n<p class=\"arabic\">مولده سنة ثمانين .\n</p>\n<p class=\"arabic\">وقال الوليد بن مسلم ثنا حريز قال رأيت ابن بسر وأنا غلام .\n</p>\n<p class=\"arabic\">وقال أبو بكر بن أبي داود ثنا معاوية بن عبد الرحمن الرحبي سمعت حريز بن عثمان \n  يقول لا تعاد أحدا حتى تعلم ما بينه وبين الله فإن يكن محسنا فإن الله لا \n  يسلمه لعداوتك وإن يكن مسيئا فأوشك بعمله أن يكفيكه .\n</p>\n<p class=\"arabic\">قال علي بن عياش جمعنا حديث حريز في دفتر وأثبتناه به نحو مائتي حديث فتعجب \n  وقال هذا كله عني .\n</p>\n<p class=\"arabic\">وقال أحمد بن حنبل ليس بالشام أثبت من حريز إلا أن يكون بحير بن سعد .\n</p>\n<p class=\"arabic\">وقال يحيى بن المغيرة قال جرير إن حريزا كان شتم عليا رضي الله عن المنبر .\n</p>\n<p class=\"arabic\">وقال أحمد بن سعيد الدارمي ثنا أحمد بن سليمان ثنا إسماعيل بن عياش قال عادلت \n  حريز بن عثمان من مصر إلى مكة فجعل يسب عليا ويلعنه .\n</p>\n<p class=\"arabic\">وقال ربيعة بن الحارث الحمصي ثنا عبد الله بن عبد الرحمن الخبائري ثنا إسماعيل \n  بن ) .\n</p>\n<p class=\"arabic\">عياش قال زاملت حريز بن عثمان فسمعته يقع *10*124* في علي فقلت مهلا يا أبا \n  عثمان ابن نبي ك وتزوج ابنته فقال أسكت يا رأس الحمار لا ألقيك من الجمل .\n</p>\n<p class=\"arabic\">وقال ابن حبان كان يلعن عليا فعاتبوه فقال هو القاطع رأس أجدادي بالفؤوس .\n</p>\n<p class=\"arabic\">وكان علي بن عياش يحكي أنه رجع عن ذلك .\n</p>\n<p class=\"arabic\">وقال عبد الله بن حماد الآملي سمعت يحيى بن صالح أن حريز بن عثمان لم أكتب \n  عنه صليت معه الفجر سبع سنسن فكان لا يخرج من المجسد حتى يلعن عليا سبعين \n  مرة كل يوم .\n</p>\n<p class=\"arabic\">قلت صحح عنه أنه ترك ذلك وجاء عن غير واحد أن يزيد بن هارون رئي في النوم \n  فقال غفر لي ربي وعاتبني في روايتي عن حريز .\n</p>\n<p class=\"arabic\">عباس الدوري سمعت ابن معين سمعت علي بن عياش يقول سمعت حريز بن عثمان الرحبي \n  يقول لرجل ويحك أما تتقي الله تزعم أني شتمت عليا ولا والله ما شتمت عليا \n  قط .\n</p>\n<p class=\"arabic\">وقال الحلواني ثنا شبابة سمعت حريز بن عثمان قال له رجل بلغني أنك لا تترحم \n  على علي فقال أسكت ما أنت وهذا ثم التفت إلي وقال رحمه الله مائة مرة *10*125* .\n</p>\n<p class=\"arabic\">قال الوحاظي وغيره مات حريز سنة ثلاث وستين ومائة .\n</p>\n<p class=\"arabic\">وقال سليمان الخبائري سنة ثمان وستين .\n</p>\n<p class=\"arabic\">قال الخطيب هذا خطأ .\n\n</p>"
}