{
    "header": "إسرائيل بن يونس بن أبي إسحاق عمرو بن عبدـ...",
    "id": "004010",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">إسرائيل بن يونس بن أبي إسحاق عمرو بن عبد الله الهمداني .\n</h1>\n<p class=\"arabic\">*10*75* السبيعي الكوفي الحافظ أبو يوسف .\n</p>\n<p class=\"arabic\">ولد سنة مائة وسمع من جده وزياد بن علاقة وإسحاق بن حرب ومنصور بن المعتمر \n  وطبقتهم وأكثر عن جده وهو ثبت فيه .\n</p>\n<p class=\"arabic\">روى عنه وكيع وابن مهدي وأبو نعيم والفريابي وعبد الله بن رجاء الغداني وعلي \n  بن الجعد ومحمد بن سابق وعبد الله بن صالح العجلي وخلق سواهم .\n</p>\n<p class=\"arabic\">روى حرب الكرماني عن أحمد بن حنبل قال إسرائيل ثقة وجعل يعجب من حفظه *10*76* .\n</p>\n<p class=\"arabic\">وسئل أبو نعيم أيهما أثبت إسرائيل أو أبو عوانة قال إسرائيل .\n</p>\n<p class=\"arabic\">وقال ابن معين ثقة وهو اثبت من شيبان في أبي إسحاق وكذا وثقه غير واحد .\n</p>\n<p class=\"arabic\">وقال ابن سعد منهم من يستضعفه وقال الفلاس كان يحيى بن سعيد لا يحدث عن إسرائيل \n  وكان بن مهدي يحدث عنه وقال ابن المديني سمعت يحيى بن سعيد يقول اسرائيل فوق \n  أبي بكر ابن عياش .\n</p>\n<p class=\"arabic\">وقال الميموني سمعت أحمدا يقول إسرائيل صالح الحديث ) .\n</p>\n<p class=\"arabic\">قال غنجار في تاريخه ثنا أبو حفص أحمد بن أحمد بن حمدان ثنا أبو سهل محمد \n  بن عبد الله بن سهل ثنا السري بن عباد المروزي أخبرني أبو جعفر محمد بن شقيق \n  البلخي الزاهد سمعت أبي يقول لقيت العلماء وأخذت من آدابهم لقيت سفيان الثوري \n  فأخذت لباس الدون منه رأيت عليه إزارا قدر أربعة دراهم وأخذت الخشوع من إسرائيل \n  بن يونس كنا جلوسا حوله لا يعرف من عن يمينه ولا من عن شماله من تفكر الآخرة \n  فعلمت أنه رجل صالح ليس بينه بين الدنيا عمل وأخذت قصد المعيشة من ورقاء بن \n  عمر طلبنا منه تفسير القرآن فقال بشرط أن نتغدى ونتعشى عنده فكان يقدم إلينا \n  خبر الشعير وإدام الخل والزيت فقال هذا لمن يطلب الفردوس ويهرب من النار وأخذت \n  الزهد من عباد بن كثير طلبت منه كتاب الزهد فقال اللهم اجعله من الزاهدين \n  في الدنيا فرجوت *10*77* بركة دعائه ودخلت منزله فإذا قدورا تغلي بين حامض \n  وحلو فأنكرت فقال لي خادمه لا عليك يا خراساني إنه لم يأكل منه سبع سنين لحما \n  وإنه ليتخذ كل يوم تسع قدور يطعم المساكين والمرضى ومن لا حيلة له وأخذت التعاون \n  والتوكل من إبراهيم بن ادهم كنا عنده في رمضان فأهدي إليه سلة تين فتصدق بها \n  على المساكين فقلنا لو تدع لنا شيئا قال ألستم صوام قلنا بلى قال ليس لكم \n  عيال ليس لكم روعة أما تخافون الله لطول أملكم إلى العشاء وسوء ظنكم بالله \n  وذلك عند غيبوبة الشمس ثم قال ثقوا بالله أحسنوا الظن بالله وأخذت الحلال \n  وترك الشبه من وهيب المكي قال مذ خرج السودان فإني لم آكل من فواكه مكة فقيل \n  له فإنك تأكل من طعام مصر وهو خبيث قال علي عهد الله وميثاقه أن لا آكل طعاما \n  حتى تحل لي الميتة فكان يجوع نفسه ثلاثة أيام فإذا أراد أن يفطر قال اللهم \n  إنك تعلم أني أخشى ضعف العبادة وإلا ما أكلته اللهم ما كان فيه من خبيث فلا \n  تؤاخذني به ثم يبله بالماء فيأكله رحمه الله .\n</p>\n<p class=\"arabic\">قلت قد احتج به أرباب الكتب الصحاح وكان ثقة حافظا صالحا خاشعا من أوعية الحديث \n  مات سنة اثنتين وستين ومائة وقيل سنة إحدى .\n</p>\n<p class=\"arabic\">قال عباس الدوري ثنا حجين بن المثننى قال قدم علينا إسرائيل بغداد فقعد فوق \n  بيت وقام رجل والناس قد اجتمعوا فأخذ دفترا فجعل يسأله من الدفتر حتى أتى \n  عليه أو عامته والناس قعود لا ينظرون فيه فقام الشيخ وقعد الناس فكتبوه .\n</p>\n<p class=\"arabic\">وقال ابن خراش إسرائيل كان يحيى بن سعيد لا يرضاه وكان ابن مهدي يرضاه ) .\n</p>\n<p class=\"arabic\">وقال ابن معين كان يحيى لا يحدث عن إسرائيل *10*78* .\n</p>\n<p class=\"arabic\">وقال يحيى بن آدم كنا نكتب عنده من حفظة .\n</p>\n<p class=\"arabic\">فقال ابن المديني سمعت ابن مهدي قال قال لي عيسى بن يونس قال أخي إسرائيل \n  أحفظ حديث أبي إسحاق كما أحفظ السورة من القرآن .\n</p>\n<p class=\"arabic\">وقال يعقوب السدوسي حدثني أحمد بن داود الحراني سمعت عيس بن يونس يقول كان \n  أصحابنا سفيان وشريك وغيرهم وما إذا اختلفوا في حديث إسحاق يأتون أبي فيقول \n  اذهبوا إلى ابني إسرائيل فهو أروى عنه مني وأتقن لها وكان قائد جده .\n</p>\n<p class=\"arabic\">وقال أحمد إسرائيل أصح حديثا من شريك .\n</p>\n<p class=\"arabic\">وقال محمد بن أحمد بن البراء قال ابن المديني إسرائيل ضعيف .\n</p>\n<p class=\"arabic\">وقال يعقوب بن شيبة ثقة صدوق وليس بالقوي ولا الساقط فقال مرة في حديثه لين .\n\n</p>"
}