{
    "header": "خارجة بن مصعب بن خارجة تق أبو الحجاج الضـ...",
    "id": "004078",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">خارجة بن مصعب بن خارجة تق أبو الحجاج الضبعي السرخسي .\n</h1>\n<p class=\"arabic\">عالم أهل خراسان على لين فيه رحل في طلب العلم وهو كبير فسمع الكثير .\n</p>\n<p class=\"arabic\">وروى عن بكير بن الأشج وزيد بن أسلم وعبد الملك بن عمير وأيوب ويونس وعمرو \n  بن دينار القهرمان وشريك بن أبي نمر وعمرو بن *10*158* يحيى المازني وعدة .\n</p>\n<p class=\"arabic\">وعنه عبد الرحمن بن مهدي وعيسى غنجار ووكيع وحفص بن عبد الله السلمي ويحيى \n  بن يحيى التميمي ونعيم بن حماد ويزيد بن صالح وآخرون .\n</p>\n<p class=\"arabic\">روى مسلم عن يحيى بن يحيى قال هو مستقيم الحديث عندنا ولم ينكر من أحاديثه \n  إلا ما كان يدلس عن غياث فإنا كنا نعرف تلك الأحاديث .\n</p>\n<p class=\"arabic\">وقال أبو عبد الله الحاكم هو في نفسه ثقة ليس أنه ليس بمتهم .\n</p>\n<p class=\"arabic\">وقال أبو حاتم يكتب حديثه .\n</p>\n<p class=\"arabic\">وقال ابن عدي يغلط ولا يتعمد .\n</p>\n<p class=\"arabic\">وعن خارجة قال قدمت على الزهري وهو صاحب الشرطة للمروانية لم أسمع منه ثم \n  قدمت فسمعت من يونس عنه .\n</p>\n<p class=\"arabic\">وروى محمد بن عبد الوهاب الفراء عن أبيه قال كان خارجة يطعم أصحاب الحديث \n  ويزري ) .\n</p>\n<p class=\"arabic\">على من لا يأكل .\n</p>\n<p class=\"arabic\">وروى معاوية بن صالح عن ابن معين ليس بثقة *10*159* .\n</p>\n<p class=\"arabic\">وقال عبد الله بن أحمد بن حنبل نهاني أبي أن أكتب أحاديث خارجة من ابن مصعب .\n</p>\n<p class=\"arabic\">وقال ابن سعد ترك الناس حديثه واتقوه .\n</p>\n<p class=\"arabic\">وقال النسائي متروك الحديث .\n</p>\n<p class=\"arabic\">وقال الجوزجاني يرمى بالإرجاء .\n</p>\n<p class=\"arabic\">قال مصعب بن خارجة توفي أبي سنة ثمان وستين ومائة في ذي القعدة وله ثمان وسبعون \n  سنة .\n</p>\n<p class=\"arabic\">أخبرنا محمد بن عبد السلام التميمي وزينب بنت عمر الكندية عن زينب بنت عبد \n  الرحمن أن إسماعيل بن أبي القاسم القاريء أخبرها سنة إحدى وثلاثين وخمسمائة \n  أنا عبد الغافر بن محمد سنة ثمان وأربعين وأربعمائة أنا بشر بن أحمد الإسفراييني \n  سنة تسع وستين وثلاثمائة نا داود بن الحسين نا يحيى بن يحيى أنا خارجة عن \n  زيد بن اسلم عن عبد الرحمن بن وعلة أنه سأل ابن عباس فقال إني أغزو المغرب \n  فنجد لهم أسقية يشربون فيها من جلود الميتة فقال ما أدري ما تقول إلا أن رسول \n  الله صلى الله عليه وسلم قال كل إهاب دبغ فقد طهر أخرجه مسلم وأرباب السنن \n  من *10*160* حديث زيد بن أسلم .\n\n</p>"
}