{
    "header": "سعيد بن عبد العزيز م ع .",
    "id": "004136",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">سعيد بن عبد العزيز م ع .\n</h1>\n<p class=\"arabic\">*10*216* أبو محمد ويقال أبو عبد العزيز التنوخي الدمشقي الإمام عالم أهل \n  دمشق في عصره ومفتيهم بعد الأوزاعي .\n</p>\n<p class=\"arabic\">قرأ القرآن على ابن عامر ويزيد بن أبي مالك .\n</p>\n<p class=\"arabic\">قرأ عليه الوليد بن مسلم وأبو مسهر .\n</p>\n<p class=\"arabic\">وحدث عن نافع ومكحول وربيعة بن يزيد والزهري وزيد بن *10*217* أسلم وإسماعيل \n  بن عبيد الله وعمير بن هاني وقتادة و بلال بن سعد وعبد الله بن أبي زكريا \n  الخزاعي وأبي الزبير وخلق وسأل عطاء بن أبي رباح .\n</p>\n<p class=\"arabic\">وعنه شعبة وهو أكبر منه والثوري وابن المبارك وابن مهدي وبقية ويحيى بن حمزة \n  وأبو المغيرة وعبد الرزاق وأبو عاصم وأبو مسهر وأبو اليمان ويحيى بن بشير \n  الحريري وأبو نصر التمار وعدد كثير .\n</p>\n<p class=\"arabic\">مولده سنة تسعين .\n</p>\n<p class=\"arabic\">قال ابن معين قال أبو مسهر لم يسمع سعيد بن عبد العزيز من عطاء غير هذا قال \n  قدمنا مكة فدهشنا عن الهرولة فسألت عطاء ما سمع من عطاء غير ذلك يعني فقال \n  لا شيء عليكم .\n</p>\n<p class=\"arabic\">وقال إبراهيم بن عبد الله والعلاء بن زبر عن أبيه كنا نجلس إلى مكحول وسعيد \n  بن عبد العزيز معنا فكان في المجلس يسقينا الماء .\n</p>\n<p class=\"arabic\">وقال أبو مسهر أنا سعيد قال كنت أجالس بالغداة ابن أبي مالك وبعد الظهر إسماعيل \n  بن عبيد الله وبعد العصر مكحولا .\n</p>\n<p class=\"arabic\">مروان بن محمد سمعت سعيد بن عبد العزيز يقول ما كتبت حديثا قط .\n</p>\n<p class=\"arabic\">وكذا روى عنه أبو مسهر قال وسمعته يقول لا يؤخذ العلم من صحفي .\n</p>\n<p class=\"arabic\">وقال أبو حاتم كان أبو مسهر يقدم سعيد بن عبد العزيز على الأوزاعي *10*218* .\n</p>\n<p class=\"arabic\">قال أبو زرعة الدمشقي قلت لا بن معين وذكرت له من الحجة فقلت ابن إسحاق منهم \n  ) .\n</p>\n<p class=\"arabic\">فقال كان ثقة إنما الحجة عبيد الله بن عمر ومالك و الأزواعي وسعيد بن عبد \n  العزيز .\n</p>\n<p class=\"arabic\">قال أحمد بن حنبل في المسند ليس بالشام رجل أصح حديثا من سعيد بن عبد العزيز .\n</p>\n<p class=\"arabic\">وقال الحاكم سعيد لأهل الشام كمالك لأهل المدينة في التقدم والعفة والأمانة .\n</p>\n<p class=\"arabic\">قال أبو النضر إسحاق بن إبراهيم كنت أسمع وقع دموع سعيد بن عبد العزيز على \n  الحصير في الصلاة .\n</p>\n<p class=\"arabic\">وقال أحمد بن أبي الحواري أنا أبو عبد الرحمن الأسدي قال قلت لسعيد بن عبد \n  العزيز ما هذا البكاء الذي يعرض لك في الصلاة فقال يا بن أخي وما سؤالك عن \n  ذلك قلت لعل الله أن ينفعني به فقال ما قمت إلى صلاة إلا مثلت لي جهنم .\n</p>\n<p class=\"arabic\">أبو عبد الرحمن هو مروان بن محمد .\n</p>\n<p class=\"arabic\">قال أبو زرعة حدثني بعض مشايخنا عن الوليد بن مسلم قال كان سعيد بن عبد العزيز \n  يحيي الليل فإذا طلع الفجر جدد وضوءه وخرج إلى المسجد .\n</p>\n<p class=\"arabic\">وعن أبي مسهر قال ما رأيت سعيدا ضحك ولا تبسم ولا شكا شيئا قط .\n</p>\n<p class=\"arabic\">قال أبو زرعة قال أبو مسهر ينبغي للرجل أن يقتصر على علم أهل *10*219* بلده \n  وعلى علم عالمه لقد رأيتني أقتصر على سعيد بن عبد العزيز فما أفتقر معه إلى \n  أحد .\n</p>\n<p class=\"arabic\">وقال يحيى الوحاظي سألت سعيد بن عبد العزيز عن حديث فامتنع علي وكان عسرا .\n</p>\n<p class=\"arabic\">ابن معين عن أبي مسهر قال كان سعيد بن عبد العزيز قد اختلط قبل موته وكان \n  يعرض عليه قبل الموت وكان يقول لا أجيزها .\n</p>\n<p class=\"arabic\">أبو زرعة عن أبي مسهر قال رأيتهم يعرضون عليه حديث المعراج عن يزيد بن أبي \n  مالك عن أنس فقلت يا أبا محمد أليس حدثتنا عن يزيد أنه قال حدثنا أصحابنا \n  عن أنس قال نعم إنما يقرأون على أنفسهم .\n</p>\n<p class=\"arabic\">أبو مسهر سمعت سعيدا يقول لا خير في الحياة إلا لأحد رجلين صوت واع وناطق \n  عارف .\n</p>\n<p class=\"arabic\">عقبة بن علقمة أنا سعيد بن عبد العزيز قال من أحسن فليرج الثواب ومن أساء \n  فلا يستنكر الجزاء ومن أخذ عزا بغير حق أورثه الله ذلا بحق ومن جمع مالا بظلم \n  أورثه الله فقرا بعدل ) .\n</p>\n<p class=\"arabic\">الوليد بن مزيد قال سئل سعيد بن عبد العزيز عن الكفاف قال هو شبع يوم وجوع \n  يوم .\n</p>\n<p class=\"arabic\">أبو مسهر سمعت سعيدا يقول لا أدري نصف العلم .\n</p>\n<p class=\"arabic\">وسمعته يقول ما كنت قدريا قط *10*220* .\n</p>\n<p class=\"arabic\">سمعت رجلا يقول له أطال الله عمرك فقال بل عجل الله بي إلى رحمته .\n</p>\n<p class=\"arabic\">قال الوليد بن مزيد كان الأوزاعي إذا سئل عن مسئلة و سعيد بن عبد العزيز حاضر \n  قال سلو أبا محمد يفعله تعظيما له .\n</p>\n<p class=\"arabic\">أبو مسهر كان سعيد لا يجيب حتى يقول لا حول ولا قوة إلا بالله هذا رأي والرأي \n  يخطي ويصيب .\n</p>\n<p class=\"arabic\">وقال محمد بن المبارك الصوري رأيت سعيد بن عبد العزيز إذا فاتته صلاة في جماعة \n  بكى .\n</p>\n<p class=\"arabic\">قال الوليد وأبو مسهر وجماعة مات سعيد بن عبد العزيز ستة سبع وستين ومائة .\n</p>\n<p class=\"arabic\">قال ابن عساكر ووهم من قال سنة ثلاث وستين وسنة أربع وسنة تسع .\n\n</p>"
}