{
    "header": "سليمان الخواص .",
    "id": "004151",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">سليمان الخواص .\n</h1>\n<p class=\"arabic\">*10*252* زاهد أهل الشام في زمانه أبو أيوب كان أكثر مقامه بيت المقدس ودخل \n  بيروت .\n</p>\n<p class=\"arabic\">حكى عنه سعيد بن عبد العزيز الفقيه ومحمد بن يوسف الفريابي ويوسف بن أسباط \n  وحذيفة المرعشي .\n</p>\n<p class=\"arabic\">قال السري السقطي أربعة كانوا قد أعملوا أنفسهم في طلب الحلال ولم يدخلوا \n  أجوافهم إلا الحلال وهيب بن الورد وشعيب بن حرب ويوسف بن أسباط وسليمان الخواص \n  فنظروا إلى الورع فلما ضاقت عليهم الأمور فزعوا إلى التعلل أو قال التذلل .\n</p>\n<p class=\"arabic\">وقال محمد بن حميد الخواص قال لي بشر الحافي أتمنى أربعة يوسف بن أسباط والثوري \n  وسليمان الخواص وإبراهيم بن أدهم .\n</p>\n<p class=\"arabic\">وقال الفريابي كنت في مجلس في الأوزاعي وسعيد بن عبد العزيز وسليمان الخواص \n  فذكر الأوزاعي الزهاد فقال أما نريد أن نرى مثلهم فقال سعيد ما رأيت أزهد \n  من سليمان الخواص ولم يشعر سعيد بأنه في المجلس فقنع سليمان رأسه وقام فأقبل \n  الأوزاعيعلى سعيد فقال لا تعقل ما تقول تؤذي جليسنا تزكيه في وجهه .\n</p>\n<p class=\"arabic\">روى أبو سهل الدمشقي عن سعيد بن عبد العزيز قال دخلت على سليمان الخواص فرأيته \n  جالسا في الظلمة وحده فكلمته في ذلك فقال ظلمة القبر أشد فقلت ألا تطلب لك \n  رفيقا قال أخاف أن لا أقوم بحقه قلت هذا مال صحيح أصبته وأنا لك به يوم القيامة \n  خذه فأنفقه قال يا سعيد إن نفسي لن تجبني إلى ما رأيت حتى خشيت أن لا تقول \n  فإن *10*253* أخذت مالك ثم فرغ فمن لي صحيح ) .\n</p>\n<p class=\"arabic\">فتركته ثم عدت من الغد فقلت بلغني في الحديث أن الرجل لا تستجاب دعوته في \n  العامة حتى يكون نقي المطعم نقي الملبس فادع لهذه الأمة دعوة فابتدر الباب \n  مغضبا ثم قال أنت بالأمس تفتني وأنت البوم تشهرني فأتيت الأوزاعي فقال لي \n  يا سعيد دع سليمان الخواص وإبراهيم بن أدهم فإنهما لو كانا أدركا النبي صلى \n  الله عليه وسلم لكانا من خير الصحابة .\n</p>\n<p class=\"arabic\">وقال عبد الله بن خيبق قال يوسف بن أسباط ذهب إبراهيم بن أدهم بالذكر وذهب \n  الخواص بالعمل .\n</p>\n<p class=\"arabic\">يعقوب بن كعب الأنطاكي عن أبيه عن سليمان الخواص وقيل له إن الناس شكوك أنك \n  تمر فلا تسلم عليهم فقال والله ما ذاك لفضل أراه عندي ولكني شبه الحنش إن \n  ثورته ثار وإن قعدت مع الناس جاءني ما أريد وما لا أريد .\n</p>\n<p class=\"arabic\">وقال مؤمل بن إهاب رأى رجل كأن القيامة قد قامت ونودي ليقم السابقون الأولون \n  فقام سفيان الثوري ثم قام سليمان الخواص ثم نودي ليقم السابقون فقام إبراهيم \n  بن أدهم .\n</p>\n<p class=\"arabic\">وعن سليمان الخواص قال كيف آكل الخبز وأنا لا أرى إجارة الطواحين *10*254* .\n</p>\n<p class=\"arabic\">قلت لم يرو الخواص شيئا ما ظفرت له بوفاة ولكن وفاته قريبة من وفاة إبراهيم \n  بن أدهم رحمهما الله .\n\n</p>"
}