{
    "header": "سفيان الثوري ع .",
    "id": "004140",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">سفيان الثوري ع .\n</h1>\n<p class=\"arabic\">*10*223* *10*224* سيفان بن سعيد بن مسروق بن حبيب بن رافع بن عبد الله بن \n  موهبة بن أبي عبد الله بن منقذ بن نضر بن الحارث بن ثعلبة بن ملكان بن ثور \n  بن عبد مناة بن أد بن طابخة بن الياس بن مضر بن نزار شيخ الإسلام أبو عبد \n  الله الثوري الكوفي الفقيه سيد أهل زمانه علما وعملا .\n</p>\n<p class=\"arabic\">فهو من ثور مضر لا همدان على الصحيح كذا نسبه ابن سعد والهثيم بن عدي وغيرهما .\n</p>\n<p class=\"arabic\">وساق نسبه كما ذكرنا ابن أبي الدينا عن محمد بن خاف التميمي لكن زاد بين مسروق \n  وبين حبيب حمزة وأسقط منقذا والحارث .\n</p>\n<p class=\"arabic\">مولده سنة سبع وتسعين .\n</p>\n<p class=\"arabic\">وكان أبوه من ثقات المحدثين .\n</p>\n<p class=\"arabic\">وطلب سفيان العلم وهو مراهق وكان يتوقد ذكا ء *10*225* .\n</p>\n<p class=\"arabic\">صار إماما منظورا إليه وهو شاب فإن يحيى بن أيوب المقابري قال ثنا أبو المنثنى \n  قال سمعتهم بمرو يقولون قد جاء الثوري قد جاء الثوري فخرجت أنظر إليه فإذا \n  هو غلام قد بقل وجهه .\n</p>\n<p class=\"arabic\">سمع الثوري من عمرو بن مرة وسلمة بن كهيل وحبيب بن أبي ثابت وعمرو بن دينار \n  وأبي إسحاق ومنصور وحصين وأبيه سعيد بن مسروق والأسود بن قيس وجبلة بن سحيم \n  و زبيد بن الحارث وزياد بن علاقة وسعد بن إبراهيم وأيوب وصالح مولى التوءمة \n  وخلق لا يحصون فيقال إنه أخذ عن ستمائة شيخ .\n</p>\n<p class=\"arabic\">وعنه ابن عجلان وأبو حنيفة وابن جريح وأبي إسحاق ومسعر وهم من شيوخه وشعبة \n  والحمادان ومالك وابن المبارك ويحيى وعبد الرحمن وابن وهب وعبيد الله الأشجعي \n  ويحيى بن آدم ووكيع وعبد الرزاق وأبو نعيم وقبيصة بن عقبة ومحمد بن كثير وأحمد \n  ) .\n</p>\n<p class=\"arabic\">بن يونس والفريابي وعلي بن الجعد و أمم لا يحصون .\n</p>\n<p class=\"arabic\">حتى أن ابن الجوزي بالغ وذكر في مناقبه أنه روى عنه أكثر من عشرين ألفا وهذا \n  مدفوع بل لعله روى عنه نحو من ألف نفس .\n</p>\n<p class=\"arabic\">فعن وكيع أن والدة سفيان له يا بني أطلب العلم وأنا أعولك بمغزلي وإذا كتبت \n  عشرة أحرف فانظر هل ترى في نفسك زيادة في الخير فإن لم تر ذلك فلا تتعن .\n</p>\n<p class=\"arabic\">قال علي بن ثابت سمعته يقول طلبت العلم فلم تكن لي نية ثم رزقني الله النية .\n</p>\n<p class=\"arabic\">داود بن يحيى بن يمان سمعت أبي يقول قال الثوري لما هممت بطلب الحديث ورأيت \n  العلم يدرس قلت أي رب إنه لا بد لي من *10*226* معيشة فاكفني أمر الزرق وفرغني \n  لطلبه فتشاغلت بالطلب فلم أر إلا خيرا إلى يومي هذا .\n</p>\n<p class=\"arabic\">عبد الزاق وغيره سمعت سفيان يقول ما استودعت قلبي شيئا قط فخانني .\n</p>\n<p class=\"arabic\">وقال ابن مهدي ما رأيت صاحب حديث أحفظ من سيفان .\n</p>\n<p class=\"arabic\">وعن ابن عيينة قال كان العلم يمثل بين يدي سفيان يأخذ ما يريد و يدع ما لا \n  يريد .\n</p>\n<p class=\"arabic\">وقال الأشجعي دخلت مع الثوري على هشام بن عروة فجعل يسأل وهشام يحدثه فلما \n  فرغ قال أعيدها عليك فأعادها عليه وقام ثم دخل أصحاب الحديث فطلبوا الإملاء \n  فقال هشام احفظوا كما حفظ صاحبكم قالوا لا نقدر .\n</p>\n<p class=\"arabic\">قال أحمد بن هاشم أنا ضمرة قال كان سفيان إنما حدث بعسقلان فيقول انفجرت العين \n  انفجرت العين يتعجب من نفسه .\n</p>\n<p class=\"arabic\">وقال شعبة و ابن معين وجماعة سفيان أمير المؤمنين في الحديث .\n</p>\n<p class=\"arabic\">وقال ابن المبارك كتبت عن ألف ومائة شيخ ما فيهم أفضل من سفيان *10*227* .\n</p>\n<p class=\"arabic\">وقال ورقاء لم الثوري مثل نفسه .\n</p>\n<p class=\"arabic\">وقال أحمد لم يتقدمه في قلبي أحد .\n</p>\n<p class=\"arabic\">وقال يحيى بن سعيد القطان ما رأيت أحفظ من الثوري .\n</p>\n<p class=\"arabic\">وقال ابن المبارك أيضا لا أعلم على وجه الأرض أعلم منه .\n</p>\n<p class=\"arabic\">وقال وكيع كان بحرا .\n</p>\n<p class=\"arabic\">وقال ابن المديني سألت يحيى عن رأي مالك فقال سفيان فوق مالك في كل شيء ) .\n</p>\n<p class=\"arabic\">وقال ابن إدريس أني في مسلاخ سفيان .\n</p>\n<p class=\"arabic\">وقال أبو أمامة من أخبرك أنه رأى بعينيه مثل سفيان فلا تصدقه .\n</p>\n<p class=\"arabic\">وقال ابن مهدي سمعت سفيان يقول ما من عمل أخوف عندي من الحديث .\n</p>\n<p class=\"arabic\">وقال الثوري فيما سمعه من الفريابي وددت أني نجوت من هذا العلم كفافا لا لي \n  ولا علي .\n</p>\n<p class=\"arabic\">وقال يحيى بن يمان كتبت عن سفيان عشرين ألفا .\n</p>\n<p class=\"arabic\">وأخبرني الأشجعي أنه كتب عنه ثلاثين ألفا *10*228* .\n</p>\n<p class=\"arabic\">وسمعت سفيان يقول ما أحدث من كل عشرة بواحد .\n</p>\n<p class=\"arabic\">وقال عبد الرزاق قال لي ابن المبارك أقعد إلى سفيان فيحدث فأقول ما بقي من \n  عمله شيء إلا وقد سمعت سفيان يقول لو قلت لكم إني أحدثكم كما سمعت يعني باللفظ \n  فلا تصدقوني .\n</p>\n<p class=\"arabic\">وعن عبد الرزاق عن سفيان قال ب ما أحدث إلا بالمعاني .\n</p>\n<p class=\"arabic\">وقال زيد بن أبي الزرقاء سمعت الثوري يقول خلاف ما بيننا وبين المرجئة ثلاث \n  يقولون الإيمان قول بلا عمل ويقولون الإيمان لا يزيد ولا ينقص ويقولون بالإتفاق .\n</p>\n<p class=\"arabic\">وقال يوسف بن أسباط سمعت سفيان يقول من كره أن يقول أنا مؤمن إن شاء الله \n  فهو عندنا مرجي وعن سفيان قال لا يجتمع حب علي وعثمان رضي الله عنهما إلا \n  في قلوب نبلاء الرجال .\n</p>\n<p class=\"arabic\">وعنه قال أمتنعنا من الشيعة أن نذكر فضائل علي رضي الله عنه .\n</p>\n<p class=\"arabic\">وعنه قال الجهمية كفار .\n</p>\n<p class=\"arabic\">وعنه قال من سمع من متبدع لم ينفعه الله بما سمع *10*229* .\n</p>\n<p class=\"arabic\">شعيب بن حرب قال لا تنتفع بما كتبت حتى يكون إخفاء بسم الله الرحمن الرحيم \n  في الصلاة أفضل عندك من الجهر .\n</p>\n<p class=\"arabic\">قال وكيع سمعت سفيان يقول لا يعدل طلب العلم شيء لمن أراد به الله وقال قبيصة \n  سمعت سفيان رضي الله عنه يقول الملائكة حراس السماء وأصحاب الحديث حراس الأرض .\n</p>\n<p class=\"arabic\">وقد كان سفيان رضي الله عنه يخاف من تصحيح نتيه في الحديث لفرط غرامه به .\n</p>\n<p class=\"arabic\">قال أبو داود الطيالسي سمعت سفيان قال ما أخاف على نفسي أن يدخلني النار إلا \n  الحديث ) .\n</p>\n<p class=\"arabic\">وقال أبو نعيم سمعت سفيان يقول وددت أني أفلت منه كفافا .\n</p>\n<p class=\"arabic\">وقال أبو أسامة سمعت سفيان يقول وددت أن يدي قطعت وأني لم أطلب حديثا قط .\n</p>\n<p class=\"arabic\">وقال القطان سمعته يقول ما أنكر نفسي إلا إذا طلبت الحديث .\n</p>\n<p class=\"arabic\">وعن المعافى بن عمران عن سفيان قال أريد أن أسأل غدا عن كل مجلس جلسته وعن \n  كل حديث حدثت به ماذا أردت به وقال محمد بن عبد الله بن نمير خاف الثوري على \n  نفسه متن الحديث لأنه كان يحدث عن الضعفاء .\n</p>\n<p class=\"arabic\">وقال يحيى بن يمان سمعت سفيان يقول فتنة الحديث أشد من فتنة الذهب *10*230* .\n#</p>\n<p class=\"arabic\">ومن آدابه وشمائله وتواضعه وورعه .\n</p>\n<p class=\"arabic\">قال مهران الزاري رأيت الثوري إذا خلع يثابه طواها ويقول كان يقال إذا طويت \n  رجعت إليها أنفسها .\n</p>\n<p class=\"arabic\">وقال أبو نعيم كان سفيان إذا دخل الحمام يخضب يسيرا .\n</p>\n<p class=\"arabic\">وقال قبيصة كان سفيان مزاحا كنت أتأخر مخافة أن يحيرني بمزاحه ولا رأيت الأغنياء \n  أذل ولا الفقراء أعز منهم في مجلس سفيان .\n</p>\n<p class=\"arabic\">وقال أبو نعيم ربما رأيت سفيان ضحك حتى استلقى .\n</p>\n<p class=\"arabic\">وقال زيد بن أبي الزرقاء كان سيفان يقول للمحدثين تقدموا يا معشر الضعفاء .\n</p>\n<p class=\"arabic\">وعن علي بن ثابت قال رأيت سفيان فقومت ما عليه درهما و أربعة دوانيق .\n</p>\n<p class=\"arabic\">يحيى بن أيوب المقابري ثنا مبارك أخو سفيان قال جاء رجل إلى سفيان ببدرة وكان \n  أبوه صديقا لسفيان جدا فقال أحب تقبل هذا المال فقلبه منه فلما خرج قال لي \n  إلحقه فرده ففعلت فقال يا ابن أخي أحب أن تأخذ هذا المال قال يا أبا عبد الله \n  في نفسك منه شيء قال لا فأخذه وذهب فقلت يا أخي ويحك أي شيء قلبك حجارة عد \n  أن ليس لك عيال أما ترحمني أما ترحم إخوانك وصبياننا قال يا مبارك تأكلها \n  وأنت و أسأل عنها لا يكون أبدا .\n</p>\n<p class=\"arabic\">وعن زيد بن الحباب قال احتاج سفيان بمكة حتى استف الرمل ثلاثة أيام *10*231* .\n</p>\n<p class=\"arabic\">سعيد بن سليمان الواسطي قال أبو شهاب الحناط جلست إلى سفيان وهو في دبر الكعبة \n  ) .\n</p>\n<p class=\"arabic\">مستلقي فسلمت فرد فقلت إن أختك قد بعثت إليك بشيء فجلس وقال لم آكل شيئا منذ \n  ثلاث .\n</p>\n<p class=\"arabic\">وقال ابن سعد قال أبو شهاب بعثت أخت سفيان معي بجراب فيه كعك وخشكنانج فأتيته \n  فقصر في سلامي فعابتته فقال يا أبا شهاب لا تلمني وإن لي ثلاثة أيام لم أذق \n  فيها ذواقا .\n</p>\n<p class=\"arabic\">قال بشر الحافي كان الثوري ربما أخذ عباء الجمال فيغطي بها رأسه .\n</p>\n<p class=\"arabic\">وقال خلف بن تميم رأيت الثوري في مكة وقد كثروا عليه فقال إن لله أخاف أن \n  تكون قد ضيعت الأمة حيث احتاج الناس إلي مثلي .\n</p>\n<p class=\"arabic\">قال عبد الزراق رأيت الثوري بمكة جالسا في السوق يأكل .\n</p>\n<p class=\"arabic\">وقال أحمد بن حنبل كان سفيان إذا قيل له إنه رثي في المنام قال أنا أعرف بنفسي \n  من أصحاب المنامات .\n</p>\n<p class=\"arabic\">وقال علي بن ثابت الجزري لو لقيت سفيان في طريق الحج ومعك فلسان تريد أن تصدق \n  بهما وأنت لا تعرف سفيان لظننت أنك تضعهما في يده .\n</p>\n<p class=\"arabic\">وقال صالح بن أحمد لن عبد الله العجلي حدثني أبي قال أجر سفيان نفسه من جمال \n  إلى مكة فأمروه أن يعمل لهم خبرة فلم تجيء جيدة فضربه الجمال فلما قدموا مكة \n  دخل الجمال فرأى الناس حول سفيان فسأل فقالوا هذا سفيان الثوري فلما انفض \n  الناس تقدم الجمال إلى سفيان واعتذر فقال من يفسد طعام الناس يصبه أكثر من \n  ذلك *10*232* .\n</p>\n<p class=\"arabic\">قال أبو سليمان الداراني دخلنا على سفيان الثوري بمكة قال ما جاء بكم فوا \n  لله لأنا إذ لم أركم خير مني إذ رأيتكم قال ثم لم نبرح حتى تبسم .\n</p>\n<p class=\"arabic\">قبيصة عن سفيان قال كثرة الإخوان من سخافة الدين .\n</p>\n<p class=\"arabic\">قال أبو أسامة ما رأيت رجلا أخوف لله من سفيان كان من رآه كأنه في سفينة يخاف \n  الغرق كثيرا ما نسمعه يقول يا رب سلم سلم وقال الحارث بن منصور كلمتان لم \n  يكن يدعهما سفيان في مجلس سلم سلم عفوك عفوك .\n</p>\n<p class=\"arabic\">وقال سفيان وددت أني أنفلت لا علي ولا لي وهذا متواتر عنه .\n</p>\n<p class=\"arabic\">قال قبيصة كان سفيان كأنه راهب فإذا في الحديث أنكرته يعني مما ينشرح .\n</p>\n<p class=\"arabic\">وقال ابن مهدي كان يكون كأنما يقف للحساب فيعرض بذكر الحديث فيذهب ذلك الخشوع \n  ) .\n</p>\n<p class=\"arabic\">فإنما هو حدثنا حدثنا علي بن غنام عن أبيه أنه سمع الثوري يقول لقد خفت الله \n  خوفا عجبا لي كيف لا أموت ولكن لي أجل أنا بالغه ولقد أخاف أن يذهب عقلي من \n  شدة الخوف .\n</p>\n<p class=\"arabic\">ابن مهدي ما عاشرت رجلا أرق من سفيان كنت أرقبه في الليل ينهض مرعوبا ينادي \n  النار النار شغلني ذكر النار عن النوم والشهوات .\n</p>\n<p class=\"arabic\">قال قبيصة ما رأيت أحدا أكثر ذكرا للموت من سفيان *10*233* .\n</p>\n<p class=\"arabic\">وقال أبو نعيم كان سفيان يذكر الموت فلا ينتفع به أياما .\n</p>\n<p class=\"arabic\">وقال يوسف بن أسباط كان سفيان طويل الحزن كان يبول الدم من حزنه وتكدره .\n</p>\n<p class=\"arabic\">وقال عصام بن يزيد المعروف يا بن جبر ربما كان يأخذ سفيان في التفكر فينظر \n  إليه الناظر فيقول مجنون .\n</p>\n<p class=\"arabic\">وقال عطاء الخفاف ما لقيت سفيان إلا باكيا فقلت ما شأنك فقال أخاف أن أكون \n  في أم الكتاب شقيا .\n</p>\n<p class=\"arabic\">قال يحيى بن يمان سمعت سفيان يقول العالم طبيب الدين والدرهم داء الدين فإذا \n  جر الطبيب الداء إلى نفسه فمتى يداوي غيره .\n</p>\n<p class=\"arabic\">وقال أبو أسامة سمعت سفيان يقول ليس طلب الحديث من عدة الموت لكنه علة يتشاغل \n  به .\n</p>\n<p class=\"arabic\">قلت طلب الحديث قدر زائد على طلب العلم وهو لقب لأمور عرفية قليلة المدخل \n  في العلم فإذا كان فنون عديدة من علم الآثار النبوية بهذه المثابة فما ظنك \n  بطلب علم الجدل والعقليات والمنطق اليوناني آه و احسرتاه على قلة من يعرف \n  دين الإسلام كما ينبغي وما أحل في القليل المتعين إذا كان مثل سفيان يود أن \n  ينجو من علمه كفافا فما نقول نحن و أغوثاه بالله .\n</p>\n<p class=\"arabic\">قال الخربيي سمعت سفيان يقول ليس شيء أنفع للناس من الحديث *10*234* وسمعه \n  الفريابي يقول ما من عمل أفضل من طلب الحديث إذا صحت فيه النية .\n</p>\n<p class=\"arabic\">قال ابن عيينة لم يكن مثل ابن عباس في زمانه والشعبي في زمانه والثوري في \n  زمانه .\n</p>\n<p class=\"arabic\">وقال أبو خالد الأحمر شبع سفيان ليلة فقال إن الحمار إذا زيد في علفه زيد \n  في عمله فقام حتى أصبح ) .\n</p>\n<p class=\"arabic\">وقال أبو أسامة مرض سفيان فذهب ببوله إلى الطبيب فقال هذا بول راهب قال بول \n  من أحرق الحزن كبده ما لذا دواء .\n</p>\n<p class=\"arabic\">قال ضمرة سمعت مالكا يقول إنما كانت العراق تجيش علينا بالمال والثياب ثم \n  صارت تجيش علينا بسفيان الثوري .\n</p>\n<p class=\"arabic\">قال ضمرة وكان سفيان يقول مالك ليس له حفظ .\n</p>\n<p class=\"arabic\">قال عطاء بن مسلم قال لي سفيان إن المؤمن ليرى غدا ما أعد الله له في الجنة \n  وهو يتمنى أنه لم يخلق مما هو فيه .\n</p>\n<p class=\"arabic\">وقال عبد الرزاق لما قدم علينا سفيان طبخت له سكباحا فأكل ثم أتنيه بزبيب \n  الطائف فأكل ثم قال يا عبد الرزاق اعلف الحمار وكده ثم قام يصلي حتى الصباح .\n</p>\n<p class=\"arabic\">قال علي بن الفضيل بن عياض رأيت الثوري ساجدا عند البيت فطفت سبعة أسابيع \n  قبل أن يرفع رأسه *10*235* .\n</p>\n<p class=\"arabic\">وقال مؤمل بن إسماعيل قدم سفيان مكة فكان يصلي الغداة ويجلس يذكر الله حتى \n  ترفع الشمس ثم يطوف سبعة أسابيع يصلي بعد أسبوع ركعتين يطولهما ثم يصلي إلى \n  نصف النهار ثم ينصرف إلى البيت فيأخذ المصحف فيقرأ فربما نام كذلك ثم يخرج \n  لنداء الظهر ثم يتطوع إلى العصر فإذا صلى العصر أتاه أصحاب الحديث فاشتغل \n  معهم إلى المغرب فيصلي ثم يتنقل إلى العشاء فإذا صلى فربما يقرأ ثم نام .\n</p>\n<p class=\"arabic\">أقام بمكة نحوا من سنة على هذا .\n</p>\n<p class=\"arabic\">قال ابن أبي الدينا دفع إلي أحمد بن الخليل كتابا فيه حدثني محمد بن رافع \n  قال حدثني مؤمل بهذا .\n#</p>\n<p class=\"arabic\">في معيشته رضي الله عنه .\n</p>\n<p class=\"arabic\">قال يوسف بن أسباط خلف سفيان مائتي دينار كانت مع رجل يتبضع بها .\n</p>\n<p class=\"arabic\">وقيل جاءه رجل فقال يا أبا عبد الله تمسك الدنانير وكان في يد سفيان خمسون \n  دينارا فقال لو لا ها لتمندل بنا هؤلاء الملوك .\n</p>\n<p class=\"arabic\">وقال أبو نعيم قال الثوري لولا بضيعتنا تلاعب بنا هؤلاء .\n</p>\n<p class=\"arabic\">قال أحمد العجلي كان بضاعة سفيان ألفي درهم ) .\n</p>\n<p class=\"arabic\">وقال مبارك بن سعيد كانت له معي بضاعة .\n</p>\n<p class=\"arabic\">وقال ابن سعد قال الواقدي كان يأتي اليمن يتجر ويفرق ما عنده على قوم يتجرون \n  له ويلقاهم في الموسم يحاسبهم ويأخذ الربح .\n</p>\n<p class=\"arabic\">قال المروزي قلت لأحمد لماذا ذهب الثوري إلى اليمن قال للتجارة وللقي معمر \n  قلت أكان له مائة دينار قال أما سبعون فصحيحة *10*236* .\n</p>\n<p class=\"arabic\">وروي أن سفيان أخذ من رجل أربعة آلاف درهم مضاربة فاشترى بها متاعا مما يباع \n  باليمن فأخذه معه فربح فيه نفقته .\n</p>\n<p class=\"arabic\">وكان الثوري يقول عليك بعمل الأبطال الكسب من الحلال والإنفاق على العيال .\n</p>\n<p class=\"arabic\">زيد بن الحباب سمعت سفيان يقول الحلال تجارة بره أو عطاء من إمام عادل أو \n  صلة من أخ مؤمن أو ميراث لم يخالطه شيء .\n</p>\n<p class=\"arabic\">وقال محمد بن عبيد سمعت سفيان يقول يا عباد ارفعوا رؤوسكم فقد وضح الطريق \n  ولا تكونوا عالة على الناس .\n</p>\n<p class=\"arabic\">وقال أحمد بن يونس أكلت عند سفيان خشكنانج أهدي له .\n</p>\n<p class=\"arabic\">وقال مؤمل بن إسماعيل دخلت على سفيان وهو يأكل طباهج ببيض فقلت له فقال اكتسبوا \n  حلالا وكلوا طيبا .\n#</p>\n<p class=\"arabic\">ومن مواعظه .\n</p>\n<p class=\"arabic\">قال الدينا كرغيف عليه عسل وقع عليه الذباب فانقطع جناحه فمات ولو سر برغيف \n  يابس ما هلك .\n</p>\n<p class=\"arabic\">قال وكيع سمعت سفيان يقول لو أن اليقين وقع في القلب كما ينبغي لطار شوقا \n  إلى الجنة وخوفا من النار وقال إنما الزهد في الدنيا قصر الأمل .\n</p>\n<p class=\"arabic\">وعنه قال اليقين أن لا تتهم مولاك في كل ما أصابك وإياك والتشبه بالجبابرة \n  وقال بالزهد يبصرك الله عورات الدنيا وعليك بالورع يخف حسابك وادفع الشك باليقين \n  يسلم دينك ودع ما يريبك إلى ما لا يريبك *10*237* .\n</p>\n<p class=\"arabic\">وقال ما أعطي رجل شيئا من الدنيا إلا قيل له خذه ومثله جرما ) .\n</p>\n<p class=\"arabic\">وعنه وقيل له السلامة أن لا تعرف فقال ما إلى هذا سبيل لكن السلامة في أن \n  لا تحب أن تعرف .\n</p>\n<p class=\"arabic\">وعن سفيان قال إذا أثنى على الرجل جيرانه أجمعون فهو رجل سوء قال وكيف هذا \n  قال يراهم على المنكر ولا يغير عليهم ويلقاهم بوجه طلق .\n</p>\n<p class=\"arabic\">وقال الفضل سمعت سفيان يقول إذا رأيت الرجل محببا إلى جيرانه فاعلم أنه مداهن .\n</p>\n<p class=\"arabic\">قال يحيى بن عبد الملك بن أبي غنية ما رأيت رجلا أصفق وجها في ذات الله من \n  سفيان .\n</p>\n<p class=\"arabic\">وقال شجاع بن الوليد كنت أمشي مع سفيان فلا يكاد لسانه يفتر من الأمر بالمعروف \n  والنهي عن المنكر .\n</p>\n<p class=\"arabic\">وروى يحيى بن يمان عنه قال إني لأرى الشيء يجب علي أن أمر فيه فلا أفعل فأبول \n  دما .\n</p>\n<p class=\"arabic\">وعن عمرو بن حسان قال كان سفيان نعم المداوي إذا دخل البصرة حدث بفضائل علي \n  وإذا دخل الكوفة حدث بفضائل عثمان .\n</p>\n<p class=\"arabic\">وعن سفيان قال هؤلاء الملوك قد تركوا لكم الآخرة فاتركوا لهم الدنيا .\n</p>\n<p class=\"arabic\">ولقي كاتبا فقال حتى متى كلما دعى ظالم قمت معه غدا فإذا حوسب حوسبت أما ان \n  لك أن تتوب *10*238* .\n#</p>\n<p class=\"arabic\">فصل من صدقه .\n</p>\n<p class=\"arabic\">قال الحسين بن الحسن المروزي ثنا الهيثم بن جميل سمعت مهلهلا يقول خرجت مع \n  سفيان إلى مكة وحج الأوزاعي ورافقنا في بيت ثلاثا فبينما نحن جلوس دخل خصي \n  فقال قد جاء الأمير وعلى الناس عبد الصمد عم المنصور فأما أنا والأوزاعي فثبتنا \n  وأما سفيان فدخل قبرا فدخل الأمير عبد الصمد فسلم عليه الأوزاعي فقال أين \n  أبو عبد الله قلنا دخل لحاجته وقمت إليه فقلت إنه ليس ببارح حتى تخرج فقال \n  عبد الصمد يا أبا عبد الله إنك رجل أهل المشرق وعالمهم بلغني قدومك فأحببت \n  الاقتداء بك فأطرق سفيان ثم قال ألا أدلك على خير من ذلك قال وما هو قال اعتزل \n  ما أنت فيه قال فقلت إنا لله تستقبل الأمير بهذا قال فتغير لونه قال إن أمير \n  المؤمنين لا يرضى مني بهذا وقام فخرج مغضبا .\n</p>\n<p class=\"arabic\">وروى محمد بن النعمان بن عبد السلام قال مرض سفيان بمكة ومعه الأوزاعي فدخل \n  عليه عبد الصمد فحول وجهه إلى الحائط فقال الأوزاعي إنه سهر البارحة فلعله \n  نائم فقال ) .\n</p>\n<p class=\"arabic\">سفيان لست بنائم لست بنائم فقام عبد الصمد فقال الأوزاعي لسفيان أنت مستقتل \n  لا يحل لأحد أن يصحبك .\n</p>\n<p class=\"arabic\">وقال إبراهيم بن أعين كيف أصب الماء على سفيان وهو يتوضأ فجاء عبد الصمد أمير \n  مكة فسلم على سفيان فقال له من أنت .\n</p>\n<p class=\"arabic\">قال أنا عبد الصمد قال كيف أنت اتق الله وإذا كبرت فأسمع يعني أنه كان يصلي \n  بالناس وما كان خلفه من يكبر .\n</p>\n<p class=\"arabic\">زيد بن أبي خداش أن الثوري لقي شريكا فقال بعد الفقه والخير *10*239* تلي \n  القضاء ! قال يا أبا عبد الله وهل لا بد لناس من قاض فقال سفيان ولا بد للناس \n  من شرطي .\n</p>\n<p class=\"arabic\">وقال قبيصة قيل لشريك إن سفيان قال أي رجل أفسدوا قال لو كان لسفيان بنات \n  أفسدوه أكثر مما أفسدوني .\n</p>\n<p class=\"arabic\">ولقي سفيان يونس بن مسمار فقال يا يوسف أسمنت البرذون وأهزلت الدين فقال أنا \n  انفع للناس منك أتكلم في المحبوس فيطلق ويجيء الملهوف فأعينه وأتكلم في الحمالة \n  وأسعى في الأمور وأسعى في الأمور قال وكان سفيان إذ لقيه بعد سلم عليه .\n</p>\n<p class=\"arabic\">وعن سفيان قال إذا رأيت القاريء يعني المتزهد يلوذ بالسلطان فأعلم أنه لص \n  وإذا رأيته يلوذ بالأغنياء فاعلم أنه مرائي فإياك أن تخدع بقول أرد مظلمة \n  وأدفع عن مظلوم فإن هذه خدعة من إبليس اتخذها فجار القراء سلما .\n#</p>\n<p class=\"arabic\">فصل .\n</p>\n<p class=\"arabic\">قال مبارك أخو سفيان رأيت عاصم بن أبي النجود جاء إلى سفيان يستفتيه فقال \n  أتيتنا يا سفيان صغيرا وأتيناك كبيرا .\n</p>\n<p class=\"arabic\">وقال أبن شوذب سمعت أيوب يقول ما قدم علينا من الكوفة أفضل من سفيان الثوري .\n</p>\n<p class=\"arabic\">وقال ابن مهدي أبصر أبو إسحاق السبيعي سفيان مقبلا فقال وآتيناه الحكم صبيا \n  *10*240* .\n</p>\n<p class=\"arabic\">وقال يونس بن عبيد ما رأيت كوفيا أفضل من سفيان .\n</p>\n<p class=\"arabic\">سفيان بن وكيع ثنا أبو يحيى الحماني سمع أبا حنيفة يقول لو كان سفيان من التابعين \n  لكان فيهم له شأن .\n</p>\n<p class=\"arabic\">وعنه قال لو حضر علقمة والأسود لاحتاجا إلى مثل سفيان ) .\n</p>\n<p class=\"arabic\">وقال ابن أبي ذئب ما رأيت رجلا أشبه بالتابعين من سفيان .\n</p>\n<p class=\"arabic\">وقال شعبة سفيان أحفظ مني إنه ساد بالورع والعلم .\n</p>\n<p class=\"arabic\">وقال يعقوب الحضرمي سمعت شعبة يقول سفيان أمير المؤمنين في الحديث .\n</p>\n<p class=\"arabic\">وعن ابن عيينة قال ما رأيت رجلا أعلم بالحلال والحرام من سفيان الثوري ولا \n  ارى هو مثل نفسه .\n</p>\n<p class=\"arabic\">وقال ابن المبارك ما نعت لي رجل إلا وجدته دون نعته إلا الثوري .\n</p>\n<p class=\"arabic\">قلت هذا الرجل وأمثاله ما جعل الله لهم هذه الجلالة في القلوب سدى فحب سفيان \n  من الإيمان .\n#</p>\n<p class=\"arabic\">ومن شيوخه .\n</p>\n<p class=\"arabic\">إبراهيم بن عبد الأعلى وإبراهيم بن عقبة وإبراهيم بن محمد بن المنتشر وإبراهيم \n  بن مهاجر وإبراهيم بن ميسرة وآدم بن سليمان وإسماعيل بن أمية وابن أبي خالد \n  وإسماعيل السدي وأشعث ابن أبي الشعثاء والأغر بن الصباح وإياد بن لقيط *10*241* .\n</p>\n<p class=\"arabic\">وأيوب لن موسى وبريد بن عبد الله وبكير بن عطاء وبيان بن بشر وأبو المقدام \n  ثابت هرمز وثور بن يزيد وثوير بن أبي فاختة وجابر الجعفي وجامع بن أبي راشد \n  وجامع بن شداد وجعفر بن محمد والحسن بن عمرو الفقيمي وحماد الفقيه وربيعة \n  الرأي والزبير بن عدي وزيد بن أسلم وسماك بن حرب وسمي مولى أبي بكر وسهيل \n  وصالح بن حي وعاصم بن بهدلة وأبو الزناد وابن طاوس وابن عقيل وابن أبي نجيح \n  وابن أبي لبيد وعبد الرحمن بن عابس وعبد الرحمن بن القاسم وعبد العزيز بن \n  رفيع وعبد الكريم أبو أمية وعبد الملك بن عمير وعبد الملك بن أبي سليمان وعبد \n  الملك بن أبي بشير وعبدة بن أبي لبابة وعبيد الله بن عمر وأبو حصين عثمان \n  بن عثمان البتي وعلي بن الأحمر وعلقمة بن مرثد وعلي بن بذيمة وعلي بن جدعان \n  وعمارة بن القعقعاع وعون بن أبي جحيفة وفراس الهمداني وقيس بن مسلم ومحارب \n  بن دثار ومحمد بن أبي بكر بن حزم وأبو الزبير محمد بن المنكدر ومطرف بن طريف \n  ومعبد بن خالد ومغيرة بن مقسم ومغيرة بن النعمان والمقدام بن شريح ومنصور \n  بن المعتمر وموسى بن أبي عائشة وميسرة بن حبيب وميسرة الأشجعي وأبو حمزة ميمون \n  الأعور وهشام بن إسحاق وهشام بن حسان ) .\n</p>\n<p class=\"arabic\">وهشام بن عروة وواصل الأحدب ويحيى بن أبي إسحاق ويحيى بن هانيء بن عروة ويزيد \n  بم أبي زياد ويعلى بن عطاء وأبو إسحاق الشيباني وأبو بكر عبيد الله بن أبي \n  الجهم وأبو الجويرية الجرمي وأبو خالد الدالاني وأبو هاشم الرمادي وأبو يعفور \n  العبدي .\n#</p>\n<p class=\"arabic\">ومن تلامذته .\n</p>\n<p class=\"arabic\">أبو غسحاق الفزازي شيخ الثغور وأحوص بن جواب وإسحاق الأزرق وابن علية وبشر \n  بن السري وبشر بن منصور السليمين وثابت بن محمد بن العابد وجعفر بن عون والحسين \n  بن حفص وأبو أسامة وخالد بن الحارث وخلاد بن يحيى وروح وزيد بن أبي الزرقاء \n  وسفيان بن *10*242* عقبة وأبو داود الطيالسي وأبو عاصم وضمرة والخريبي وابن \n  نمير وعبد الله بن الوليد العدني وعبيد الله بن موسى وعلي بن قانع وعمرو العنقزي \n  والقاسم الجرمي وأبو الهمام الدلال ومصعب بن المقدام ومعاوية بن هشام وأبو \n  حذيفة النهدي ومؤمل بن إسماعيل والنعمان بن عبد السلام ويحيى بن يمان ويزيد \n  بن أبي حكيم العدني ويزيد بن زريع ويزيد بن هارون ويعلى بن عبيد وأبو أحمد \n  الزبيري وأبو بكر الحنفي وأبو داود الحضرمي وأبو سفيان المعمري وأبو عاصم \n  العقدي .\n</p>\n<p class=\"arabic\">وقد حدث عنه خلق لا يحصون وآخر ثقة روى عنه هو علي بن الجعد .\n\n</p>"
}