{
    "header": "عبد العزيز بن عبد الله بن أبي سلمة الماجـ...",
    "id": "004231",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد العزيز بن عبد الله بن أبي سلمة الماجشون أبو  عبد الله المدني \n  ع الفقيه مولى آل الهدير التميمي ووالد عبد الملك الفقيه وابن عم يوسف بن \n  الماجشون .\n</h1>\n<p class=\"arabic\">روى عن عبد الله بن دينار وسعد بن إبراهيم والزهري ووهب بن كيسان وعبد الرحمن \n  ) .\n</p>\n<p class=\"arabic\">بن القاسم وطبقتهم .\n</p>\n<p class=\"arabic\">روى عنه عبد الرحمن بن مهدي وأبو نعيم وأحمد بن يونس وحجاج بن منهال وعبد \n  العزيز الأويسي وعلي بن الجعد ويحيى بن بكير وعبد الله بن صالح وخلق .\n</p>\n<p class=\"arabic\">وكان إماما مفتيا حجة صاحب سنة .\n</p>\n<p class=\"arabic\">نظر مرة في شيء من كلام جهم فقال هذا هدم بلا بناء وصفة بلا معنى .\n</p>\n<p class=\"arabic\">وقال ابن وهب حججت سنة ثمان وأربعين ومائة وصائح يصيح لا يفني الناس إلا مالك \n  وعبد العزيز بن الماجشون .\n</p>\n<p class=\"arabic\">روى عبد الملك بن عبد العزيز أن المهدي أجاز أباه مرة بعشرة آلاف دينار .\n</p>\n<p class=\"arabic\">وقال أبو داود الطيالسي كان عبد العزيز يصلح للوزارة .\n</p>\n<p class=\"arabic\">وقال أحمد بن كامل لعبد العزيز كتب مصنفة رواها عنه ابن وهب .\n</p>\n<p class=\"arabic\">وثقه ابن معين *10*328* .\n</p>\n<p class=\"arabic\">وقيل إنه يكنى أبا الأصبغ .\n</p>\n<p class=\"arabic\">مات سنة أربع وستين ومائة على الصحيح .\n</p>\n<p class=\"arabic\">وقد أخبرنا عمنا عبد المنعم أنا أبو اليمن الكندي كتابة أنا علي بن هبة الله \n  أبنا إبراهيم بن علي الفقيه قال ومنهم يعني فقهاء المدينة أبو عبد الله عبد \n  العزيز بن عبد الله بن أبي سلمة الماجشون .\n</p>\n<p class=\"arabic\">مات ببغداد سنة ستين ومائة ودفن في مقابر قريش .\n</p>\n<p class=\"arabic\">مات ببغداد سنة ستين ومائة ودفن في مقابر قريش .\n</p>\n<p class=\"arabic\">وأخبرنا المسلم بن محمد إجازة أنا زيد بن الحسن أنا أبو منصور السيباني أنا \n  أبو بكر الخطيب قال اسم أبي سلمة ميمون روى عنه الليث بن سعد ووكيع وسمى طائفة \n  وأورد بعض ما قلنا وبين أبن أبي طالب الحجار وبينه ستة أنفس وهذا في غاية \n  العلو .\n</p>\n<p class=\"arabic\">أخبرنا أبو الحسين اليونيني وأحمد بن العماد وأحمد بن تاج الأمناء ونصر الله \n  بن محمد وعلي بن أحمد وأحمد بن المجاهد وعلي بن بقاء وأحمد بن مؤمن وعبد الدايم \n  الوزان وآخرون قالوا أنبأ الحسين بن الزبيدي وعبد الله بن اللتي وأنا عبد \n  الحافظ المقدسي أنا ابن الزبيدي وموسى بن عبد القادر وأنا أحمد بن إسحاق بمصر \n  أنا أبو علي الحسن بن ) .\n</p>\n<p class=\"arabic\">المبارك وعبد اللطيف بن عسكر ونفيس بن كرم قالوا ستتهم أنا عبد الأول السجزي \n  أنا محمد بن عبد العزيز أنا عبد الرحمن بن أحمد أنا عبد الرحمن البغوي ثنا \n  العلاء بن موسى إملاء ثنا عبد العزيز بن عبد الله بن أبي سلمة بإسناد له قال \n  قال رسول الله صلى الله عليه وسلم يا عائشة لا يتمسك بأداء حقك بعدي إلا الصابرون \n  فهذا حديث معضل الإسناد .\n\n</p>"
}