{
    "header": "عتبة الغلام بن أبان البصري العابد .",
    "id": "004259",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عتبة الغلام بن أبان البصري العابد .\n</h1>\n<p class=\"arabic\">عرف الغلام بين العباد لأنه تنسك وهو صبي وكان خاشعا قانتا لله حنيفا وقد \n  ذكره أبو سعيد بن الأعرابي فقال حدثني أبو سعدان الشعراني قال قال السكن هو \n  عتبية بن أبان بن صمعة .\n</p>\n<p class=\"arabic\">قال ابن الأعرابي قال عتبة الغلام كابدت الصلاة عشرين سنة وتنعمت بها عشرين \n  سنة ) .\n</p>\n<p class=\"arabic\">قال وصفق بيديه حتى تفطرت أصابعه ولم يدر بنفسه وكان يقول في تهجده إن عذبتني \n  فإني لك محب وإن ترحمني فإني لك محب .\n</p>\n<p class=\"arabic\">وكان يأوي إلى المقابر والسواحل ويدخل البصرة يوم الجمعة .\n</p>\n<p class=\"arabic\">قال حسين الجفعي قال لي عبد الواحد بن زيد بمن يشبه حزن هذا الغلام يعني عتبة \n  قلت بحزن الحسن قال ما أبعدت .\n</p>\n<p class=\"arabic\">وقال مخلد بن الحسين صحبت عتبة الغلام وكان يقال إن كان أحد قلبه معلق بالعرش \n  فعتبة الغلام قال لنا اشتروا لي فرسا يغيظ العدو *10*348* .\n</p>\n<p class=\"arabic\">وكان يخرج فيقال له أستقبلك أحد فيقول لا اشتغالا بما هو فيه .\n</p>\n<p class=\"arabic\">قال وأصاب الناس ظلمة فخرج عتبة ويداه على رأسه وهو يقول لنفسه وأنت تشتري \n  التمر ويقال كان عتبة يصوم الدهر وكان رأس ماله فلسا يأخذ به خوصا فيعمله \n  ويبيعه فيأكل بفلس ويشتري خوصا بفلس .\n</p>\n<p class=\"arabic\">قال ابن الأعرابي يقال إنه رأى طائرا فقال له تعال فجاء حتى نزل على يده فقال \n  له طر فطار .\n</p>\n<p class=\"arabic\">وقيل إنه كان لا يكاد ينقطع بكاؤه .\n</p>\n<p class=\"arabic\">وورد أنه كان يأوي إلى منزله فيصيب فيه قوته لا يدري من أين هو .\n</p>\n<p class=\"arabic\">وكان ربما غشي عليه من الموعظة .\n</p>\n<p class=\"arabic\">وقال رباح القيسي بات عندي عتبة الغلام فسمعته يقول في سجوده اللهم احشر عتبة \n  من حواصل الطير وبطون السباع .\n</p>\n<p class=\"arabic\">وقال إبراهيم بن الجنيد أنا عبد الله بن عون الخزاز أنا مخلد بن الحسين قال \n  جاءنا عتبة الغلام فقلنا له ما جاء بك قال الغزو قلت مثلك يغزو قال إني رأيت \n  أني آتي المصيصة فأغزو فأستشهد قال فنودي يوما في الخيالة فنفر الناس وجاء \n  عتبة فاستقبله رجل فقال هل لك في *10*349* فرسي وسلاحي فإني قد اعتللت قال \n  نعم فأعطاه فسار مع الناس فالتقوا الروم فكان أول رجل استشهد .\n</p>\n<p class=\"arabic\">قال أحمد بن سهل البصري سألت علي بن بكار أشهدت قتل عتبة الغلام قال لا ولكن \n  ) .\n</p>\n<p class=\"arabic\">شهده مخلد قتل في قرية الحباب .\n</p>\n<p class=\"arabic\">وعن أحمد بن عطاء اليربوعي قال نازعت عتبة الغلام نفسه لحما فقال لها اندفعي \n  عني إلى قابل فما زال يدافعها سبع سنين .\n</p>\n<p class=\"arabic\">وعنه أنه قال لا يعجبني رجل لا يحترف .\n</p>\n<p class=\"arabic\">وذكر مخلد بن الحسين عتبة وصاحبه يحيى الواسطي فقال كأنما ربتهم الأنبياء .\n</p>\n<p class=\"arabic\">وعن عتبة قال من عرف الله أحبه ومن أحبه أطاعه .\n</p>\n<p class=\"arabic\">وقال مسلم بن إبراهيم رأيت عتبة الغلام وكان يقال إن الطير تجيئه .\n</p>\n<p class=\"arabic\">وقال عبد الخالق العبدي كان لعتبة بيت يتعبد فيه فلما خرج إلى الشام قفله \n  وقال لا تفتحوه حتى يبلغكم موتي فلما بلغهم موته فتحوه فوجدوا فيه قبرا محفورا \n  وغل حديد .\n</p>\n<p class=\"arabic\">وعن عبد الواحد بن يزيد قال كلمت عتبة الغلام ليرفق بنفسه فبكى وقال إنما \n  أبكي على تقصيري *10*350* .\n\n</p>"
}