{
    "header": "عباد بن عبد الصمد التميمي أبو معمر .",
    "id": "004251",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عباد بن عبد الصمد التميمي أبو معمر .\n</h1>\n<p class=\"arabic\">شيخ بصري سكن مصر وإفريقية .\n</p>\n<p class=\"arabic\">وروى عن أنس بن مالك المنكرات .\n</p>\n<p class=\"arabic\">وروى عنه مؤمل بن عبد الرحمن الثقفي وكامل بن طلحة الجحدري ويحيى بن سليمان \n  الحفري وجماعة سواهم .\n</p>\n<p class=\"arabic\">قال البخاري منكر الحديث .\n</p>\n<p class=\"arabic\">وقال ابن حاتم سمع أنسا وسعيد بن جبير والحسن البصري قال أبي ضعيف جدا .\n</p>\n<p class=\"arabic\">وقال العقيلي أحاديثه مناكير فمنها ثنا جبرون بن عيسى بمصر *10*342* ثنا يحيى \n  بن سليمان مولى قريش أنا عباد بن عبد الصمد عن أنس سمع النبي صلى الله عليه \n  وسلم يقول إذا كان أول يوم من شهر رمضان نادى الله تبارك وتعالى رضوان خازن \n  الجنة فيقول لبيك وسعديك فيقول زين الجنان للصائمين وساق حديثا طويلا شبه \n  موضوع .\n</p>\n<p class=\"arabic\">وقال ابن حبان عباد يروي عن أنس ما ليس من حديثه وما أراه لقيه حدثنا ابن \n  قتيبة بعسقلان أنا غالب بن وزير الغزي ثنا المؤمل الثفقي ثنا عباد بن منصور \n  عن أنس نسخة أكثرهم موضوعة منها أمتي خمس طبقات كل طبقة أربعون عاما فطبقتي \n  وطبقة أصحابي أهل العلم والإيمان إلى أن قال ثم الذين يلونهم إلى المائتين \n  أهل الهرج وتربية جرو وكلب خير من تربية ولد .\n</p>\n<p class=\"arabic\">ومنها عنه صلى الله عليه وسلم من أغاث ملهوفا غفر الله له ثلاثا وسبعين مغفرة .\n</p>\n<p class=\"arabic\">قرأت على عمر بن عبد المنعم الطائي عن أبي النعمان الكندي وأنا محمد بن إسماعيل \n  الأديب أنا عبد الخالق بن أنجب التستري أنا أبو الفرج الحافظ قالا أنا إسماعيل \n  بن أحمد السمرقندي أنا أحمد بن النقور أنا عيسى بن علي أنا أبو القاسم البغوي \n  ثنا كامل بن طلحة ثنا عباد بن عبد الصمد عن أنس بن مالك قال من طلب العلم \n  يباهي به العلماء ويماري به ) .\n</p>\n<p class=\"arabic\">الشغباء أو يصرف أعين الناس إليه تبوأ مقعده من النار موقوفا *10*343* .\n\n</p>"
}