{
    "header": "عثمان بن مقسم البري أبو سلمة الكندي البصـ...",
    "id": "004267",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عثمان بن مقسم البري أبو سلمة الكندي البصري .\n</h1>\n<p class=\"arabic\">*10*354* أحد الأعلام على ضعف فيه .\n</p>\n<p class=\"arabic\">يروي عن يحيى بن أبي كثير وأبي إسحاق ومنصور بن المعتمر وقتادة وحماد بن أبي \n  سليمان ونافع وسعيد المقبري وطائفة سواهم وجمع وصنف .\n</p>\n<p class=\"arabic\">روى عنه سفيان الثوري مع تقدمه وسلم بن قتيبة وأبو عاصم وشيبان بن فروخ وأبو \n  داود الطيالسي ويحيى بن سلام .\n</p>\n<p class=\"arabic\">وقيل إنه كان ينكر الميزان فيقول وإنما هو العدل .\n</p>\n<p class=\"arabic\">تركه يحيى القطان وابن المبارك .\n</p>\n<p class=\"arabic\">وقال ابن عدي يكتب حديثه .\n</p>\n<p class=\"arabic\">وقال النسائي وغيره متروك .\n</p>\n<p class=\"arabic\">وقال عباس عن ابن معين ليس بشيء .\n</p>\n<p class=\"arabic\">ابن المديني ثنا القطان سمعت البري يحدث عن نافع سمعت ابن عمر يقول عرفة كلها \n  موقف ثم حدثني ابن جريج قال قلنا للنافع أسمعت ابن عمر يقول عرفة كلها موقف \n  قال لا .\n</p>\n<p class=\"arabic\">وقال السعدي عثمان البري كذبه الثوري *10*355* .\n</p>\n<p class=\"arabic\">مسلم بن إبراهيم نا شعبة قال أفادني عثمان البري عن قتادة حديثا فسألت قتادة \n  فلم يعرفه قال فجعل عثمان يقول بل أنت حدثتني فيقول بل أنت حدثتني فقال قتادة \n  هذا يخبرني عن ) .\n</p>\n<p class=\"arabic\">أن لي عليه ثلاثمائة درهم .\n</p>\n<p class=\"arabic\">مؤمل بن إسماعيل سمعت عثمان البري يقول كذب أبو هريرة .\n</p>\n<p class=\"arabic\">عفان سمعت عثمان البري وذكر عنده الميزان فقال له كفتان ينكر ذلك .\n</p>\n<p class=\"arabic\">وسمعه محمد بن كثير يقول ليس بميزان إنما هو العدل قال محمد فوضعه الله إلى \n  يوم القيامة يعني البري .\n</p>\n<p class=\"arabic\">وقال عفان كان عثمان البري يرى القدر وكان يغلط في الحديث وفي كتابه الصواب \n  فلا يرجع إليه وكان يحدث عشرين بن حديثا عن علي وابن مسعود وعمر ثم يقول هذا \n  كله باطل ثم يجيء برأي حماد فيقول هذا هو الحق .\n</p>\n<p class=\"arabic\">وسمعته يقول قضايا شريح كله باطل .\n</p>\n<p class=\"arabic\">وحدثني ثقة عنه أنه سأله عن تبت يدا أبي لهب في أم الكتاب فقال إنما كان في \n  الكتاب ت ب ت فأما يدا أبي لهب فلم تكن .\n</p>\n<p class=\"arabic\">قلت لا جهل فوق هذا فما للتفرقة وجه *10*356* .\n\n</p>"
}