{
    "header": "موسى الهادي الخليفة .",
    "id": "004398",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">موسى الهادي الخليفة .\n</h1>\n<p class=\"arabic\">أبو محمد موسى بن المهدي محمد بن المنصور عبد الله بن محمد علي الهاشمي العباسي \n  *10*479* .\n</p>\n<p class=\"arabic\">جعله أبوه ولي العهد فلما توفي أبوه انعقد الإتفاق على خلافته وكان بجرجان \n  فأخذ له البيعة أخوه هارون .\n</p>\n<p class=\"arabic\">مولده بالري سنة سبع وأربعين ومائة .\n</p>\n<p class=\"arabic\">وكانت خلافته سنة وشهرا .\n</p>\n<p class=\"arabic\">وكان طويلا جسيما أبيض بشفته العليا تقلص وكان أبوه قد وكل به في الصبا خادما \n  كلما رآه مفتوح الفم قال موسى أطبق فيفيق على نفسه ويضم شفته .\n</p>\n<p class=\"arabic\">فعن مصعب الزبيري عن أبيه قال دخل مروان بن أبي حفصة شاعر وقته على الهادي \n  فأنشده قصيدة يقول فيها .\n</p>\n<p class=\"arabic\">% تشابه يوما بأسه ونواله % % فما أحد يدري لأيهما الفضل % .\n</p>\n<p class=\"arabic\">فقال له أيما أحب إليك ثلاثون ألفا معجلة أو مائة ألف درهم تدور في الدواوين \n  قال تعجل الثلاثون ألفا وتدور المائة ألف قال بل تعجلان لك جميعا .\n</p>\n<p class=\"arabic\">قال نفطويه قيل إن موسى الهادي قال لإبراهيم الموصلي إن أطربتني فاحتكم ما \n  شئت فغناه .\n</p>\n<p class=\"arabic\">% سليمي أزمعت بينا % % فأين لقاؤها أينا % .\n</p>\n<p class=\"arabic\">الأبيات *10*480* .\n</p>\n<p class=\"arabic\">فأعطاه سبعمائة ألف درهم .\n</p>\n<p class=\"arabic\">قلت كان يتناول المسكر ويلعب ويركب حمارا فارها ولا يقيم أبهة الخلافة وكان \n  فصيحا قادرا على الكلام أدبيا تعلوه هيبة وله سطوة وشهامة .\n</p>\n<p class=\"arabic\">قال الثعالبي في كتاب لطائف المعارف كوسى أطبق هو الهادي .\n</p>\n<p class=\"arabic\">قلت مات في ربيع الآخر سنة سبعين ومائة وسنه ثلاث وعشرون سنة وقد مر من أخباره \n  ) .\n</p>\n<p class=\"arabic\">في الحوادث وقام بعده الرشيد .\n</p>\n<p class=\"arabic\">وقال أبو محمد بن حزم سبب موته أنه دفع نديما من جرف على أصول قصب قد قطع \n  فعلق النديم به فوقع فدخلت قصبة في مخرجه فكانت سبب موته فماتا جميعا .\n\n</p>"
}