{
    "header": "موسى بن علي بن رباح بن نصير أبو عبد الرحـ...",
    "id": "004397",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">موسى بن علي بن رباح بن نصير أبو عبد الرحمن اللخمي م ع .\n</h1>\n<p class=\"arabic\">*10*476* عن أبيه والزهري ويزيد بن أبي حبيب ومحمد بن المنكدر .\n</p>\n<p class=\"arabic\">وعنه الليث وابن المبارك وابن وهب وأبو نعيم وعبد الرحمن ابن مهدي وأبو عبد \n  الرحمن المقري وخلق آخرهم موتا القاسم ابن هانيء المصري .\n</p>\n<p class=\"arabic\">وثقه أحمد وابن معين .\n</p>\n<p class=\"arabic\">وكان أحد العباد العلماء وله رئاسة وسؤدد وقد ولي إمرة ديار مصر للمنصور ست \n  سنين وشهرين .\n</p>\n<p class=\"arabic\">وكان ابن بنت مالك البربر اعتبر مولده بإفريقية سنة تسعين .\n</p>\n<p class=\"arabic\">قال الليث سمعته يقول لا أجعل في حل من يقول موسى بن علي مصغر *10*477* .\n</p>\n<p class=\"arabic\">وقال أبو حاتم كان يتقن حديثه لا يزيد فيه ولا ينقص .\n</p>\n<p class=\"arabic\">قال وكان واليا على مصر .\n</p>\n<p class=\"arabic\">وقال أبو نعيم رأيت عليه السواد فقلت لم وليت مصر قال أكرهني المنصور وما \n  فرقت أحدا كفرقي إياه .\n</p>\n<p class=\"arabic\">قال ابن يونس في تاريخه كان موسى يخضب بالسواد .\n</p>\n<p class=\"arabic\">قال ابن عساكر وفد على هشام بن عبد الملك من المغرب وكان أول قدومه مصر سنة \n  عشر ومائة .\n</p>\n<p class=\"arabic\">وعن طلق بن السمح قال سمعته يقول أنا موسى بن علي بن رباح .\n</p>\n<p class=\"arabic\">وقال يحيى بن بكير مولد موسى سنة تسع وثمانين .\n</p>\n<p class=\"arabic\">قلت وقع لنا حديثه عاليا .\n</p>\n<p class=\"arabic\">أخبرنا محمد بن عبد السلام التميمي وغيره قالوا أنا المؤيد بن محمد أنا محمد \n  بن الفضل الفقيه أنا عمر بن مسرور أنا إسماعيل بن نجيد نا محمد إبراهيم البوشنجي \n  نا روح بن صلاح نا موسى بن علي بن رباح عن أبيه عن عبد الله بن عمر عن رسول \n  الله صلى الله عليه وسلم الحسد في اثنتين رجل آتاه الله القرآن فقام به وأحل \n  حلاله وحرم حرامه ورجل آتاه الله مالا فوصل منه أقرباءه ورحمه وعمل بطاعة \n  الله تمنى أن تكون مثله ومن ) .\n</p>\n<p class=\"arabic\">يكن فيه أربع فلا تنكره ما روي عنه في الدنيا حسن خليقة وعفاف وصدق حديث وحفظ \n  أمانة *10*478* .\n</p>\n<p class=\"arabic\">قال غير واحد إن موسى مات سنة ثلاث وستين ومائة .\n\n</p>"
}