{
    "header": "مبارك بن فضالة بن أبي أمية أبو فضالة القـ...",
    "id": "004328",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">مبارك بن فضالة بن أبي أمية أبو فضالة القرشي العدوي مولاهم البصري .\n</h1>\n<p class=\"arabic\">أحد العلماء الكبار رأى بن مالك يصلي .\n</p>\n<p class=\"arabic\">وروى عن الحسن وبكر المزني ومحمد بن المنكدر وثابت البناني وعبد الله بن عمر \n  وعدة .\n</p>\n<p class=\"arabic\">وعنه وكيع وعفان ومسلم وسليمان بن حرب وموس التبوذكي وسعدويه الواسطي وعلي \n  بن الجعد وشيبان بن فروخ وهدبة بن خالد وخلق كثير .\n</p>\n<p class=\"arabic\">وكان يحيى القطان يحسن الثناء عليه *10*415* .\n</p>\n<p class=\"arabic\">وقال ابن معين صالح الحديث .\n</p>\n<p class=\"arabic\">وقال أبو داود شديد التدليس فإذا قال حدثنا فهو ثبت .\n</p>\n<p class=\"arabic\">وقد استشهد به البخاري .\n</p>\n<p class=\"arabic\">وكان عفان يرفعه ويوثقه وقال كان من النساك رحمه الله .\n</p>\n<p class=\"arabic\">ولم يذكره البخاري في كتاب الضعفاء .\n</p>\n<p class=\"arabic\">وقال عبد الله بن أحمد سألت ابن معين عنه فقال هو مثل الربيع بن صبيح في الضعف .\n</p>\n<p class=\"arabic\">وقال حجاج سألت شعبة عن مبارك بن فضالة والربيع فقال مبارك أحب إلي منه .\n</p>\n<p class=\"arabic\">وقال عبد الرحمن بن مهدي لن نكتب لمبارك إلا ما قال عنه سمعت .\n</p>\n<p class=\"arabic\">وقال النسائي ضعيف .\n</p>\n<p class=\"arabic\">وقال المروذي عن أحمد بن حنبل قال ما روى مبارك عن الحسن يحتج به ) .\n</p>\n<p class=\"arabic\">وقال مبارك جالست الحسن ثلاث عشرة سنة .\n</p>\n<p class=\"arabic\">وقال ابن معين قدري .\n</p>\n<p class=\"arabic\">وقال ابن عدي عامة أحاديثه مستقيمة *10*416* .\n</p>\n<p class=\"arabic\">وقال أحمد وأبو حاتم هو أحب إلينا من الربيع بن صبيح وذكر الخطيب أن مباركا \n  قدم على المنصور ببغداد .\n</p>\n<p class=\"arabic\">وأنه سمع من نصر بن راشد في سنة مائة .\n</p>\n<p class=\"arabic\">وكان جده أبو أمية مولى لعمر رضي الله عنه فكان يجعله على كتابته وأطلق له \n  عمر مائتي درهم .\n</p>\n<p class=\"arabic\">أخبرنا أبو المعالي أحمد بن المؤيد أنا عبد السلام أنا محمد بن يوسف ومحمد \n  بن علي ومحمد بن أحمد الطرائفي قالوا أنا أبو جعفر محمد بن أحمد المعدل أنا \n  عبيد الله بن عبد الرحمن الزهري ثنا جعفر بن محمد القاضي نا شيبان بن فروخ \n  ثنا مبارك بن فضالة ثنا الحسن في هذه الآية أرأيت من اتخذ إلهه هواه قال هو \n  المنافق لا يهوى شيئا إلا ركبه .\n</p>\n<p class=\"arabic\">قال خليفة وحجاج الأعور وغيرهما مات نبارك سنة أربع وستين ومائة .\n</p>\n<p class=\"arabic\">وقال ابن سعد سنة خمس .\n</p>\n<p class=\"arabic\">وقال المدائني سنة ست .\n\n</p>"
}