{
    "header": "المهدي أمير المؤمنين أبو عبد الله محمد بـ...",
    "id": "004354",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">المهدي أمير المؤمنين أبو عبد الله محمد بن الخليفة أبي   \n  جعفر المنصور عبد الله بن محمد بن علي بن عبد الله بن العباس بن عبد المطلب \n  العباسي الخليفة الثالث من بني العباس .\n</h1>\n<p class=\"arabic\">مولده بإيذج في سنة سبع وعشرين ومائة .\n</p>\n<p class=\"arabic\">وقال الحطبي ولد سنة ست وعشرين ومائة في جمادى الآخرة .\n</p>\n<p class=\"arabic\">وأمه أم موسى بن منصور الحميرية .\n</p>\n<p class=\"arabic\">وكان جوادا ممدحا مليح الشكل محببا إلى الرعية قصابا للزنادقة ) .\n</p>\n<p class=\"arabic\">روى عن أبيه وعن مبارك بن فضالة .\n</p>\n<p class=\"arabic\">حدث عنه يحيى بن حمزة وجعفر بن سليمان الضبعي و محمد بن عبد الله الرقاشي \n  وأبو سفيان سعيد بن يحيى الحميري .\n</p>\n<p class=\"arabic\">وما علمت قيل فيه جرحا ولا توثيقا .\n</p>\n<p class=\"arabic\">وقد روى منصور بن أبي مزاحم ومحمد بن يحيى بن حمزة عن يحيى بن حمزة قال صلى \n  بنا المهدي بسم الله الرحمن الرحيم فقلت يا أمير المؤمنين ما هذا قال حدثني \n  أبي عن أبيه عن جده عن ابن عباس أن النبي صلى الله عليه وسلم جهر بسم الله \n  الرحمن الرحيم فقلت للمهدي نأثره عنك قال نعم *10*436* هذا إسناد متصل لكن \n  ما علمت أحدا احتج بالمهدي ولا بأبيه في الأحكام .\n</p>\n<p class=\"arabic\">تفرد محمد بن الوليد مولى بني هاشم .\n</p>\n<p class=\"arabic\">وقال ابن عدي كان يضع الحديث قال ثنا أسباط بن محمد وصلة بن سليمان عن سليمان \n  التيمي عن قتادة عن سعيد المسيب عن عثمان مرفوعا المهدي من ولد العباس عمي .\n</p>\n<p class=\"arabic\">وخرج أبو داود والترمذي من حديث عاصم يواطي اسمه و اسمي واسم أبيه اسم أبي .\n</p>\n<p class=\"arabic\">صححه الترمذي .\n</p>\n<p class=\"arabic\">ومن المناكير الواهيات خبر فضيل بن مرزوق عن ميسرة بن حبيب عن المنهال عن \n  سعيد عن ابن عباس قوله منا المنصور ومنا السفاح والمهدي إسناده صالح .\n</p>\n<p class=\"arabic\">ولما شب المهدي أمره أبوه على طبرستان وما يليها وعلى الري وتأدب وجالس العلماء \n  وتميز .\n</p>\n<p class=\"arabic\">ثم إن أباه غرم أموالا عظيمة وتحيل حتى استنزل ولي العهد ولد أخيه عيسى بن \n  موسى عن المنصب وولاه المهدي فلما مات المنصور بظاهر مكة قبل الحج قام بأخذ \n  البعثة الربيع بن يونس الحاجب وأسرع بالخبر إلى المهدي مولاه منارة البربري \n  وهو ببغداد فكتم الأمر يومين ثم خطب الناس ونعى إليهم المنصور *10*437* .\n</p>\n<p class=\"arabic\">قال ابن أبي الدينا كان أسمر مضطرب الخلق على نكتة بياض .\n</p>\n<p class=\"arabic\">وقال الخطيب كان أسمر طويلا جعدا فأول من هنأ المهدي بالخلافة وعزاه أبو دلامة \n  وأجاد ) .\n</p>\n<p class=\"arabic\">% عيناي واحدة ترى مسرورة % % بأميرها جذلى وأخرى تذرف % .\n</p>\n<p class=\"arabic\">% تبكي وتضحك تارة يسوءها % % ما أنكرت ويسرها ما تعرف % .\n</p>\n<p class=\"arabic\">% فيسؤها موت الخليفة محرما % % ويسرها أن قام هذا الأرأف % .\n</p>\n<p class=\"arabic\">% ما إن رأيت كما رأيت ولا أرى % % شعرا أسرحه وآخر ينتف % .\n</p>\n<p class=\"arabic\">% هلك الخليفة يا ل دين محمد % % وأتاكم من بعده من يخلف % .\n</p>\n<p class=\"arabic\">% أهدى لهذا الله فضل خلافة % % ولذاك جنات النعيم تزخرف % .\n</p>\n<p class=\"arabic\">ومن خطبة المهدي إن أمير المؤمنين عبد دعي فأجاب وأمر فأطاع و اغرورقت عيناه \n  فقال وقد بكى رسول الله صلى الله عليه وسلم عند فراق الأحبة ولقد فارقت عظيما \n  وقلدت جسيما فعند الله أحتسب أمير المؤمنين وبه أستعين على خلافة المسلمين \n  *10*438* .\n</p>\n<p class=\"arabic\">قال الأصمعي كان نقش خاتم المهدي الله ثقة محمد وبه يؤمن .\n</p>\n<p class=\"arabic\">وروى أبو العيناء عن مسلمة بن عدي أن المهدي قال في خطبته أيها الناس أسروا \n  مثل ما تعلنون من طاعتنا نهبكم العافية وتحمدوا العاقبة واخفضوا جناح الطاعة \n  لمن نشر معدلته فيكم وطوى الإصر عنكم وأهال عليكم السلامة من حيث رآه الله \n  مقدما ذلك والله لأفيين عمري بين عقوبتكم والإحسان إليكم .\n</p>\n<p class=\"arabic\">قال منارة فرأيت وجوه الناس تشرق فرحا .\n</p>\n<p class=\"arabic\">قال نفطويه أخبرني أبو العباس المنصوري قال لما حصلت الخزائن في يد المهدي \n  أخذ في رد المظالم فأخرج أكثر الذخائر ففرقها وبر أهله ومواليه .\n</p>\n<p class=\"arabic\">قلت كان أبوه جمع من الأموال ما لا يعبر عنه وكان مسيكا .\n</p>\n<p class=\"arabic\">فذكر عن الربيع الحاجب أنه قال مات المنصور وفي بيت المال مائة ألف و ألف \n  درهم وستون ألف و ألف درهم فقسم ذلك المهدي وأنفقه وكانت نفقة المنصور ما \n  يجيئه من مال الشراة نحو ألفي درهم في النسة .\n</p>\n<p class=\"arabic\">قلت وزن ذلك المال بالقنطار الدمشقي ألف قنطار وستمائة قنطار وسبعون وإذا \n  صرف بها ذهب مصري جاء أزيد من مائة قنطار وسبعين قنطارا .\n</p>\n<p class=\"arabic\">وعن صالح المري قال دخلت على المهدي بالرصافة فقلت ) .\n</p>\n<p class=\"arabic\">أجهل قولي يا أمير المؤمنين فإن أولى الناس بالله أحملهم لغلظة النصيحة فيه \n  وجدير من له قرابة رسول الله صلى الله عليه وسلم أن يرث أخلاقه ويأتم بهد \n  يه وقد ورثك الله من فهم العلم وإنارة الحجة ميراثا *10*439* قطع به عذرك \n  فمهما ادعيت من حجة أو ركبت من شبهة لم يصح لك برهان من الله فيها حل بك من \n  سخط الله بقدر ما نجا هلته من العلم وأقدمت عليه من شبه الباطل وأعلم أن رسول \n  الله صلى الله عليه وسلم خصم من خالفه وأثبت الناس قدما يوم القيامة آخذهم \n  بالكتاب والسنة فمثلك لا يكابر بتجريد المعصية لكن بمثل الإساءة إحسانا ويشهد \n  له عليها خونة العلماء فهذه الخيالة تصيدت الدينا نظراءك فأحسن الجهل فقد \n  أحسن من وعظك الآداء .\n</p>\n<p class=\"arabic\">قيل قبل رجل يد المهدي وقال يدك يا أمير المؤمنين أحق بالتقبيل لعلوها بالمكارم \n  وطهارتها من المآثم وإنك ليوسفي العفو إسماعيلي الصدق شعيبي الرفق فمن أرادك \n  بسوء جعله الله طريد خوفك حصيد سيفك .\n</p>\n<p class=\"arabic\">وأثني عليه بالشجاعة فقال ومالي لا أكون شجاعا وما خفت أحدا إلا الله .\n</p>\n<p class=\"arabic\">وروى ابن أبي الدينا أن المهدي كتب إلى الأمصار يزجر أن يتكلم أحد من أهل \n  الأمراء في شيء منها .\n</p>\n<p class=\"arabic\">وعن يوسف قال لما ولي المهدي رفع أهل البدع رؤوسهم وأخذوا في الجدل فأمر أن \n  يمنع الناس من الكلام وأن لا يخاض في شيء منه فانقمعوا .\n</p>\n<p class=\"arabic\">وقال داود بن رشيد سمعت سلما الحاجب يقول هاجت ريح سوداء فخفنا أن تكون الساعة \n  وطلبت المهدي في الإيوان فلم أجده ثم سمعت حركة في بيت فإذا هو ساجد على التراب \n  يقول اللهم لا تشمت بنا أعداءنا من الأمم ولا تفجع بنا نبينا اللهم وإن كنت \n  أخذت العامة بذنبي فهذه ناصيتي بيدك فما أتم كلامه حتى انجلت *10*440* عمر \n  بن شبه عن الضحاك أن المهدي قدم البصرة فكان يصلي بنا فقام أعرابي فقال يا \n  أمير المؤمنين مر المؤذن لا يقيم حتى أتوضأ فأمر به فتعجبوا من أخلاق المهدي .\n</p>\n<p class=\"arabic\">قال الأصمعي سمعت المهدي على المنبر يقول إن الله أمركم بأمر بدأ فيه بنفسه \n  وثنى بملائكته فقال إن الله وملائكته يصلون على النبي .\n</p>\n<p class=\"arabic\">قال المد ائني دخل رجل على المهدي فقال إن المنصور شتمني وقذف أمي فإما أمرتني \n  أن ) .\n</p>\n<p class=\"arabic\">أجلده وإما عوضتني فاستغفرت له قال ولم شتمك قال شتمت عدوه بحضرته فغضب .\n</p>\n<p class=\"arabic\">قال ومن عدوة قال إبراهيم بن عبد الله بن حسن قال إن إبراهيم أمس به رحما \n  وأوجب عليه حقا فإن كان شتمك كما زعمت فعن رحمه ذب وعن عرضه دفع وما أساء \n  من انتصر لابن عمه قال إنه كان عدوا له قال لم ينتصر للعداوة بل للرحم فأسكت \n  الرجل فلما ذهب ليولي قال لعلك أردت أمرا فجعلت هذا ذريعة قال نعم فتبسم وأمر \n  له بخمسة آلاف .\n</p>\n<p class=\"arabic\">قال الأصمعي دخل على المهدي رجل شريف فأمر له بمال فقال يا أمير المؤمنين \n  ما أنتهي إلى غاية شكرك إلا وجدت غاية من معروفك فمات عجز الناس عن بلوغه \n  فالله من ورائه في كلام ذكره .\n</p>\n<p class=\"arabic\">عبيد الله بن أحمد عن أبيه قال أخبرت عن الربيع أن المنصور يوما فتح خزانة \n  مما قبض من خزائن مروان بن محمد قال فأحصى فيها أثني عشر ألف عدل خز فأخرج \n  منها ثوبا فقال لي اقطع لي جبة ولمحمد جبة فقلت لا يجيء منه هذا قال اقطع \n  لي جبة وقلنسوة وبخل أن *10*441* يخرج ثوبا آخر للمهدي فلما أفضت الخلافة \n  إلى المهدي أمر بتلك الخزانة بعينها ففرقت على الموالي والخدم .\n</p>\n<p class=\"arabic\">الزبير بن بكار في النسب حدثني شيخ من أهل المدينة قال لما جلس المهدي لأشراف \n  قريش وأجازهم كان فيمن صار إليه عبد الأعلى بن عبد الله بن محمد بن مروان \n  فأجازه وكساه فقال وصلك الله يا أمير المؤمنين وجعلني فداك فقد وصلت الرحم \n  وددت الظلامة وعندي بنت عم لي أحب الناس إلي غدوت اليوم وأنا لها مغاضب فإن \n  رأيت أن تجعل للصلح بيننا موضعا فافعل فأعطاه ألف دينار وخمسين ثوبا فقال \n  ترى ما هذا يصلح بينكما .\n</p>\n<p class=\"arabic\">قال نعم فقال والله لو قلت لا ما زلت أزيدك إلى الليل .\n</p>\n<p class=\"arabic\">أبو زرعة الدمشقي نا أبي نا أبو خليد قال قال مالك قال لي المهدي يا أبا عبد \n  الله لك دار قلت لا والله فأمر لي بثلاثة آلاف دينار .\n</p>\n<p class=\"arabic\">الزبير بن بكار نا عمي قال كان المهدي أعطى بكارا الأخيني بداره أربعة آلاف \n  دينار التي عند الجمرة فأبى وقال ما كنت لأبيع جوار أمير المؤمنين فأمر له \n  بأربعة آلاف وقال دعوه وداره ) .\n</p>\n<p class=\"arabic\">وقيل إن عبد العزيز بن الماجشون لما دخل على المهدي أنشده .\n</p>\n<p class=\"arabic\">% وللناس بدر في السماء يرونه % % وأنت لنا بدر على الأرض مقمر % .\n</p>\n<p class=\"arabic\">% فبالله يا بدر السماء ضوءه % % تراك تكافيء عشر مالك أضمر % .\n</p>\n<p class=\"arabic\">% وما البدر إلا دون وجهك في الدجى % % يغيب فتبدو حين غاب فتقمر % .\n</p>\n<p class=\"arabic\">% وما نظرت عيني إلى البدر طالعا % % وأنت تمشي في الثياب فتسحر % .\n</p>\n<p class=\"arabic\">وأنشده مغيرة بن عبد الرحمن المخزومي .\n</p>\n<p class=\"arabic\">% رمى البين من قلبي السواد فأوجعا % % وصاح فصيح بالرحيل فاسمعا % .\n</p>\n<p class=\"arabic\">*10*442* .\n</p>\n<p class=\"arabic\">% وغرد حادي الركب وانشقت العصا % % وأصبحت مسلوب الفؤاد مفجعا % .\n</p>\n<p class=\"arabic\">% كفى حزنا من حادث الدهر إنني % % أرى البين لا أستطيع للبين مدفعا % .\n</p>\n<p class=\"arabic\">% وقد كنت قبل البين بالبين جاهلا % % فيا لك بين ما أمر وأفظعا % .\n</p>\n<p class=\"arabic\">وأنشده أبو السائب وغيره فقال المهدي لأغنينكم فأجازهم لكل واحد بعشرة آلاف \n  دينار هذه رواها أبو العباس بن مسروق عن عبد الرحمن بن هارون العدوي عن عبد \n  الملك بن الماجشون .\n</p>\n<p class=\"arabic\">وقال نفطويه انقطع المهدي عن خاصته في الصيد فنزل يبول ودفع إلى أعرابي فرسه \n  فاقتلع من خيله السرج ثم تلاحقت الخيل فأحاطت به فهرب الأعرابي فأمرهم برده \n  وخاف الأعرابي فقال خذوا ما أخذنا ودعونا نذهب إلى خزي الله وناره فصاح المهدي \n  تعالى لا بأس عليك فقال ما تريد جعلني الله فداء فرسك فضحكوا وقالوا ويلك \n  قل جعلني الله فداك يا أمير المؤمنين فقال أو هذا أمير المؤمنين قالوا نعم \n  قال والله لئن أرضاه هذا مني ما يرضيني ذلك فيه ولكن جعل الله جبريل وميكائيل \n  فداءه وجعلني فداءهما فضحك المهدي وطاب له وأمر له بعشرة آلاف .\n</p>\n<p class=\"arabic\">وحكى ابن الإخباري عن أبيه بإسناد أن المهدي أعطى رجلا مرة مائة ألف دينار \n  وكان شكا أن عليه خمسين ألف دينار .\n</p>\n<p class=\"arabic\">أبو صوافيه أحمد بن إسماعيل نا الأصمعي قال حدثني حسن الوصيف حاجب المهدي \n  قال كنا بزبالة إذ جاء أعرابي فقال يا أمير المؤمنين جعلني الله فداك أنا \n  عاشق فدعا به فقال ما اسمك قال أبو مياس قال من عشيقتك قال لا أنا أكثر منه \n  مالا قال فما القصة قال ) .\n</p>\n<p class=\"arabic\">أدن مني *10*443* رأسك قال فضحك المهدي وأصغى إليه فقال إني هجين قال ليس \n  يضرك ذاك إخوة أمير المؤمنين أكثرهم هجن يعني أولاد إماء يا غلام علي بعمه \n  فأتي به فإذا أشبه خلق بأبي مياس كأنهما باقلاة فلقت فقال لم لا تزوج أبا \n  مياس وله أدب وأنت عمه قال إنه هجين قال فإخوة أمير المؤمنين وولده أكثرهم \n  هجن فليس هذا مما ينقصه زوجه فقد أصدقتها عنه عشرة آلاف درهم قال قد فعلت \n  فأمر له بعشرين ألفا فأنشد .\n</p>\n<p class=\"arabic\">% ابتعت ظبية بالغلاء وإنما % % يعطى الغلاء بمثلها أمثالي % .\n</p>\n<p class=\"arabic\">% وتركت أسواق القباح لأهلها % % إن القباح وإن رخصن غوالي % .\n</p>\n<p class=\"arabic\">قال الزبير أخبرني يوسف الخياط قال دخل ابن الخياط المكي الشاعر على المهدي \n  وقد مدحه فأمر له بخمسين ألفا فلما قبضها فرقها على الناس وقال .\n</p>\n<p class=\"arabic\">% أخذت بكفي كفه أبتغي الغنى % % ولم أدر الجود من كفه يعدي % .\n</p>\n<p class=\"arabic\">% فلا أنا منه ما أفاد ذوو الغنى % % أفدت وأعداني فبدت ما عندي % .\n</p>\n<p class=\"arabic\">فنمي الخبر إلى المهدي فأعطاه بكل درهم دينارا .\n</p>\n<p class=\"arabic\">وقيل إن مروان بن أبي حفصة لما أنشد المهدي قصيدته السائرة التي أولها صحا \n  بعد جهل واستراحت عواذله .\n</p>\n<p class=\"arabic\">قال ويلك كم بيت هي قال سبعون بيتا قال لك بها سبعون ألفا .\n</p>\n<p class=\"arabic\">وفيها .\n</p>\n<p class=\"arabic\">% كفاكم بعباس أبي الفضل والدا % % فما من أب إلا أبو الفضل فاضله % .\n</p>\n<p class=\"arabic\">% كان أمير المؤمنين محمدا % % أبو جعفر في كل أمر يحاوله % .\n</p>\n<p class=\"arabic\">% إليك قصرنا النصف من صلواتنا % % مسيرة شهر بعد شهر نواصله % .\n</p>\n<p class=\"arabic\">*10*444* .\n</p>\n<p class=\"arabic\">% فلا نحن نخشى أن يخيب مسيرنا % % إليك ولكن أهنأ البر عاجله % .\n</p>\n<p class=\"arabic\">فتبسم وقال عجلوها له .\n</p>\n<p class=\"arabic\">الزبير بن بكار عن بعضهم أن المهدي كان مستهترا بالخيزران لا يكاد يفارها \n  ف مجلس يلهو به .\n</p>\n<p class=\"arabic\">عمر بن شبه قال كانت للمهدي جارية يحبها حبا شديدا وكانت شديدة الغيرة عليه \n  فتغتاظ وتؤذيه فقال فيها ) .\n</p>\n<p class=\"arabic\">% أرى ماء وبي عطش شديد % % و لكن لا سيل إلى الورود % .\n</p>\n<p class=\"arabic\">% أراح الله من بدني فؤآدي % % وعجل بي إلى دار الخلود % .\n</p>\n<p class=\"arabic\">% أما يكفيك أنك تملكيني % % و أن الناس كلهم عبيدي % .\n</p>\n<p class=\"arabic\">% وأنك لو قطعت يدي ورجلي % % لقلت من الرضا أحسنت زيدي % .\n</p>\n<p class=\"arabic\">والمهدي كغيره من عموم الخلائف والملوك له ما لهم وعليه ما عليهم كان منهمكا \n  في اللذات واللهو والعبيد ولكن مسلم خائف من الله قد تتبع الزنادقة وأباد \n  خلقا منهم .\n</p>\n<p class=\"arabic\">فذكر محمد بن مقدم الواسطي عن أبيه أن المهدي قال لأبيه الهادي يوما وقد قدم \n  إليه زنديق فاستتابه فلم يتب فضرب عنقه يا بني إن وليت فتجرد لهذه العصابة \n  يعني أصحاب ماني فإنهم يدعون إلى ظاهر حسن كاجتناب الفواحش والزهد والعمل \n  للآخرة ثم بعد ذلك يخرجون الناس إاى تحريم اللحموم ومس الماء للتطهر وترك \n  قتل الهوام تحرجا وتاثما ثم يخرجون من هذا إلى عبادة اثنين أحمدهما النور \n  والآخر الظلمة ثم يبيحون نكاح الأخت والبنت والغسل بالبول فجرد فيهم السيف \n  فإني رأيت جدك العباس في المنام فقلدني سيفين وأمرني بقتل أصحاب الاثنين .\n</p>\n<p class=\"arabic\">قال الزبير وحدثني يحيى بن محمد قال قسم المهدي قسما سنة *10*445* أربع وستين \n  ومائة فأصاب مشيخة بني هاشم أكثرهم خمسة وستون دينارا وأقل من أصابه من القسمة \n  من العرب أو من مواليهم أربعة دنانير وكان عدة الذين أخذوا ثمانين ألف إنسان .\n</p>\n<p class=\"arabic\">عن علي بن يقطين الأمير قال خرجنا مع المهدي فرأى في منامه رؤيا استيقظ باكيا \n  رأى كأن شيخا يقول له .\n</p>\n<p class=\"arabic\">% كأنني بهذا القصر قد باد أهله % % وأوحش منه ركنه ومنازله % .\n</p>\n<p class=\"arabic\">% وصار عميد القوم من بعد بهجة % % وملك إلى قبر عليه جنادله % .\n</p>\n<p class=\"arabic\">% فلم يبق إلا ذكره وحديثه % % ينادي بلبل معولات حلائله % .\n</p>\n<p class=\"arabic\">% تزود من الدينا فإنك ميت % % وإنك مسؤول فما أنت قائله % .\n</p>\n<p class=\"arabic\">قال الفلاس ملك المهدي عشرين سنة وشهرا ونصفا ومات لثمان بقين من المحرم سنة \n  تسع وستين ومائة .\n</p>\n<p class=\"arabic\">قالوا ومات بما سبذان وعاش ثلاثا وأربعين سنة وعقد بالأمر من بعد لابنيه موسى \n  الهادي ) .\n</p>\n<p class=\"arabic\">ثم هارون الرشيد .\n\n</p>"
}