{
    "header": "فتح الموصلي .",
    "id": "004310",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">فتح الموصلي .\n</h1>\n<p class=\"arabic\">هو فتح بن محمد بن وشاح الموصلي .\n</p>\n<p class=\"arabic\">الزاهد أحد العارفين .\n</p>\n<p class=\"arabic\">ذكر المعافى بن عمران شيخ الموصل أنه لقي ثمانمائة شيخ ما فيهم أعقل من فتح .\n</p>\n<p class=\"arabic\">وكان مشهورا بالعبادة والفضل وهو فتح الموصلي الكبير لا فتح الصغير ولقد بالغ \n  الأزدي في تاريخ المواصلة في ترجمة هذا وجمع مناقبه .\n</p>\n<p class=\"arabic\">وقد روى عن عطاء بن رباح وذكر أنه كان يوقد في الأتون بالأجرة بعدما كان يصيد \n  السمك فترك صيدها لكونه اشتغل عن صلاة الجماعة بمعالجة سمكة كبيرة حتى أخرجها .\n</p>\n<p class=\"arabic\">أرسل إليه المعافى بألف درهم فردها وأخذ منها درهما واحدا مع *10*392* شدة \n  فاقة أهله .\n</p>\n<p class=\"arabic\">وقيل إنه كان لا ينام إلا قاعدا حكى عنه زيد بن أبي الزرقاء وعفيف بن سالم \n  وقاسم الحمصي وآخرون .\n</p>\n<p class=\"arabic\">وكان كثير البكاء من خشية الله ملازما لقيام الليل .\n</p>\n<p class=\"arabic\">يروى أن أمير الموصل أحمد بن إسماعيل بن علي العباسي عاده فلم يخرج إليه وخرج \n  ابنه فقال هو نائم فقال فتح من داخل ما أنا بنائم ما لي ولك قال هذه عشرة \n  آلاف درهمضعها حيث شئت قال بل ضعها أنت في مواضعها وما خرج إليه .\n</p>\n<p class=\"arabic\">وقيل إنه نظر إلى الدخاخين يوم العيد فغشي عليه ثم قال ذكرت دخان جنهم .\n</p>\n<p class=\"arabic\">وحكى أبو نصر التمار أنه شهد جنازة الموصلي سنة سبعين ومائة .\n</p>\n<p class=\"arabic\">قال فما بقي ملي ولا ذمي إلا حضرها .\n</p>\n<p class=\"arabic\">وعن غير واحد أن فتحا قال إلهي كم تردني في طرق الدينا أما آن للحبيب أن يلقى \n  حبيبه وقال محمد بن عبد الرحمن الطفاوي دخلت على فتح الموصلي وهو يوقد بالأجرة \n  وكان شريفا من العرب .\n</p>\n<p class=\"arabic\">وعن بشر الحافي قال بلغني أن بنتا لفتح عريت فقيل ألا تطلب من يكسوها قال \n  أدعها ليرى الله عريها وصبري عليها *10*393* .\n</p>\n<p class=\"arabic\">ويقال توفي فتح سنة خمس وستين ومائة .\n\n</p>"
}