{
    "header": "فليح بن سليمان .",
    "id": "004315",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">فليح بن سليمان .\n</h1>\n<p class=\"arabic\">*10*398* هو أبو يحيى فليح ين سليمان بن أبي النغيرة المدني مولى آل زيد بن \n  الخطاب العدوي .\n</p>\n<p class=\"arabic\">ويقال اسمه عبد الملك وغلب عليه فليح .\n</p>\n<p class=\"arabic\">كان من كبار علماء العصر .\n</p>\n<p class=\"arabic\">روى عن نعيم المجمر ونافع مولى ابن عمر الزهري وعباس بن سهل الساعدي وعبده \n  بن أبي لبابة وسعيد بن الحارث الأنصاري وطبقتهم .\n</p>\n<p class=\"arabic\">وعنه أبو داود الطيالسي وشريح بن النعمان ويحيى بن صالح وسعيد بن منصور وابنه \n  محمد بن فليح وأبو الربيع الزهراني ومحمد بن جعفر الوركاني وعدد كثير .\n</p>\n<p class=\"arabic\">وغيره أوثق منه مع احتجاج الشيخين به .\n</p>\n<p class=\"arabic\">قال عباس سمعت ابن معين ذكر فليح بن سليمان فلم يقو أمره .\n</p>\n<p class=\"arabic\">وسمعته يقول هو وابن أبي الزناد والدراوردي وأبو أويس أثبتهم عبد العزيز الدراوردي .\n</p>\n<p class=\"arabic\">وروى معاوية بن صالح عن ابن معين فليح ضعيف .\n</p>\n<p class=\"arabic\">وكذا روى عثمان بن سعيد الدارمي عنه *10*399* .\n</p>\n<p class=\"arabic\">وقال أبو حاتم والنسائي ليس بالقوي .\n</p>\n<p class=\"arabic\">وقال أبو داود لا تحتج به .\n</p>\n<p class=\"arabic\">وقال الدارقطني لا بأس به .\n</p>\n<p class=\"arabic\">وقال عبد الله بن أحمد سمعت ابن معين يقول كان يقال ثلاثة يتقى حديثهم محمد \n  بن طلحة بن مصرف وأيوب بن عتبة وفليح ين سليمان سمعت هذا من أبي كامل مظفر \n  بن مدارك وكنت آخذ عنه هذا الشأن .\n</p>\n<p class=\"arabic\">وقال محمد بن المثنى ما سمعت عبد الرحمن بن مهدي يحدث عن فليح بن سليمان .\n</p>\n<p class=\"arabic\">وقال العقيلي ثنا محمد بن إسماعيل ثنا سعيد لن منصور ثنا فليح عن أبي طوالة \n  عن بن يسار عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم من تعلم مما \n  يبتغى به وجه الله لا يتعلمه إلا ليصيب به عرضا من الدنيا لم يجد عرف الجنة .\n</p>\n<p class=\"arabic\">ثم قال العقيلي الرواية في هذا الباب لينة .\n</p>\n<p class=\"arabic\">قلت هذا الحديث على نكارته على شروط الشيخين ولم يخرجاه .\n</p>\n<p class=\"arabic\">مات فليح سنة ثمان وستين ومائة *10*400* .\n\n</p>"
}