{
    "header": "أبو عبيد الله وزير المهدي وكاتبه .",
    "id": "004468",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أبو عبيد الله وزير المهدي وكاتبه .\n</h1>\n<p class=\"arabic\">*10*550* .\n</p>\n<p class=\"arabic\">اسمه معاوية بن عبيد الله بن يسار الأشعري مولاهم .\n</p>\n<p class=\"arabic\">روى عن أبي إسحاق السبيعي ومنصور بن المعتمر .\n</p>\n<p class=\"arabic\">وعنه منصور بن أبي مزاحم وغيره .\n</p>\n<p class=\"arabic\">أصله من طبرية وكان ذا دين وتعبد من خيار الوزراء .\n</p>\n<p class=\"arabic\">وكان المهدي يعظمه ولا يخالفه في رأي .\n</p>\n<p class=\"arabic\">قلا حفيده عبيد الله بن سليمان بن أبي عبيد الله أبلى أبو عبيد الله سجادتين \n  وأسرع في الثالث موضع الركبتين والوجه واليدين من كثرة صلاته .\n</p>\n<p class=\"arabic\">وكان له في كل يوم كر دقيق يتصدق به فلما اشتد الغلاء أتاه مولاه فقال قد \n  غلا السعر فلو نقصنا من الكر فقال أنت شيطان صيره كرين .\n</p>\n<p class=\"arabic\">قال وأخبرت أن الجسور يوم مات امتلأت فلم يعبر عليها أحد إلا من تبع جنازته \n  من مواليه واليتامى والأرامل والمساكين .\n</p>\n<p class=\"arabic\">وروى منصور بن مزاحم عن أبي عبيد الله قال دخلت على المنصور فاستحلفني أن \n  اصدقه فحلفت له فقال ما قولك في خلفاء بني أمية قلت كل من كان منهم مطيعا \n  لله عاملا بكتاب الله متبعا لسنة رسول الله صلى الله عليه وسلم فإنه إمام \n  تجب طاعته قال جئت بها عراقية أهكذا أدركت أشياخك من أهل الشام يقولون قلت \n  لا بل أدركتهم يقولون إن الخليفة إذا استخلف غفر الله له ما مضى فقال أي والله \n  وما تأخر من ذنوبه *10*551* أتدري ما الخليفة به تقام الصلاة والحج للبيت \n  ويجاهد العدو وعدد من مناقب الخلافة ما لم نسمع أحدا ذكر مثله .\n</p>\n<p class=\"arabic\">قال علي بن الجعد نا عبد الأعلى بن أبي المساور قال دخلت على أبي عبيد الله \n  الوزير فما هش لي فجلست إلى رجل كاتب فقلت ثنا الشعبي فسمعني أبو عبيد الله \n  فقال ورأيت الشعبي قلت نعم قال ارتفع ارتفع كتمتنا نفسك حتى كدت أن تلحقنا \n  دما لا ترخصه المعاذير ثم اشتغل بي حتى قضيت حاجتي .\n</p>\n<p class=\"arabic\">يقال إن أبا عبيد الله وقع بينه وبين الربيع الوزير فرمى ابنه بجرم الهادي \n  فما زال المهدي حتى قتل الابن ثم سجن أبا عبيد الله مدة .\n</p>\n<p class=\"arabic\">قال ابن عساكر كان أبو عبيد الله من أهل طبرية سمع أيضا من الزهري وعاصم بن \n  رجاء الكندي ) .\n</p>\n<p class=\"arabic\">حكى عنه ابنه هارون ومبارك الطبري ومنصور بن أبي مزاحم .\n</p>\n<p class=\"arabic\">ومربعة أبي عبيد الله بالجانب الشرقي منسوبة إليه .\n</p>\n<p class=\"arabic\">ويقال وصف رجل أبا عبيد الله الوزير فقال ما رأيت أوفر من حلمه ولا أغزر من \n  قلمه .\n</p>\n<p class=\"arabic\">وقال الزبير نا عبد الله بن نافع بن ثابت بعث أبو عبيد الله الوزير إلى والد \n  مصعب الزبيري بألفي دينار فردها وقال لا اقبل صلة إلا من خليفة أو من ولي \n  عهد .\n</p>\n<p class=\"arabic\">عمر بن شبة عن سعيد بن حزم أن جعفر بن يحيى البرمكي حدثه أن الفضل بن الربيع \n  أخبره أن أباه حج مع المنصور في العام الذي مات فيه *10*552* المنصور فلما \n  قدم ذهب إلى أبي عبيد قبل أن يأتي منزله فلم يقم له ولا رفع له رأسا فغضب \n  الربيع وقال لي يا بني لأجهدن في أذاه وذكر القصة ومضت في الحوادث سنة إحدى \n  وستين ومائة .\n</p>\n<p class=\"arabic\">مات أبو عبد الله في الحبس سنة سبعين ومائة .\n\n</p>"
}