{
    "header": "أبو بكر بن عبد الله بن محمد بن أبي سبرة ...",
    "id": "004456",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أبو بكر بن عبد الله بن محمد بن أبي سبرة القرشي  السبري المدني الفقيه \n  قاضي العراق .\n</h1>\n<p class=\"arabic\">سمع عبد الرحمن بن هرمز الأعرج وعطاء بن أبي رباح وزيد بن اسلم وشريك بن أبي \n  نمر وطائفة .\n</p>\n<p class=\"arabic\">وعنه ابن جريج مع تقدمه وأبو عاصم والواقدي وعبد الرزاق وغيرهم .\n</p>\n<p class=\"arabic\">ضعفه البخاري وغيره .\n</p>\n<p class=\"arabic\">روى عبد الله وصالح ابنا أحمد بن حنبل عن أبيهما قال كان يضع الحديث .\n</p>\n<p class=\"arabic\">وقال أبو داود كان مفتي أهل المدينة .\n</p>\n<p class=\"arabic\">وروى عباس عن ابن معين قال ليس حديثه بشيء قدم ههنا فاجتمع عليه الناس فقال \n  عندي سبعون ألف حديث إن أخذتم عني كما آخذ عن ابن جريج وإلا فلا .\n</p>\n<p class=\"arabic\">وروى معن عن مالك قال لي أبو جعفر المنصور يا مالك من بقي بالمدينة من المشيخة \n  قلت ابن أبي ذيب وابن أبي سلمة الماجشون وابن أبي سبرة *10*537* .\n</p>\n<p class=\"arabic\">وقال النسائي متروك الحديث .\n</p>\n<p class=\"arabic\">وأبو سبرة جده هو ابن أبي رهم العامري أحد البصريين .\n</p>\n<p class=\"arabic\">وقال ابن سعد أنا محمد بن عمر سمعت أبا بكر بن أبي سبرة يقول قال لي ابن جريج \n  اكتب لي أحاديث من أحاديثك جياد فكتبت له ألف حديث ثم دفعتها إليه ما قرأها \n  علي ولا قرأتها عليه .\n</p>\n<p class=\"arabic\">وقال أحمد قال لي حجاج قال لي ابن أبي سبرة عندي سبعون ألف حديث في الحلال \n  والحرام .\n</p>\n<p class=\"arabic\">وقال ابن المديني هو عندي مثل ابن أبي يحيى .\n</p>\n<p class=\"arabic\">قلت واختلف في اسم أبي بكر فقيل عبد الله وقيل محمد .\n</p>\n<p class=\"arabic\">قال مصعب الزبيري كان من علماء قريش ولاه المنصور القضاء .\n</p>\n<p class=\"arabic\">وقال ابن سعد مات سنة اثنتين وستين ومائة ببغداد قال وكان قد ولي قضاء موسى \n  الهادي وهو ولي عهد وولي قضاء مكة لزياد بن عبيد الله وعاش ستين سنة فلما \n  مات استقضي بعده أبو يوسف وقال مصعب خرج محمد بن عبد الله بالمدينة وابن أبي \n  سبرة على صدقات أسد وطيء فقدم على محمد منها بأربعة وعشرين ألف دينار فلما \n  قتل أسر أبو بكر وسجن فاستعمل ) .\n</p>\n<p class=\"arabic\">المنصور جعفر بن سليمان على المدينة وقال إن بيننا وبن ابن أبي سبرة رحما \n  وقد أساء وقد أحسن الآن فإذا وصلت فأطلقه وأحسن جواره وكان الإحسان الذي ذكره \n  أن عبد الله بن *10*538* الربيع الحارثي قدم المدينة بعدما شخص عيسى بن موسى \n  ومعه العسكر فعاثوا بالمدينة وأفسدوا فوثب عليه سودان المدينة والرعاع فقتلوا \n  جنده وطردوهم ونهبوا متاع ابن الربيع فخرج حتى نزل بئر المطلب يريد العراق \n  على خمسة أميال من المدينة وكسر السودان السجن وأخرجوا أبا بكر بن أبي سبرة \n  فحملوه حتى أجلسوه على المنبر وأرادوا كسر قيوده فقال لهم ليس على هذا فوت \n  دعوني حتى أتكلم فتكلم في أسفل المنبر فحمد الله وأثنى عليه وحذرهم الفتنة \n  وذكرهم ما كانوا فيه ووصف عفو المنصور عنهم وأمرهم بالطاعة فاقبل الناس على \n  كلامه وتجمع القرشيون فخرجوا إلى عبد الله بن الربيع فضمنوا له ما ذهب له \n  ولجنده .\n</p>\n<p class=\"arabic\">وكان قد تأمر على السودان وثيق الزنجي فمضى إليه رجل من الكبار لم يزل يخدعه \n  حتى دنى منه فقبض عليه وأمر معه فأوثقوه في الحدي ورجي أبو بكر إلى الحبس \n  حتى قدم جعفر بن سليمان فأطلقه وأكرمه ثم صار إلى المنصور فاستقضاه .\n</p>\n<p class=\"arabic\">قال ابن عدي عامة ما يرويه ابن أبي سبرة غير محفوظ وهو في جملة من يضع الحديث .\n</p>\n<p class=\"arabic\">وقال جماعة مات سنة اثنتين وستين ومائة .\n\n</p>"
}