{
    "header": "أبو معشر ع .",
    "id": "004472",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أبو معشر ع .\n</h1>\n<p class=\"arabic\">*10*555* هو نجيج بن عبد الرحمن السندي المدني .\n</p>\n<p class=\"arabic\">كان من أوعية العلم والأيام والمغازي وقد كاتب مولاة له مخزومية فأدى فاشترت \n  أم موسى بنت منصور ولاءه فيما قيل .\n</p>\n<p class=\"arabic\">رأى أبا أمامة بن سهل .\n</p>\n<p class=\"arabic\">وحدث عن محمد بن كعب القرظي وموسى بن يسار ونافع العمري وسعيد المقبري ومحمد \n  بن المنكدر وطائفة سواهم .\n</p>\n<p class=\"arabic\">وفي جامع الترمذي له عن سعيد بن المسيب وذلك منقطع أو هو عن سعيد المقبري \n  فتصرف فيه الرواة فوهموا .\n</p>\n<p class=\"arabic\">روى عنه ابنه محمد بن أبي معشر وعبد الرزاق وأبو نعيم ومحمد بن بكار ومحمد \n  بن جعفر الوركاني ومنصور بن أبي مزاحم وطائفة .\n</p>\n<p class=\"arabic\">قال عبد الرحمن بن مهدي يعرف وينكر .\n</p>\n<p class=\"arabic\">وقال ابن معين هو ليس بقوي *10*556* .\n</p>\n<p class=\"arabic\">وقال أحمد كان بصيرا بالمغازي صدوقا ولكنه لا يقيم الإسناد .\n</p>\n<p class=\"arabic\">وقال ابن معين أيضا كان أميا ينتقي من حديثه المسند .\n</p>\n<p class=\"arabic\">وقيل كان أبو معشر أبيض أزرق سمينا أشخصه معه المهدي إلى العراق وأمر له بألف \n  دينار وقال تكون بحضرتنا فتفقه من حولنا ) .\n</p>\n<p class=\"arabic\">قال الخطيب كان من أعلم الناس بالمغازي أصله يماني سبي في وقعة يزيد بن المهلب \n  باليمامة والبحرين .\n</p>\n<p class=\"arabic\">قال ابنه محمد كان أبي أبيض .\n</p>\n<p class=\"arabic\">وأما أبو مسهر الغساني فقال كان أسود .\n</p>\n<p class=\"arabic\">وذكر ابنه محمد أن أباه كان اسمه عبد الرحمن بن الوليد بن هلال فسرق فبيع \n  بالمدينة فاشتراه قوم من بني أسد فسموه نجيحا فاشتري لأم موسى الهادي فأعتقته \n  فصار ميراثه لبني هاشم .\n</p>\n<p class=\"arabic\">قال وكان ينتسب إلى حنظلة بن مالك .\n</p>\n<p class=\"arabic\">قال أبو نعيم كان أبو معشر كيسا حافظا .\n</p>\n<p class=\"arabic\">وقال الفلاس كان القطان لا يحدث عن أبي معشر .\n</p>\n<p class=\"arabic\">وكان عبد الرحمن يحدث عنه *10*557* .\n</p>\n<p class=\"arabic\">وقال أحمد بن أبي خيثمة سمعت محمد بن بكار يقول تغير أبو معشر قبل أن يموت \n  حتى كان يخرج منه الريح ولا يشعر .\n</p>\n<p class=\"arabic\">قلت مات في رمضان سنة سبعين .\n</p>\n<p class=\"arabic\">وقال أبو أمية الطرسوسي نا أبو نعيم أن أبا معشر كان رجلا ألكن وكان سنديا \n  يقول ثنا محمد بن قعب يعني ابن كعب .\n</p>\n<p class=\"arabic\">قلت ومن مناكيره روايته عن سعيد المقبري عن أبي هريرة قال رسول الله صلى الله \n  عليه وسلم لا تقوم الساعة حتى تعبد اللات والعزى قال أبو هريرة كأني أنظر \n  إلى نساء دوس يصطففن بألياتهن على صنم يقال له ذو الخلصة .\n</p>\n<p class=\"arabic\">قال أبو رزعة أبو معشر صدوق ليس بالقوي .\n\n</p>"
}