{
    "header": "يحيى بن العلاء البجلي الرازي أبو عمرو د ...",
    "id": "004428",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">يحيى بن العلاء البجلي الرازي أبو عمرو د ق .\n</h1>\n<p class=\"arabic\">أحد الأعلام الجلة على ضعفه .\n</p>\n<p class=\"arabic\">روى عن عبد الله بن محمد بن عقيل وزيد بن أسلم والزهري وصفوان بن سليم وبشر \n  بن نمير وابن طاوس وعدة .\n</p>\n<p class=\"arabic\">وعنه عبد الرزاق بن همام ومعاذ بن هانيء وحفص بن عمر الحوضي ووكيع وجبارة \n  بن المفلس ومحمد بن ربيعة الكلابي وعدة *10*512* .\n</p>\n<p class=\"arabic\">وكان فصيحا مفوها من نبلاء الرجال .\n</p>\n<p class=\"arabic\">قال أبو حاتم ليس بالقوي .\n</p>\n<p class=\"arabic\">وقال ابن معين وجماعة ضعيف .\n</p>\n<p class=\"arabic\">وقال البخاري والدار قطني والدولابي متروك الحديث .\n</p>\n<p class=\"arabic\">وروى عباس عن ابن معين ليس بثقة .\n</p>\n<p class=\"arabic\">وقال الجوز جاني بلغنا أنه روى عشرين حرفا في خلع النعل على الطعام .\n</p>\n<p class=\"arabic\">وقال ابن حيان كان ممن ينفرد عن الثقات بالأشياء المقلوبات التي إذا سمعها \n  من الحديث ) .\n</p>\n<p class=\"arabic\">صناعته سبق إلى قلبه أنه كان المتعمد لها لذلك لا يجوز الإحتجاج به .\n</p>\n<p class=\"arabic\">وكان وكيع شديد الحمل عليه .\n</p>\n<p class=\"arabic\">حدثنا أبو يعلى أنا عمرو بن الحصين ثنا يحيى بن العلاء عن صفوان بن سليم عن \n  عطاء بن يسار عن ابن عباس قال كان رسول الله صلى الله عليه وسلم إذا نظر في \n  المرآة قال الحمد لله الذي حسن خلقي وخلقي وأزان مني ما أشان من غيري وإذا \n  اكتحل فعل في كل عين ثنتين وواحدا بينهما .\n</p>\n<p class=\"arabic\">قلت لعل آفته عمرو بن الحصين .\n</p>\n<p class=\"arabic\">قال وأنا أبو يعلى أنا جبارة أنا يحيى بن العلاء عن يحيى بن عبد الرحمن بن \n  أبي لبيبة عن أبيه عن جده مرفوعا إذا طاق الغلام صوم *10*513* ثلاثة أيام \n  وجب عليه صوم رمضان .\n</p>\n<p class=\"arabic\">قلت ويحيى وجبارة واهيان .\n\n</p>"
}