{
    "header": "همام بن يحيى بن دينار الحافظ أبو عبد اللـ...",
    "id": "004416",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">همام بن يحيى بن دينار الحافظ أبو عبد الله العوذي  مولاهم البصري \n  وقيل أبو بكر .\n</h1>\n<p class=\"arabic\">عن الحسن وعطاء بن أبي رباح ونافع مولى ابن عمر ويحيى بن أبي كثير وأبي جمرة \n  الضبعي وقتادة بن دعامة وجماعة وعنه ابن مهدي وحيان بن هلال والحوضي وأبو \n  داود المقري وعبد الصمد وعمرو بن عاصم ومسلم بن إبراهيم ومحمد بن سليمان العوقي \n  وأبو الوليد ويزيد بن هارون وعفان وحجاج وموسى بن إسماعيل وهدبة بن خالد وشيبان \n  بن فروخ وخلق كثير أثنى عليه غير واحد وكان أحد أركان الحديث بالبصرة .\n</p>\n<p class=\"arabic\">قال أحمد بن حنبل هو ثبت في كل مشايخه .\n</p>\n<p class=\"arabic\">وأما يحيى القطان فكان لا يرضى حفظه *10*498* قال أحمد كان يحيى بن سعيد يتسخف \n  بهمام ما رأيت يحيى أسوأ رأيا في أحد منه في حجاج بن أرطأة ومحمد بن إسحاق \n  وهمام بن يحيى لا يستطيع أحد أن يراجعه فيه .\n</p>\n<p class=\"arabic\">قلت أما همام فاحتج به أرباب الصحاح بلا نزاع بينهم وأما الآخران فبخلافه .\n</p>\n<p class=\"arabic\">قال أبو حاتم همام ثقة في حفظه شيء .\n</p>\n<p class=\"arabic\">وقال أحمد بن علي الأبار ثنا محمد بن المنهال سمعت سفيان الرأس يقول سئل يزيد \n  بن زريع ما تقول في همام فقال كتابه صالح وحفظه لا يسوى شيئا .\n</p>\n<p class=\"arabic\">وقال الفلاس كان عبد الرحمن يقول إذا حدث همام من كتابه فهو صحيح وكان يحيى \n  لا يرضى كتابه ولا حفظه ولا يحدث عنه وقد سمعت إبراهيم بن عرعرة يقول ليحيى \n  ثنا عفان عن همام .\n</p>\n<p class=\"arabic\">قال أسكت ويلك .\n</p>\n<p class=\"arabic\">وقال عبد الله بن أحمد سمعت أبي يقول كان يحيى ينكر على همام أنه يزيد في \n  الإسناد فلما ) .\n</p>\n<p class=\"arabic\">قدم معاذ وافقه على بعض تلك الأحاديث .\n</p>\n<p class=\"arabic\">عفان كان همام لا يكاد يرجع إلى كتابه ولا ينظر فيه وكان يخالف فيه فلا يرجع \n  قال ثم رجع فنظر في كتبه فقال يا عفان كنا نخطي كثيرا فنستغفر الله تعالى .\n</p>\n<p class=\"arabic\">وقال موسى بن إسماعيل سمعت هماما يقول ما من أعمال البر إلا وأنا كنت أرجو \n  أن أريد به الله إلا هذا الحديث *10*499* .\n</p>\n<p class=\"arabic\">وقال أحمد بن سعيد سمعت يحيى بن معين يقول همام في قتادة أحب إلي من أبي عوانة .\n</p>\n<p class=\"arabic\">ثم قال أحمد وسئل ابن معين عن أبان بن يزيد وهمام أيهما أحب إليك قال كان \n  يحيى القطان يروي عن أبان وكان أحب إليه وأنا همام أحب إلي وأبان ثقة .\n</p>\n<p class=\"arabic\">قلت توفي همام في رمضان سنة أربع وستين ومائة .\n\n</p>"
}