{
    "header": "نافع بن أبي نعيم .",
    "id": "004401",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">نافع بن أبي نعيم .\n</h1>\n<p class=\"arabic\">أحد القراء السبعة الأعلام أبو رويم ويقال أبو الحسن ويقال أبو محمد ويقال \n  أبو عبد الله ويقال أبو نعيم مولى جعونة بن شعوب الليثي حليف حمزة بن عبد \n  المطلب وقيل جعونة حليف العباس .\n</p>\n<p class=\"arabic\">وأصل نافع من أصبهان وداره المدينة النبوية .\n</p>\n<p class=\"arabic\">قال موسى بن طارق سمعته يقول قرأت على سبعين من التابعين *10*485* .\n</p>\n<p class=\"arabic\">وعن الأصمعي قال جالست نافع بن أبي نعيم وكان من القراء الفقهاء العباد .\n</p>\n<p class=\"arabic\">قلت قرأ على عبد الرحمن بن هرمز الأعرج وأبي جعفر يزيد بن القعقاع وشيبة بن \n  نصاح ومسلم بن جندب الهذلي وزيد بن رومان مولى آل الزبير وأخذ هؤلاء عن أصحاب \n  أبي بن كعب وزيد بن الحباب بينا ذلك في كتاب طبقات القراء والذي وضح لي أن \n  هؤلاء الخمسة قرأوا على عبد الله بن عياش بن أبي ربيعة المخزومي مقريء المدينة \n  وتلميذ أبي .\n</p>\n<p class=\"arabic\">ويقال إنهم قرأوا على أبي هريرة وعلى ابن عباس .\n</p>\n<p class=\"arabic\">وقيل إن مسلم بن جندب قرأ على حكيم بن حزام وعلي بن عمر .\n</p>\n<p class=\"arabic\">قال الهذلي في كامله كان نافع معمرا أخذ القراءة على الناس في سنة خمس وتسعين .\n</p>\n<p class=\"arabic\">وقال مالك نافع إمام الناس في القراءة .\n</p>\n<p class=\"arabic\">وقال سعيد بن منصور سمعت مالكا يقول قراءة نافع سنة .\n</p>\n<p class=\"arabic\">وروى المسيبي عن نافع أنه أدرك عدة من التابعين قال فنظرت إلى ما اجتمع عليه \n  اثنان منهم فأخذته وما شذ فيه واحد تركته حتى ألفت هذه القراءة .\n</p>\n<p class=\"arabic\">وروي عن نافع أنه كان يوجد من فيه ريح المسك فسئل عن ذلك فقال رأيت النبي \n  صلى الله عليه وسلم تفل في في .\n</p>\n<p class=\"arabic\">قال الليث بن سعد حججت سنة ثلاث عشرة ومائة وإمام الناس في القراءة بالمدينة \n  نافع بن ) .\n</p>\n<p class=\"arabic\">أبي نعيم .\n</p>\n<p class=\"arabic\">قلت رأس الرجل في حياة شيوخه الخمسة وقد حدث عن نافع مولى *10*486* ابن عمر \n  وعن الأعرج وعامر بن عبد الله بن الزبير وغيرهم .\n</p>\n<p class=\"arabic\">وهو صالح الحال في الحديث .\n</p>\n<p class=\"arabic\">قرأ عليه خلق منهم إسماعيل بن جعفر وورش وقالون وإسحاق بن محمد المسيبي .\n</p>\n<p class=\"arabic\">وحدث عنه خالد بن مخلد والقعنبي وسعيد بن أبي مريم ومروان بن محمد الطاطري \n  وإسماعيل بن أبي أويس وجماعة .\n</p>\n<p class=\"arabic\">وثقه ابن معين ولينه أحمد بن حنبل .\n</p>\n<p class=\"arabic\">وقال أبو حاتم صدوق .\n</p>\n<p class=\"arabic\">وقال النسائي ليس به بأس .\n</p>\n<p class=\"arabic\">وقيل إن نافعا كان أسود بصاصا وكان طيب الأخلاق فيه مزاح .\n</p>\n<p class=\"arabic\">وقد ذكره ابن عدي في كامله فقال له عن الأعرج نسخة نحو مائة حديث وله نسخة \n  أخرى عن أبي الزناد عن الأعرج وله من التفاريق قدر خمسين حديثا ولم أر له \n  شيئا منكرا .\n</p>\n<p class=\"arabic\">قلت مات سنة تسع وستين ومائة .\n\n</p>"
}