{
    "header": "حماد بن زيد بن درهم بن الإمام إسماعيل الـ...",
    "id": "004590",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">حماد بن زيد بن درهم بن الإمام إسماعيل الأزدي ع .\n</h1>\n<p class=\"arabic\">*11*95* *11*96* مولاهم البصري الأزرق الضرير الحافظ أحد ألأعلام مولى آل \n  جرير بن حازم .\n</p>\n<p class=\"arabic\">كان جده درهم من سبي سجستان .\n</p>\n<p class=\"arabic\">روى حماد عن أنس بن سيرين ومحمد بن زياد القرشيين وعمرو بن دينار وثابت البناني \n  وأبي جمرة الضبعي وأيوب السختياني وخلق .\n</p>\n<p class=\"arabic\">وعنه سفيان الثوري وعبد الوارث وعبد الرحمن بن مهدي ومسدد والقواريي ومحمد \n  بن أبي بكر المقدمي وعلي بن المديني وعارم وأحمد بن المقدام العجلي وأحمد \n  بن عبدة وسليمان بن حرب ومحمد بن عبيد بن حساب وقتيبة وأمم سواهم .\n</p>\n<p class=\"arabic\">قال ابن مهدي أئمة الناس في زمانهم أربعة الثوري بالكوفة ومالك بالحجاز والأوزاعي \n  بالشام وحماد بن زيد بالبصرة .\n</p>\n<p class=\"arabic\">قال ابن معين ليس أحد في أيوب أثبت من حماد بن زيد .\n</p>\n<p class=\"arabic\">وقال يحيى بن يحيى ما رأيت شخصا أحفظ منه .\n</p>\n<p class=\"arabic\">وقال أحمد حماد بن زيد من أئمة الدنيا من أهل الدين هو أحب إلي من حماد بن \n  سلمة .\n</p>\n<p class=\"arabic\">وقال ابن مهدي لم أر أحدا قط أعلم بالسنة ولا بالحديث الذي يدخل في السنة \n  من حماد بن زيد ) .\n</p>\n<p class=\"arabic\">وقال أيضا مارأيت أعلم منه ومن مالك وسفيان *11*97* .\n</p>\n<p class=\"arabic\">وقال مارأيت بالبصرة أفقه منه .\n</p>\n<p class=\"arabic\">وعند حماد بن زيد قال جالست أيوب عشرين سنة .\n</p>\n<p class=\"arabic\">وقال أحمد بن سعيد الدرامي مات حماد بن أيوب يوم مات ولا أعلم له في الإسلام \n  نظيرا في هيئته ودله وأظنه قال وسمته .\n</p>\n<p class=\"arabic\">وقال يزيد بن زريع يوم مات حماد بن زيد مات سيد المسلمين .\n</p>\n<p class=\"arabic\">قال ابن حبان كان صريرا يحفظ كل حديثه .\n</p>\n<p class=\"arabic\">وقال ابن مصفى نا بقية قال مارأيت بالعراق مثل حماد بن زيد .\n</p>\n<p class=\"arabic\">قلت ومن خاصية حماد بن زيد أنه لا يدلس أبدا .\n</p>\n<p class=\"arabic\">قال خالد بن خداش سمعته يقول المدلس متشبع بما لم يعط .\n</p>\n<p class=\"arabic\">قلت والمدلس داخل في عموم قوله ) ويحبون أن يحمدوا بما لم يفعلوا ( وداخل \n  في قوله عليه السلام ) من غشنا فليس منا ( لأنه يوهم السامعين أن حديثه متصل \n  وفيه انقطاع هذا إذا دلس عن ثقة أما إذا دلس خبرة عن ضعيف يوهم أنه صحيح فهذا \n  قد خان الله ورسوله وقد قال عبد الوارث بن سعيد التدليس ذل .\n</p>\n<p class=\"arabic\">وقال سلام بن أيوب صاحب البصري سمعت عبد الرحمن بن مهدي يقول مارأيت أحدا \n  أعلم من حماد بن زيد ولا سفيان ولا مالكا .\n</p>\n<p class=\"arabic\">وقال فيه الثوري رجل بالبصرة بعد شعبة ذلك الأزرق .\n</p>\n<p class=\"arabic\">وقال وكيع ما كنا نشبهه إلا بمسعر *11*98* .\n</p>\n<p class=\"arabic\">وقال سليمان بن حرب لم يكن لحماد بن زيد كتاب إلا كتاب يحيى بن سعيد الأنصاري .\n</p>\n<p class=\"arabic\">وقال ابن الطباع مارأيت أعقل من حماد بن زيد .\n</p>\n<p class=\"arabic\">وقال أحمد العجلي حماد بن زيد ثقة كان حديثه أربعة آلاف كان يحفظها ولم يكن \n  له كتاب .\n</p>\n<p class=\"arabic\">وقال فيه عبد الرحمن بن خداش لم يخطيء في حديث قط .\n</p>\n<p class=\"arabic\">أخبرنا محمد بن سلامة كتابة عن أبي المكارم اللبان أنا أبو علي أنا أبو نعيم \n  نا الطبراني عن عبد الله بن أحمد حدثني أحمد الدورقي نا سليمان بن حرب سمعت \n  حماد بن زيد وذكر الجهمية فقال إنما يحاولون أن يقولوا ليس في السماء شيء \n  ) .\n</p>\n<p class=\"arabic\">أخبرنا محمد بن علي السلمي أنا البهاء عبد الرحمن أنه قرأ على أبي الفتح الدباس \n  أنا أبو غالب الباقلاني أنا أبو القاسم الواعظ أنا أبو بكر النجاد ثنا الحسن \n  بن مكرم نا عارم سمعت ابن المبارك يقول .\n</p>\n<p class=\"arabic\">% قل لمن يطلب علما % % إئت حماد بن زيد % .\n</p>\n<p class=\"arabic\">% نلتمس حكما وعلما % % ثم قيده بقيد % .\n</p>\n<p class=\"arabic\">*11*99* أخبرنا أبو المعالي الأبرقوهي أنا الفتح عبد السلام أنا محمد بن عمر \n  ومحمد بن علي ومحمد بن أحمد قالوا أنا أبو جعفر المعدل أنا عبيد الله الزهري \n  ثنا جفعر الفريابي ثنا محمد بن عبيد بن حساب ثنا حماد بن علي زيد عن يحيى \n  بن عتيق قال قال محمد بن سيرين لم يكن شيء أخوف علي من قال هذا القول من هذه \n  الآية ) ومن الناس من يقول آمنا بالله واليوم الآخر وماهم بمؤمنين ( .\n</p>\n<p class=\"arabic\">قلت وقع لي أحاديث عالية عن طريق حماد قد أفردتها .\n</p>\n<p class=\"arabic\">وكان مولده في سنة ثمان وتسعين وعاش إحدى وثمانين سنة قال الفلاس مات يوم \n  الجمعة تاسع شهر رمضان .\n</p>\n<p class=\"arabic\">وقال عبيد الله بن عمر مات في آخر سنة تسع كذا قال .\n</p>\n<p class=\"arabic\">وقال عارم مات لعشر ليال خلون من رمضان سنة تسع وسبعين في يوم الجمعة .\n</p>\n<p class=\"arabic\">قال أبو داوود مات مالك قبله بأشهر .\n\n</p>"
}