{
    "header": "سيبويه .",
    "id": "004653",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">سيبويه .\n</h1>\n<p class=\"arabic\">*11*155* إمام أهل النحو أبو بشير عمرو بن عثمان بن قنبر البصري .\n</p>\n<p class=\"arabic\">أصله فارسي طلب الفقه والحديث ثم طلب العربية فبرع فيها وساد أهل زمانه وصنف \n  فيها كتابه الكبير الذي لم يصنف أحد بعده مثله .\n</p>\n<p class=\"arabic\">واستملى على حماد بن سلمة .\n</p>\n<p class=\"arabic\">وأخذ كتاب الجامع في النحو عن مؤلفه عيسى بن عمر .\n</p>\n<p class=\"arabic\">وأخذ عن يونس بن حبيب وأبي الخطاب الأخفش الكبير وصحب الخليل بن أحمد مدة .\n</p>\n<p class=\"arabic\">ووفد إلى بغداد على يحيى البرمكي فجمع بينه وبين الكسائي للمناظرة بحضور سعيد \n  بن مسعدة الأخفش والفراء والأحمر وجرى ذاك البحث المشهور في مسألة الزنبور \n  وتعصبوا للكسائي دونه ثم وصله يحيى بن خالد *11*156* بعشرة آلاف درهم فخرج \n  إلى بلاد فارس فتوفي بشيراز وقيل بساوة .\n</p>\n<p class=\"arabic\">وكان قد سأل عمن يرغب في النحو فقيل له طلحة بن طاهر بن الحسين الخزاعي الأمير \n  فقصده .\n</p>\n<p class=\"arabic\">ويقال كان في لسان سيبويه حبسة وفي قلمه انطلاق وبراعة .\n</p>\n<p class=\"arabic\">قال إبراهيم الحربي سمي سيبوه لأن وجنتيه كانتا كالتفاحتين وكان بديع الجمالز \n  وقيل هو لقب بالفارسية معناه رائحة التفاح .\n</p>\n<p class=\"arabic\">قال أبو زيد الأنصاري كان سيبويه يأتي مجلسي وله ذؤآبتان فإذا قال حدثني من \n  أثق بعربيته فإنما يعنيني .\n</p>\n<p class=\"arabic\">قال إبراهيم الحربي سمعت ابن عائشة يقول كنا نجلس مع سيبويه في المسجد وكان \n  شابا جميلا نظيفا قد تعلق من كل علم بسبب وضرب بسهم في كل أدب مع حدائة سنه \n  فهبت الريح مرة فقال لبعض الجماعة أنظر أي ريح هذه .\n</p>\n<p class=\"arabic\">وكان على المنارة تمثال فرس ونحاس فنظر ثم عاد فقال ما تثبت الفرس على شيء .\n</p>\n<p class=\"arabic\">فقال سيبويه العرب تقول في مثل هذه الريح قد تذآبت الريح أي فعلت فعل الذئب \n  يجيء من ههنا وههنا ليختل فيظن الناظر أنه عدة ذئاب .\n</p>\n<p class=\"arabic\">ويقال إن سيبويه لما احتضر وضع رأسه في حجر أخيه فأغمي عليه فدمعت عين أخيه \n  فأفاق فرآه يبكي فقال *11*157* .\n</p>\n<p class=\"arabic\">% أخيين كنا فرق الدهر بيننا % % إلى الغاية القصوى فمن يأمر الدهرا % .\n</p>\n<p class=\"arabic\">عن الأصمعي قال قرأت على قبر سيبويه بشيراز هذه الأبيات وهي لسليمان بن يزيد \n  العدوي .\n</p>\n<p class=\"arabic\">% ذهب الأحبة بعد طول تزاور % % ونأى المزار فأسلموك وأقشعوا % .\n</p>\n<p class=\"arabic\">% تركوك أوحش ما تكون بقفرة % % لم يؤنسوك وكربة لم يدفعوا % .\n</p>\n<p class=\"arabic\">% قضي القضاء وصرت صاحب حفرة % % عنك الأحبة أعرضوا وتصدعوا % .\n</p>\n<p class=\"arabic\">وقال ابن دريد قبره بشيراز .\n</p>\n<p class=\"arabic\">قيل إنه توفي سنة تسع وسبعين ومائة وقيل سنة ثمانين ومائة وهو أصح الأقوال \n  وأشهرها .\n</p>\n<p class=\"arabic\">وأبعد من قال مات سنة أربع وتسعين ومائة وقيل غير ذلك .\n</p>\n<p class=\"arabic\">وقيل إن مدة عمره كانت اثنتين وثلاثين سنة .\n</p>\n<p class=\"arabic\">وقيل عاش أزيد من أربعين سنة فالله أعلم .\n</p>\n<p class=\"arabic\">وكتابه مروي بالسماع رواه الإمام أبو حيان عن شيخنا بهاء الدين بن النحاس \n  النحوي عن علم الدين القاسم الندلسي عن الكندي .\n\n</p>"
}