{
    "header": "شريك القاضي خ ت م تبعا  هو أبو عبد الله ...",
    "id": "004657",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">شريك القاضي خ ت م تبعا  هو أبو عبد الله شريك بن عبد الله النخعي \n  الكوفي الفقيه أحد الأعلام .\n</h1>\n<p class=\"arabic\">مولده سنة خمس وتسعين .\n</p>\n<p class=\"arabic\">روى عن أبي صخرة جامع بن شداد وجامع بن أبي راشد وزياد بن علاقة وسلمة بن \n  كهيل وسماك بن حرب وأبي إسحاق وحبيب بن أبي ثابت وعلي بن الأقمر ومنصور بن \n  المعتمر وإبراهيم بن جرير البجلي وخصيف وعاصم بن بهدلة وعمار الدهني وعبد \n  الملك بن عمير وطبقتهم .\n</p>\n<p class=\"arabic\">ولم يرحل بل اكتفى بعلم أهل بلده *11*167* .\n</p>\n<p class=\"arabic\">وعنه أبان بن تغلب ومحمد بن إسحاق وهما من شيوخه .\n</p>\n<p class=\"arabic\">وابن المبارك ووكيع وعبد الرحمن بن مهدي ويزيد بن هارون وإسحاق الأزرق وأبو \n  نعيم وعلي بن الجعد وقتيبة وعلي بن حجر ولوين وهناد وابنا أبي شيبة وعباد \n  بن يعقوب الرواجني وإسحاق بن أبي إسرائيل وخلف بن هشام وخلق كثير .\n</p>\n<p class=\"arabic\">قال الخطيب شريك بن عبد الله بن الحارث بن أوس النخعي القاضي أدرك عمر بن \n  عبد العزيز .\n</p>\n<p class=\"arabic\">قلت يعني بالسن ولم يره .\n</p>\n<p class=\"arabic\">قال وسمع منه إسحاق الأزرق تسعة آلاف حديث .\n</p>\n<p class=\"arabic\">قال ابن المبارك شريك أعلم بحديث بلده الثوري .\n</p>\n<p class=\"arabic\">وقد قيل مثل هذا لابن معين فقال ليس يقاس بسفيان أحد لكن شريك أروى منه في \n  بعض المشايخ وهو ثقة ) .\n</p>\n<p class=\"arabic\">وقال أبو يعلى سمعت ابن معين يقول شريك أحب إلي من أبي الأحوص .\n</p>\n<p class=\"arabic\">وقال عثمان الدارمي قلت ليحيى شريك أحب إليك في أبي إسحاق أو إسرائيل فقال \n  شريك أحب إلي *11*168* .\n#</p>\n<p class=\"arabic\">ذكر نسبه .\n</p>\n<p class=\"arabic\">هو شريك بن عبد الله بن أبي شريك الحارث بن أوس وقيل ابن أبي شريك سنان بن \n  أوس بن الحارث بن الأذهل بن وهبيل بن سعد بن مالك بن النخع والنخع من مذحج .\n</p>\n<p class=\"arabic\">شهد جده أبو شريك القادسية .\n</p>\n<p class=\"arabic\">وولد شريك فيما قيل ببخارى ونشأ بالكوفة .\n</p>\n<p class=\"arabic\">وسمى البخاري جده سنانا وسماه أبو نعيم حارثا .\n</p>\n<p class=\"arabic\">وقال الفضل بن زياد قال أحمد بن حنبل شريك في ال حديث أقوى من إسرائيل .\n</p>\n<p class=\"arabic\">قال وكان يحيى القطان لا يروي عن شريك إلا على سبيل العبرة كان لا يرضاه .\n</p>\n<p class=\"arabic\">وقال علي بن المديني شريك أعلم من إسرائيل وإسرائيل أقل خطأ منه .\n</p>\n<p class=\"arabic\">وقال أبو داوود شريك ثقة يخطيء على الأعمش .\n</p>\n<p class=\"arabic\">وقال صالح جزرة قل ما يحتاج إلى شريك في الأحاديث التي يحتج بها *11*169* .\n</p>\n<p class=\"arabic\">ولما ولي القضاء اضطرب حفظه .\n</p>\n<p class=\"arabic\">وقال معاوية بن صالح سألت أحمد بن حنبل عن شريك فقال كان عاقلا محدثا عندي \n  وكان شديدا على أهل الريب والبدع قديم السماع من أبي إسحاق قبل زهير وقبل \n  إسرائيل .\n</p>\n<p class=\"arabic\">فقلت له إسرائيل أثبت منه قال نعم .\n</p>\n<p class=\"arabic\">قلت يحتج به قال لا تسألني عن رأيي في هذا .\n</p>\n<p class=\"arabic\">قلت فإسرائيل تحتج به قال أي لعمري .\n</p>\n<p class=\"arabic\">قال أبو إسحاق الجوزجاني شريك سيء الفظ مضطرب مائل .\n</p>\n<p class=\"arabic\">وقال النسائي ليس به بأس .\n</p>\n<p class=\"arabic\">قلت استشهد به البخاري وخرج له مسلم متابعة واحتج به النسائي وغيره .\n</p>\n<p class=\"arabic\">قال إبراهيم بن سعد الجوهري أخطأ شريك في أربعمائة حديث ) .\n</p>\n<p class=\"arabic\">قلت لكنه كان من بحور العلم فعن عبد الرحمن بن شريك قال كان عند أبي عن جابر \n  الجعفي عشرة آلاف حديث مسألة وعنده عن ليث بن أبي سليم عشرة آلاف *11*170* .\n</p>\n<p class=\"arabic\">قال أبو نعيم سمعت شريكا يقول قدم عثمان بن عفان يوم قدم وهو أفضل القوم .\n</p>\n<p class=\"arabic\">وعن شريك قال لو أدركت عليا لقاتلت معه .\n</p>\n<p class=\"arabic\">وقال منصور بن أبي مزاحم سمعت شريكا في مجلس الوزير أبي عبيد الله وفيه الحسن \n  بن زيد بن الحسن بن علي بن أبي طالب وعبد الله بن مصعب الوزبيري وابن أبي \n  موسى والأشراف فتذاكروا النبيذ فرخص مرخص من العراقيين فيه وشدد الباقون فقال \n  شريك ثنا أبو إسحاق عن عمرو بن ميمون قال قال عمر إنا لنأكل هذه الإبل وليس \n  نقطعها في بطوننا إلا بهذا النبيذ الشديد .\n</p>\n<p class=\"arabic\">فقال الحسن بن زيد ما سمعنا بهذا في الملة الأخرة إن هذا إلا اختلاف .\n</p>\n<p class=\"arabic\">فقال أجل وشغلك الجلوس على الطنافس في صدور المجالس عن استماع هذا وأمثاله .\n</p>\n<p class=\"arabic\">فلم يجبه الحسن وأسكت القوم فتحدثوا بعد النبيذ وشريك ساكت فقال له الوزير \n  حدثنا يا أبا عبد الله بما عندك فقال كلا الحديث أعز على أهله من أن يعرض \n  للتكذيب .\n</p>\n<p class=\"arabic\">فقال بعضهم شربه سفيان الثوري فقال قائل بلغنا أن سفيان تركه .\n</p>\n<p class=\"arabic\">فقال شريك أنا رأيته يشرب في بيت خير أهل الكوفة في زمانه مالك بن مغول .\n</p>\n<p class=\"arabic\">قال عيسى بن يونس ما رأيت أحدا أروع في علمه من شريك *11*171* .\n</p>\n<p class=\"arabic\">وجرى بحضرة عيسى بن يونس في المذاكرة من رجل الآمة فقال رجل الأمة شريك .\n</p>\n<p class=\"arabic\">قال يعقوب بن شيبة دعا المنصور شريكا فقال إني أريد أن أوليك قضاء الكوفة .\n</p>\n<p class=\"arabic\">فقال اعفني يا أمير المؤمنين .\n</p>\n<p class=\"arabic\">قال لست أعفيك .\n</p>\n<p class=\"arabic\">قال فأنصرف يومي هذا وأعود فيرى أمير المؤمنين رأيه .\n</p>\n<p class=\"arabic\">قال تريد أن تتغيب ولئن فعلت لأقدمن على خمسين من قومك بما تكره .\n</p>\n<p class=\"arabic\">فولاه القضاء فبقي إلى أيام المهدي فأقره المهدي ثم عزله .\n</p>\n<p class=\"arabic\">قال وكان شريك مأمونا ثقة كثير الحديث أنكر عليه الغلط والخطأ .\n</p>\n<p class=\"arabic\">قال عيسى بن يونس ومن يفلت من الخطأ والتصحيف ربما رأيت شريكا يخطيء ويصحف \n  حتى ) .\n</p>\n<p class=\"arabic\">أستحي .\n</p>\n<p class=\"arabic\">وقال يحيى القطان أملى علي شريك فإذا هو لا يدري .\n</p>\n<p class=\"arabic\">يعقوب بن شيبة ثنا سليمان بن منصور نا إسماعيل بن حماد بن أبي حنيفة قال قلت \n  لمحمد بن الحسن أما ترى كثرة قول الناس في شريك يعني في حمده مع كثرة خطأه \n  وخطله .\n</p>\n<p class=\"arabic\">قال أسكت ويلك أهل الكوفة كلهم معه يتعصب للعرب فهم معه ويتشيع لهؤلاء الموالي \n  الحمقى فهم معه .\n</p>\n<p class=\"arabic\">قال عيسى بن يونس ما رأيت في أصحابنا أشد تقشفا من شريك وربما رأيته يأخذ \n  شأته يذهب بها إلى التياس وربما حزرت ثوبيه قبل أن يلي القضاء *11*172* بعشرة \n  دراهم وربما دخلت بيته فإذا ليس فيه إلا شاة يحلبها ومطهرة وبارية وجرة فربما \n  بال الخبز في المطهرة فيلقي إلى كتبه فيقول اكتب حديث جدل وقف إذا أردت .\n</p>\n<p class=\"arabic\">قال يعقوب وحدثني الهيثم بن خالد قال حدث شريك يوما بهذا الحديث وضعت في كفة \n  ووضعت الأمة في كفة .\n</p>\n<p class=\"arabic\">فقال رجل لشريك فأين كان علي عليه السلام قال كان مع الناس في الكفة الأخرى .\n</p>\n<p class=\"arabic\">قال أحمد بن عبد الله العجلي سمعت بعض الكوفيين يقول قال شريك قدم علينا سالم \n  الأفطس فأتيته ومعي قرطاس في مائة حديث فسألته فحدثني بها وسفيان يسمع فلما \n  فرغت قال لي سفيان أرني قرطاسك فأعطيته فخرقه فرجعت إلى منزلي واستلقيت على \n  قفاي فحفظت منها سبعة وتسعين وحفظها سفيان كلها .\n</p>\n<p class=\"arabic\">ابن عدي نا أبو العلاء محمد بن أحمد بن جعفر نا محمد بن الصباح الدولابي نا \n  نصر بن المجدر قال كنت شاهدا حيث أدخل شريك ومعه أبو أمية وكان أبو أمية رفع \n  إلى المهدي أن شريكا حدثه عن الأعمش عن سالم بن أبي الجعد عن ثوبان أن النبي \n  صلى الله عليه وسلم قال استقيموا لقريش ما استقاموا لكم فإذا زاغوا عن الحق \n  فضعوا سيوفكم على عواتقكم ثم أبيدوا خضراءهم .\n</p>\n<p class=\"arabic\">فقال المهدي أنت حدثت بهذا فقال لا ) .\n</p>\n<p class=\"arabic\">فقال أبو أمية علي المشي إلى بيت الله وكل مالي صدقة إن لم يكن حدثني *11*173* .\n</p>\n<p class=\"arabic\">فقال شريك علي مثل الذي الذي عليه إن كنت حدثته .\n</p>\n<p class=\"arabic\">فكأن المهدي رضي فقال أبو أمية يا أمير المؤمنين عندك أدهى العرب إنما يعني \n  مثل الذي علي من الثياب قل له يحلف كما حلفت .\n</p>\n<p class=\"arabic\">فقال احلف .\n</p>\n<p class=\"arabic\">قال شريك قد حدثته .\n</p>\n<p class=\"arabic\">فقال ويلي على شارب الخمر يعني الأعمش وذاك أنه كان يشرب المنصف ولو علمت \n  موضع قبره أحرقته .\n</p>\n<p class=\"arabic\">قال شريك لم يكن يهوديا كان رجلا صالحا .\n</p>\n<p class=\"arabic\">قال بل زنديق .\n</p>\n<p class=\"arabic\">قال للزنديق علامات تركه الجماعات وجلوسه مع القيان وشربه الخمر .\n</p>\n<p class=\"arabic\">فقال والله لأقتلنك .\n</p>\n<p class=\"arabic\">قال ابتلاك الله بمهجتي .\n</p>\n<p class=\"arabic\">قال أخرجوه .\n</p>\n<p class=\"arabic\">فأخرج فجعل الحرس يشققون ثيابه وخرقوا قلنسوته .\n</p>\n<p class=\"arabic\">قال نصر فقلت لهم أبو عبد الله .\n</p>\n<p class=\"arabic\">قال المهدي دعمهم .\n</p>\n<p class=\"arabic\">أحمد بن عثمان بن حليم الأودي أنا أبي قال كان شريك القاضي لا يجلس للحكم \n  حتى يتغدى ويشرب أربعة أرطال نبيذا ثم يصلي ركعتين ثم يخرج رقعة فينظر فيها \n  ثم يدعو بالخصوم .\n</p>\n<p class=\"arabic\">وقيل لابنه عن الرقعة فأخرجها إلينا فإذا فيها يا شريك أذكر الصراط وحدته \n  يا شريك أذكر الموقف بين يدي الله تعالى .\n</p>\n<p class=\"arabic\">قيل إن شريكا دخل على المهدي فقال لا بد من ثلاث إما أن تلي *11*174* القضاء \n  أو أن تؤدب ولدي وتحدثهم أو أن تأكل عندي أكلة ففكر ساعة فقال الأكلة أخف \n  علي .\n</p>\n<p class=\"arabic\">فأمر المهدي بعمل ألوان من المخ المعقود بالسكر وغير ذلكن فأكل .\n</p>\n<p class=\"arabic\">فقال الطباخ ليس يفلح بعدها ) .\n</p>\n<p class=\"arabic\">قال فحدثهم بعد ذلك وعلمهم العلم وولي القضاء .\n</p>\n<p class=\"arabic\">ولقد كتب له برزقه على الصيرفي فضايقه في النقد فقال إنك لم تبع به بزا .\n</p>\n<p class=\"arabic\">فقال شريك بل والله بعت بد ديني .\n</p>\n<p class=\"arabic\">قال علي بن الحسن بن الجنيد سمعت أبا توبة يقول كنا بالرملة فقالوا من رجل \n  الأمة .\n</p>\n<p class=\"arabic\">فقال قوم ابن لهيعة .\n</p>\n<p class=\"arabic\">وقال قوم مالك .\n</p>\n<p class=\"arabic\">وقال عيسى بن يونس شريك .\n</p>\n<p class=\"arabic\">قال منجاب بن الحارث قال رجل لشريك كيف تجدك قال أجدني شاكيا غير شاكي الله .\n</p>\n<p class=\"arabic\">قال أحمد بن زهير نا سليمان بن أبي شيخ قال قال شريك لبعض إخوانه أكرهت على \n  القضاء .\n</p>\n<p class=\"arabic\">قال أفأكرهت على أخذ الرزق قال ابن أبي شيخ وحدثني عبد الله بن صالح بن مسلم \n  قال كان شريك على قضاء الكوفة فخرج يتلقى الخيزران فبلغ شاهي وأبطأت فانتظرها \n  ثلاثا ويبس خبزه فجعل يبله بالماء ويأكله فقال العلاء بن المنهال .\n</p>\n<p class=\"arabic\">% فإن كان الذي قد قلت حقا % % بأن قد أكرهوك على القضاء % .\n</p>\n<p class=\"arabic\">*11*175* .\n</p>\n<p class=\"arabic\">% فما لك موضع في كل يوم % % تلقى من يحج من النساء % .\n</p>\n<p class=\"arabic\">% مقيم في قرى شاهي ثلاثا % % بلا زاد سوى كسر وماء % .\n</p>\n<p class=\"arabic\">قال عبد الرحمن بن شريك كانت أم شريك خراسانية فرآها أعرابي وهي على حمار \n  وشريك صبي بين يديها فقال إنك لتحملين جندلة من الجنادل .\n</p>\n<p class=\"arabic\">قال ابن أبي شيخ قال موسى بن عيسى الأمير لشريك يا أبا عبد الله عزلوك عن \n  القضاء ما رأينا قاضيا عزل .\n</p>\n<p class=\"arabic\">قال هم الملك يعزلون ويخلعون ولاة العهود يعرض أن أباه عزل .\n</p>\n<p class=\"arabic\">ولقي مرة عبد الله بن مصعب الزبيري فقال بلغني أنك تنال من أبي بحكر وعمر .\n</p>\n<p class=\"arabic\">فقال شريك والله ما أتنقص الزبير فكيف أبا بكر وعمر .\n</p>\n<p class=\"arabic\">قال ابن أبي شيخ حدثني أبي قال لما وجه شريك إلى قضاء الأهواز جلس فجعل لا \n  يتكلم حتى قام وهرب واختفى يقال اختفى عند الوالي فحدثني يحيى بن سعيد الأموي \n  قال وكنت عند الحسن ) .\n</p>\n<p class=\"arabic\">بن عمارة حين بلغه ذلك فقال الخبيث استصغر قضاء الأهواز .\n</p>\n<p class=\"arabic\">البغوي في الجعديات ثنا محمد بن يزيد حدثني حمدان بن الإصبهاني قال كنت عند \n  شريك فأتاه ابن المهدي فاستند وسأل عن حديث فلم يلتفت شريك فأعاد فعاد فقال \n  كأنك تستخف بأولاد الخلفاء *11*176* .\n</p>\n<p class=\"arabic\">قال لا ولكن العلم أزين عند أهله من أن يصنعوه .\n</p>\n<p class=\"arabic\">قال فجثا على ركبتيه فسأله فقال شريك هكذا يطلب العلم .\n</p>\n<p class=\"arabic\">عباد بن العوام قال أثر فيه بعض الضعف أحب إلي من ) ( عفان .\n</p>\n<p class=\"arabic\">قال وكان شريك يخضب بالحمرة .\n</p>\n<p class=\"arabic\">ولشريك مناقب جمة ولسنا نرى فيه العصمة وقد بلغنا أنه قال ما وليت القضاء \n  حتى حلت لي الميتة .\n</p>\n<p class=\"arabic\">قال العقيلي ثنا محمد بن عثمان العنسي نا علي بن حكيم الأودي ثنا علي بن قادم \n  قال جاء عتاب وآخر إلى شريك فقال عتاب الناس يقولون إنك شاك فقال يا أحمق \n  كيف أكون شاكا لوددت أني كنت مع علي فخضبت يدي بسيفي من دمائهم .\n</p>\n<p class=\"arabic\">قلت كان في شريك يسير تشيع مع ثنائه على عثمان .\n</p>\n<p class=\"arabic\">قال محمد بن عثمان العنسي وثنا عبد الله بن محمد بن سالم أنا محمد بن سعيد \n  قال ذكر قوم معاوية عند شريك فنعتوه بالحلم فقال ليس بحليم من سفه الحق وقاتل \n  عليا .\n</p>\n<p class=\"arabic\">قال محمد بن عثمان وأنا الحسن سمعت أبا نعيم يقول شهد ابن إدريس بشهادة عند \n  شريك أو تقدم إليه في شيء فأمر به فأقيم ودفع في قفاه وقال شريك من أهل بيت \n  أحمق ما علمت .\n</p>\n<p class=\"arabic\">قلت هذا لما كان ابن إدريس شابا ثم إنه طال عمره وساد أهل الكوفة وكانت في \n  شريك قوة نفس فعن يحيى بن أيوب قال كنا عند شريك *11*177* فظهر منه جفاء للمحدثين \n  انتهر بعضهم فقال له شيخ إلى جنبه يا أبا عبد الله لو رفقت بهم .\n</p>\n<p class=\"arabic\">قال شريك النبل عون على الدين .\n</p>\n<p class=\"arabic\">عبد الله بن أحمد سمعت أبي يقول كان شريك لا يبالي كيف حدث حسن بن صالح أثبت \n  منه .\n</p>\n<p class=\"arabic\">قال أبو نعيم وأحمد بن حنبل وغيرهما مات شريك سنة سبع وسبعين ومائة .\n</p>\n<p class=\"arabic\">قلت مات في أول ذي القعدة وقد وقع لي من عواليه رحمة الله ) شعيب بن رزيق \n  المقدسيت أبو شيبة .\n</p>\n<p class=\"arabic\">عن الحسن البصري وعثمان بن أبي سودة وعطاء الخراساني وغيرهمز وعنه آدم بن \n  أبي إياس ويحيى بن يحيى التميمي ومحمد بن معاوية النيسابوري وبشر بن عمر الزهراني \n  وجماعة .\n</p>\n<p class=\"arabic\">قال دحيم لا بأس به .\n</p>\n<p class=\"arabic\">وقال الدارقطني ثقة *11*178* وقد فرق البخاري بينه وبين شعيب بن رزيق الطائفي \n  الثقفي .\n</p>\n<p class=\"arabic\">فالطائفي يروي عن الحكم بن حزن الكلفي الصحابي .\n</p>\n<p class=\"arabic\">روى عنه شهاب بن خراش .\n</p>\n<p class=\"arabic\">قال أبو حاتم صالح .\n</p>\n<p class=\"arabic\">قلت هو أقدم من الذي قبله ما هو وهو شعيب بن صفوان الثقفيم ن *11*179* أبو \n  يحيى .\n</p>\n<p class=\"arabic\">عن أبي هريرة .\n</p>\n<p class=\"arabic\">وعن عبد الملك بن عمير وعطاء بن السائب وحميد الطويل وعدة .\n</p>\n<p class=\"arabic\">وعنه عبد الرحمن بن مهدي وزكريا بن يحيى بن صبيح الوالسطي وأبو إبراهيم الترجماني \n  وعلي بن حجر والروليد بن شجاع وأبو حسان الزيادي وغيرهم .\n</p>\n<p class=\"arabic\">وكان في صحابة المنصور .\n</p>\n<p class=\"arabic\">قال أبو حاتم يكتب حديثه ولا يحتج به .\n</p>\n<p class=\"arabic\">وقال أحمد بن حنبل لا بأس به .\n</p>\n<p class=\"arabic\">وأما ابن عدي فقال عامة حديثه لا يتابع عليه .\n\n</p>"
}