{
    "header": "رابعة العدوية .",
    "id": "004615",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">رابعة العدوية .\n</h1>\n<p class=\"arabic\">العابدة البصرية المشهورة التأله والزهد .\n</p>\n<p class=\"arabic\">هي رابعة بنت إسماعيل كنيتها أم عمرو وولاؤها للعتكيين .\n</p>\n<p class=\"arabic\">وقد أفرد ابن الجوزي أخبارها في جزء في الشاميات رابعة العابدة معاصرة لها \n  فربما تداخلت أخبارها .\n</p>\n<p class=\"arabic\">قال خالد بن خداش سمعت رابعة صالحا المري يذكر الدنيا في قصصه فنادته هيه \n  ياصالح من أحب شيئا أكثر من ذكره .\n</p>\n<p class=\"arabic\">قال محمد بن الحسين البرجلاني نا بشر بن صالح العتكي قال أستاذن ناس على رابعة \n  ومعهم ) .\n</p>\n<p class=\"arabic\">سفيان الثوري فتذاكروا عندها ساعة وذكروا شيئا من أمر الدنيا فلما قاموا قالت \n  لامرأة تخدمها إذا جاء هذا الشيخ وأصحابه فلا تأذني لهم فإني رأيتهم يحبون \n  الدنيا *11*118* .\n</p>\n<p class=\"arabic\">وعن أبي يسار مسمع قال أتيت رابعة فقالت جئتني وأنا أطبخ أرزا فآثرت حديثك \n  على طبيخ الأرز فرجعت إلى القدر وقد طبخت .\n</p>\n<p class=\"arabic\">ابن أبي الدنيا نا محمد بن الحسين حدثني عبيس بن ميمون العطار حدثتني عبدة \n  بنت أبي شوال وكانت تخدم رابعة العدوية قالت كانت رابعة تصلي الليل كله فإذا \n  طلع الفجر هجعت هجعة حتى يسفر الفجر فكنت أسمعها تقول يانفس كم تنامين وإلى \n  كم تقومين يوشك أن تنامي نومة لا تقومي فيها إلا ليوم النشور .\n</p>\n<p class=\"arabic\">وقال أحمد بن أبي الحواري نا العباس بن الوليد قال قالت رابعة أستغفر الله \n  من قلة صدقي في قولي استغفر الله من قلة صدقي في قولي استغفر الله .\n</p>\n<p class=\"arabic\">وقال جعفر بن سليمان دخلت مع الثوري على رابعة فقال سفيان واحزناه فقالت لاتكذب \n  قل واقلة حزناه .\n</p>\n<p class=\"arabic\">وعن حماد بن زيد قال دخلت على رابعة أنا وسلام بن أبي مطيع فأخذ سلام في ذكر \n  الدنيا فقالت إنما يذكر شيء هو شيء فأما شيء ليس بشيء فلا .\n</p>\n<p class=\"arabic\">وقال شيبان ثنا رياح القيسي قال كنت اختلف إلى شميط بن عجلان أنا ورابعة فقالت \n  مرة تعال يا غلام وأخذت بيدي ودعت الله تعالى فإذا جرة خذراء مملوءة عسلا \n  أبيض فقالت كل فهذا والله لم تحوه بطون النحل .\n</p>\n<p class=\"arabic\">قال ففزعت من ذلك فقمنا وتركناه .\n</p>\n<p class=\"arabic\">قال أبو سعيد بن ألأعرابي أما رابعة فقد حمل الناس عنها حكمة كثيرة وحكى عنها \n  سفيان وشعبة وغيرهما مايدل على بطلان ما قيل عنها وقد تمثلت بهذا البيت *11*119* .\n</p>\n<p class=\"arabic\">% ولقد جعلتك في الفؤاد محدثي % % وابحت جسمي من أراد جلوسي % .\n</p>\n<p class=\"arabic\">فنسبها بعضهم إلى الحلول بنصف البيت وإلى الإباحة بتمام البيت وهذا غلو وجهل \n  ولا أحسب ينسبها إلا حلولي مباهي لينفق بها زندقته كما احتجوا بالخبر النبوي \n  فإذا أحببته كنت سمعه الذي يسمع به الحديث .\n</p>\n<p class=\"arabic\">قيل توفيت سنة ثمانين ومائة نحو نحو ثمانين سنة ) .\n\n</p>"
}