{
    "header": "صالح المريت .",
    "id": "004661",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">صالح المريت .\n</h1>\n<p class=\"arabic\">هو واعظ أهل البصرة أبو بشر صالح بن بشير البصري القاص *11*185* الزاهد الخاشع .\n</p>\n<p class=\"arabic\">روى عن الحسن وبكر بن عبد الله ومحمد بن سيرين وقتادة وأبي عمران الجوني وثابت \n  وعطاء السليمي ومالك بن دينار وطائفة .\n</p>\n<p class=\"arabic\">وعنه عفان ومسلم بن إبراهيم بن الحجاج النيلي وعبيد الله بن عائشة وطالوت \n  بن عباد وآخرون .\n</p>\n<p class=\"arabic\">قال البخاري منكر الحديث .\n</p>\n<p class=\"arabic\">وقال أبو داوود لا يكتب حديثه .\n</p>\n<p class=\"arabic\">ولابن معين فيه قولان فروى محمد بن عثمان عن ابن معين قال ضعيف .\n</p>\n<p class=\"arabic\">وقال عفان ذكر عند حماد بن سلمة صالح المري في حديث عن ثابت فقال كذب قال \n  أبو بشر الدولابي متروك الحديث .\n</p>\n<p class=\"arabic\">روى عباس عن يحيى أنه ليس له في صالح المري كبير رأي قال ليس به بأس .\n</p>\n<p class=\"arabic\">قلت روى خمسة عن يحيى تليين صالح المري وما ضعفه نزاع إنما الخلاف هل يترك \n  حديثه أو لا *11*186* قال ابن عدي صالح قاص حسن الصوت وعامة أحاديثه منكرات \n  ينكرها الأئمة عليه وليس بصاحب حديث وإنما أتي من قلة معرفته بالأسانيد والمتون \n  وعندي أنه لا يتعمد الكذب بل يغلط شيئا .\n</p>\n<p class=\"arabic\">وقيل كان صالح مولى لامرأة من بني مرة .\n</p>\n<p class=\"arabic\">قال البرجلاني عن أحمد بن إسحاق الحضرمي سمعت صالحا يقول للبكاء دواع الفكرة \n  في الذنوب فإن أجابت على ذلك القلوب وإلا نقلتها إلى الموقف وتلك الشدائد \n  و الأهوال فإن أجابت وإلا فاعرض عليها التقلب بين أطباق النيران ثم أنه صاح \n  وغشي عليه وضج الناس قال عثمان كان شديد الخوف لله كأنه ثكلى إذا قص ) .\n</p>\n<p class=\"arabic\">وقال أبو سعيد بن الأعرابي كان الغالب عليه كثرة الذكر والقراءة بالتخزين \n  يقال إنه أول من قرأ بالبصرة بالتخزين .\n</p>\n<p class=\"arabic\">قال وقال إن غير واحد ممن سمع قراءة صالح مات منها .\n</p>\n<p class=\"arabic\">ويقال إن سفيان الثوري لما دخل البصرة واختفى عند مرحوم العطأر فقال له مرحوم \n  هل لك أن تأتي قاصا عندنا فأتاه على نكرة على أنه كأحد القصاص فلما سمع كلامه \n  وتلاوته وسمعته يقول حدثنيفلان وحدثني فلان قال لمرحوم تقول هذا قاص إنما \n  هذا نذير وأعجب به .\n</p>\n<p class=\"arabic\">وقال عفان كنا نحضر مجلس صالح المري وكان إذا قص كأنه رجل مذكور يفزعك أمره \n  من حزنه وكثرة بكائه *11*187* .\n</p>\n<p class=\"arabic\">وقال الأصمعي شهدت صالحا المري عزى رجلا في إبنه فقال لئن كانت مصيبتك بابنك \n  لم تحدث لك موعظة في نفسك فمصيبتك بإبنك جلل في مصيبتك بنفسك فإياها فآبك .\n</p>\n<p class=\"arabic\">أخبرنا أحمد بن أبي الخير عن اللبان إجازة أنا أبو علي أنا أبو نعيم نا محمد \n  بن علي بن حبيش نا أحمد بن القاسم بن مساور نا أبو إبراهيم الترجماني ثنا \n  صالح بن بشير أبو بشر المري سمعت الحسن يحدث عن أنس عن النبي صلى الله عليه \n  وسلم فيما يرويه عن ربه عز وجل قال أربع خصال واحدة فيما بيني وبينك واحدة \n  فيما بينك وبين عبادي وواحدة لي وواحدة لك فأما التي لي فتعبدني لا تشرك به \n  شيئا وأما التي لك فما عملت من خير جزيتك به وأما التي بيني وبينك فمنك الدعاء \n  وعلي الإجابة وأما التي بينك وبين عبادي ترضى لهم ما ترضى لنفسك .\n</p>\n<p class=\"arabic\">تفرد به صالح وقد روي موقوفا .\n</p>\n<p class=\"arabic\">توفي صالح المري سنة اثنتين وسبعين ومائة وقيل سنة ست والأول أصح .\n\n</p>"
}