{
    "header": "عبد الله بن عمر بن حفص بن عاصم بن أمير اـ...",
    "id": "004682",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الله بن عمر بن حفص بن عاصم بن أمير المؤمنين عمر بن الخطاب ع م متابعة .\n</h1>\n<p class=\"arabic\">أبو عبد الرحمن العدوي العمري المدني .\n</p>\n<p class=\"arabic\">أحد أوعية العلم وهو أخو عبيد الله وعاصم وأبي بكر .\n</p>\n<p class=\"arabic\">روى عن سعيد المقبري ونافع والزهري وأبي الزبير ووهيب بن كيسان وأخيه وطائفة \n  ) .\n</p>\n<p class=\"arabic\">وعنه وكيع وابن وهب وسعيد بن أبي مريم والقعنبي وإسحاق *11*211* الفروي وأبو \n  جعفر النفيلي وعبد العزيز الأويسي وأبو نعيم وأبو مصعب وخلق كثير .\n</p>\n<p class=\"arabic\">وكان رجلا صالحا عالما خيرا صالح الحديث .\n</p>\n<p class=\"arabic\">قال أحمد بن حنبل لا بأس به .\n</p>\n<p class=\"arabic\">وقال ابن معين صويلح .\n</p>\n<p class=\"arabic\">وقال ابن المديني ضعيف .\n</p>\n<p class=\"arabic\">وقال الفلاس كان يحيى لا يحدث عن عبد الله بن عمر .\n</p>\n<p class=\"arabic\">وقال أيضا كان عبد الرحمن بن مهدي يحدث عنه .\n</p>\n<p class=\"arabic\">وقال أحمد بن حنبل كان عبد الله بن عمر رجلا صالحا كان يسأل في حياة عبيد \n  الله عن الحديث فيقول أما وأبو عثمان حي فلا يريد عبيد الله .\n</p>\n<p class=\"arabic\">قال أحمد كان عبد الله يزيد في الأسانيد ويخالف .\n</p>\n<p class=\"arabic\">وقال النسائي ليس بالقوي .\n</p>\n<p class=\"arabic\">وقال ابن حبان هو الذي روى عن نافع عن ابن عمر مرفوعا من أتى عرافا فسأله \n  لم تقبل له صلاة أربعين ليلة *11*212* .\n</p>\n<p class=\"arabic\">وبه كان النبي صلى الله عليه وسلم إذا توضأ خلل لحيته .\n</p>\n<p class=\"arabic\">قلت وروى ق عن نافع عن ابن عمر أن أهل قباء كانوا يجمعون وبه ق مرفوعا قال \n  لا يحرم الحرام الحلال .\n</p>\n<p class=\"arabic\">أخبرنا ابن عساكر أنبأنا عبد البر الهمذاني أنا أبو الخير الباغبان أنا أبو \n  عمرو بن مندة أنا الحسن بن حيوة أنا أحمد بن محمد اللبناني نا ابن أبي الدنيا \n  نا الفضل بن سهل نا موسى بن هلال ثنا عبد الله بن عمر عن نافع عن ابن عمر \n  قال قال رسول الله صلى الله عليه وسلم من زار قبري فقد وجبت له شفاعتي .\n</p>\n<p class=\"arabic\">تفرد بن موسى .\n</p>\n<p class=\"arabic\">وقد قال ابن عدي أرجو أنه لا بأس به .\n</p>\n<p class=\"arabic\">وقال العقيلي لا يصح حديثه ولا يتابع عليه .\n</p>\n<p class=\"arabic\">ثنا مطين نا جعفر بن البزوري نا موسى بن هلال البصري عن عبد الله بن عمر عن \n  نافع ) .\n</p>\n<p class=\"arabic\">عن ابن عمر فذكره أخبرنا أبو الحسن الهاشمي أنا ابن روزبة أنا أبو الوقت أنا \n  أبو إسماعيل الأنصاري أنا أبو الحسين بن العالي نا بشر بن أحمد نا ابن ناجية \n  نا عبيد بن محمد الوراق نا موسى بن هلال العبدي عن عبد الله بن عمر عن نافع \n  عن ابن عمر قال رسول الله صلى الله عليه وسلم من زارني بعد موتي وجبت له شفاعتي .\n</p>\n<p class=\"arabic\">ورواه القاضي المحاملي عن عبيد مثله وهو حديث منكر وفي الباب *11*213* الأخبار \n  اللينة مما يقوي بعضه بعضا لأن ما في رواتها متهم بالكذب والله أعلم .\n</p>\n<p class=\"arabic\">ومن أجودها إسنادا ما صح عن وكيع نا ابن عون وغيره عن الشعبي وأسود بن ميمون \n  عن هارون عن أبي وزعة عن حاطب قال رسول الله صلى الله عليه وسلم من زارني \n  بعد موتي فكأنما زارني في حياتي .\n</p>\n<p class=\"arabic\">وقال الطيالسي في مسنده حدثني سوار بن ميمون العبدي حدثني رجل من آل عمر عن \n  عمر سمعت رسول الله صلى الله عليه وسلم يقول من زار قبري أو قال من زارني \n  كنت له شفيعا .\n</p>\n<p class=\"arabic\">الحديث .\n</p>\n<p class=\"arabic\">وقد أفردت أحاديث الزيادة في جزء .\n</p>\n<p class=\"arabic\">وعبد الله بن عمر لا يبلغ حديثه درجة الصحة .\n</p>\n<p class=\"arabic\">وقد قال ابن عدي لا بأس به في رواياته ولا يلحق أخاه *11*214* .\n</p>\n<p class=\"arabic\">قلت مات سنة إحدى وسبعين ومائة هذا هو الصحيح .\n</p>\n<p class=\"arabic\">وقال ابن حبان مات سنة ثلاث وسبعين ومائة .\n\n</p>"
}