{
    "header": "عبد الله بن لهيعة بن عقبة بن قرعاند ت ق ...",
    "id": "004686",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الله بن لهيعة بن عقبة بن قرعاند ت ق م تبعا .\n</h1>\n<p class=\"arabic\">*11*218* *11*219* عالم الديار المصرية وقاضيها ومفتيها ومحدثها أبو عبد الرحمن \n  الحضرمي المصري .\n</p>\n<p class=\"arabic\">روى عن عبد الرحمن بن هرمز الأعرج وعطاء بن أبي رباح ومشرح بن هاعان وأبي \n  يونس مولى أبي هريرة وموسى بن وردان ويزيد بن أبي حبيب وأبي الأسود يتيم عروة \n  وعبيد الله بن أبي جعفر وخلق كثير من أهل بلده ومن أهل الحرمين .\n</p>\n<p class=\"arabic\">وعنه ابن وهب والوليد بن مسلم وابن المبارك وأبو عبد الرحمن المقريء وعبد \n  الله بن صالح وقتيبة بن سعيد ويحيى بن بكير ومحمد بن رمح وكامل بن طلحة وخلق \n  كثير .\n</p>\n<p class=\"arabic\">ومن الكبار الأوزاعي وعمرو بن الحارث وشعبة وجرير بن حازم .\n</p>\n<p class=\"arabic\">قال أبو داوود سمعت أحمد بن حنبل يقول ما كان محدث مصر إلا ابن لهيعة .\n</p>\n<p class=\"arabic\">وقال ابن بكير احترق منزل ابن لهيعة وكتبه سنة سبعين ومائة .\n</p>\n<p class=\"arabic\">وقال أحمد بن حنبل أيضا من كان بمصر مثل ابن لهيعة في كثرة حديثه وضبطه وإتقانه \n  حدثني إسحاق بن عيسى أنه لقيه سنة أربع وستين ومائة وأن كتبه احترقت سنة تسع \n  وستين ومائة .\n</p>\n<p class=\"arabic\">وأما سعيد بن أبي مريمفقال لم يحترق له كتاب وكان سيء الرأي فيه فكأنه احترقت \n  بعض كتبه *11*220* .\n</p>\n<p class=\"arabic\">وقال أحمد بن صالح كان ابن لهيعة صحيح الكتاب طلابا للعلم .\n</p>\n<p class=\"arabic\">وقال زيد بن الحباب سمعت الثوري يقول كان عند ابن لهيعة الأصول وعندنا الفروع .\n</p>\n<p class=\"arabic\">وقال عثمان بن صالح السهمي احترقت له كتب مع داره وسلمت أصوله أنا كتبت كتاب \n  عمار بن غزية من أصله .\n</p>\n<p class=\"arabic\">قلت ضعفه يحيى بن سعيد القطان وغيره وسائر النقاد على أنه لا يحتج بحديثه .\n</p>\n<p class=\"arabic\">قال عبد الرحمن بن مهدي كتب إلي لهيعة كتابا فإذا فيه ثنا عمرو بن شعيب فقرأته \n  على ابن المبارك فأخرج إلي كتابه عن ابن لهيعة فإذا فيه حدثني إسحاق بن أبي \n  فروة عن عمرو بن شعيب .\n</p>\n<p class=\"arabic\">قال معاوية بن صالح عن ابن معين ضعيف ) .\n</p>\n<p class=\"arabic\">وروى عباس عن ابن معين ليس بذاك القوي *11*221* .\n</p>\n<p class=\"arabic\">وروى الدارمي عن ابن معين ضعيف الحديث .\n</p>\n<p class=\"arabic\">وروى عباس عن ابن معين لا يحتج به .\n</p>\n<p class=\"arabic\">وسئل أبو زرعة عن سماع القدماء من ابن لهيعة فقال أوله وآخره سواء إلا أن \n  ابن المبارك وابن وهب كانا يتبعان أصوله .\n</p>\n<p class=\"arabic\">وقال أبو حاتم سمعت سعيد بن أبي مريم يقول حضرت ابن لهيعة في آخر عمره وقوم \n  من البربر يقرأون عليه من حديث منصور والأعمش فقلت له يا أبا عبد الرحمن ليس \n  هذا من حديثك .\n</p>\n<p class=\"arabic\">قال بلى هذه أحاديث قد مرت على مسمعي .\n</p>\n<p class=\"arabic\">فلم أكتب عنه بعد ذلك .\n</p>\n<p class=\"arabic\">وقال أبو زرعة كان ابن لهيعة لا يضبط وليس بحجة .\n</p>\n<p class=\"arabic\">وقال أبو سعيد بن يونس ذكر النسائي يوما ابن لهيعة فضعفه وقال ما *11*222* \n  أخرجت من حديثه شيئا قط إلا حديثا واحدا وهو حديث عمرو بن الحارث عن ابن لهيعة \n  عن مشرح عن عقبة مرفوعا قال في الحج سجدتان .\n</p>\n<p class=\"arabic\">أنا به هلال بن العلاء نا معافى بن سليمان عن موسى بن أعين عنه .\n</p>\n<p class=\"arabic\">وقال الجوزجاني ابن لهيعة لا يوقف على حديثه ولا ينبغي أن يحتج به ولا يعتد \n  به .\n</p>\n<p class=\"arabic\">وقال الحميدي عن يحيى القطان إنه كان لا يرى ابن لهيعة شيئا .\n</p>\n<p class=\"arabic\">وقال البخاري حدثني أحمد بن عبد الله أنا صدقة بن عبد الرحمن نا ابن لهيعة \n  عن مشرح بن هاعان عن عقبة سمعت رسول الله صلى الله عليه وسلم يقول لو تمت \n  البقرة ثلاثمائة آية لتكلمت .\n</p>\n<p class=\"arabic\">قال الميموني سمعت أبا عبد الله وذكر ابن لهيعة فقال كانوا يقولون احترقت \n  كتبه فكان يؤتى بكتب الناس فيقرأها .\n</p>\n<p class=\"arabic\">أحمد بن حنبل نا خالد بن خداش قال لي ابن وهب ورآني لا أكتب حديث ابن لهيعة \n  إني لست كغيري في ابن لهيعة فاكتبها .\n</p>\n<p class=\"arabic\">وعن أبي الوليد بن أبي الجارود عن ابن معين قال يكتب عن ابن لهيعة ما كان \n  قبل احتراق ) .\n</p>\n<p class=\"arabic\">كتبه *11*223* .\n</p>\n<p class=\"arabic\">قال ابن حبان كان ابن لهيعة شيخا صالحا ولكنه كان يدلس عن الضعفاء قبل احتراق \n  كتبه ثم احترقت كتبه قبل موته بأربع سنين .\n</p>\n<p class=\"arabic\">وكان من أصحابنا يقولون سماع من سمع منه قبل احتراق كتبه مثل العبادلة عبد \n  الله بن وهب وعبد الله بن المبارك وعبد الله بن المبارك وعبد الله بن يزيد \n  المقريء وعبد الله بن مسلمة القعنبي فسماعهم صحيح ومن سمع منه بعد احتراق \n  كتبه فسماعه ليس بشيء .\n</p>\n<p class=\"arabic\">قال وكان ابن لهيعة من الكتابين للحديث والجماعين للعلم والرحالين فيه ولقد \n  حدثني شكر نا يوسف بن مسلم عن بشر بن المنذر قال كان ابن لهيعة يكنى أبا خريطة \n  معلقة في عنقه فكان يدور بمصر فكلما قدم قوم كان يدور عليهم فكان إذا رأى \n  شيخا سأله من لقيت وعمن كتبت عثمان بن صالح السهمي نا إبراهيم بن إسحاق قاضي \n  مصر قال أنا حملت رسالة الليث إلى مالك فجعل مالك يسألني عن ابن لهيعة وأخبره \n  بحاله فجعل يقول أليس يذكر الحج فسبق إلى قلبي أنه يريد مشافهته والسماع منه .\n</p>\n<p class=\"arabic\">قال ابن حبان قد سمعت أخبار ابن لهيعة من رواية المتقدمين والمتأخرين فرأيت \n  التخطيط عنه في رواية المتأخرين موجودا وما لا أصل له في رواية المتقدمين \n  كثيرا فرجعت إلى الإعتبار فرأيته يدلس عن قوم ضعفاء على قوم رآهم ابن لهيعة \n  ثقات فألزق تلك الموضوعات بهم *11*224* .\n</p>\n<p class=\"arabic\">قال قتيبة لكما احترقت كتب ابن لهيعة بعث إليه الليث بن سعد بألف دينار .\n</p>\n<p class=\"arabic\">وقال حضرت موت ابن لهيعة فسمعت الليث يقول ما خلف مثله .\n</p>\n<p class=\"arabic\">وقال نعيم بن حماد سمعت يحيى بن حسان يقول جاء قوم ومعهم جزء فقالوا سمعناه \n  من ابن لهيعة فنظرت فيه فإذا ليس فيه حديث من حديثه فقمت إلى ابن لهيعة فقلت \n  ما هذاقال فما أصنع بهم يجيئون بكتاب فيقولون هذ من حديثك فأحدثهم به .\n</p>\n<p class=\"arabic\">قلت ولي ابن لهيعة قضاء مصر للمنصور في سنة خمس وخمسين ى ومائة فبقي تسعة \n  أشهر ورزق في الشهر ثلاثين دينارا .\n</p>\n<p class=\"arabic\">وقد قال ابن وهب مرة حدثني والله الصادق البار عبد الله بن لهيعة .\n</p>\n<p class=\"arabic\">قلت ومناكيره جمة ومن أردئها كامل بن طلحة عن ابن لهيعة أن حيي بن عبد الله \n  أخبره عن أبي عبد الرحمن الحلبي عن عبد الله بن عمرو أن رسول الله صلى الله \n  عليه وسلم قال في ) .\n</p>\n<p class=\"arabic\">مرضه أدعوا لي أخي .\n</p>\n<p class=\"arabic\">فدعوا أبا بكر فاعرض عنه ثم قال أدعوا لي أخي .\n</p>\n<p class=\"arabic\">فدعوا له عمر فأعرض عنه ثم عثمان كذلك ثم قال أدعوا لي أخي فدعوا له عليا \n  فستره بثوبه وانكب عليه فلما خرج قيل يا أبا الحسن ماذا قال لك *11*225* قال \n  علمني ألف باب يفتح كل باب ألف باب .\n</p>\n<p class=\"arabic\">رواه أبو أحمدبن عدي ثم قال لعل البلاء فيه من ابن لهيعة فإنه مفرط في التشيع \n  كذا قال ابن عدي وما رأيت أحدا قبله رماه بالتشيع .\n</p>\n<p class=\"arabic\">وكامل الجحدري وإن كان قد قال أبو حاتم لا بأس به وقال ابن حنبل ما علمت أحدا \n  بدفعه بحجة فقد قال فيه أبو داوود رميت بكتبه .\n</p>\n<p class=\"arabic\">وقال ابن معين ليس بشيء فلعل البلاء من كامل والله أعلم .\n</p>\n<p class=\"arabic\">وقد وقع لي غير حديث من عوالي ابن لهيعة .\n</p>\n<p class=\"arabic\">وقال يونس مات في نصف ربيع الأول سنة أربع وسبعين ومائة وولد سنة سبع وتسعين .\n</p>\n<p class=\"arabic\">وقال ابن حبان كان مولده سنة ست وتسعين رحمة الله .\n\n</p>"
}