{
    "header": "مالك بن أنس ع .",
    "id": "004770",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">مالك بن أنس ع .\n</h1>\n<p class=\"arabic\">*11*317* هو الإمام العالم شيخ الإسلام أبو عبد الله مالك بن أنس بن مالك \n  بن أبي عامر بن عمرو بن الحارث بن غيمان بن خثيل بن عمرو بن الحارث *11*318* .\n</p>\n<p class=\"arabic\">والحارث هو ذو أصبح بن عوف بن مالك بن زيد بن عامر بن ربيعة بن نبت بن مالك \n  بن زيد بن كهلان بن سبأ بن يعرب بن قحطان وإلى قحطان جماع اليمن .\n</p>\n<p class=\"arabic\">وقيل ذو أصبح من حمير المدني الأصبحي حليف عثمان بن عبيد الله التميمي أخي \n  طلحة رضي الله عنهما .\n</p>\n<p class=\"arabic\">مولد مالك سنة ثلاث وتسعين سمعه منه يحيى بن بكير وهي السنة التي مات فيها \n  أنس بن مالك الأنصاري خادم النبي صلى الله عليه وسلم .\n</p>\n<p class=\"arabic\">وقال أبو داوود ولد سنة اثنتين وتسعين .\n</p>\n<p class=\"arabic\">قلت الأول هو الصحيح .\n</p>\n<p class=\"arabic\">وقيل ولد في خلافة سليمان بن عبد الملك وليس بشيء .\n</p>\n<p class=\"arabic\">وأول طلبه للعم في حدود سنة عشر ومائة وفيها توفي الحسن البصري فأخذ عن نافع \n  ولازمه وعن سعيد المقبري ونعيم المجمر ووهب بن كيسان والزهري وابن المنكدر \n  وعاعمر بن عبد الله بن الزبير وعبد الله بن دينار وزيد بن أسلم وصفوان بن \n  سليم وإسحاق بن أبي طلحة ومحمد بن يحيى بن حبان ويحيى بن سعيد وأيوب السختياني \n  وأبي الزناد وربيعة بن أبي عبد الرحمن وخلق سواهم من علماء المدينة فقل ما \n  روى عن غير أهل بلده .\n</p>\n<p class=\"arabic\">روى عنه من شيوخه الزهري وربيعة ويحيى بن سعيد وغيرهم ومن أقرانه الأوزاعي \n  ) .\n</p>\n<p class=\"arabic\">والثوري والليث وخلق وابن المبارك ويحيى بن سعيد القطان ومحمد بن الحسن وابن \n  وهب ومعن بن عيسى والشافعي وعبد الرحمن بن مهدي وأبو مسهر وأبو عاصم وعبد \n  الله بن يوسف التنسي والقعنبي وسعيد بن منصور ويحيى بن يحيى ويحيى بن يحيى \n  القرطبي ويحيى بن بكير والنفيلي ومصعب الزبيري وأبو مصعب الزهري وقتيبة بن \n  سعيد وهشام بن عمار وسويد بن سعيد وعتبة بن عبد الله المروزي *11*319* وإسماعيل \n  بن موسى السدي وخلائق آخرهم وفاة أحمد بن إسماعيل السهمي .\n</p>\n<p class=\"arabic\">قال مصعب الزبيري سمعت أبي الزبير يقول ثنا مالك قال رأيت عطاء بن أبي رباح \n  دخل المسجد وأخذ برمانة المنبر ثم استقبل القبلة يدعو .\n</p>\n<p class=\"arabic\">قال علي بن المديني لمالك نحو ألف حديث .\n</p>\n<p class=\"arabic\">وكان عبد الرحمن بن مهدي لا يقدم على مالك أحدا .\n</p>\n<p class=\"arabic\">قال معن بن عيسى والواقدي ومحمد بن الضحاك حملت بمالك أمه ثلاث سنين .\n</p>\n<p class=\"arabic\">وعن عيسى بن عمر المدني قال ما رأيت بياضا قط ولا حمرة أحسن من مالك ولا أشد \n  بياض ثوب من مالك .\n</p>\n<p class=\"arabic\">وقال غير واحد كان مالك رجلا طويلا جسيما عظيم الهامة أبيض الرأس واللحية \n  أشقر أصلع عظيم اللحية عريضها وكان لا يحفي شاربه ويراه مثلة .\n</p>\n<p class=\"arabic\">وقيل كان أزرق العينين .\n</p>\n<p class=\"arabic\">وقال مطرف بن عبد الله كان طويلا عظيم الهامة أبيض الرأس واللحية شديد البياض \n  بشقرة .\n</p>\n<p class=\"arabic\">وقال محمد بن الضحاك الحزامي كان مالك نقي الثوب رقيقه يكره اختلاف اللبوس .\n</p>\n<p class=\"arabic\">قال الوليد بن مسلم كان مالك يلبس البياض ورأيته والأوزاعي يلبسان *11*320* \n  السيجان ولا يريان بلبسها بأسا .\n</p>\n<p class=\"arabic\">قال أشهب كان مالك إذا آعتم جعل منها تحت ذقنه ويسدل طرفها بين كتفيه .\n</p>\n<p class=\"arabic\">وقال خالد بن خداش رأيت على مالك طيلسانا وثيابا كروية جيادا .\n</p>\n<p class=\"arabic\">قال أشهب كان مالك إذا اكتحل للضرورة جلس في بيته .\n</p>\n<p class=\"arabic\">وقال مصعب كان يلبس الثياب العدنية الجياد ويتطيب .\n</p>\n<p class=\"arabic\">قلت قد كان هذا الإمام عظيم الجلالة كثير الوقار ) .\n</p>\n<p class=\"arabic\">قال عبد الله بن أحمد قلت لأبي من أثبت أصحاب الزهري قلت مالك أثبت في كل \n  شيء .\n</p>\n<p class=\"arabic\">وقال الشافعي إذا ذكر العلماء فمالك النجم .\n</p>\n<p class=\"arabic\">وقال ابن سعد في الطبقات كان مالك رحمه الله ثقة ثبتا حجة فقيها عالما ورعا \n  *11*321* .\n</p>\n<p class=\"arabic\">وقال ابن مهدي مالك أفقه من الحكم وحماد .\n</p>\n<p class=\"arabic\">وقال الشافعي لولا مالك وابن عيينة لذهب علة الحجاز وما في الأرض كتبا في \n  العلم أكثر صوابا من الموطأ .\n</p>\n<p class=\"arabic\">أخبرنا أحمد بن إسحاق نا محمد بن أبي القاسم الخطيب وأنا علي بن تيمية بمصر \n  أنا عبد اللطيف بن يوسف قالا أنا محمد بن عبد الباقي أنا علي بن محمد الأنصاري \n  أنا عبد الواحد بن محمد نا محمد بن مخلد نا أبو يحيى محمد بن سعيد بن غالب \n  العطار نا ابن عيينة عن ابن جريج عن أبي الزبير عن أبي صالح عن أبي هريرة \n  يبلغ به النبي صلى الله عليه وسلم قال لتضربن الناس أكباد الإبل في طلب العلم \n  فلا يجدون عالما أعلم من عالم المدينة .\n</p>\n<p class=\"arabic\">وبه قال ابن مخلد نا ليث بن الفرج بالعسكر نا عبد الرحمن بن مهدي عن سفيان \n  عن ابن جريج فذكر الحديث مرفوعا .\n</p>\n<p class=\"arabic\">وبه قال ابن مخل حدثني إسحاق بن يعقوب العطار ثنا أبو موسى الأنصاري سألت \n  ابن عيينة أكان ابن جريج يقول نرى أنه مالك بن أنس فقال إنما العالم من يخشى \n  من الله ولا نعلم أحدا كان أخشى لله من العمري يعني عبد الله بن عبد العزيز .\n</p>\n<p class=\"arabic\">وقال محمد بن حماد الطهراني قال عبد الرزاق عقيبه كنا نرى أنه مالك قلت وكذا \n  قال غير واحد إنه مالك .\n</p>\n<p class=\"arabic\">وقيل هو سعيد بن المسيب قال خالد بن نزار الأيلي بعث أبو جعفر المنصور إلى \n  مالك حين قدم المدينة فقال إن الناس قد اختلفوا بالعراق فضع *11*322* للناس \n  كتابا نجمعهم عليه فوضع الموطأ .\n</p>\n<p class=\"arabic\">قال ابن وهب عن مالك قال دخلت على أبي جعفر مرارا وكان لا يدخل عليه أحد من \n  الهاشميين وغيرهم إلا قبل يده فلم أقبل يده قط .\n</p>\n<p class=\"arabic\">وقال يحيى القطان كان مالك إماما في الحديث وهو أحب إلي من معمر .\n</p>\n<p class=\"arabic\">وقال الشافعي كان مالك إذا شك في حديث طرحه كله ) .\n</p>\n<p class=\"arabic\">قال شعبة قدمت المدينة بعد وفاة نافع بسنة وإذا لمالك حلقة .\n</p>\n<p class=\"arabic\">قلت تصدر للعلم وقد نيف على العشرين .\n</p>\n<p class=\"arabic\">قال عبد السلام بن عاصم قلت لأحمد بن حنبل رجل يحب أن يحفظ حديث رجل بعينه .\n</p>\n<p class=\"arabic\">قال يحفظ حديث مالك قلت فرأي .\n</p>\n<p class=\"arabic\">قال رأي مالك .\n</p>\n<p class=\"arabic\">وقال ابن وهب قيل لأخت مالك ما كان شغل مالك في بيته قالت المصف والتلاوة .\n</p>\n<p class=\"arabic\">وقال أبو مصعب كانوا يزدحمون على باب مالك حتى يقتتلوا من الزحام وكنا نكون \n  عنده فلا يكلم ذا ذا ولا يلتفت ذا إلى ذا والناس قابلون برؤوسهم هكذا وكانت \n  السلاطين تهابه وهم قابلون منه ومستمعون وكان يقول لا ونعم ولا يقال له من \n  أين قلت هذا *11*323* قال مطرف بن عبد الله وغيره كان خاتم مالك فصه أسود \n  حجر ونقشه حسبي الله ونعم الوكيل .\n</p>\n<p class=\"arabic\">وكان يلبسه في ساره وربما لبسه في يمينه .\n</p>\n<p class=\"arabic\">وعن عبد الرحمن بن مهدي قال ما رأيت أهيب من مالك ولا أتم عقلا ولا أشد تقوى .\n</p>\n<p class=\"arabic\">قال ابن وهي الذي نقلنا من أدب مالك أكثر مما تعلمناه من علمه .\n</p>\n<p class=\"arabic\">وعن مالك قال ما جالست سفيها قط .\n</p>\n<p class=\"arabic\">قال ابن عبد الحكم أفتى مالك مع نافع وربيعة ويحيى بن سعيد .\n</p>\n<p class=\"arabic\">وعن مالك قال قدم الزهري وحدثنا فقال له ربيعة ههنا من يسرد عليك ما حدثت \n  به أمس .\n</p>\n<p class=\"arabic\">قال ومن قال ابن أبي عامر .\n</p>\n<p class=\"arabic\">قال هات فحدثه بأربعين حديثا من نيف وأربعين .\n</p>\n<p class=\"arabic\">فقال الزهري ما كنت أرى من يحفظ هذا الحفظ غيري .\n</p>\n<p class=\"arabic\">وقال الواقدي حسدوا مالكا وسعوا به إلى جعفر بن سليمان وهو على المدينة وقال \n  إنه لا يرى بيعتكم هذه شيئا ويأخذ بحديث طلاق المكره أنه لا يجوز .\n</p>\n<p class=\"arabic\">فغضب ودعا به وجرد ومدت يده حتى انخلع كتفه ) .\n</p>\n<p class=\"arabic\">وفي روايه يداه حتى انخلعت كتفاه .\n</p>\n<p class=\"arabic\">قال الواقدي فوالله ما زال بعد ذلك الضرب في علو ورفعة .\n</p>\n<p class=\"arabic\">وروى الحافظ أبو الوليد الباجي قال حج المنصور فأقاد مالكا من جعفر بن سليمان \n  فامتنع وقال معاذ الله *11*324* .\n</p>\n<p class=\"arabic\">قال نعيم بن حماد نا ابن المبارك قال ما رأيت أحدا ارتفع مثل ما ارتفع مالك \n  من رجل لم يكن له كثير صلاة إلا أن تكون له سريرة .\n</p>\n<p class=\"arabic\">وقال أشهب رأيت أبا حنيفة بين يدي مالك كالصبي بين يدي أبيه .\n</p>\n<p class=\"arabic\">وقال أبو مصعب سمعت مالكا يقول سألني أبو جعفر عن أشياء ثم قال أنت والله \n  أعقل الناس وأنت اعلم الناس .\n</p>\n<p class=\"arabic\">قلت لا والله يا أمير المؤمنين .\n</p>\n<p class=\"arabic\">قال بلى ولكنك تكتم والله ل بقيت لأكتبن قولك كما تكتب المصاحف ولأبعثن به \n  إلى ألآفاق فأحملهم عليه .\n</p>\n<p class=\"arabic\">حفص بن عبد الله سمعت غبراهيم بن طهمان يقول أتيت المدينة فكتبت بها ثم قدمت \n  الكوفة فأتيت أبا حنيفة فسلمت عليه فقال لي عمن كتبت أكتبت عن مالك شيئا قلت \n  نعم قال جئني بما كتبت عنه .\n</p>\n<p class=\"arabic\">فأتيته به فدعا بقرطاس ودواة فجعلت أمل عليه وهو يكتب وقال نصر بن علي نا \n  حسين بن عروة قال قدم المهدي فبعث إلى مالك بألفي دينار أو قال بثلاثة آلاف \n  دينار .\n</p>\n<p class=\"arabic\">قال قتيبة كنا إذا دخلنا على مالك خرج إلينا مكحلا مزينا مطيبا قد لبس من \n  أحسن ثيابه ثم تصدر فدعا بالمراوح فأعطى لكل إنسان منا مروحة .\n</p>\n<p class=\"arabic\">ابن سعد نا محمد بن عمر قال كان مالك يشهد الصلوات والجمعة والجنائز ويعود \n  المرضى ويقضي الحقوق ويجلس في المسجد ثم ترك الجلوس في المسجد فكان يصلي ويرجع \n  إلى منزله وترك شهود الجنائز فكان يأتي أصحابها فيعزيهم ثم ترك ذلك كله حتى \n  ترك الجمعة .\n</p>\n<p class=\"arabic\">واحتمل الناس ذلك كله وكانوا أرغب ما كانوا فيه وأشده له تعظيما حتى مات على \n  ذلك .\n</p>\n<p class=\"arabic\">وكان ربما كلم قي ذلك فيقول ليس كل واحد يقدر أن يتكلم بعذره *11*325* .\n</p>\n<p class=\"arabic\">وكان يجلس في منزله على ضجاع ونمارق يمنة ويسرة في سائر البيت لمن يأتيه من \n  قريش ) .\n</p>\n<p class=\"arabic\">والأنصار والناس وكان مجلسه مجلس وقار وحلم وعلم .\n</p>\n<p class=\"arabic\">وكان مهيبا نبيلا ما في مجلسه شيء من المراء واللغط ولا رفع صوت وكان الغرباء \n  يسألونه عن الحديث فلا يجيب إلا في الحديث بعد الحديث وربما أذن لبعضهم أن \n  يقرأ عليه وكان له كاتب قد نسخ كتبه يقال له حبيب يقرأ للجماعة فليس أحد من \n  يحضره يدنو ولا ينظر في كتابه ولا يستفهم هيبة له وإجلالا .\n</p>\n<p class=\"arabic\">وكان حبيب إذا قرأ فأخطأ فتح عليه مالك وكان ذلك قليلا .\n</p>\n<p class=\"arabic\">قال هلال بن العلاء وأبو حاتم أنا أبو سيف محمد بن أحمد نا عتبة بن حماد الدمشقي \n  عن مالك قال قال لي المنصور ما على ظهرها أعلم منك .\n</p>\n<p class=\"arabic\">قلت بلى .\n</p>\n<p class=\"arabic\">قال فسمهم لي .\n</p>\n<p class=\"arabic\">قلت لا أحفظ أسماءهم .\n</p>\n<p class=\"arabic\">قال قد طلبت هذا الشأن في زمان بني أمية فقد عرفته فأما أهل العراق فأهل إفك \n  وباطل أما أهل الشام فأهل جهاد وليس فيهم كبير على علم وأما أهل الحجاز ففيهم \n  بقية العلم فأنت عالم الحجاز .\n</p>\n<p class=\"arabic\">زاد أبو حاتم فلا تردن على أمير المؤمنين قوله .\n</p>\n<p class=\"arabic\">ثم قال أكتب هذا العلم لمحمد .\n</p>\n<p class=\"arabic\">حماد بن غسان واه .\n</p>\n<p class=\"arabic\">نا ابن وهب سمعت مالكا يقول لقد حدثت بأحاديث وددت أني ضربت بكل حديث منها \n  سوطين ولم أحدث بها .\n</p>\n<p class=\"arabic\">قال مصعب الزبيري سأل الرشيد مالكا وهو في منزل مالك ومعه بنوه *11*326* أن \n  يقرأ عليهم فقال ما قرأت على أحد منذ زمان وإنما يقرأ علي فقال اخرج الناس \n  حتى أقرأ أنا فقال إذا منع العام لبعض الخاص لم ينتفع الخاص وأمر معنا فقرأ \n  عليه .\n</p>\n<p class=\"arabic\">قال إسماعيل بن أبي أويس كان مالك لا يفتي حتى يقول لا حول ولا قوة إلا بالله .\n</p>\n<p class=\"arabic\">وقال أبو مصعب لم يشهد مالك الجماعة خمسا وعشرين سنة .\n</p>\n<p class=\"arabic\">فقيل له ما يمنعك .\n</p>\n<p class=\"arabic\">قال مخافة أن أرى منكرا فأحتاج أن أغيره رواها إسماعيل القاضي عنه ) .\n</p>\n<p class=\"arabic\">وقال الحسين بن الحسن بن مهاجر الحافظ سمعت أبا مصعب يقول كان مالك بعد تخلفه \n  عن المسجد يصلي في منزله في جماعة يصلون بصلاته .\n</p>\n<p class=\"arabic\">وكان يصلي صلاة الجمعة في منزله وحده .\n</p>\n<p class=\"arabic\">وقال أحمد بن سعيد الرباطي سمعت عبد الرزاق قال سأل سندي مالكا عن مسألة فأجابه \n  فقال أنت من الناس أحيانا تخطيء وأحيانا لا تصيب قال صدقت هكذا الناسز ففطنوا \n  مالكا فقال عهدت العلماء لا يتكلمون بمثل هذا .\n</p>\n<p class=\"arabic\">وقال يحيى بن بكير قلت لمالك إني سمعت الليث يقول رأيت صاحب كلام يمشي على \n  الماء فلا تثقن به .\n</p>\n<p class=\"arabic\">فقال مالك إن رأيته يمشي على الهواء فلا تأمنن ناحيته ولا تثقن به .\n</p>\n<p class=\"arabic\">النجاد نا هلال بن العلاء حدثني أبو يوسف الصيدلاني سمعت محمد بن الحسن الشيباني \n  قال كنت عن مالك فقال لأصحابه أنظروا أهل المشرق فنزلوهم بمنزلة أهل الكتاب \n  إذا حدثوكم فلا تصدقوهم ولا تكذبوهم *11*327* .\n</p>\n<p class=\"arabic\">ثم رآني فكأنه استحى فقال يا أبا عبد الله أكره أن تكون غيبة كذا أدركت أصحابنا \n  يقولون فهذه الحكاية عن مالك يريد بها من لم تثبت عدالته منهم فإنه بلاريب \n  مجهول الحال فلا يعتمد عليه .\n</p>\n<p class=\"arabic\">ومن علم كذبه رد خبره أما من ثبت صدقه وإتقانه فهم كعلماء المدينة فلمالك \n  نظرآء في أهل المشرق مثل شعبة وحماد بن زيد ويزيد بن زريع ولشيوخ مالك نظراء \n  كمنصور والأعمش وقتادة وللقاسم وسالم وعروة نظرآء في الجلالة كالشعبي والنخعي \n  ومحمد بن سيرين نعم الكذابون يندرون بالحجاز ويكثرون بالعراق .\n</p>\n<p class=\"arabic\">قال البوسنجي سمعت عبد الله بن عمر بن الرماح قال دخلت على مالك فقلت يا أبا \n  عبد الله ما في الصلاة من فريضة وما فيها من سنة فقال مالك هذا كلام الزنادقة \n  أخرجوه .\n</p>\n<p class=\"arabic\">وقال أشهب كنت عند مالك فسئل عن البتة فقال هي ثلاث فأخذت ألواحي لأكتب فقال \n  لا تكتب فعسى في العشي أن أقول إنها واحدة .\n</p>\n<p class=\"arabic\">وقال معن بن عيسى سمعت مالكا يقول إنما أنا بشر أخطي وأصيب فانظروا في رأيي \n  فكل ما وافق الكتاب والسنة فخذوا به وما خالف فاتركوه ) .\n</p>\n<p class=\"arabic\">إسماعيل بن أبي أويس حدثني مالك قال لما أراد يحيى بن سعيد أن يخرج إلى العراق \n  قال لي أكتب لي مائة حديث من حديث ابن شهاب فكتبتها له فأخذها .\n</p>\n<p class=\"arabic\">قلت لمالك فما قرأها عليك ولا قرأتها عليه قال لا هو أفقه من ذلك .\n</p>\n<p class=\"arabic\">منصور بن سلمة الخزاعي كنت عند مالك فقال له رجل يا أبا عبد الله أقمت على \n  بابك سبعين يوما وقد كتبت ستين حديثا .\n</p>\n<p class=\"arabic\">فقال ستون حديثا وكأنه يستكثرها .\n</p>\n<p class=\"arabic\">فقال له الرجل إنا ربما كتبنا بالكوفة في المجلس ستين حديثا .\n</p>\n<p class=\"arabic\">قال وكيف بالعراق دار الضرب يضرب بالليل وينفق بالنهار *11*328* .\n</p>\n<p class=\"arabic\">أحمد بن حنبل نا إسحاق بن الطباع سألت مالكا عما يترخص فيه أهل المدينة من \n  الغناء فقال إنما يفعله عندنا الفساق .\n</p>\n<p class=\"arabic\">ابن وهب عن مالك قال سمعت من الزهري أحاديث كثيرة لا أحدث بها أبدا وقال معن \n  كان مالك يتحفظ من الباء والتاء .\n</p>\n<p class=\"arabic\">وسمع ابن وهب مالكا يقول إن الرجل إذا ذهب يمدح نفسه ذهب بهاؤه .\n</p>\n<p class=\"arabic\">وقال أبو الربيع بن أبي رشدين نا ابن وهب قال كنا عند مالك فقال رجل يا أبا \n  عبد الله الرحمن على العرش استوى كيف استواؤه فأطرق مالك وأخذته الدحضاء ثم \n  رفع رأسه فقال الرحمن على العرش استوى كما وصف نفسه ولا يقال له كيف وكيف \n  عنه مرفوع وأنت رجل سوء صاحب بدعة أخرجوه فأخرج الرجل .\n</p>\n<p class=\"arabic\">وقال محمد بن عمرو بن النضر النيسابوري سمعت يحيى بن يحيى يقول كنا عند مالك \n  فجاءه رجل فقال الرحمن على العرش استوى كيف استوى وذكر نحوه ولفظه فقال الإستواء \n  غير مجهول والكيف غير معقول .\n</p>\n<p class=\"arabic\">وقال عبد الله بن نافع قال مالك الله في السماء وعلمه في كل مكان رواه أحمد \n  بن حنبل عن سريج بن النعمان عن ابن نافع .\n</p>\n<p class=\"arabic\">قال عبد الرحمن بن مهدي سمعت مالكا يقول التوقيت في المسح على الخفين بدعة .\n</p>\n<p class=\"arabic\">قلت قد صح التوقيت ولكن لم يبلغ مالكا ذلك ) *11*329* .\n</p>\n<p class=\"arabic\">قال البخاري أصح الأسانيد مالك عن نافع عن ابن عمر .\n</p>\n<p class=\"arabic\">قال ابن عبد البر في تمهيده هذا كتبته من حفظي أن عبد الله بن عبد العزيز \n  العمري كتب إلى مالك يحضه على الإنفراد والعمل فكتب إليه مالك إن الله قسم \n  الأعمال كما قسم الأرزاق فرب رجل فتح له في الصلاة ولم يفتح له في الصوم وآخر \n  العلم فتح له في الصدقة ولم يفتح له في الصوم وآخر فتح له في الجهاد ونشر \n  العلم من أفضل الأعمال وقد رضيت ما فتح لي فيه وما أظن ما أنا فيه بدون ما \n  أنت فيه وأرجو أن يكون كلانا على خير وبر .\n</p>\n<p class=\"arabic\">قلت ما أحسن ما جاوب العمري عليه بسابق مشيئة الله في عباده ولم يفضل طريقته \n  في العلم على طريقة العمري في التأله والزهد .\n</p>\n<p class=\"arabic\">قال أبو حاتم الرازي ثنا عبد المتعال بن صالح صاحب مالك قال قيل لمالك إنك \n  تدخل على السلطان وهم يظلمون ويجورون .\n</p>\n<p class=\"arabic\">قال يرحمك الله فأين التكلم بالحق قال موسى بن داوود سمعت مالكا يقول قدم \n  علينا أبو جعفر سنة خمسين ومائة فدخلت عليه فقال لي يا مالك كثر شيبك .\n</p>\n<p class=\"arabic\">قلت نعم يا أمير المؤمنين من أتت عليه السنون كثر شيبه .\n</p>\n<p class=\"arabic\">قال لي مالي أراك تعتمد على قول ابن عمر من بين الصحابة .\n</p>\n<p class=\"arabic\">قلت كان آخر من بقي عندنا من الصحابة فاحتاج إليه الناس فسألوه فتمسكوا بقوله .\n</p>\n<p class=\"arabic\">قال ابن المديني في مراتب أصحاب نافع أيوب وفضله ومالك وإتقانه وعبيد الله \n  بن عمر وحفظه .\n</p>\n<p class=\"arabic\">محمد بن عبد الله بن عبد الحكم سمعت الشافعي يقول قال لي محمد بن الحسن أيما \n  أعلم صاحبنا أو صاحبكم *11*330* قلت على الإنصاف قال نعم .\n</p>\n<p class=\"arabic\">قلت أنشدك بالله من أعلم بالقرآن قال صاحبكم .\n</p>\n<p class=\"arabic\">قلت فمن أعلم بالسنة قال اللهم صاحبكم .\n</p>\n<p class=\"arabic\">قلت فمن أعلم بأقاويل الصحابة والمتقدمين قال صاحبكم يعني مالكا .\n</p>\n<p class=\"arabic\">قلت لم يبق إلا القياس والقياس لا يكون إلا على هذه الأشياء فمن لم يعرف الأصول \n  على أي شيء يقيس ) .\n</p>\n<p class=\"arabic\">أحمد بن سنان سمعت عبد الرحمن بن مهدي قال كنا عند مالك فجاءة رجل فقال جئتك \n  من مسيرة ستة أشهر حملني أهل بلادي مسألة .\n</p>\n<p class=\"arabic\">قال سل .\n</p>\n<p class=\"arabic\">فسأله عنها فقال لا أحسن .\n</p>\n<p class=\"arabic\">قال فأي شيء أقول لأهل بلادي قال تقول قال مالك لا أحسن .\n</p>\n<p class=\"arabic\">قال الفضل بن زياد سألت أحمد من الذي ضرب مالك قال ضربه بعض الولاة في طلاق \n  المكره كان لا يجيزه فضربه لذلك .\n</p>\n<p class=\"arabic\">وقال أبو داوود ضرب جعفر بن سليمان العباسي مالكا في طلاق المكره فحدثني بعض \n  أصحاب ابن وهب عن ابن وهب أن مالكا ضرب وحلق وحمل على بعير وقيل له ناد على \n  نفسك فنادى ألا من عرفني فقد عرفني أنا مالك بن أنس أقول طلاق المكره ليس \n  بشيء *11*331* .\n</p>\n<p class=\"arabic\">قال جعفر أدركوه أنزلوه .\n</p>\n<p class=\"arabic\">وعن إسحاق الفروي وغيره قال ضرب مالك ونيل منه وحمل مغشيا عليه .\n</p>\n<p class=\"arabic\">فعن مالك قال ضربت فيما ضرب فيه سعيد بن المسيب ومحمد بن المنكدر وربيعة ولا \n  خير فيمن لا يؤذى في هذا الأمر .\n</p>\n<p class=\"arabic\">وعن الليث بن سعد قال إني لأرجو أن يرفعه الله بكل سوط درجة في الجنة .\n</p>\n<p class=\"arabic\">قال مصعب بن عبد الله قال الأصمعي ضربه جعفر ثم بعد مشيت بينهما حتى جعله \n  في حل .\n</p>\n<p class=\"arabic\">سليمان بن معبد نا الأصمعي قال قال عمر بن قيس سندل لمالك يا أبا عبد الله \n  أنت مرة تخطيء ومرة لا تصيب .\n</p>\n<p class=\"arabic\">قال كذاك الناس .\n</p>\n<p class=\"arabic\">ثم فطن فقال من هذا قيل أخو حميد بن قيس فقال لو علمت أن لحميدا أخا مثل هذا \n  ما رويت عن حميد .\n</p>\n<p class=\"arabic\">عن ابن وهب أن مناديا نادى بالمدينة ألا لا يفتي الناس إلا مالك وابن أبي \n  ذئب .\n</p>\n<p class=\"arabic\">حرملة نا ابن وهب سمعت مالكا وقال له رجل طلب العلم فريضة قال طلب العلم حسن \n  لمن رزق خيره وهو قسم من الله تعالى ) .\n</p>\n<p class=\"arabic\">وقال لا يكون إماما من حدث بكل ما سمع .\n</p>\n<p class=\"arabic\">وقال إن حقا على من طلب العلم أن يكون له وقار وسكينة وخشية وأن يكون متبعا \n  لأثر من مضى قبله *11*332* .\n</p>\n<p class=\"arabic\">قال الرمادي ثنا القعنبي وسئل كم أتى على مالك .\n</p>\n<p class=\"arabic\">قال سمعتهم يقولون تسع وثمانون سنة .\n</p>\n<p class=\"arabic\">قال ومات رضي الله عنه سنة تسع وسبعين ومائة وعرضت عليه سنة إحدى وستين .\n</p>\n<p class=\"arabic\">قال إسماعيل بن أبي أويس اشتكى مالك فسألت بعض أهلنا عما قال عند الموت .\n</p>\n<p class=\"arabic\">قالك تشهد ثم قال لله الأمر من قبل ومن بعد .\n</p>\n<p class=\"arabic\">وتوفي صبيحة أربع عشرة من ربيع الأول فصلى عليه أمير المدينة عبد الله بن \n  محمد بن إبراهيم الملقب بالإمام بن محمد بن علي بن عبد الله بن عباس العباسي \n  وأمه زينب بنت سليمان العباسية وكان الأمير عبد الله يعرف بأمه يقال له ابن \n  زينب رواها محمد بن سعد عن إسماعيل ثم قال وسألت مصعبا الزبيري فقال بل توفي \n  في صفر وأخبرني معن بن عيسى بمثل ذلك .\n</p>\n<p class=\"arabic\">وقال أبو مصعب الزهري مات لعشر مضت من ربيع الأول .\n</p>\n<p class=\"arabic\">وقال ابن سحنون مات في حادي عشر ربيع الأول .\n</p>\n<p class=\"arabic\">وقال ابن وهب مات لثلاث عشرة خلت من ربيع الأول .\n</p>\n<p class=\"arabic\">واتفقوا على سنة تسع .\n</p>\n<p class=\"arabic\">ومناقب مالك وسيرته يطول شرحها وقد أفردت له ترجمة في جزء ضخم وكذا أفردت \n  ما وقع لي عاليا من حديثه في جزء .\n</p>\n<p class=\"arabic\">وقد سمعنا موطأ ابن مصعب عنه بالإجازة العالية أو موطأ القعنبي وموطأ يحيى \n  بن بكير وموطأ سويد بن سعيد الثلاثة بالإتصال والله أعلم .\n\n</p>"
}