{
    "header": "عبد الوارث ع .",
    "id": "004717",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الوارث ع .\n</h1>\n<p class=\"arabic\">*11*254* هو الإمام أبو عبيدة عبد الوارث بن سعيد العنبري مولاهم البصري التنوري \n  أحد الأعلام .\n</p>\n<p class=\"arabic\">روى عن أيوب ويزيد الرشك وأيوب بن موسى والجعد أبي عثمان وشعبان بن الحبحاب \n  وابن أبي عروبة وطائفة .\n</p>\n<p class=\"arabic\">وعنه ابنه عبد الصمد وابن مهدي ومسدد وقتيبة وبشر بن هلال الصواف وأبو معمر \n  المقعد وحميد بن مسعدة وخلق سواهم .\n</p>\n<p class=\"arabic\">وقرأ القرآن على أبي عمرو بن العلاء وغيره .\n</p>\n<p class=\"arabic\">وتلا عليه غير واحد .\n</p>\n<p class=\"arabic\">قال أبو عمر الجرمي ما رأيت فقيها قط أفصح من عبد الوارث وكان حماد بن سلمة \n  أفصح منه .\n</p>\n<p class=\"arabic\">قلت قد كان عبد الوارث إماما حجة متعبدا لكنه قدري نسأل الله العفو .\n</p>\n<p class=\"arabic\">وكان من خواص تلامذه عمرو بن عبيد ) .\n</p>\n<p class=\"arabic\">قال محمود بن غيلان قيل لأبي داوود الطيالسي لم لا تحدث عن عبد الوارث قال \n  أحدثك عن رجل كان يزعم أن يوما من عمرو بن عبيد أكثر من عمر أيوب وابن عون \n  ويونس قال الفسوي نا الحسن بن الربيع قال كنا نسمع من عبد الوارث فإذا أقيمت \n  الصلاة ذهبنا فلم نصل خلفه *11*255* .\n</p>\n<p class=\"arabic\">قال وقيل لابن المبارك كيف رويت عن عبد الوارث وتركت عمرو بن عبيد قال إن \n  عمرا كان داعيا .\n</p>\n<p class=\"arabic\">وقال علي سمعت يحيى القطان وذكر له أن عبد الوارث قال سألت شعبة عن الخروج \n  مع إبراهيم بن عبد الله فأمرني به فأنكر ذلك يحيى وقال كان شعبة لا يرى يوم \n  صفين ولا يرى الخروج مع علي يرى الخروج مع إبراهيم وأنا سمعت شعبة يقول ما \n  أدري أخطأوا أم أصابوا .\n</p>\n<p class=\"arabic\">وقال يحيى بن معين قال عبد الصمد لم يكتب أبي عن أيوب السختياني حرفا حتى \n  مات .\n</p>\n<p class=\"arabic\">وقال عبيد الله القواريري ما رأيت يحيى القطان روى عن أحد من مشايخنا قبل \n  موته إلا عن عبد الوارث .\n</p>\n<p class=\"arabic\">قلت وكان حماد بن زيد ينهى عن الأخذ عن عبد الوارث لمكان القدر *11*256* .\n</p>\n<p class=\"arabic\">مولده سنة اثنتين ومائة ومات في المحرم سنة ثمانين ومائة بعد *11*257* حماد \n  بن زيد بأشهر .\n</p>\n<p class=\"arabic\">عبيد الله بن شعيب بن الحبحاب .\n</p>\n<p class=\"arabic\">هو أبو بكر يأتي بالكنية .\n\n</p>"
}