{
    "header": "الليث بن سعد .",
    "id": "004769",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الليث بن سعد .\n</h1>\n<p class=\"arabic\">*11*303* شيخ إقليم مصر وعالمه أبو الحارث الليث بن سعد بن عبد الرحمن الفهمي \n  مولاهم الإصبهاني الأصل المصري أحد الأعلام .\n</p>\n<p class=\"arabic\">سمعه يحيى بن بكير يقول ولدت سنة أربع وتسعين في شعبان قلت حج سنة ثلاث عشرة \n  ومائة فلقي عطاء ونافعا وابن أبي مليكة وسعيد المقبري وأبا الزبير وابن شهاب \n  فأكثر عنهم وعن مشرح بن هاعان وأبي قبيل المعافري ويزيد بن أبي حبيب وبكير \n  بن عبد الله بن الأشج وجعفر بن ربيعة وعبد الرحمن بن القاسم ودراج أبي السمح \n  والحارث بن يعقوب وعبيد الله بن أبي جعفر وعقيل بن خالد وأيوب بن موسى وبكر \n  بن سوادة والجلاح أبي كثير والحارث بن يزيد الحضرمي وخالد بن يزيد وخير بن \n  نعيم وصفوان بن سليم وعبد الرحمن وقتادة ومحمد بن يحيى بن حبان ويحيى بن سعيد \n  ويزيد بن الهاد وآخرون .\n</p>\n<p class=\"arabic\">حتى أنه روى عن كاتبه أبي صالح .\n</p>\n<p class=\"arabic\">روى عنه ابن عجلان وهو من شيوخه وابن لهيعة وابن المبارك وابن وهب وشبانة \n  وحجين بن المثنى وسعيد بن أبي مريم وآدم بن أبي *11*304* إياس وأحمد بن يونس \n  وولده شعيب بن الليث ) .\n</p>\n<p class=\"arabic\">ويحيى بن بكير ويحيى بن يحيى الليثي المغربي ويحيى ين يحيى التميمي الخراساني \n  وأبو الجهم العلاء الباهلي وقتيبة بن سعيد ومحمد بن رمح ويزيد بن موهب الرملي \n  وكامل بن طلحة وعيسى بن حماد وخلق سواهم .\n</p>\n<p class=\"arabic\">وكان كبير الديار المصرية ورئيسها ومحتشمها وعالمها وأمير من بها في عصره \n  بحيث أن القاضي والنائب من تحت أمره ومشورته .\n</p>\n<p class=\"arabic\">وكان الشافعي يتأسف على فوات لقيه .\n</p>\n<p class=\"arabic\">روى جماعة عن الليث عن الزهري عن أنس مرفوعا من كذب علي متعمدا الحديث .\n</p>\n<p class=\"arabic\">أخرجه الترمذي وقال صحيح غريب .\n</p>\n<p class=\"arabic\">قال ابن عساكر في ترجمة الليث قال أبو مسهر قدم علينا الليث فكان يجالس سعيد \n  بن عبد العزيز فأتاه أصحابنا فعرضوا عليه فلم أر أخذها عرضا حتى قدمت إلى \n  مالك .\n</p>\n<p class=\"arabic\">قال ابن بكير وحدثني شعيب بن الليث عنه قال كان يقول لنا بعض أهلي ولدت في \n  شعبان سنة اثنتين وتسعين والذي أوقنه سنة أربع *11*305* .\n</p>\n<p class=\"arabic\">وقال ابن بكير سمعت الليث يقول سمعت من ابن شهاب بمكة سنة ثلاث عشرة وأنا \n  ابن عشرين سنة .\n</p>\n<p class=\"arabic\">وقال ابن زغبة عن الليث قال أصلنا من إصبهان فاستوصوا بهم خيرا قال حججت أنا \n  وابن لهيعة فلما صرت بمكة رأيت نافعا فأقعدته في دكان علاف فمر بي ابن لهيعة \n  فقال من ذا قلت مولى لنا فلما أتيت مصر قلت حدثني نافع فوثب إلي ابن لهيعة \n  وقال يا سبحان الله فقلت ألم تر رجلا معي في دكان العلاف ذاك نافع قال فحج \n  ابن لهيعة من قابل فوجده قد مات .\n</p>\n<p class=\"arabic\">وقدم الأعرج يريد الإسكندرية فرآه ابن لهيعة فأخذه فما زال عنده يحدثه حتى \n  هيأ له سفينة وأحدره إلى الإسكندرية وقعد يروي عنه عن أبي هريرة فقلت متى \n  رأيت الأعرج فقال إن أردته فهو بالإسكندرية .\n</p>\n<p class=\"arabic\">فخرج إليه الليث فوجده قد مات فذكر أنه صلى عليه .\n</p>\n<p class=\"arabic\">قلت هذه بهذه جزاء وفاقا .\n</p>\n<p class=\"arabic\">قال الفسوي قال ابن بكير أخبرني من سمع الليث يقولك كتبت عن ابن شهاب علما \n  كثيرا وطلبت ) .\n</p>\n<p class=\"arabic\">ركوب البريد إليه إلى الرصافة فخفت أن لا يكون ذلك لله فتركته .\n</p>\n<p class=\"arabic\">قال ودخلت على نافع فسألني فقلت أنا مصري .\n</p>\n<p class=\"arabic\">فقال ممن قلت من قيس فقال ابن كم *11*306* قلت ابن عشرين .\n</p>\n<p class=\"arabic\">قال أما لحيتك فلحية ابن أربعين .\n</p>\n<p class=\"arabic\">عن ابن وهب قالك كل ما في كتب مالك أخبرني من أرضى من أهل العلم فهو الليث .\n</p>\n<p class=\"arabic\">قال الفلاس سمعت ابن مهدي يحدث عن ابن المبارك عن الليث قال يحيى بن بكير \n  لم أر مثل الليث ولا أكحل منه كان فقيه البدن عربي اللسان يحسن القرآن والنحو \n  ويحفظ الشعر والحديث حسن المذاكرة .\n</p>\n<p class=\"arabic\">قال ابن بكير عن يعقوب وزير المهدي قال قال لي أمير المؤمنين لما قدم الليث \n  العراق إلزم هذا الشيخ أو قال أكرم فقد ثبت عندي أنه لم يبق أحد أعلم بما \n  حمل منه .\n</p>\n<p class=\"arabic\">وقال أبو صالح كاتب الليث كنت مع الليث لما خرج إلى العراق فكان يقرأ على \n  أصحاب الحديث من فوق علية والكتاب بيدي فإذا فرغ منه رميت به إليهم فينسخوه .\n</p>\n<p class=\"arabic\">وروى عبد الملك بن شعيب عن أبيه قال قيل لليث أمتع الله بك إنا نسمع منك الحديث \n  ليس في كتبك .\n</p>\n<p class=\"arabic\">فقال أكل ما في صدري في كتبي لو كتبت ما في صدري ما وسعه هذا المركب رواها \n  أبو سعيد بن يونس نا أحمد بن محمد بن الحارث نا محمد بن عبد الملك عن أبيه \n  فذكرها .\n</p>\n<p class=\"arabic\">ابن بكير قال قال الليث كنت بالمدينة مع الحجاج وهي كثيرة السرقين فكنت ألبس \n  خفين فإذا بلغت باب المسجد نزعت أحديهما *11*307* ودخلت فقال يحيى بن سعيد \n  الأنصاري لا تفعل هذا فإنك إمام منظور إليك .\n</p>\n<p class=\"arabic\">قوله ألبس خفين يريد خفا فوق خف .\n</p>\n<p class=\"arabic\">قال عباس الدوري نا يحيى قال هذه رسالة مالك إلى الليث نا عبد الله بن صالح \n  فذكرها فيها وأنت في إمامتك وفضلك ومنزلتك من أهل بلدك وحاجة من قبلك إليك \n  واعتمادهم على ما جاءهم ) .\n</p>\n<p class=\"arabic\">منك .\n</p>\n<p class=\"arabic\">أحمد بن أخي ابن وهب سمعت الشافعي يقول الليث أفقه من مالك إلا أن أصحابه \n  لم يقوموا به .\n</p>\n<p class=\"arabic\">أبو زرعة سمع ابن بكير يقول الليث أفقه من مالك ولكن كانت الحظوة لمالك .\n</p>\n<p class=\"arabic\">وقال جماعة سمعنا ابن وهب يقول لولا مالك والليث لضللنا .\n</p>\n<p class=\"arabic\">وقال حرملة سمعت الشافعي يقول الليث أتبع للأثر من مالك قال عثمان الدارمي \n  قلت ليحيى بن معين كيف حديثه عن نافع قال صالح ثقة .\n</p>\n<p class=\"arabic\">وقال عباس عن يحيى الليث أرفع عندي من ابن إسحاق .\n</p>\n<p class=\"arabic\">وقال الأثرم سمعت أحمد يقول ما في المصريين أثبت من الليث لا عمرو بن الحارث \n  ولا أحد .\n</p>\n<p class=\"arabic\">رأيت لعمرو بن الحارث مناكير *11*308* .\n</p>\n<p class=\"arabic\">وقال عبد الله بن أحمد سمعت أبي يقول أصح الناس حديثا عن المقبري ليث بن سعد \n  يفصل ما روى عن أبي هريرة مما روي عن أبيه عن أبي هريرة هو ثبت في حديثه جدا .\n</p>\n<p class=\"arabic\">وقال ابن المديني الليث ثبت .\n</p>\n<p class=\"arabic\">وقال أبو حاتم هو أحب إلي من مفضل بن فضالة .\n</p>\n<p class=\"arabic\">وقال النسائي ثقة .\n</p>\n<p class=\"arabic\">وقال د حدثني محمد بن الحسين سمعت أحمد يقول الليث ثقة ولكن في أخذه سهولة .\n</p>\n<p class=\"arabic\">وقال يحيى بن بكير حدثني شعيب بن الليث عن أبيه قال لما ودعت المنصور ببيت \n  المقدس قال أعجبني ما رأيت من شدة عقلك فالحمد لله الذي جعل في رعيتي مثلك .\n</p>\n<p class=\"arabic\">فكان أبي يقول لا تخبروا بهذا ما عشت .\n</p>\n<p class=\"arabic\">قال قتيبة كان الليث أكبر من ابن لهيعة ولكن إذا نظرت إليهما قلت ذا إبن ذا .\n</p>\n<p class=\"arabic\">قال عثمان بن صالح كان أهل مصر ينتقصون عثمان حتى نشأ فيهم الليث فحدثهم بفضائله \n  فكفوا عن ذلك .\n</p>\n<p class=\"arabic\">قال يحيى بن بكير قال لي الليث قال لي أبو جعفر تلي لي مصر قلت لا يأ أمير \n  المؤمنين إني أضعف عن ذلك وإني رجل من الموالي *11*309* .\n</p>\n<p class=\"arabic\">فقال ما بك من ضعف معي ولكن ضعفت نيتك أتريد قوة أقوى مني فأما إذا أبيت فدلني \n  على رجل أقلده مصر ) .\n</p>\n<p class=\"arabic\">قلت عثمان بن الحكم الجذامي رجل له صلاح وله عشيرة .\n</p>\n<p class=\"arabic\">قال فبلغ ذلك فعاهد الله أن لا يكلم الليث بعدها .\n</p>\n<p class=\"arabic\">قال صالح لعمرو لا أدع الليث حتى يتولى لي .\n</p>\n<p class=\"arabic\">فقال عمرو لا يفعل .\n</p>\n<p class=\"arabic\">فقال لأضربن عنقه .\n</p>\n<p class=\"arabic\">فجاءه عمرو فحذره فولاه العطاء وولي الجزيرة أيام أبي جعفر وولي الديوان أيام \n  المهدي .\n</p>\n<p class=\"arabic\">قتيبة قال قفلنا مع الليث من الإسكندرية ومعه ثلاث سفن سفينة فيها مطبخه وسفينة \n  فيها عياله وسفينة فيها أضيافه وصلى بنا فجهر بسم الله الرحمن الرحيم وسلم \n  واحدة تلقاء وجهه وكان ابنه شعيب إمامه فحم ليلة فصلى بنا الليث .\n</p>\n<p class=\"arabic\">علي بن محمد المصري قال أبو علاثة المفرض نا إسماعيل بن عمرو الغافقي سمعت \n  اشهب يقول كان الليث له كل يوم أربعة مجالس أحدها لنائبة السلطان وحوائجه \n  وكان الليث تغشاه الدولة فإذا أنكر من القاضي أمرا أو من السلطان كتب إلى \n  أمير المؤمنين ومجلس لأصحاب الحديث ومجلس للمسائل يغشاه الناس فيسألونه ومجلس \n  لحوائج الناس لا يسأله أحد فيرده كبرت حاجته أو صغرت وكان يطعم الناس في الشتاء \n  الهرايس بعسل *11*310* النحل والسمن وفي الصيف سويق اللوز بالسكر .\n</p>\n<p class=\"arabic\">قال أبو عمرو أحمد بن محمد الحيري نا أبي سمعت محمد بن معاوية يقول وما عليه \n  ثمانية عشر ألف درهم إلى عشرين ألف وقال سليمان خرج علينا شعبة يوما فقوموا \n  حماره وسرجه ولجامه ثمانية عشر درهما إلى عشرين .\n</p>\n<p class=\"arabic\">قال منصور بن عمار كنا عند الليث فأتته امرأة معها قدح فقالت يا أبا الحارث \n  إن زوجي يشتكي وقد وصف له العسل فأمر لها بزق عسل كبير رواها أبو صالح وزاد \n  فقال سألت على قدرها وأعطينا على قدرنا .\n</p>\n<p class=\"arabic\">أحمد بن عثمان النسائي نا قتيبة سمعت شعيب بن الليث يقول خرجت مع أبي حاجا \n  فقدم إلى المدينة فبعث إليه مالك بطبق رطب فجعل أبي على الطبق ألف دينار ورده \n  إليه .\n</p>\n<p class=\"arabic\">وسألته امرأة نوبة سكرجة عسل فأمر لها بزق .\n</p>\n<p class=\"arabic\">وكان أبي ليشتغل في السنة عشرين ألف دينار وأكثر فما يحول عليه الحول إلا \n  عليه خمسة آلاف ) .\n</p>\n<p class=\"arabic\">دينار دين .\n</p>\n<p class=\"arabic\">أبو داوود قال قال قتيبة كان الليث يشتغل عشرين ألف دينار في العام ما وجبت \n  عليه زكاة قط .\n</p>\n<p class=\"arabic\">وأعطى ابن لهيعة ومالكا ومنصور بن عمار لكل واحد ألف دينار .\n</p>\n<p class=\"arabic\">وعن أبي صالح قال كنا على باب مالك فامتنع عن الحديث *11*311* فقلت ما يشبه \n  هذا صاحبنا فسمعها مالك فقال من صاحبكم .\n</p>\n<p class=\"arabic\">قلنا الليث .\n</p>\n<p class=\"arabic\">فقال تشبهونا برجل كتبنا إليه في قليل عصفر ثياب صبياننا فأنفذ منه ما بعنا \n  فضلته بألف دينار .\n</p>\n<p class=\"arabic\">عبد الملك بن شعيب بن الليث سمعت أسد بن موسى يقول كان عبد الله بن علي يطلب \n  بني أمية يقتلهم فدخلت مصر في هيئة رثة فدخلت على الليث فلما فرغت من مجلسه \n  تبعني خادم له فدفع إلي صرة فيها مائة دينار وكان في حوزتي هميان فيه ألف \n  دينار فأخرجت الهميان وقلت أنا عنها غني استأذن لي على الشيخ فاستأذن فدخلت \n  وأخبرته نسبي واعتذرت من ردها فقال هي صلة .\n</p>\n<p class=\"arabic\">فقلت أكره أن أعود نفسي .\n</p>\n<p class=\"arabic\">فقال إدفعها إلى من ترى من أصحاب الحديث .\n</p>\n<p class=\"arabic\">قال قتيبة كان الليث يركب في جميع الصلوات إلى الجامع ويتصدق كل يوم على ثلاثمائة \n  مسكين .\n</p>\n<p class=\"arabic\">وقال أبو الشيخ نا إسحاق الرملي نا محمد بن رمح قال كان دخل الليث في السنة \n  ثمانين ألف دينار ما أوجب الله عليه زكاة درهم قط .\n</p>\n<p class=\"arabic\">قال سليم بن منصور بن عمار نا أبي قال دخلت على الليث خلوة فاستخرج من تحته \n  كيسا فيه ألف دينار وقال يا أبا السري لا تعلم بها ابني فتهون عليه .\n</p>\n<p class=\"arabic\">وقال عبد الله بن صالح صحبت الليث عشرين سنة لا يتغدى ولا *11*312* يتعشى \n  إلا مع الناس وكان لا يأكل إلا لحم إلا أن يمرض وسمعته يقول قال الرشيد لما \n  قدمت عليه ما صلاح بلدكم قلت بإجراء النيل وبصلاح أميرها ومن رأس العين يأتي \n  الكدر فإن صفت العين صفت السواقي .\n</p>\n<p class=\"arabic\">قال صدقت يا أبا الحارث .\n</p>\n<p class=\"arabic\">وعن ابن وزير قال قد ولي الليث الجزيرة وكان أمراء مصر لا يقطعون أمرا إلا \n  بمشورته فقال ) .\n</p>\n<p class=\"arabic\">أبو المسعد وبعث بها إلى المنصور .\n</p>\n<p class=\"arabic\">% لعبد الله عبد الله عندي % % نصائح حكتها في السر وحدي % .\n</p>\n<p class=\"arabic\">% أمير المؤمنين تلاف مصرا % % فإن أميرها ليث بن سعد % .\n</p>\n<p class=\"arabic\">وقال بكر بن مضر قدم علينا كتاب مروان بن محمد إلى حوثرة والي مصر إني بعثت \n  غليكم أعرابيا بدويا فصيحا من حاله ومن حاله فاجمعوا له رجلا يسدده في القضاء \n  ويصوبه في المنطق فأجمع رأي الناس على الليث بن سعد وفيهم معلماه يزيد بن \n  أبي حبيب وعمرو بن الحارث .\n</p>\n<p class=\"arabic\">قال أحمد بن صالح أعضلت الرشيد مسألة فجمع لها فقهاء الأرض حتى أشخص الليث \n  فأخرجه منها .\n</p>\n<p class=\"arabic\">سعيد بن أبي مريم نا الليث قال قدمت مكة فجئت أبا الزبير فدفع إلي كتابين \n  فانقلبت بهما ثم قلت لو عاودته فسألته أسمع هذا كله من جابر بن عبد الله فأتيته \n  فقال منه ما سمعته ومنه ما حدثت عنه .\n</p>\n<p class=\"arabic\">فقلت علم لي على ما سمعت فعلم لي على هذا الذي عندي قلت قد روى الليث عن نافع \n  نسخة ثم روى عن رجل عنه *11*313* .\n</p>\n<p class=\"arabic\">وقال ثنا خالد بن يزيد عن سعيد بن أبي هلال عن نافع فذكر حديثا وقد روى أحاديث \n  أعني الليث عن الهقل بن زياد عن الأوزاعي عن داوود بن عطاء عن موسى بن عقبة \n  عن نافع .\n</p>\n<p class=\"arabic\">وهذا من عجيب الإتفاق لأن اليث رحمه الله لا يتوقف في ذلك وقد وقع لي من هذا \n  النمط أشياء .\n</p>\n<p class=\"arabic\">وكان رحمه الله طلابة للعلم ولا يرى التدليس وقد سمع من الزهري .\n</p>\n<p class=\"arabic\">وقال عبد الله بن صالح حدثني الليث حدثني ابن الهاد عن ابن شهاب عن عروة أنه \n  سأل عائشة عن قوله وإن خفتم ألا تقسطوا في اليتامى الحديث .\n</p>\n<p class=\"arabic\">الرمادين وغيره ثنا عبد الله بن صالح حدثني الليث حدثني ابن الهاد عن إبراهيم \n  بن سعد عن صالح عن ابن شهاب عن سعيد عن أبي هريرة سمع النبي صلى الله عليه \n  وسلم يقول بينا أنا نائم رأيتني على قليب فنزعت منها الحديث .\n</p>\n<p class=\"arabic\">وقد ذكرنا أنه سمع من أبي الزبير جملة ) .\n</p>\n<p class=\"arabic\">وقال عبد الله بن صالح نا الليث حدثني خالد بن يزيد عن سعيد عن ابن عجلان \n  أن أبا الزبير أخبره أنه رأى ابن عمر إذا سجد فرفع رأسه من السجدة الأولى \n  قعد على أطراف أصابعه ويقول إنه من السنة .\n</p>\n<p class=\"arabic\">قال الطبراني وهذا لم يروه إلا الليث .\n</p>\n<p class=\"arabic\">وقال منصور بن سلمة ويونس المؤدب نا الليث عن يزيد بن الهاد عن عبد الوهاب \n  بن أبي بكر عن عبد الله بن مسلم عن ابن شهاب عن أنس *11*314* إن النبي صلى \n  الله عليه وسلم سئل عن الكوثر فقال نهر أعطانيه ربي أشد بياضا من اللبن وأحلى \n  من العسل وفيه طير كأعناق الجزري فقال عمر يا رسول الله إن تلك الطير ناعمة \n  قال ي آكلها أنعم منها يا عمري .\n</p>\n<p class=\"arabic\">ورواه يحيى بن بكير عنه وعبد الله هو أخو الزهري .\n</p>\n<p class=\"arabic\">قال عبد الله بن الحكم كنا في مجلس الليث ومعنا مسلمة بن علي فذكر العدس فقال \n  بارك فيه سبعون نبيا .\n</p>\n<p class=\"arabic\">قال فقضى الليث بن سعد صلاته وقال ولا نبي واحد إنه بارد مؤذ .\n</p>\n<p class=\"arabic\">قال يحيى بن بكير سمعت الليث يقولك أعرف رجلا لم يأت محرما قط فعلمنا أنه \n  أراد نفسه لأن أحدا لا يعلم هذا من أحد .\n</p>\n<p class=\"arabic\">وقال ابن بكير حدثني الدراوردي قال لقد رأيت الليث بن سعد وإن ربيعة ويحيى \n  بن سعيد ليتزحزحوا له زحزحة .\n</p>\n<p class=\"arabic\">وقال سعيد الآدم قال العلاء بن كثير الليث بن سيدنا وإمامنا وعالمنا .\n</p>\n<p class=\"arabic\">قال محمد بن سعد كان الليث قد استقل بالفتوى في زمانه .\n</p>\n<p class=\"arabic\">قلت ومناقب الليث كثيرة وعلمه واسع وقد وقع لي من عواليه لكن اليوم ليس على \n  وجه الأرض في عام ستة وعشرين وسبعمائة من بينه وبين الليث ستة أنفس وهذا علو \n  لا نظير له أصلا .\n</p>\n<p class=\"arabic\">ولقد كتبت نسخة أبي الجهم من بضع وثلاثين سنة فرحا بعلوها في ذلك الوقت وسمعتها \n  من ستين شيخا وهي الآن مروية بالسماع .\n</p>\n<p class=\"arabic\">ولو رحل اليوم الطالب من مسيرة ألف فرسخ لإدراكها وغرم مائة دينار *11*315* \n  لكان له الحظ الأوفر نعم ) .\n</p>\n<p class=\"arabic\">قال خالد بن عبد السلام الصدفي شهدت جنازة الليث مع والدي فما رأيت جنازة \n  قط أعظم منها ورأيت الناس كلهم عليهم الحزن وهم يعزي بعضهم بعضا ويبكون فقلت \n  يا أبه كأن كل واحد من الناس صاحب هذه الجنازة .\n</p>\n<p class=\"arabic\">فقال يا بني لا ترى مثله أبدا .\n</p>\n<p class=\"arabic\">قال أبو عبيد ومحمد بن رمح وجماعة مات الليث سنة خمس وسبعين ومائة زاد بعضهم \n  في شعبان وقال بعضهم ليلة الجمعة منتصف شعبان رضي الله عنه *11*316* .\n\n</p>"
}