{
    "header": "عبد الرحمن بن سليمان بن عبد الله بن حنظلـ...",
    "id": "004701",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الرحمن بن سليمان بن عبد الله بن حنظلة بن الغسيلخ م ن ت .\n</h1>\n<p class=\"arabic\">أبو سليمان الأنصاري الأوسي وقيل لجدهم الغسيل لأنه استشهد يوم أحد وهو جنب \n  فغسلته الملائكة .\n</p>\n<p class=\"arabic\">رأى عبد الرحمن بن سعد الساعدي .\n</p>\n<p class=\"arabic\">وروى عن عكرمة وأسيد بن علي بن المنذر والزبير إبني أبي أسيد الساعدي وعباس \n  بن سهل بن سعد وعاصم بن عمر بن قتادة وغيرهم .\n</p>\n<p class=\"arabic\">وعنه وكيع وأبو أحمد الزبيري وأبو نعيم وأبو الوليد ويحيى الحماني وأحمد بن \n  يعقوب المسعودي وجبارة بن المغلس وإبراهيم بن أبي الوزير ومحمد بن عبد الوهاب \n  وجماعة .\n</p>\n<p class=\"arabic\">وثقه أبو زرعة والدارقطني *11*238* .\n</p>\n<p class=\"arabic\">وقال النسائي ليس بالقوي .\n</p>\n<p class=\"arabic\">وروى عثمان بن سعيد عن ابن معين قال صويلح .\n</p>\n<p class=\"arabic\">أخبرنا عبد الحافظ ويوسف بن عالية قال صويلح .\n</p>\n<p class=\"arabic\">أخبرنا عبد الحافظ ويوسف بن عالية قال أنا موسى بن عبد القادر أنا سعيد بن \n  البنا أنا علي بن علي بن السري أنا أبو طاهر الذهبي نا عبد الله البغوي نا \n  محمد بن عبد الوهاب الحارثي نا عبد الرحمن بن الغسيل عن أسيد عن أبيه علي \n  بن عبيد عن أبي أسيد وكان بدريا قال كنت عند النبي صلى الله عليه وسلم جالسا \n  فجاء رجل من الأنصار فقال يا رسول الله هل بقي من بر والدي من بعد موتهما \n  شيء أبرهما به قال ينعم الصلاة عليهما والإستغفار لهما وإنفاذ عهدهما من بعدهما \n  وإكرام صديقهما وصلة الرحم التي لا رحم لك إلا من قبلهما فهذا بقي عليكي وهذا \n  حديث صالح الإسناد رواه د ق من طريق عبد الله بن إدريس عن عبد الرحمن بن ) .\n</p>\n<p class=\"arabic\">الغسيل .\n</p>\n<p class=\"arabic\">وأخرجه البخاري في كتاب الأدب له عن أبي نعيم عنه فوقع لنا عاليا ولله الحمد .\n</p>\n<p class=\"arabic\">مات عبد الرحمن إحدى وسبعين ومائة عن نحو من مائة سنة .\n\n</p>"
}