{
    "header": "محمد بن سليمان بن علي .",
    "id": "004788",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن سليمان بن علي .\n</h1>\n<p class=\"arabic\">*11*346* هو أمير البصرة وابن عم المنصور والذي ثبت دولتهم بعدله وبلائه يوم \n  باخمرا وكان قتل إبراهيم بن عبد الله بن حسن على يده .\n</p>\n<p class=\"arabic\">وولي أيضا إمرة فارس وكان بطلا شجاعا ممدحا وكان الرشيد يجله ويبالغ في إكرامه .\n</p>\n<p class=\"arabic\">وقد ولي أيضا الكوفة قيل إن الرشيد استولى على تركته واصطفاها فكانت بنحو \n  خمسين ألف و ألف درهم .\n</p>\n<p class=\"arabic\">وكان مولده بالحميمة من الشام سنة اثنتين وعشرين ومائة .\n</p>\n<p class=\"arabic\">قال الخطيب كان عظيم قومه .\n</p>\n<p class=\"arabic\">وقال البخاري محمد بن سليمان عن أبيه عن جده في مسح رأس الصبي منقطع سمع منه \n  صالح الناجي .\n</p>\n<p class=\"arabic\">قال أبو نعيم جاء رجل من قبل محمد بن سليمان بن علي إلى الأعمش يسلم عليه \n  ويستعرض حوائجه فسكت الأعمش وقال قد علم حال الناس وما نحب أن نعلمه بشيء \n  فأرسل إليه أربعمائة درهم ) .\n</p>\n<p class=\"arabic\">حكى العمري الكاتب أن رجلا أدعى النبوة أيام محمد بن سليمان فأدخل إليه وهو \n  مقيد فقال له أنت نبي .\n</p>\n<p class=\"arabic\">قال نعم .\n</p>\n<p class=\"arabic\">قال ويلك من غرك قال أبهذا تخاطب الأنبياء يا جاهل والله لولا لأني مقيد لأمرت \n  جبريل أن يدمدمها عليك .\n</p>\n<p class=\"arabic\">قال له فالموثق لا يجاب *11*347* قال أجل الأنبياء خاصة أذا قيدت لم يرتفع \n  دعاؤها .\n</p>\n<p class=\"arabic\">فضحك وقال متى قيدت قال اليوم قال فنحن نطلقك وتأمر جبريل فإن أطاعك آمنا \n  بك .\n</p>\n<p class=\"arabic\">قال صدق الله فلا وربك لا يؤمنون حتى يروا العذاب الأليم فإن شئت فافعل .\n</p>\n<p class=\"arabic\">فأطلق فلما وجد رائحة العافية قال يا جبريل ومد بها صوته ابعثوا من شئتم فما \n  بيني وبينكم عمل هذا محمد بن سليمان في عشرين ألفا ودخله كل يوم مائة ألف \n  وأنا وحدي ما ذهب لكم في حاجة إلا كشحان .\n</p>\n<p class=\"arabic\">أبو العيناء قال قال العباس دخل فزارة صاحب المظالم على محمد بن سليمان يعوده \n  فقال له خذ من الخلنجين مقدار فارة ومن دواء الكركم مقدار خنفساء وسوطه بمقدار \n  محجمة من ماء فإذا صار كالمخاط فتحساه .\n</p>\n<p class=\"arabic\">فقال أفعل إن غلبت على عقلي وإلا فلا .\n</p>\n<p class=\"arabic\">قال تجلد أعزك الله .\n</p>\n<p class=\"arabic\">قال الصبر على ما بي أهون .\n</p>\n<p class=\"arabic\">قال ابن أبي الدنيا ثنا أبو محمد العتكي حدثني الحسين مولى آل سليمان بن علي \n  قال لما احتضر محمد بن سليمان كان رأسه في حجر أخيه جعفر فقال جعفر وا انقطاع \n  ظهري .\n</p>\n<p class=\"arabic\">فقال محمد وا انقطاع ظهر من يلقى الحساب غدا يا ليت أمك لم تلدني وليتني كنت \n  حمالا وأني لم أكن فيما كنت فيه .\n</p>\n<p class=\"arabic\">وقيل إن نساك البصرة هموا بتوبيخ محمد بن سليمان وقام رجل منهم فوعظه وهو \n  على المنبر ) .\n</p>\n<p class=\"arabic\">فخنقت محمدا العبرة فلم يقدر أن يخطب فقام أخوه إلى جنبه فتكلم عنه فأحبه \n  النساك وقالوا مؤمن مذنب *11*348* .\n</p>\n<p class=\"arabic\">قال محمد بن جرير مات في جمادى الآخرة سنة ثلاث وسبعين ومائة واصطفى الرشيد \n  عامة ما خلف .\n\n</p>"
}