{
    "header": "ميسرة .",
    "id": "004828",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">ميسرة .\n</h1>\n<p class=\"arabic\">هو ميسرة بن عبد ربه الفارسي البصري التراس هكذا قال ابن أبي حاتم والظاهر \n  أنه الأكال المشهور .\n</p>\n<p class=\"arabic\">روى عن ليث بن أبي سليم وموسى بن عبيدة وغالب بن عبيد الله وعمر بن سلام الدمشقي \n  ومالك والأوزاعي وغيرهم .\n</p>\n<p class=\"arabic\">وعنه شعيب بن حرب وعلي بن قتيبة ويحيى بن غيلان ومجاشع بن عمرو وداوود بن \n  المحبر وآخرون .\n</p>\n<p class=\"arabic\">قال آدم بن موسى سمعت البخاري يقول ميسرة بن عبد ربه يرمى بالكذب .\n</p>\n<p class=\"arabic\">وقال النسائي متروك الحديث .\n</p>\n<p class=\"arabic\">وقال الدارقطني ميسرة بن عبد ربه بغدادي عن زيد بن أسلم وكتاب العقل تصنيفه \n  متروك الحديث .\n</p>\n<p class=\"arabic\">وقال الحاكم ساقط يروي الموضوعات .\n</p>\n<p class=\"arabic\">وقال ابن حبان ميسرة بن عبد ربه الفارسي من أهل دورق كان ممن يروي الموضوعات \n  عن ) .\n</p>\n<p class=\"arabic\">الأثبات ويضع في الحث على فعل الخير .\n</p>\n<p class=\"arabic\">وقال جعفر بن محمد بن نوح سمعت محمد بن عيسى بن الطباع قلت *11*381* لميسرة \n  بن عبد ربه من أين جئت بهذه الأحاديث من قرأ كذا وكذا كان له كذا قال وضعته \n  أرغب الناس فيه .\n</p>\n<p class=\"arabic\">وقال أبو داوود أقر بوضع الحديث .\n</p>\n<p class=\"arabic\">وقال أبو حاتم كان يفتعل الحديث روى في قزوين والثغور .\n</p>\n<p class=\"arabic\">وقال أبو زرعة الرازي وضع في فضائل قزوين أربعين حديثا وكان يقول إني أحتسب \n  في ذلك .\n</p>\n<p class=\"arabic\">قلت فأما إن كان ميسرة التراس الأكال فهو ممكن وإن لم يكن هو فالتراس كان \n  معاصرا له وقد ورد عنه أخبار مشهورة في كثرة الأكل وقد قال أبو بكر بن مجاهد \n  المقريء نا غلام خليل قلت وغلام خليل واه نا زيد بن أخرم نا مسلم بن إبراهيم \n  قال قلت لميسرة التراس إيش أكلت اليوم قال أكلت أربعة آلاف تينة ومائة رغيف \n  وقوصرتين بصل وكيلجة سمك ومسلوخ وشربت نصف جرة سمن .\n</p>\n<p class=\"arabic\">قال ودخلت منزلي فما خلوا شيئا حتى خبأوه مني .\n</p>\n<p class=\"arabic\">وقال نصر بن علي الجهضمي نا الأصمعي قال قال لي الرشيد كم أكثر شيء أكل ميسرة \n  قلت مائة رغيف ونصف مكوك ملح .\n</p>\n<p class=\"arabic\">فدعا الرشيد بفيل فطرح له مائة رغيف فأكلها إلا رغيفا فهذه حكاية صحيحة .\n</p>\n<p class=\"arabic\">وقال أبو سعيد بن الأعرابي ثنا عبد الله بن محمد العتكي ثنا عبد الواحد بن \n  غياث قال كنت مع قوم من أبناء المترفين إذ أقبل ميسرة على *11*382* حماره \n  فقالوا أتأكل كبشا قال ما أكره ذلك .\n</p>\n<p class=\"arabic\">قال فأنزلوه وأخذوا حماره إلى مكان ثم بعد وقت جاءت الغلمان بجفنة ملآى فأقبل \n  يأكل ويقول ويحكم هذا لحم فيل وهذا لحم شيطان حتى فرغه ثم قال حماري قالوا \n  حمارك في بطنك .\n</p>\n<p class=\"arabic\">قال إيش تقولون فأطعموه حماره وغرموا له ثمنه ) .\n</p>\n<p class=\"arabic\">أخبرنا علي بن أحمد أنا عتيق السلماني وإبراهيم بن الخشوعي قالا أنا ابن القاسم \n  وابن عساكر أنا أبو القاسم النسيب أنا رشأ المقريء أنا الحسن بن إسماعيل نا \n  أحمد بن مروان ثنا إبراهيم بن ديزيل ثنا مسلم بن إبراهيم قال سمعتهم يقولون \n  لميسرة الأكول كم تأكل قال من مالي أو من مال غيري قالوا من مالك .\n</p>\n<p class=\"arabic\">قالوا رغيفين .\n</p>\n<p class=\"arabic\">قالوا من مال غيرك قال إخبز وأطرح .\n</p>\n<p class=\"arabic\">مسعود بن بشر سمعت الأصمعي يقول نذرت امرأة أن تشبع ميسرة التراس فأتته وقالت \n  اقتصد علي فإني امرأة متجملة غير متمولة .\n</p>\n<p class=\"arabic\">قال فإني أقتصد .\n</p>\n<p class=\"arabic\">فذكر لها من أصناف الطعام فإذا هو فوق سبعين رطلا فاتخذته ثم أحضرت ميسرة \n  فأكله عن آخره .\n</p>\n<p class=\"arabic\">وكان ميسرة يزوق السقوف فدعاه رجل يزوق له وهو لا يعرفه وكان الرجل قد دعا \n  ثلاثين إنسانا إلى الموضع وصنع لهم طعاما كثيرا فلما فرغ الطباخ خرج لحاجة \n  ونظر ميسرة إلى الموضع قد خلا فنزل فأكل ذلك الطعام كله وعاد إلى عمله فجاء \n  الطباخ وليس في المطبخ إلا العظام فأعلم صاحب المنزل وقد حضر القوم فحار الرجل \n  في أمره ولم يدر من أين أتي وأنكره *11*383* القوم فسألوه عن حاله فصدقهم \n  فنهضواجميعا حتى دخلوا المطبخ وعاينوا الحال فكثر تعجبهم حتى قال بعضهم هذا \n  من فعل الجن .\n</p>\n<p class=\"arabic\">فلمح رجل منهم ميسرة وكان يعرفه فصاح قد عرفت والله الخبر هذا ميسرة عندك \n  وهو أكل طعامك .\n</p>\n<p class=\"arabic\">قال فاستنزلوه من الموضع وقال أنا أكلته ولو كان لي مثله لأكلته فجربوا إن \n  شتم .\n</p>\n<p class=\"arabic\">فانصرف القوم إلى منازلهم وطلع إلى عمله .\n</p>\n<p class=\"arabic\">رواها أبو محمد بن زبر القاضي عن الحسن بن عليل القاضي عن مسعود بن بشر عن \n  الأصمعي ) .\n</p>\n<p class=\"arabic\">فميسرة هذا كان يأكل بالحال ألا تراه ذكر أن عادته أكل رغيفين كآحاد الناس \n  وأنه أكل ما يكفي سبعين رجلا ونحو ذلك عندما يجمع همته وقد رأيت أنا من يأكل \n  إذا أراد بالحال وهذا الحال ليس من كرامات الأولياء فإن الأولياء أكلهم قليل \n  والمؤمن يأكل في معاء واحد والكافر يأكل في سبعة أمعاء وأيضا فالولي يأكل \n  قوت يوم في أسبوع يتقوت به ويبارك له في طعامه وفي قواه لا أنه يأكل نصف قنطار \n  من الطعام في جلسة واحدة ولعل من يفعل هذا لا يسمي الله .\n</p>\n<p class=\"arabic\">وقيل بنفسه مادة محرقة للأكل وقد تعينه الشياطين في أكل ذلك فيفرغ وتطير بركته \n  ويظن هو ومن حضره أن هذا الفعل من كرامات المتقين وإنما كرامات السادة أن \n  يحضر أحدهم ما يكفي واحدا فيقوت به الجمع الكبير ويشبعون ببركة دعائه .\n</p>\n<p class=\"arabic\">والله أعلم *11*384* .\n\n</p>"
}