{
    "header": "أبو عوانة ع .",
    "id": "004875",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أبو عوانة ع .\n</h1>\n<p class=\"arabic\">*11*420* هو الوضاح بن عبد الله البزاز الواسطي الحافظ مولى يزيد بن عطاء \n  اليشكري يقال من سبي ) .\n</p>\n<p class=\"arabic\">جرجان .\n</p>\n<p class=\"arabic\">رأى الحسن وابن سيرين .\n</p>\n<p class=\"arabic\">وروى عن قتادة والحكم وزياد بن علاقة وأبي بشر وسماك بن حرب وعمر بن أبي سلمة \n  بن عبد الرحمن والأسود بن قيس ومنصور والسدي ومغيرة بن مقسم وطبقتهم فأكثر \n  وعنه حبان بن هلال وعفان ويحيى بن حماد ختن أبي عوانة وأبو الوليد وعارم ويحيى \n  بن يحيى وسعيد بن منصور ومسدد وخلف بن هشام وقتيبة بن سعيد ومحمد بن أبي بكر \n  المقدمي وشيبان وعدد كثير .\n</p>\n<p class=\"arabic\">قال عفان هو أصح حديثا عندنا من شعبة .\n</p>\n<p class=\"arabic\">وقال أحمد بن حنبل هو صحيح الكتاب وإذا حدث من حفظه ربما يهم .\n</p>\n<p class=\"arabic\">وقال عفان كان صحيح الكتاب كثير العجم والنقط ثبتا .\n</p>\n<p class=\"arabic\">وقال ابن عدي كان مولاه يزيد قد خيرة بين الحرية وبين كتابة الحديث فاختار \n  كتابة الحديث .\n</p>\n<p class=\"arabic\">وفوض إليه مولاه التجارة فجاءه سائل فقال أعطني درهمين فإني أنفعك فأعطاه \n  درهمين فدار السائل على رؤساء البصرة بكذبة يقول بكروا على يزيد فإنه قد أعتق \n  أبا عوانة .\n</p>\n<p class=\"arabic\">قال فاجتمعوا إلى يزيد يثنون عليه فانف من أن ينكر ذلك فأعتقه حقيقة *11*421* .\n</p>\n<p class=\"arabic\">وروى أبو عمر الضرير عن أبي عوانة قال دخلت على همام بن يحيى أعوده وهو مريض \n  فقال لي يا أبا عوانة أدع الله أن لا يميتني حتى يبلغ ولدي الصغار .\n</p>\n<p class=\"arabic\">فقلت إن الأجل قد فرغ منه .\n</p>\n<p class=\"arabic\">فقال لي أنت بعد في ضلالك .\n</p>\n<p class=\"arabic\">قلت قد صح أن النبي صلى الله عليه وسلم دعا لأنس وغيره بطول العمر .\n</p>\n<p class=\"arabic\">قال يحيى بن سعيد ما أشبه حديث أبي عوانة بحديث سفيان وشعبة .\n</p>\n<p class=\"arabic\">قال عفان سمعت شعبة يقول إن حدثكم أبو عوانة عن أبي هريرة فصدقوه يعني على \n  سبيل المبالغة في أنه صدوق .\n</p>\n<p class=\"arabic\">مات في ربيع الأول بالبصرة سنة ست وسبعين ومائة .\n</p>\n<p class=\"arabic\">وقع لنا من عواليه ) .\n</p>\n<p class=\"arabic\">قال ابن مهدي كتاب أبي عوانة أثبت من حفظ هشيم .\n</p>\n<p class=\"arabic\">وقال أبو حاتم ثقة وكتبه صحيحة فإذا حدث من حفظه غلط كثيرا .\n</p>\n<p class=\"arabic\">وهو أحفظ من حماد بن سلمة *11*422* .\n\n</p>"
}