{
    "header": "جعفر البرمكي .",
    "id": "004977",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">جعفر البرمكي .\n</h1>\n<p class=\"arabic\">*12*99* الوزير جعفر بن يحيى بن برمك أبو الفضل أصله من الفرس كان مليحا جميلا \n  لسنا بليغا عالما أديبا يضرب بجوده المثل وكان مسرفا على نفسه غارقا في بحر \n  اللذات والمعاصي .\n</p>\n<p class=\"arabic\">تمكن من الرشيد وبلغ من الجاء والرفعة ما لا مزيد عليه وولي هو وأبوه وإخوته \n  الأعمال الجليلة وكثرت عليهم الأموال .\n</p>\n<p class=\"arabic\">وقد مر في الحوادث من أخباره وأنه قتل في صفر سنة سبع وقد ولي نيابة الملك \n  على دمشق فقدمها في سنة ثمانين ومائة .\n</p>\n<p class=\"arabic\">ومن ألفاظه قال مرة للرشيد إذا أقبلت الدنيا عليك فأعط فإنها لا تفنى وإذا \n  أدبرت فأعط فإنها لاتبقى *12*100* .\n</p>\n<p class=\"arabic\">قال محمد بن جرير هاجت العصبية بالشام وتفاقم الأمر واغتم الرشيد فعقد وقال \n  إما أن تخرج أنت أو أخرج أنا فسار إليهم جعفر فأصلح بينهم وقتل فيهم ولم يدع \n  لهم رمحا ولا قوسا فهمد الأمر واستخلف على دمشق عيسى بن العكي وانصرف .\n</p>\n<p class=\"arabic\">قال الخطيب كان جعفر عند الرشيد بحالة لم يشاركه فيها أحد وجوده وسخاؤه أشهر \n  من أن يذكر وكان من ذوي اللسان والبلاغة .\n</p>\n<p class=\"arabic\">يقال إنه وقع بحضرة الرشيد زيادة على ألف توقيع ونظر في جميعها فلم يخرج شيئا \n  منها عن موجب الفقه .\n</p>\n<p class=\"arabic\">وكان أبوه يحيى قد ضمه إلى أبي يوسف القاضي حتى علمه وفقهه ) .\n</p>\n<p class=\"arabic\">وعن ثمامة بن أشرس قال ما رأيت أبلغ من جعفر بن يحيى والمأمون .\n</p>\n<p class=\"arabic\">قيل اعتذر رجل إلى جعفر فقال قد أغناك الله بالعذر منا من الاعتذار إلينا \n  وأغنانا بالمودة لك عن سؤ الظن بك .\n</p>\n<p class=\"arabic\">قال محمد بن عبد الله بن طهمان حدثني أبي قال كان أبو علقمة الثقفي صاحب الغريب \n  عند جعفر بن يحيى فقال وقد أقبلت *12*101* عليه خنفساء أليس يقال إن الخنفساء \n  إذا أقبلت إلى رجل أصاب خيرا قالوا بلى فقال يا غلام أعطه ألف دينار فأعطاه \n  ونحوها عنه .\n</p>\n<p class=\"arabic\">قال فعادت إليه فقال يا غلام أعطه ألفا أخرى .\n</p>\n<p class=\"arabic\">قال جحظة حدثني الرشيدي حدثني مهذب حاجب العباس بن محمد أن العباس نالته إضاقة \n  وكثر الغرماء فأخرج سفطا فيه جوهر شراه ألف ألف درهم فحمله إلى جعفر بن يحيى \n  والتقاه جعفر فقال أريد على هذا خمسمائة ألف حتى تأتي الغلة فقال أفعل ورفع \n  السفط .\n</p>\n<p class=\"arabic\">فما رجع العباس بن محمد إلى منزله وجد السفط قد سبقه ومعه ألف ألف درهم ثم \n  من الغد دخل جعفر إلى الرشيد فكلمه فيه فأمر له بثلاثمائة ألف دينار .\n</p>\n<p class=\"arabic\">قال ابن المرزبان نا أبو يعقوب النخعي نا علي بن زيد كاتب العباس بن المأمون \n  حدثني إسحاق الموصلي عن أبيه قال حج الرشيد ومعه جعفر وأنا معهم فلما حضرنا \n  إلى المدينة قال لي جعفر أحب أن تنظر لي جارية لا يكون مثلها في الغناء والظرف \n  فأرشدت إلى جارية لم أر مثلها وغنت فأجادت وقال لي صاحبها لا أبيعها بأقل \n  من أربعين ألف دينار .\n</p>\n<p class=\"arabic\">قلت قد أخذتها وأشترط عليك نظرة قال لك ذلك .\n</p>\n<p class=\"arabic\">فأتيت جعفرا وقلت أصبت صاحبتك على غاية الكمال فاحمل المال فحملنا المال على \n  حمالين وجاء جعفر مستخفيا فدخلنا على الرجل وأخرجها فلما رآها جعفر أعجب بها \n  فغنت فازداد بها عجبا وقال إفصل في أمرها فقلت لمولاها خذ المال فقالت الجارية \n  يا مولاي أي شيء أنت قال قد عرفت ما كنا فيه من النعمة وقد نقصت عن ذلك فقدرت \n  أن تصيري إلى هذا الملك فتنبسطي في شهواتك فقالت لو ملكت منك ما ملكت مني \n  ما بعتك بالدنيا فاذكر العهد وقد كان حلف أن لا يأكل لها ثمنا فتغرغرت عين \n  الرجل بالدموع وقال اشهدوا أنها حرة لوجه *12*102* الله وأني قد تزوجتها وأمهرتها \n  داري فقال جعفر بن يحيى انهض ) .\n</p>\n<p class=\"arabic\">بنا فدعوت الحمالين ليحملوا الذهب فقال جعفر والله لا يصحبنا منه درهم وقال \n  لمولاها أنفقه عليكما .\n</p>\n<p class=\"arabic\">وقيل لما نكب البرامكة وجد في خزائن جعفر جرة فيها ألف دينار في الدينار مائة \n  دينار سكته .\n</p>\n<p class=\"arabic\">وأصفر من ضرب دار الملوك يلوح على وجهه جعفر .\n</p>\n<p class=\"arabic\">% يزيد على مائة واحدا % % متى يعطه معسر يوسر % .\n</p>\n<p class=\"arabic\">مثنى بن محمد عن أبي عبد الرحمن مؤدب البرامكة قال أمر جعفر أن يضرب له دنانير \n  زنة الدينار ثلاثمائة مثقال ويصور عليه صورته وهو مراد أبي العتاهية بقوله \n  يلوح على وجهه جعفر قال صاحب الأغاني أنا عبد الله بن الربيع الربيعي حدثني \n  أحمد بن إسماعيل عن محمد بن جعفر بن يحيى قال شهدت أبي وهو يحدث جدي يحيى \n  وأنا صغير عن بعض خلواته مع الرشيد فقال يا أبه أخذ أمير المؤمنين بيدي ثم \n  أقبل في الحجر يخترقها حتى انتهى إلى حجرة ففتحت له ورجع من كان معنا ثم صرنا \n  إلى حجرة ففتحها بيده ودخلنا معا وأغلقها من داخل ثم صرنا إلى رواق وفي صدره \n  مجلس مغلق فقعد على بابه ونقره فسمعنا حسا ثم نقر فسمعت صوت عود فغنت جارية \n  ما ظننت أن الله خلق مثلها في حسن الغناء فقال لها غني صوتي فغنت .\n</p>\n<p class=\"arabic\">% ومحبب شهد الرفاق مقتله % % غنى الجواري حاسرا ومنقبا % .\n</p>\n<p class=\"arabic\">% لبس الدلال وقام ينقر دفه % % نقرا أقر به العيون وأطربا % .\n</p>\n<p class=\"arabic\">*12*103* .\n</p>\n<p class=\"arabic\">% إن النساء رأينه فعشقنه % % وشكون شدة ما بهن فكذبا % .\n</p>\n<p class=\"arabic\">فطربت والله ثم غنت فرقصنا معا ثم قال لي انهض بنا فلما صرنا في الدهليز قال \n  أتعرف هذه قلت لا قال هي علية بنت المهدي والله لئن لغطت به لأقتلنك .\n</p>\n<p class=\"arabic\">فقال له جدي وقد والله لغطت به والله ليقتلنك .\n</p>\n<p class=\"arabic\">قيل أنشدت جعفرا امرأة كلابية .\n</p>\n<p class=\"arabic\">% إني مررت على العقيق وأهله % % يشكون من مطر الربيع نزورا % .\n</p>\n<p class=\"arabic\">% ما ضرهم إذ مر فيهم جعفر % % أن لا يكون ربيعهم ممطورا % .\n</p>\n<p class=\"arabic\">وروى الإسكافي عن إسحاق الموصلي قال قال لي الرشيد بعد قتل جعفر وصلبه أخرج \n  بنا ننظر إليه فلما عاينه أنشأ يقول .\n</p>\n<p class=\"arabic\">% تقاضاك دهرك ما أسلفا % % وكدر عيشك بعد الصفا % .\n</p>\n<p class=\"arabic\">% ولا تعجبن فإن الزمان % % رهين بتفريق ما ألفا % .\n</p>\n<p class=\"arabic\">الحارث بن أبي أسمامة عن إسماعيل بن محمد ثقة قال لما بلغ ابن عيينة قتل جعفر \n  البرمكي حول وجهه إلى الكعبة وقال اللهم إنه كان قد كفاني مؤونة الدنيا فاكفه \n  مؤونة الأخرة .\n</p>\n<p class=\"arabic\">ابن المرزباني عن هاشم بن سعيد البلدي عن أبيه قال لما صلب جعفر وقف الرقاشي \n  الشاعر وأنشأ يقول .\n</p>\n<p class=\"arabic\">% أما والله لولا خوف واش % % وعين للخليفة لا تنام % .\n</p>\n<p class=\"arabic\">% لطفنا حول جذعك واستلمنا % % كما للناس بالحجر استلام % .\n</p>\n<p class=\"arabic\">% فما أبصرت قبلك يا ابن يحيى % % حساما فله السيف الحسام % .\n</p>\n<p class=\"arabic\">% على اللذات والدنيا جميعا % % لدولة آل برمك السلام % .\n</p>\n<p class=\"arabic\">*12*104* فطلبه الرشيد فأضر فقال كم كان يعطيك جعفر قال في السنة ألف دينار \n  فأمر له بألفي دينار .\n</p>\n<p class=\"arabic\">وقال الكوكبي حدثني أبو بكر وجه الهرة حدثني غسان بن محمد القاضي عن محمد \n  بن عبد الرحمن الهاشمي صاحب صلاة الكوفة قال دخلت على أمي يوم النحر وعندها \n  امرأة برزة جلدة في أثواب رثة فقالت لي أتعرف هذه قلت هذه عبادة أم جعفر البرمكي \n  فسلمت عليها ورحبت بها وقلت فلانة حدثينا ببعض أموركم .\n</p>\n<p class=\"arabic\">قالت أذكر لك جملة فيها عبرة لقد هجم علي مثل هذا العيد وعلى رأسي أربعمائة \n  جارية وأنا أزعم أن جعفرا عاق لي وقد أتيتكم يقنعني جلد شاتين أجعل أحدهما \n  شعارا والآخر دثارا .\n</p>\n<p class=\"arabic\">قال عبد الله بن روح المدائني ولدت يوم قتل جعفر البرمكي وهو أول صفر سنة \n  سبع وثمانين ومائة .\n</p>\n<p class=\"arabic\">قال ابن جرير وعاش سبعا وثلاثين سنة ) .\n</p>\n<p class=\"arabic\">وقد ذكرنا من أخباره في حوادث السنة المذكورة رحمه الله وسامحه .\n\n</p>"
}