{
    "header": "أبو إسحاق الفزاري ع .",
    "id": "004943",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أبو إسحاق الفزاري ع .\n</h1>\n<p class=\"arabic\">هو الإمام إبراهيم بن محمد بن الحراث بن أسماء بن خارجة بن حصن بن حذيفة بن \n  بدر الكوفي .\n</p>\n<p class=\"arabic\">أحد الأعلام سكن المصيصة مرابطا في سبيل الله وروى عن عبد الملك بن عمير وعطاء \n  بن السائب وسهيل بن أبي صالح وعبيد الله بن عمر والأعمش وسليمان التيمي ويحيى \n  بن سعيد الأنصاري وحميد الطويل وخلق كثير من صغار التابعين ) .\n</p>\n<p class=\"arabic\">وعنه الأوزاعي والثوري وهما من شيوخه وعيسى بن يونس وبقية والوليد بن مسلم \n  وموسى بن أيوب الرحبي والمسيب بن وضاح ومحمد بن عبد الرحمن بن سهم وعبد الله \n  بن عون الخزاز وأبو نعيم الحلبي ومحمد بن سلام البيكندي وطائفة .\n</p>\n<p class=\"arabic\">حدث بدمشق وبالثغور قال ابن سعد كان ثقة فاضلا صاحب سنة وغزو كثير الخطأ في \n  حديثه *12*55* .\n</p>\n<p class=\"arabic\">وقال النسائي ثقة مأمون أحد الأئمة روى عنه ابن المبارك .\n</p>\n<p class=\"arabic\">وقال أبو حاتم ثقة مأمون إمام .\n</p>\n<p class=\"arabic\">وقال علي بن الحسن بن شقيق ذكر أبو إسحاق الفزاري عند سفيان بن عيينة فقال \n  ما ينبغي أن يكون رجل أبصر بالسنة منه .\n</p>\n<p class=\"arabic\">وقال عبد الرحمن الخريبي قول أبي إسحاق الفزاري أحب إلي من قول إبراهيم النخعي .\n</p>\n<p class=\"arabic\">وقال ابن المبارك ما رأيت رجلا أفضل من أبي إسحاق .\n</p>\n<p class=\"arabic\">وقال عبد الرحمن بن مهدي الأوزاعي والفزاري إمامان في السنة .\n</p>\n<p class=\"arabic\">وقال الحسن بن الربيع ما رأيت أورع من أبي إسحاق الفزاري هو أفضل من معمر \n  حدثني علي بن بكار أنه سمع أبا إسحاق يقول كنت عند الأوزاعي وذكر سفيان الثوري \n  فقال لو خيرت لهذه الأمة من ينظر لها ويختار لها ما أختار لها إلا سفيان أو \n  ابن عون .\n</p>\n<p class=\"arabic\">فقلت في نفسي وأنا لو خيرت لهذه الأمة من ينظر لها ويختار لها ما اخترت لها \n  غيرك يعني الأوزاعي .\n</p>\n<p class=\"arabic\">قال ابن بكار فقلت أنا في نفسي لو خيرت أنا ما اخترت لها غيرك يعني أبا إسحاق \n  الفزاري .\n</p>\n<p class=\"arabic\">عبيد بن جناد الحلبي سمعت محمد بن يوسف الأصبهاني يقول حدث الأوزاعي بحديث \n  فقال له رجل من حدثك يا أبا عمرو قال حدثني به الصادق المصدوق أبو إسحاق الفزاري .\n</p>\n<p class=\"arabic\">محبوب بن موسى الفراء سألت ابن عيينة عن حديث كنت سمعته من *12*56* أبي إسحاق \n  الفزاري فقال والله ما رأيت من أقدمه على أبي إسحاق الفزاري .\n</p>\n<p class=\"arabic\">وعن الأوزاعي أنه قال لكاتبه أكتب إلى أبي إسحاق الفزاري وابدأ به فإنه والله \n  خير مني .\n</p>\n<p class=\"arabic\">وعن محبوب بن موسى قال لقيت الفضيل بن عياض فعزاني بأبي إسحاق وقال كان والله \n  ) .\n</p>\n<p class=\"arabic\">كريما اشتقت إلى المصيصة ما بي فضل الرباط إلا لأرى أبا إسحاق .\n</p>\n<p class=\"arabic\">قال محبوب سمعت علي بن بكار يقو لقيت الذين لقيهم أبو إسحاق ابن عون وغيره \n  والله ما رأيت فيهم أفقه من أبي إسحاق .\n</p>\n<p class=\"arabic\">إبراهيم بن عمر بن أبي الوزير سمعت ابن عيينة يقول كان أبو إسحاق الفزاري \n  إماما .\n</p>\n<p class=\"arabic\">وقال نصر الجهضمي قال الخريبي كان الأوزاعي أفضل أهل زمانه وكان بعده أبو \n  إسحاق الفزاري أفضل أهل زمانه قال نصر وأنا أقول كان أحمد بن حنبل أفضل أهل \n  زمانه .\n</p>\n<p class=\"arabic\">قال أحمد العجلي أبو إسحاق أدب أهل الثغر وعلمهم السنة وكان يأمر وينهى وإذا \n  دخل الثغر مبتدع أخرجه وكان كثير الحديث فقيها وكان عربيا فزاريا أمر سلطانا \n  يوما ونهاه فضربه مائتي سوط فغضب له الأوزاعي وتكلم في أمره .\n</p>\n<p class=\"arabic\">وقال ابن مهدي إذا رأيت الشامي يحب الأوزاعي وأبا إسحاق الفزاري *12*57* فهو \n  صاحب سنة .\n</p>\n<p class=\"arabic\">وقال مرة فاطمئن إليه .\n</p>\n<p class=\"arabic\">سفيان بن عيينة قال لي أبو إسحاق الفزاري أدخلت على هارون فلما رآني رفع رأسه \n  إلي ثم قال يا أبا إسحاق إنك في موضع وفي شرف فقلت يا أمير المؤمنين إن ذلك \n  لا يغني عني في الآخرة شيئا .\n</p>\n<p class=\"arabic\">ابن الأنباري عن ابن المرزبان عن يزيد بن محمد المهلبي عن الأصمعي قال كنت \n  جالسا بين يدي الرشيد وأبو يوسف جالس فأدخل أبو إسحاق الفزاري وقال السلام \n  عليك يا أمير المؤمنين فقال لا سلم الله عليك ولا قرب دارك ولا حبى مزارك \n  قال لم قال أنت الذي تحرم السواد قال من أخبرك بهذا يا أمير المؤمنين لعل \n  ذا أخبرك وأشار إلى أبي يوسف وذكر كلمة والله يا أمير المؤمنين لقد خرج إبراهيم \n  بن عبد الله على جدك المنصور فخرج أخي معه وعزمت على الغزو فأتيت أبا فلان \n  فذكرت ذلك له فقال لي مخرج أخيك أحب إلي مما عزمت عليه من الغزو والله ما \n  حرمت السواد .\n</p>\n<p class=\"arabic\">فقال الرشيد سلم الله عليك وقرب دارك وحبا مزارك وأجلس يا أبا إسحاق يا مسرور \n  ثلاثة آلاف دينار لأبي إسحاق فأتى بها فوضعها في يده وخرج فانصرف ولقيه ابن \n  المبارك فقال أنا عن هذه الدنانير غني فقال إن كان في نفسك منها شيء فتصدق \n  بها .\n</p>\n<p class=\"arabic\">فما خرج من سوق الرافقة حتى تصدق بها ) .\n</p>\n<p class=\"arabic\">إبراهيم بن سعيد الجوهري عن أبي أسامة سمعت فضيل بن عياض يقول رأيت رسول الله \n  صلى الله عليه وسلم في المنام وإلى جنبه فرجة فذهبت لأجلس فقال هذا مجلس أبي \n  إسحاق الفزاري *12*58* .\n</p>\n<p class=\"arabic\">وقيل قدم ابن المبارك المصيصة فزار أبا إسحاق الفزاري فأتى ابن المبارك رجل \n  يسأله فقال سل أبا إسحاق .\n</p>\n<p class=\"arabic\">عثمان الدارمي سألت ابن معين عن أبي إسحاق الفزاري فقال ثقة ثقة .\n</p>\n<p class=\"arabic\">نعيم بن حماد وغيره عن مخلد بن الحسين قال رأيت كأن الناس قد جمعوا في صحراء \n  فغشيتهم غبرة فماج الناس فسمعت مناديا ينادي من السماء اتبعوا إبراهيم بن \n  محمد الفزاري فلما أصبحت أتيته وأخبرته فقال أنشدك الله لا تخبر به حتى أموت .\n</p>\n<p class=\"arabic\">قال أبو مسهر قدم الفزاري دمشق فاجتمع الناس ليسمعوا منه فقال لمولى أخرج \n  إلى الناس وقل لهم من كان يرى القدر فلا يحضر مجلسنا فخرجت وأخبرت الناس .\n</p>\n<p class=\"arabic\">وروي أن الرشيد أخذ زنديقا وأمر بقتله فقال أين أنت من ألف حديث وضعتها على \n  رسول الله قال وأين أنت يا عدو الله من أبي إسحاق الفزاري وابن المبارك يتخللانها \n  فيخرجانها حرفا حرفا .\n</p>\n<p class=\"arabic\">نصر بن علي الجهضمي رأيت أبا داوود يقول مات أبو إسحاق الفزاري وليس على وجه \n  الأرض أفضل منه .\n</p>\n<p class=\"arabic\">في صحيح البخاري في غزو البحر حديث لأبي إسحاق الفزاري عن عبد الله بن عبد \n  الرحمن الأنصاري سمع أنسا فذكر حديث أم حرام وقد قال ابن مردويه الحافظ وغيره \n  لم يسمع أبو إسحاق من عبد الله *12*59* أبي طوالة والصواب ما رواه المسيب \n  بن واضح عن أبي إسحاق عن زائدة عن عبد الله بن عبد الرحمن .\n</p>\n<p class=\"arabic\">قال أبو صالح الفراء وأحمد بن حنبل وجماعة مات أبو إسحاق الفزاري سنة خمس \n  وثمانين ومائة .\n</p>\n<p class=\"arabic\">وقال ابن سعد وخليفة وسليمان بن عمر الرقي ومحمد بن فضيل سنة ثمان وثمانين .\n</p>\n<p class=\"arabic\">وقال أحمد في رواية والبخاري وابن أبي السري سنة ست وثمانين ومائة .\n</p>\n<p class=\"arabic\">وقيل غير ذلك رحمه الله ) .\n\n</p>"
}