{
    "header": "إسماعيل بن عياش بن سليم الإمام أبو عتبة ...",
    "id": "004955",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">إسماعيل بن عياش بن سليم الإمام أبو عتبة العنسي بالنون الحمصي الحافظ .\n</h1>\n<p class=\"arabic\">*12*71* أحد الأعلام ولد بعد المائة وروى عن شرحبيل بن مسلم ومحمد بن زياد \n  الألهاني وأبي طوالة عبد الله بن عبد الرحمن وتميم بن عطية ويحيى بن سعد وعمرو \n  بن قيس السكوني وعدد كثير من الشاميين والحجازيين وعن الأعمش وحجاج بن أرطأة \n  والكوفيين .\n</p>\n<p class=\"arabic\">وعنه سفيان الثوري مع تقدمه وابن إسحاق وهما من شيوخه والليث بن سعد وهو أكبر \n  منه وابن المبارك وابن وهب ويزيد بن هارون ويحيى بن حسان وهشام بن عمار ويحيى \n  بن معين وأبو اليمان وداوود بن رشيد والحسن بن عرفة وخلق كثير .\n</p>\n<p class=\"arabic\">وعنه سفيان الثوري مع تقدمه وابن إسحاق وهما من شيوخه والليث بن سعد وهو أكبر \n  منه وابن المبارك وابن وهب ويزيد بن هارون ويحيى بن حسان وهشام بن عمار ويحيى \n  بن معين وأبو اليمان وداوود بن رشيد والحسن بن عرفة وخلق كثير .\n</p>\n<p class=\"arabic\">وكان صدرا معظما نبيلا حج بضع عشرة حجة وبعثه المنصور إلى دمشق فعدل أرضها \n  للخراج ) .\n</p>\n<p class=\"arabic\">قال أبو خيثمة كان أحول .\n</p>\n<p class=\"arabic\">وقال أحمد بن حنبل ويزيد بن عبد ربه ولد سنة ست ومائة .\n</p>\n<p class=\"arabic\">وقال بقية ولد سنة خمس ومائة .\n</p>\n<p class=\"arabic\">وقيل ولد سنة اثنتين ومائة فإن ابن عيينة يقول مولدي سنة ثمان ومائة وولد \n  إسماعيل قبلي بست سنين .\n</p>\n<p class=\"arabic\">يزيد بن هارون شهدت شعبة سمع من فرج بن فضالة عن إسماعيل بن عياش *12*72* .\n</p>\n<p class=\"arabic\">وقال أبو اليمان كان منزل إسماعيل إلى جانب منزلي فكان يحيى الليل فكان ربما \n  قرأ ثم قطع ثم رجع فلقيته يوما فسألته عن ذلك فقال يا بني إني أصلي فأقرأ \n  فأذكر الحديث في الباب فأقطع الصلاة وأكتب الحديث في الباب ثم أرجع إلى صلاتي \n  فأبتديء من الموضع الذي قطعت منه .\n</p>\n<p class=\"arabic\">قال يعقوب الفسوي كنت أسمعهم يقولون علم الشام عند إسماعيل بن عياش والوليد \n  بن مسلم وسمعت أبا اليمان يقول كان أصحابنا لهم رغبة في العلم وطلب شديد بالشام \n  والحجاز وكانوا يقولون نجهد في الطلب ونتعب فإذا جئنا وجدنا كل ما كتبنا عند \n  إسماعيل بن عياش .\n</p>\n<p class=\"arabic\">قال يعقوب فتكلم قوم في إسماعيل وإسماعيل ثقة عدل أعلم الناس بحديث أهل الشام \n  أكثر ما يتكلمون فيه قالوا يغرب عن ثقات الحجازيين .\n</p>\n<p class=\"arabic\">قال يحيى الوحاظي ما رأيت رجلا أكبر معينا من إسماعيل بن عياش كنا إذا أتيناه \n  إلى مزرعته لم يرض لنا إلا بالخروف والخبيص .\n</p>\n<p class=\"arabic\">سمعته يقول ورثت عن أبي أربعة آلاف دينار فأنفقتها في طلب العلم .\n</p>\n<p class=\"arabic\">عثمان بن صالح قال كان المصريون ينتقصون عثمان حتى نشأ فيهم الليث فحدثهم \n  بفضائل عثمان فكفوا وكان أهل حمص ينتقصون عليا حتى نشأ فيهم إسماعيل فحدثهم \n  بفضائل علي فكفوا عن ذلك *12*73* .\n</p>\n<p class=\"arabic\">عبد الله بن أحمد سمعت أبي يسأل داوود بن عمرو قال نعم ما رأيت معه كتابا \n  قط فقال لقد كان حافظا كم كان يحفظ قال كان يحفظ شيئا كثيرا قال فكان يحفظ \n  عشرة آلاف قال عشرة آلاف وعشرة آلاف وعشرة آلاف ) .\n</p>\n<p class=\"arabic\">فقال أبي هذا مثل وكيع .\n</p>\n<p class=\"arabic\">روى الفضل بن زياد عن أحمد ليس أحدا أروى لحديث الشاميين من ابن عياش والوليد .\n</p>\n<p class=\"arabic\">وقال سليمان بن أحمد الواسطي سمعت يزيد بن هارون يقول ما رأينا شاميا ولا \n  عراقيا أحفظ من إسماعيل بن عياش .\n</p>\n<p class=\"arabic\">وقال الهيثم بن خارجة سمعت يزيد بن هارون يقول ما رأيت أحفظ من إسماعيل ما \n  أدري ما سفيان الثوري وقال الجوزجاني سألت أبا مسهر عن إسماعيل وبقية فقال \n  كل كان يأخذ عن غير ثقة فإذا أخذت حديثهم عن الثقات فهو ثقة .\n</p>\n<p class=\"arabic\">عباس عن ابن معين إسماعيل بن عياش ثقة وكان أحب إلى أهل الشام من بقية وقد \n  مضيت إلى إسماعيل بن عياش فرأيته عند دار الجوهري على غرفة ومعه رجلان ينظران \n  في كتاب فيحدثهم خمسمائة في اليوم أقل أو أكثر وهم أسفل وهو فوق فيأخذون كتابه \n  فينسخون من غدوة *12*74* إلى الليل فرجعت ولم أسمع منه شيئا ولكني شهدته يملي \n  إملاء فكتبت عنه .\n</p>\n<p class=\"arabic\">وقال النسائي في الكنى عن سليمان بن الأشعث سمعت يحيى بن معين يقول إسماعيل \n  بن عياش ثقة .\n</p>\n<p class=\"arabic\">وقال عبد الله بن أحمد سألت يحيى بن معين أكتبت عن ابن عياش قال نعم .\n</p>\n<p class=\"arabic\">وعنه قال عن إسماعيل بن عياش عن شرحبيل بن مسلم عن أبي أمامة عن النبي صلى \n  الله عليه وسلم قال الزعيم غارم .\n</p>\n<p class=\"arabic\">وروى الدارمي عن ابن معين قال أرجو أن لا يكون به بأس .\n</p>\n<p class=\"arabic\">وروى محمد بن عثمان والغلابي وغيرهما عن ابن معين قال إسماعيل بن عياش ثقة \n  فيما روي عن الشاميين وأما عن غيرهم ففيه شيء .\n</p>\n<p class=\"arabic\">وقال أبو زرعة الرازي صدوق يغلط في حديث الحجازيين والعراقيين .\n</p>\n<p class=\"arabic\">وقال أحمد بن الحسن الترمذي قال أحمد هو أصلح من بقية لبقية *12*75* مناكير \n  عن الثقات .\n</p>\n<p class=\"arabic\">زكريا بن عدي قال لي أبو إسحاق الفزاري لا تكتب عن إسماعيل بن عياش شيئا واكتب \n  عن بقية ما روى عن المعروفين ) .\n</p>\n<p class=\"arabic\">وقال ابن معين ما سمعت عبد الرحمن بن مهدي يحدث عن إسماعيل بن عياش شيئا قط .\n</p>\n<p class=\"arabic\">وقال ابن خراش والنسائي إسماعيل بن عياش ضعيف .\n</p>\n<p class=\"arabic\">وقال ابن خزيمة لا يحتج به .\n</p>\n<p class=\"arabic\">وقال ابن عدي يغلط في حديث الحجازيين إما حديثا برأسه أو مرسلا بوصله أو موقوفا \n  برفعه ويحتج به في الشاميين .\n</p>\n<p class=\"arabic\">قلت لم يذكره البخاري في الضعفاء .\n</p>\n<p class=\"arabic\">وقال الدولابي قال البخاري إسماعيل بن عياش ما روى عن الشاميين فهو أصح .\n</p>\n<p class=\"arabic\">وقال العقيلي إذا حدث عن غير أهل الشام اضطرب وأخطأ .\n</p>\n<p class=\"arabic\">أحمد بن سعد بن أبي مريم سمعت علي بن المديني يقول رجلان صاحبا حديث بلدهما \n  إسماعيل بن عياش وابن لهيعة .\n</p>\n<p class=\"arabic\">وقال ابن المبارك بقية أحب إلي *12*76* .\n</p>\n<p class=\"arabic\">الفلاس سمعت أبا قتيبة يقول ليحيى يوما ثنا إسماعيل بن عياش عن بحير بن سعد \n  عن خالد بن معدان عن عائشة قالت آخر طعام أكله النبي صلى الله عليه وسلم طعام \n  فيه بصل فقال بحير ما هذه الأزقة يا أبا قتيبة ثنا ابن جريج عن عطاء بن جابر \n  نهى رسول الله صلى الله عليه وسلم عن البصل والكراث .\n</p>\n<p class=\"arabic\">قلت خرج أبو داوود والنسائي الأول من حديث بقية عن بحير فأدخل بين خالد وبينها \n  خيار بن سلمة .\n</p>\n<p class=\"arabic\">قال عبد الله بن أحمد عرضت على أبي حديث لا تقرأ الحائض ولا الجنب شيئا فقال \n  هذا باطل يعني أن إسماعيل وهم .\n</p>\n<p class=\"arabic\">أخبرنا أحمد بن سلامة ومسعود بن عبد الله كتابة عن ابن كليب نا ابن بيان أنا \n  ابن مخلد أنا الصفار ثنا ابن عرفة ثنا إسماعيل بن عياش عن موسى بن عقبة عن \n  نافع عن ابن عمر عن النبي صلى الله عليه وسلم قال لا تقرأ الحائض ولا الجنب \n  من القرآن شيئا .\n</p>\n<p class=\"arabic\">قال مضر بن محمد الأسدي سألت يحيى بن معين عن إسماعيل بن *12*77* عياش فقال \n  إذا حدث عن الشاميين فحديثه صحيح وإذا حدث عن العراقيين والمدنيين خلطه ما \n  شئت .\n</p>\n<p class=\"arabic\">وقال ابن حبان كان إسماعيل من الحفاظ المتقنين في حداثته فلما كبر تغير حفظه \n  ) .\n</p>\n<p class=\"arabic\">قلت روى عن إسماعيل من شيوخه الأعمش وقدم بغداد فولاه المنصور خزانة الكسوة .\n</p>\n<p class=\"arabic\">وقال يزيد بن عبد ربه وابن مصفى وأحمد بن حنبل وحيوة بن شريح مات سنة إحدى \n  وثمانين ومائة وزاد ابن مصفى لثمان خلون من ربيع الأول .\n</p>\n<p class=\"arabic\">وقال خليفة وأبو عبيد والزيادي سنة اثنتين .\n\n</p>"
}