{
    "header": "البهلول المجنون .",
    "id": "004972",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">البهلول المجنون .\n</h1>\n<p class=\"arabic\">هو البهلول بن عمرو أبو وهيب الصيرفي الكوفي .\n</p>\n<p class=\"arabic\">وسوس في عقله وما أظنه اختلط أو قد كان يصحو في وقت فهو معدود في عقلاء المجانين .\n</p>\n<p class=\"arabic\">له كلام حسن وحكايات وقد حدث عن عمرو بن دينار وعاصم بن بهدلة وأيمن بن نابل \n  وما تعرضوا له بجرح ولا تعديل ولا كتب عنه الطلبة .\n</p>\n<p class=\"arabic\">كان حيا في دولة الرشيد طول ترجمته ابن النجار وذكر أنه أتى بغداد .\n</p>\n<p class=\"arabic\">وعن الأصمعي قال خرجت من عند الرشيد من باب الرصافة فإذا بهلول يأكل خبيصا \n  فقلت أطعمني قال ليس هو لي قلت لمن هو قال لحمدونة بنت الرشيد أعطتنيه أكله \n  لها .\n</p>\n<p class=\"arabic\">وعن الأشهلي قال بكرت في حاجة فلقيت البهلول فقلت ادع لي فرفع يديه وقال يا \n  من لا تختزل الحوائج دونه اقض له حوائج الدنيا والآخرة فوجدت لدعائه راحة \n  فناولته درهمين فقال لي يا أبا محمد تعلم أني أخذ الرغيف ونحوه لا والله لا \n  أخذ على دعائي أجرا .\n</p>\n<p class=\"arabic\">قال فقضيت حاجتي .\n</p>\n<p class=\"arabic\">ويروى أن البهلول مر به الرشيد فقام وناداه ووعظه فأمر له بمال فقال ما كنت \n  لأسود وجه الموعظة *12*90* .\n</p>\n<p class=\"arabic\">وقيل له قد غلا السعر فادع الله قال ما أبالي ولو حبة بدينار إن لله علينا \n  أن نعبده كما أمرنا وعليه أن يرزقنا كما وعدنا .\n</p>\n<p class=\"arabic\">وعن حسن بن سهل قال رأيت الصبيان يرمون البهلول بالحصى فأدمته حصاة فقال .\n</p>\n<p class=\"arabic\">% رب رام لي بأحجار الأذى % % لم أجد بدا من العطف عليه % .\n</p>\n<p class=\"arabic\">فقلت تعطف عليهم وهم يرمونك قال اسكت لعل لله يرى غمي ووجعي وشدة فرحهم فيهب \n  بعضنا لبعض .\n</p>\n<p class=\"arabic\">ومما نقل عنه قال من كانت الآخرة أكبر همه أتته الدنيا راغمة .\n</p>\n<p class=\"arabic\">ثم قال .\n</p>\n<p class=\"arabic\">% يا خاطب الدنيا إلى نفسه % % تنح عن خطبتها تسلم % .\n</p>\n<p class=\"arabic\">% إن التي تخطب غرارة % % قريبة العرس إلى المأتم % .\n</p>\n<p class=\"arabic\">وقد ساق أبو القاسم المفسر في كتاب عقلاء المجانين له حكايات وأشعار ولم أجد \n  له وفاة ) .\n</p>\n<p class=\"arabic\">بهلول بن مؤرق أبو غسان عن موسى بن عبيدة .\n</p>\n<p class=\"arabic\">وعنه أبو خيثمة والفلاس ومحمد بن المثنى وغيرهم .\n</p>\n<p class=\"arabic\">قال أبو حاتم لا بأس به *12*91* .\n\n</p>"
}