{
    "header": "إبراهيم بن أبي يحيى الفقيه المدني ق .",
    "id": "004949",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">إبراهيم بن أبي يحيى الفقيه المدني ق .\n</h1>\n<p class=\"arabic\">*12*64* أحد الأعلام وهو إبراهيم بن محمد بن أبي يحيى الأسلمي .\n</p>\n<p class=\"arabic\">روى عن الزهري وابن المنكدر وصفوان بن سليم وموسى بن وردان وصالح مولى التوءمة \n  وطبقتهم .\n</p>\n<p class=\"arabic\">وعنه الشافعي وإبراهيم بن موسى الفزاري والحسن بن عرفة وطائفة .\n#</p>\n<p class=\"arabic\">مطلب إذا قال الشافعي أخبرني من لا أتهم .\n</p>\n<p class=\"arabic\">وهو الذي يروي عنه الشافعي فيدلسه ويقول أخبرني من لا أتهم .\n</p>\n<p class=\"arabic\">قال الشافعي كان قدريا ونهى ابن عيينة عن الكتابة عنه .\n</p>\n<p class=\"arabic\">وقال أبو يحيى هارون بن عبد الله الزهري عن إبراهيم بن سعد قال كنا نسمي إبراهيم \n  بن أبي يحيى ونحن نطلب الحديث خرافة .\n</p>\n<p class=\"arabic\">وقال بشر بن عمر الزهراني نهاني مالك عن إبراهيم بن أبي يحيى فقلت من أجل \n  القدر تنهاني فقال ليس هو في حديثه بذاك .\n</p>\n<p class=\"arabic\">أبو همام الوليد بن شجاع سمعت إبراهيم بن أبي يحيى يشتم بعض السلف .\n</p>\n<p class=\"arabic\">سفيان بن عبد الملك سألت ابن المبارك لم تركت حديث إبراهيم بن أبي يحيى قال \n  كان مجاهرا بالقدر وكان اسم القدر يغلب *12*65* عليه وكان صاحب تدليس .\n</p>\n<p class=\"arabic\">إبراهيم بن محمد بن عرعرة سمعت يحيى بن سعيد يقول سألت مالكا عن إبراهيم بن \n  أبي يحيى أثقة في الحديث قال لا ولا في دينه .\n</p>\n<p class=\"arabic\">عبد الله بن أحمد سمعت أبي يذكر عن المعيطي عن يحيى بن سعيد قال كنا نتهمه \n  بالكذب يعني إبراهيم بن أبي يحيى قال أبي قدري جهمي كل بلاء فيه يعني إبراهيم .\n</p>\n<p class=\"arabic\">وسمعت أبي يقول أنكر الناس حديثه وأبوه ثقة ) .\n</p>\n<p class=\"arabic\">وعن ابن معين قال ليس بثقة .\n</p>\n<p class=\"arabic\">وروى عباس عن ابن معين قال كان قدريا رافضيا .\n</p>\n<p class=\"arabic\">أحمد بن علي الأبار عن محمد بن عبد الرحمن القرمطي عن يحيى الأسدي عن إبراهيم \n  بن أبي يحيى وأملي على رجل غريب ثلاثين حديثا فجاء بها من الحسن شيئا عجبا \n  وقال للغريب لو ذهبت إلى ذاك الحمار فحدثك بثلاثة أحاديث لفرحت بها يعني مالك .\n</p>\n<p class=\"arabic\">عبد الله بن أحمد بن حنبل عن عبد الله بن عبد الرحمن السمرقندي سمعت يزيد \n  بن هارون يكذب خالج بن مخدوج وزياد بن *12*66* ميمون وإبراهيم بن أبي يحيى .\n</p>\n<p class=\"arabic\">وقال البخاري قدري جهمي تركه ابن المبارك والناس .\n</p>\n<p class=\"arabic\">وقال يحيى القطان لم يترك للقدر بل للكذب .\n</p>\n<p class=\"arabic\">ابن خزيمة عن ابن عبد الحكم سمعت الشافعي يقول كان ابن أبي يحيى أحمق أو قال \n  أبله .\n</p>\n<p class=\"arabic\">كان لا يمكنه جماع النساء فأخبرني من رآه معه فأس وقال بلغني أنه من بال في \n  ثقب فاس أمكنه الجماع فدخل خربة فبال في الفأس .\n</p>\n<p class=\"arabic\">وقال مؤمل بن إسماعيل سمعت يحيى بن القطان يقول أشهد على إبراهيم بن أبي يحيى \n  أنه يكذب .\n</p>\n<p class=\"arabic\">وقال محمد بن البرقي في الضعفاء له إبراهيم بن أبي يحيى كان يرى القدر والتشيع \n  والكذب .\n</p>\n<p class=\"arabic\">وقال النسائي متروك الحديث .\n</p>\n<p class=\"arabic\">وأما ابن عدي فصلحه وقال لم أجد له حديثا منكرا إلا عن شيوخ يجهلون وقد حدث \n  عنه ابن جريج والثوري والكبار وله كتاب الموطأ هو أضعاف موطأ مالك وأحاديث \n  كثيرة .\n</p>\n<p class=\"arabic\">وقال أبو إسحاق الجوزجاني فيه ضروب من البدع ولا يشتغل بحديثه فإنه غير مقنع .\n</p>\n<p class=\"arabic\">قلت اسم جده أبو يحيى سمعان وقد تقرر أن إبراهيم من الضعفاء بلا ريب وهل هو \n  متروك أم لا فيه قولان *12*67* .\n</p>\n<p class=\"arabic\">مات سنة أربع وثمانين ومائة .\n\n</p>"
}