{
    "header": "إبراهيم بن سعد بن إبراهيم بن عبد الرحمن ...",
    "id": "004941",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">إبراهيم بن سعد بن إبراهيم بن عبد الرحمن بن عوف الزهري الإمام أبو إسحاق \n  القرشي .\n</h1>\n<p class=\"arabic\">المدني ع سمع أباه والزهري وصفوان بن سليم وصالح بن كيسان ويزيد بن الهاد \n  وابن إسحاق والوليد بن كثير وطائفة .\n</p>\n<p class=\"arabic\">عنه ابناه يعقوب وسعد وأحمد بن حنبل ومنصور بن أبي مزاحم ومحمد بن الصباح \n  الدولابي ولوين والحسين بن سيار الحراني وهو آخر من مات من أصحابه وقد حدث \n  عنه شعبة والليث بن سعد وقيس بن الربيع وهم أكبر منه .\n</p>\n<p class=\"arabic\">وكان من العلماء الثقات عاش خمسا وسبعين سنة ) .\n</p>\n<p class=\"arabic\">وولي قضاء المدينة وقد كان أبوه أيضا قاضيها *12*51* .\n</p>\n<p class=\"arabic\">وكن إبراهيم أسود اللون .\n</p>\n<p class=\"arabic\">قال عبيد الله بن سعيد بن عفير عن أبيه قال قدم إبراهيم بن سعد العراق سنة \n  أربع وثمانين ومائة فأكرمه الرشيد وأظهر بره وسئل عن الغناء فأفتى بتحليله \n  وأتاه بعض أصحاب الحديث ليسمع منه فسمعه يتغنى فقال لقد كنت حريصا على أن \n  أسمع منك فأما الآن فلا أسمع منك فقال إذا لا أفقد إلا شخصك وعلي وعلي إن \n  حدثت ببغداد حديثا حتى أغني قبله .\n</p>\n<p class=\"arabic\">وشاعت هذه عنه ببغداد وبلغت الرشيد فدعا به وسأله عن حديث المخزومية التي \n  قطعها رسول الله صلى الله عليه وسلم في السرقة فدعا بعود فقال الرشيد أعود \n  البخور قال لا ولكن عود الطرب فتبسم وفهمها إبراهيم بن سعد فقال لعلك بلغك \n  يا أمير المؤمنين حديث السفيه الذي آذاني بالأمس وألجأني إلى أن حلفت قال \n  نعم ودعا له الرشيد بعود فغناه .\n</p>\n<p class=\"arabic\">% يا أم طلحة إن البين قد أزفا % % قل الثواء لئن كان الرحيل غدا % .\n</p>\n<p class=\"arabic\">وقال له الرشيد من كان من فقهائكم يكره السماع قال من ربطه الله .\n</p>\n<p class=\"arabic\">قال فهل بلغك عن مالك في هذا شيء قال أخبرني أبي أنهم اجتمعوا في مدعاة كانت \n  في بني يربوع وهم يومئذ جلة ومعهم دفوف ومغان وعيدان يغنون ويلعبون ومع مالك \n  دف مربع وهو يغنيهم .\n</p>\n<p class=\"arabic\">% سليمى أجمعت بينا % % فأين لقاؤها أينا % .\n</p>\n<p class=\"arabic\">*12*52* .\n</p>\n<p class=\"arabic\">% وقد قالت لأتراب % % لها زهر تلاقينا % .\n</p>\n<p class=\"arabic\">% تعالين فقد طاب % % لنا العيش تعالينا % .\n</p>\n<p class=\"arabic\">فضحك الرشيد ووصله بمال عظيم .\n</p>\n<p class=\"arabic\">رواها غير واحد عن أبي بكر محمد بن إسحاق الصفار عن علي ابن الحسين بن خلف \n  بمصر عن عبيد الله فذكرها .\n</p>\n<p class=\"arabic\">قال أحمد العجلي كان إبراهيم بن سعد ثقة يقال كان أسود .\n</p>\n<p class=\"arabic\">وقال إبراهيم بن حمزة الزبيري كان عند إبراهيم بن سعد عن ابن إسحاق نحو من \n  سبعة عشر ألف حديث في الأحكام سوى المغازي .\n</p>\n<p class=\"arabic\">قلت وكان عنده عنه مغازيه رواه عن إبراهيم أحمد بن محمد بن أيوب ) .\n</p>\n<p class=\"arabic\">ومات سنة أربع وثمانين ومائة .\n</p>\n<p class=\"arabic\">وقيل سنة ثلاث وهو من صغار أصحاب الزهري وقع لي من عواليه .\n</p>\n<p class=\"arabic\">وقد روى عنه سليمان بن داوود الهاشمي حدثه عن هشام عن أبيه عن عائشة مرفوعا \n  الحمى من فيح جهنم فأبردوها بالماء ثم قال إبراهيم بن سعد لم أسمع من هشام \n  سواه .\n</p>\n<p class=\"arabic\">قال أبو عبيد الأجري سمعت أبا داوود يقول ولي إبراهيم بن سعد بيت المال ببغداد .\n</p>\n<p class=\"arabic\">قال عبد الله بن أحمد مولد إبراهيم سنة ثمان ومائة *12*53* .\n</p>\n<p class=\"arabic\">وقال صالح جزرة سماعه من الزهري ليس بذاك لأنه كان صغيرا .\n</p>\n<p class=\"arabic\">وقال ابن معين هو أثبت من الوليد بن كثير وابن إسحاق وهو أحب إلي من أبي ذئب \n  في الزهري .\n</p>\n<p class=\"arabic\">وقال أحمد بن حنبل إبراهيم بن سعد ثقة .\n</p>\n<p class=\"arabic\">وقال عبد الرحمن بن خراش صدوق .\n\n</p>"
}