{
    "header": "إبراهيم بن ماهان بن بهمن أبو إسحاق الموصـ...",
    "id": "004944",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">إبراهيم بن ماهان بن بهمن أبو إسحاق الموصلي .\n</h1>\n<p class=\"arabic\">*12*60* كبير أهل الغناء فارسي من أهل أرجان ولاؤه للحنظليين لقب بالموصلي \n  لغيبته وقتا بالموصل ثم قدم منها .\n</p>\n<p class=\"arabic\">صحب فتيانا بالكوفة في طلب الغناء فاشتد عليه أخواله ففر إلى الموصل مديدة \n  وكان قدم ماهان بزوجته من أرجان وهذا حمل فولدته بالكوفة في سنة خمس وعشرين \n  ومائة فبرع في الشعر والأدب وتتبع عربي الغناء وعجمته وسافر فيه إلى البلاد \n  ثم اتصل بالخلفاء والملوك ببغداد .\n</p>\n<p class=\"arabic\">قال الزبير بن بكار حدثني إسحاق الموصلي عن أبيه قال جاءني غلامي وقال بالباب \n  حائك يطلبك قلت ويلك مالي وله قال قد حلف بالطلاق لا ينصرف حتى يكلمك بحاجته \n  قلت إئذن له فدخل قلت ما بك قال جعلني الله فداك أنا رجل حائك وكان عندي جماعة \n  فتذاكرنا الغناء وأجمع من حضر أنك رأس القوم وسيدهم وبندارهم فحلفت بطلاق \n  بنت عمي ثقة بكرمك أن تشرب عندي غدا وتغنيني فمن علي بذلك .\n</p>\n<p class=\"arabic\">فقال أين منزلك وصف للغلام الموضع وانصرف فإني رائح إليك قال فصليت الظهر \n  وأمرت غلامي أن يحمل معه قنينة وقدحا وخريطة العود وأتيته ودخلت فقام إلي \n  الحاكة فأكبوا وقبلوا أطرافي وعرضوا علي الطعام فقلت شبعان وشربت من نبيذي \n  ثم تناولت العود وقلت اقترح فقال غنني .\n</p>\n<p class=\"arabic\">يقولون لي لو كان بالرمل لم تمتنسيبة والطراق تكذب قبلها فغنيت فقال أحسنت \n  والله .\n</p>\n<p class=\"arabic\">ثم قلت اقترح ثم غنيت له ثم قلت يا ابن اللخناء أنت بابن سريج أشبه منك بالحاكة \n  فغنيته ثم قلت إنك إن عدت والله ثانية حلت امرأتك لغلامي قبل أن تحل لك ثم \n  انصرفت وجاء رسول الرشيد يطلبني *12*61* فدخلت عليه فقال أين كنت يا إبراهيم \n  قلت ولي الأمان قال نعم .\n</p>\n<p class=\"arabic\">فأخبرته فضحك وقال هذا أنبل الحياك والله لقد كرمت في أمره وأحسنت وبعث إلى \n  الحائك فاستنطقه وساءله فأجاب فاستطرفه واستطابه وأمر له بثلاثين ألف درهم \n  وروى الصولي بإسناد له أن الرشيد حبس إبراهيم الموصلي لشيء جرى بينه وبين \n  ابن جامع في مجلسه فتاب إبراهيم من الغناء فأمر بحبسه حتى يغني فكتب أبو العتاهية \n  إلى سلم ) .\n</p>\n<p class=\"arabic\">الخاسر .\n</p>\n<p class=\"arabic\">% سلم يا سلم ليس دونك سر % % حبس الموصلي فالعيش مر % .\n</p>\n<p class=\"arabic\">% ما استطاب اللذات قد سكن المط % % بق رأس اللذات في الأرض حر % .\n</p>\n<p class=\"arabic\">% حبس اللهو والسرور فما في الأ % % رض شيء يلهى به ويسر % .\n</p>\n<p class=\"arabic\">قال عمر بن شبة مات إبراهيم الموصلي في سنة ثمان وثمانين ومائة .\n</p>\n<p class=\"arabic\">وقال أحمد بن كامل قيل مات سنة ثلاث عشرة ومائتين .\n\n</p>"
}