{
    "header": "علي بن حمزة بن عبد الله بن بهمن بن فيروزـ...",
    "id": "005194",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">علي بن حمزة بن عبد الله بن بهمن بن فيروز مولى بني أسد أبو الحسن الأسدي \n  الكوفي .\n</h1>\n<p class=\"arabic\">الكسائي *12*300* .\n</p>\n<p class=\"arabic\">شيخ القراء والنحاة نزل بغداد وأدب الرشيد ثم ولده الأمين .\n</p>\n<p class=\"arabic\">قرأ القرآن على حمزة الزيات أربع مرات وقرأ أيضا على محمد بن عبد الرحمن بن \n  أبي ليلى عرضا .\n</p>\n<p class=\"arabic\">وروى عن جعفر الصادق والأعمش وسليمان بن أرقم وأبي بكر بن عياش وتلا أيضا \n  على عيسى بن عمر الهمداني .\n</p>\n<p class=\"arabic\">واختار لنفسه قراءة صارت إحدى القراءات السبع وتعلم النحو على كبر سنه وخرج \n  إلى البصرة وجالس الخليل فقال له من أين أخذت قال ببوادي الحجاز ونجد وتهامة .\n</p>\n<p class=\"arabic\">فخرج الكسائي إلى أرض الحجاز وغاب مدة ثم قدم وقد أنفذ خمس عشرة قنينة حبر \n  في الكتابة عن العرب سوى ما حفظ في قلبه ورجع والخليل قد مات وجلس يونس بعده \n  فمرت بين الكسائي وبين يونس مسائل أقر له فيها يونس .\n</p>\n<p class=\"arabic\">قال عبد الرحيم بن موسى سألته لم سميت الكسائي قال لأني أحرمت في كساء *12*301* .\n</p>\n<p class=\"arabic\">وقال الشافعي من أراد أن يتبحر في النحو فهو عيال على الكسائي .\n</p>\n<p class=\"arabic\">قال أبو بكر بن الأنباري اجتمع في الكسائي أمور كان أعلم الناس بالنحو وواحدهم \n  في الغريب وكان أوحد الناس في القرآن وكانوا يكثرون عليه حتى لا يضبط عليهم \n  فكان يجمعهم ويجلس على كرسي ويتلو القرآن من أوله إلى آخره وهم يسمعون ويضبطون \n  عنه ) .\n</p>\n<p class=\"arabic\">حتى المقاطع والمباديء قال إسحاق بن إبراهيم سمعت الكسائي يقرأ القرآن على \n  الناس مرتين .\n</p>\n<p class=\"arabic\">وعن خلف بن هشام قال كنت أحضر بين يدي الكسائي وهو يقرأ على الناس وينقطون \n  مصاحفهم على قراءته .\n</p>\n<p class=\"arabic\">قلت وتلا على الكسائي أبو عمر الدوري وأبو الحارث الليث بن خالد ونصير بن \n  يوسف الرازي وقتيبة بن مهران الأصبهاني وأبو جعفر أحمد بن أبي سريج وأحمد \n  بن جبير الأنطاكي وأبو حمدون الطيب بن إسماعيل وأبو موسى عيسى بن سليمان الشيزري .\n</p>\n<p class=\"arabic\">وروى عنه أبو عبيد القاسم بن سلام ويحيى الفراء وخلف البزار وعدة .\n</p>\n<p class=\"arabic\">قال خلف أولمت وليمة فدعوت الكسائي واليزيدي فقال اليزيدي يا أبا الحسن أمور \n  تبلغنا عنك ننكر بعضها فقال الكسائي .\n</p>\n<p class=\"arabic\">أو مثلي يخاطب بهذا وهل مع العالم إلا فضل بصاقي في العربية ثم بصق فسكت اليزيدي .\n</p>\n<p class=\"arabic\">وللكسائي كتب مصنفة منها كتاب معاني القرآن ومختصر في النحو وكتاب في القراءات \n  وكتاب النوادر الكبير وتصانيف أخر *12*302* .\n</p>\n<p class=\"arabic\">وقيل إنما عرف بالكسائي لأنه أيام قراءته على حمزة كان يلتف في كساء فلقبه \n  أصحاب حمزة بالكسائي .\n</p>\n<p class=\"arabic\">أبو العباس بن مسروق نا سلمة بن عاصم قال قال الكسائي صليت بهارون الرشيد \n  فأعجبتني قراءتي فغلطت في آية ما أخطأ فيها صبي قط أردت أن أقول لعلهم يرجعون \n  فقلت يرجعين فوالله ما اجترأ الرشيد أن يقول أخطأت لكنه لما سلم قال أي لغة \n  هذه قلت يا أمير المؤمنين قد يعثر الجواد قال أما هذه فنعم .\n</p>\n<p class=\"arabic\">وعن سلمة سمعت الفراء سمعت الكسائي يقول ربما سبقني لساني باللحن فلا يمكنني \n  أن أرد لساني .\n</p>\n<p class=\"arabic\">وذكر ابن الدورقي قال اجتمع الكسائي واليزيدي عند الرشيد فحضرت العشاء فقدموا \n  الكسائي فارتج عليه قراءة قل يا أيها الكافرون فقال اليزيدي قراءة هذه السورة \n  ترتج على قاريء أهل الكوفة قال فحضرت صلاة فقدموا اليزيدي فارتج عليه في الحمد \n  فلما سلم قال .\n</p>\n<p class=\"arabic\">% احفظ لسانك لا يقول فتبلى % % إن البلاء موكل بالمنطق % .\n</p>\n<p class=\"arabic\">وعن خلف قال كان الكسائي يقرأ لنا على المنبر فقرأ يوما أنا أكثر منك مالا \n  فسألوه عن العلة فثرت في وجوههم فمحوه من كتبهم ثم قال لي يا خلف يكون أحد \n  من بعدي يسلم من اللحن *12*303* .\n</p>\n<p class=\"arabic\">قال الفراء ناظرت الكسائي يوما وزدت فكأني كنت طائرا يشرب من بحر .\n</p>\n<p class=\"arabic\">وعن الفراء قال إنما تعلم الكسائي النحو على كبر لأنه جاء إلى قوم وقد أعيا \n  فقال قد عييت فقالوا له تجالسنا وأنت تلحن قال وكيف قالوا إن أردت من التعب \n  فقل أعييت وإن انقطعت الحيلة في الأمر فقل عييت .\n</p>\n<p class=\"arabic\">فأنف من هذا وقام وسأل عمن يعلم النحو فأرشد إلى معاذ الهراء فلزمه حتى أنفد \n  ما عنده ثم خرج إلى الخليل .\n</p>\n<p class=\"arabic\">قلت وقد كان للكسائي عند الرشيد منزلة رفيعة وسار معه إلى الري فمرض ومات \n  بقرية رنبويه فلما اعتل تمثل وقال .\n</p>\n<p class=\"arabic\">% قدر أحلك ذا النخيل وقد رأى % % وأبي ومالك ذو النخيل بدار % .\n</p>\n<p class=\"arabic\">% ألا كداركم بذي بقر الحمى % % هيهات ذو بقر من المزوار % .\n</p>\n<p class=\"arabic\">ومات ومعه محمد بن الحسن الفقيه فقال الرشيد لما رجع إلى العراق دفنت الفقه \n  والنحو برنبويه .\n</p>\n<p class=\"arabic\">وقال نصير بن يوسف دخلت على الكسائي في مرض موته فأنشأ يقول قدر أحلك .\n</p>\n<p class=\"arabic\">وذكر البيتين فقلت كلا ويمتع الله الجميع بك *12*304* .\n</p>\n<p class=\"arabic\">فقال أين قلت ذاك لقد كنت أقرئ في مسجد دمشق فأغفيت في المحراب فرأيت النبي \n  صلى الله عليه وسلم داخلا من باب المسجد فقام إليه رجل فقال بحرف من نقرأ \n  فأومأ إلي .\n</p>\n<p class=\"arabic\">قال الدوري توفي الكسائي بقرية ارنبويه وكذا سماها أحمد بن جبير وزاد فقال \n  في سنة تسع وثمانين ومائة وكذا أرخه جماعة .\n</p>\n<p class=\"arabic\">وقيل إنه عاش سبعين سنة .\n</p>\n<p class=\"arabic\">وفي وفاته أقوال واهية سنة إحدى وثمانين وسنة اثنتين وسنة ثلاث وسنة خمس وثمانين \n  ) .\n</p>\n<p class=\"arabic\">وقيل سنة ثلاث وتسعين والأول أصح .\n\n</p>"
}