{
    "header": "عبد الله بن المبارك بن واضح الحنظلي مولاـ...",
    "id": "005126",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الله بن المبارك بن واضح الحنظلي مولاهم التركي ثم المروزي ع الحافظ \n  فريد .\n</h1>\n<p class=\"arabic\">الزمان وشيخ الإسلام *12*221* .\n</p>\n<p class=\"arabic\">وكانت أمه خوارزمية .\n</p>\n<p class=\"arabic\">مولده سنة ثمان عشرة ومائة وطلب العلم وهو ابن بضع عشرة سنة وأقدم شيخ له \n  الربيع بن أنس الخراساني ورحل سنة إحدى وأربعين ومائة فلقي التابعين وأكثر \n  الترحال والتطواف إلى الغاية في طلب العلم والجهاد والحج والتجارة .\n</p>\n<p class=\"arabic\">روى عن سليمان التميمي وعاصم الأحول وحميد وهشام بن عروة والجريري وإسماعيل \n  بن أبي خالد والأعمش وبريد بن عبد الله وخالد الحذاء ويحيى بن سعيد الأنصاري \n  والأجلح الكندي وحسين المعلم وحنظلة السدوسي وحيوة بن شريح وابن عون وابن \n  جريج وموسى بن عقبة وخلق من طبقتهم *12*222* .\n</p>\n<p class=\"arabic\">ثم عن الأوزاعي والثوري وشعبة ومالك والليث وابن لهيعة والحمادين وطبقتهم .\n</p>\n<p class=\"arabic\">ثم عن هشيم وابن عيينة وخلق من أقرانه .\n</p>\n<p class=\"arabic\">وصنف التصانيف النافعة .\n</p>\n<p class=\"arabic\">وعنه معمر والثوري وأبو إسحاق الفزاري وهم من شيوخه وبقية وعبد الرحمن بن \n  مهدي وأبو داوود وعبد الرزاق ويحيى القطان وعفان وحبان بن موسى ويحيى بن معين \n  وأبو بكر بن شيبة وأحمد بن منيع وعلي بن حجر والحسن بن عيسى والحسين بن الحسن \n  المروزي والحسن بن عرفة .\n</p>\n<p class=\"arabic\">وقع لنا حديثه عاليا من جزئه وأقرب ذلك وأعلاه اليوم من جزء ابن عرفة .\n</p>\n<p class=\"arabic\">قال ابن مهدي الأئمة أربعة مالك والثوري وحماد بن زيد وابن المبارك .\n</p>\n<p class=\"arabic\">وقال ابن مهدي ابن المبارك أفضل من الثوري .\n</p>\n<p class=\"arabic\">وقال ابن مهدي ثنا ابن المبارك وكان نسيج وحده .\n</p>\n<p class=\"arabic\">وقال أحمد بن حنبل لم يكن في زمان ابن المبارك أطلب للعلم منه ) .\n</p>\n<p class=\"arabic\">وعن شعيب بن حرب قال ما لقي ابن المبارك مثل نفسه *12*223* .\n</p>\n<p class=\"arabic\">وقال شعبة ما قدم علينا مثل ابن المبارك .\n</p>\n<p class=\"arabic\">وقال أبو إسحاق الفزاري ابن المبارك إمام المسلمين .\n</p>\n<p class=\"arabic\">وقال يحيى بن معين كان ثقة متثبتا وكتبه نحو من عشرين ألف حديث .\n</p>\n<p class=\"arabic\">وقال يحيى بن آدم كنت إذا طلبت الدقيق من المسائل فلم أجده في كتب ابن المبارك \n  آيست منه .\n</p>\n<p class=\"arabic\">وعن إسماعيل بن عياش قال ما على وجه الأرض مثل ابن المبارك .\n</p>\n<p class=\"arabic\">قال العباس بن مصعب المروزي جمع ابن المبارك الحديث والفقه والعربية وأيام \n  الناس والشجاعة والسخاء ومحبة الفرق له .\n</p>\n<p class=\"arabic\">وقال أبو أسامة ما رأيت رجلا أطلب للعلم في الآفاق منه .\n</p>\n<p class=\"arabic\">وقال شعيب بن حرب سمعت سفيان الثوري يقول لو جهدت جهدي أن أكون في السنة ثلاثة \n  أيام على ما عليه ابن المبارك لم أقدر .\n</p>\n<p class=\"arabic\">وقال ابن معين سمعت عبد الرحمن يقول كان ابن المبارك أعلم من الثوري *12*224* .\n</p>\n<p class=\"arabic\">وقال أبو أسامة ابن المبارك في المحدثين مثل أمير المؤمنين في الناس .\n</p>\n<p class=\"arabic\">قال أسود بن سالم إذا رأيت من يغمز ابن المبارك فاتهمه على الإسلام .\n</p>\n<p class=\"arabic\">وقال الحسن بن عيسى بن ماسرجس اجتمع جماعة مثل الفضل بن موسى ومخلد بن الحسين \n  ومحمد بن النضر وقالوا تعالوا حتى نعد خصال ابن المبارك من أبواب الخير فقالوا \n  العلم والفقه والأدب والنحو واللغة والزهد والشعر والفصاحة وقيام الليل والعبادة \n  والحج والغزو والشجاعة والفروسية والقوة وترك الكلام فيما لا يعنيه والإنصاف \n  وقلة الخلاف على أصحابه .\n</p>\n<p class=\"arabic\">قال نعيم بن حماد قال رجل لابن المبارك قرأت البارحة القرآن في ركعة .\n</p>\n<p class=\"arabic\">فقال ابن المبارك لكني أعرف رجلا لم يزل البارحة يردد ألهاكم التكاثر إلى \n  الصبح ما قدر أن يتجاوزها يعني نفسه .\n</p>\n<p class=\"arabic\">قال نعيم كان ابن المبارك إذا قرأ كتاب الرقاق يصير كأنه ثور يخور من البكاء .\n</p>\n<p class=\"arabic\">روى العباس بن مصعب الحافظ عن إبراهيم بن إسحاق البناني عن ابن المبارك قال \n  حملت ) .\n</p>\n<p class=\"arabic\">العلم عن أربعة آلاف شيخ ورويت عن ألف قال العباس فتتبعتهم حتى بقي لي ثمانمائة \n  شيخ له .\n</p>\n<p class=\"arabic\">وقال حبيب الجلاب سألت ابن المبارك ما خير ما أعطي الإنسان قال غريزة عقل \n  *12*225* .\n</p>\n<p class=\"arabic\">قلت فإن لم يكن قال حسن أدب .\n</p>\n<p class=\"arabic\">قلت فإن لم يكن قال أخ شفيق يستشيره .\n</p>\n<p class=\"arabic\">قلت فإن لم يكن قال صمت طويل .\n</p>\n<p class=\"arabic\">قلت فإن لم يكن قال موت عاجل .\n</p>\n<p class=\"arabic\">وقال عبدان بن عثمان قال عبد الله إذا غلبت محاسن الرجال على مساوئه لم تذكر \n  المساويء وإذا غلبت المساويء على المحاسن لم تذكر المحاسن .\n</p>\n<p class=\"arabic\">قال نعيم سمعت ابن المبارك يقول عجبت لمن يطلب العلم كيف تدعوه نفسه إلى مكرمة .\n</p>\n<p class=\"arabic\">وقال عبدان بن عثمان سمعته يقول ولدت سنة تسع عشرة ومائة .\n</p>\n<p class=\"arabic\">قال العباس بن مصعب كان عبد الله لرجل تاجر من همدان من بني حنظلة فكان إذا \n  قدم همدان يخضع لولده ويعظهم .\n</p>\n<p class=\"arabic\">وقال وعن ابن المبارك قال لنا في صحيح الحديث شغل عن سقيمه .\n</p>\n<p class=\"arabic\">وقال عبد الله بن إدريس كل حديث لا يعرفه ابن المبارك فنحن منه براء .\n</p>\n<p class=\"arabic\">نعيم بن حماد سمعت ابن المبارك يقول قال لي أبي أين وجدت كتبك حرقتها قلت \n  وما علي من ذلك وهو في صدري *12*226* .\n</p>\n<p class=\"arabic\">وقال علي بن الحسن بن شقيق قمت لأخرج مع ابن المبارك في ليلة باردة من المسجد \n  فذاكرني عند الباب بحديث أو ذاكرته فما زال يذاكرني وأذاكره حتى جاء المؤذن \n  لصلاة الصبح .\n</p>\n<p class=\"arabic\">وقال فضالة الفسوي كنت أجالسهم في الكوفة فإذا تشاجروا في حديث قالوا مروا \n  إلى هذا ) .\n</p>\n<p class=\"arabic\">الطبيب حتى نسأله يعنون ابن المبارك .\n</p>\n<p class=\"arabic\">قال وهب بن زمعة حدث جرير بن عبد الحميد بحديث عن ابن المبارك فقالوا له يا \n  أبا عبد الحميد تحدث عن عبد الله وقد لقيت منصور بن المعتمر فغضب وقال أين \n  مثل عبد الله حمل علم خراسان وأهل العراق وأهل الحجاز وأهل اليمن وأهل الشام .\n</p>\n<p class=\"arabic\">أحمد بن علي الحواري قال جاء رجل من بني هاشم إلى ابن المبارك ليسمع منه فأبى \n  أن يحدثه فقال الهاشمي لغلامه يا غلام قم أبو عبد الرحمن لا يرى أن يحدثنا \n  فلما قام ليركب جاء ابن المبارك ليمسك بركابه فقال يا أبا عبد الرحمن لا ترى \n  أن تحدثني وتمسك بركابي فقال أذل لك بدني ولا أذل لك الحديث .\n</p>\n<p class=\"arabic\">المسيب بن واضح سمعت ابن المبارك وسأله رجل عمن نأخذ فقال قد تلقى الرجل ثقة \n  يحدث عن غير ثقة وتلقى الرجل غير ثقة يحدث عن ثقة ولكن ينبغي أن تكون ثقة \n  عن ثقة .\n</p>\n<p class=\"arabic\">قال علي بن إسحاق بن إبراهيم قال سفيان بن عيينة تذكرت أمر الصحابة وأمر عبد \n  الله بن المبارك فما رأيت لهم عليه فضلا إلا بالصحبة وبجهادهم .\n</p>\n<p class=\"arabic\">عن محمد بن أعين سمعت الفضيل بن عياض يقول ورب هذا البيت ما رأت عيناي مثل \n  عبد الله بن المبارك *12*227* .\n</p>\n<p class=\"arabic\">عثمان الدارمي سمعت نعيم بن حماد قال ما رأيت ابن المبارك يقول قط حدثنا كان \n  يرى أنا أوسع وكان لا يرد على أحد حرفا إذا قرأ .\n</p>\n<p class=\"arabic\">وقال نعيم ما رأيت أعقل من ابن المبارك ولا أكثر اجتهادا في العبادة منه .\n</p>\n<p class=\"arabic\">عبد الله بن سنان قال قدم ابن المبارك مكة وأنا بها فلما أن خرج شيعه ابن \n  عيينة والفضيل وودعاه وقال أحدهما هذا فقيه أهل المشرق فقال الآخر وفقيه أهل \n  المغرب .\n</p>\n<p class=\"arabic\">الحسن بن الربيع قال قال ابن المبارك في حديث ثوبان استقيموا لقريش ما استقاموا \n  لكم .\n</p>\n<p class=\"arabic\">يفسره حديث أم سلمة لا تقتلوهم ما صلوا .\n</p>\n<p class=\"arabic\">وعن ابن المبارك في الإرجاء قال عن ابن شوذب عن سلمة بن كهيل عن هزيل بن شرحبيل \n  قال قال عمر بن الخطاب لو وزن إيمان أبي بكر بإيمان أهل الأرض لرجح بلى إن \n  الإيمان يزيد .\n</p>\n<p class=\"arabic\">نعيم بن حماد سمعت ابن المبارك يقول السيف الذي كان بين الصحابة كان فتنة \n  ولا أقول ) .\n</p>\n<p class=\"arabic\">لأحد منه مفتون .\n</p>\n<p class=\"arabic\">قال عبد العزيز بن أبي رزمة لم تكن خصلة من خصال الخير إلا *12*228* جمعت \n  في ابن المبارك حسن خلق وحسن صحبة والزهد والورع وكل شيء .\n</p>\n<p class=\"arabic\">وقيل سئل ابن المبارك من السفلة قال الذي يدور على القضاة يطلب الشهادات .\n</p>\n<p class=\"arabic\">وعنهقال إن البصراء لا يأمنون من أربع خصال ذنب قد مضى لا يدرى ما يصنع الرب \n  فيه وعمر قد بقي لا يدرى ما فيه من الهلكات وفضل قد أعطي لعله مكر واستدراج \n  وضلالة قد زينت له يراها هدى وزيغ قلب ساعة فقد يسلب دينه ولا يشعر .\n</p>\n<p class=\"arabic\">وعنه قال لا أفضل من السعي على العيال حتى ولا الجهاد .\n</p>\n<p class=\"arabic\">أبو صالح سمعت ابن المبارك يقول لا يستحب على عالم إلا بذنب .\n</p>\n<p class=\"arabic\">محبوب بن موسى الأنطاكي سمعت ابن المبارك يقول من يبخل بالعلم ابتلي بثلاث \n  إما أن يموت فيذهب علمه أو ينسى أو يتبع السلطان .\n</p>\n<p class=\"arabic\">منصور بن نافع صاحب لابن المبارك قال كان عبد الله يتصدق لمقامه ببغداد كل \n  يوم بدينار .\n</p>\n<p class=\"arabic\">وعن عبد الكريم السكري قال كان عبد الله يعجبه إذا قرأ القرآن أن يكون دعاؤه \n  في السجود .\n</p>\n<p class=\"arabic\">إبراهيم بن نوح الموصلي قال لما قدم الرشيد عين زربة أمر أبا *12*229* سليم \n  أن يأتيه بابن المبارك .\n</p>\n<p class=\"arabic\">قال أبو سليمان فقلت لا آمن أن يجيب الرشيد بما يكره فيقتله فقلت يا أمير \n  المؤمنين هو رجل غليظ الطباع جلف فأمسك الرشيد .\n</p>\n<p class=\"arabic\">الفضل الشعراني ثنا عبدة بن سليمان سمعت رجلا يسأل ابن المبارك عن الرجل يصوم \n  يوما ويفطر يوما قال هذا رجل يضيع نصف عمره وهو لا يدري أي لم لا يصومها .\n</p>\n<p class=\"arabic\">قلت فلعل عبد الله لم يمر له حديث أفضل الصوم صوم داوود .\n</p>\n<p class=\"arabic\">وقال أبو وهب سألت ابن المبارك ما الكبر قال أن تزدري الناس .\n</p>\n<p class=\"arabic\">وسألته عن العجب قال أن ترى أن عندك شيء ليس عند غيرك لا أعلم في المصلين \n  شيئا شرا من العجب .\n</p>\n<p class=\"arabic\">وقال إبراهيم بن شماس قال ابن المبارك ما بقي على ظهر الأرض عندي أفضل من \n  ) .\n</p>\n<p class=\"arabic\">الفضيل بن عياض .\n</p>\n<p class=\"arabic\">حاتم بن الجراح سمعت علي بن الحسن بن شقيق سمعت ابن المبارك وسأله رجل قال \n  قرحة خرجت في ركبتي مذ سبع سنين وقد عالجتها بأنواع العلاج وسألت الأطباء \n  فلم أنتفع به .\n</p>\n<p class=\"arabic\">قال إذهب واحفر بئرا في مكان حاجة إلى الماء فإني أرجو أن ينبع هناك عينا \n  ويمسك عنك الدم *12*230* .\n</p>\n<p class=\"arabic\">قال ففعل الرجل وبرأ .\n</p>\n<p class=\"arabic\">وقال أحمد بن حنبل كان ابن المبارك يحدث من كتاب فلم يكن له سقط كبير وكان \n  وكيع يحدث من حفظه فكان يكون له سقط كم يكون حفظ الرجل .\n</p>\n<p class=\"arabic\">وروى غير واحد أن ابن المبارك سئل إلى متى تكبت العلم قال لعل الكلمة التي \n  أنتفع بها لم أكتبها بعد .\n</p>\n<p class=\"arabic\">أخبرنا اليونيني وابن الفراء قالا أنا ابن صباح وأنا يحيى بن الصواف أنا محمد \n  بن عماد قالا أنا ابن رفاعة أنا الخلعي أخبرنا ابن الحجاج أنا أبو الفضل محمد \n  بن عبد الرحمن الرملي نا العباس بن الفضل الأسفاطي نا أحمد بن يونس .\n</p>\n<p class=\"arabic\">سمعت ابن المبارك قرأ شيئا من القرآن ثم قال من زعم أن هذا مخلوق فقد كفر \n  بالله العظيم .\n</p>\n<p class=\"arabic\">قال عمرو الناقد سمعت ابن عيينة يقول ما قدم علينا أحد يشبه ابن المبارك ويحيى \n  بن زكريا بن أبي زائدة .\n</p>\n<p class=\"arabic\">قال المسيب بن واضح سمعت أبا إسحاق الفزاري يقول ابن المبارك إمام المسلمين \n  أجمعين .\n</p>\n<p class=\"arabic\">وقال موسى التبوذكي سمعت سلام بن عطية يقول لابن المبارك ما خلف بالشرق مثله .\n</p>\n<p class=\"arabic\">وقال القواريري لم يكن عبد الرحمن بن مهدي يقدم أحدا في الحديث على مالك وابن \n  المبارك *12*231* .\n</p>\n<p class=\"arabic\">وهب بن زمعة نا معاذ بن خالد قال تعرضت إلى إسماعيل بن عياش بابن المبارك \n  فقال ما على وجه الأرض مثله ولا أعلم أن الله خلق خصلة من خصال الخير إلا \n  وقد جعلها في ابن المبارك ولقد حدثني أصحابي أنهم صحبوه إلى مكة من مصر فكان \n  يطعمهم الخبيص وهو الدهر صائم ) .\n</p>\n<p class=\"arabic\">وقال المسيب سمعت معتمر بن سليمان يقول ما رأيت مثل ابن المبارك تصيب عنده \n  الشيء الذي لا يصاب عند أحد .\n</p>\n<p class=\"arabic\">وقال جعفر الطيالسي سألت ابن معين عن ابن المبارك فقال ذاك أمير المؤمنين .\n</p>\n<p class=\"arabic\">وقال النسائي أثبت أصحاب الأوزاعي ابن المبارك .\n</p>\n<p class=\"arabic\">سويد بن سعيد رأيت ابن المبارك أتى زمزم فملأ إناء ثم استقبل الكعبة وقال \n  اللهم إن ابن أبي الموال ثنا عن ابن المنكدر عن جابر أن النبي صلى الله عليه \n  وسلم قال ماء زمزم لما شرب له وهذا أشربه لعطشي يوم القيامة كذا .\n</p>\n<p class=\"arabic\">والمحفوظ ما رواه الحسن بن عيسى وقال فيه اللهم إن عبد الله بن المؤمل عن \n  أبي الوضيء عن جابر فذكره .\n</p>\n<p class=\"arabic\">محمد بن النضر بن مساور نا أبي قلت لابن المبارك هل تحفظ الحديث قال ما تحفظت \n  حديثا قط إما أخذ الكتاب فأنظر فما اشتهيته علق بقلبي *12*232* .\n</p>\n<p class=\"arabic\">وقال عبدان قال ابن المبارك في التدليس قولا شديدا ثم أنشد .\n</p>\n<p class=\"arabic\">% دلس للناس أحاديثه % % والله لا يقبل تدليسا % .\n</p>\n<p class=\"arabic\">وعن ابن المبارك من استخف بالعلماء ذهبت أخرته ومن استخف بالأمر ذهبت دنياه \n  ومن استخف بالأخوان ذهبت مروءته .\n</p>\n<p class=\"arabic\">عن أشعث بن شعبة المصيصي قال قدم الرشيد الرقة فانجفل الناس خلف ابن المبارك \n  وتقطعت النعال وأرتفعت الغبرة فأشرفت أم ولد للخليفة فقالت هذا والله الملك \n  لا ملك هارون الذي لا يجمع الناس إلا بشرط وأعوان .\n</p>\n<p class=\"arabic\">أبو حاتم الرازي سمعت عبدة بن سليمان المروزي يقول كنا في سرية مع ابن المبارك \n  في بلاد الروم فصادفنا العدو ولما التقى الجمعان خرج رجل للمبارزة فبرز إليه \n  رجل فقتله ثم آخر فقتله ثم آخر فقتله ثم دعا إلى البراز فخرج إليه رجل فطارده \n  ساعة ثم طعنه فقتله فازدحم الناس فزاحمت فإذا هو ملثم وجهه فأخذت بطرف ثوبه \n  فمدته فإذا هو عبد الله بن المبارك فقال وأنت يا أبا عمرو ممن يشنع علينا .\n</p>\n<p class=\"arabic\">وقال محمد بن المثنى ثنا عبد الله بن سنان قال كنت مع ابن المبارك والمعتمر \n  بن سليمان بطرسوس فصاح الناس النفير فخرج ابن المبارك والناس فلما اصطف المسلمون \n  والعدو ) .\n</p>\n<p class=\"arabic\">خرج رومي وطلب البراز فخرج إليه رجل فشد العلج على المسلم فقتله حتى قتل ستة \n  من المسلمين وجعل يتبختر بين الصفين يطلب المبارزة ولا يخرج إليه أحد قال \n  فالتفت إلي ابن المبارك وقال يا فلان إن حدث بن الموت فافعل كذا وكذا وحرك \n  دابته وبرز للعلج فعالج معه ساعة فقتل العلج وطلب *12*233* المبارزة فبرز \n  إليه علج آخر فقتله حتى قتل ستة علوج وطلب البراز قال فكأنهم كاعوا عنه فضرب \n  دابته وطرد بين الصفين وغاب فلم نشعر بشيء إذ أنا بابن المبارك في الموضع \n  الذي كان فقال لي يا أبا عبد الله لإن حدثت بهذا أحدا وأنا حي وذكر كلمة .\n</p>\n<p class=\"arabic\">قال الحاكم أخبرني محمد بن أحمد بن عمر نا محمد بن المنذر حدثني عمر بن سعيد \n  الطائي نا عمر بن حفص الصوفي بمنبج قال سار ابن المبارك من بغداد يريد المصيصة \n  فصحبه الصوفية فقال لهم أنتم لكم أنفس تحتشمون أن تنفق عليكم يا غلام هات \n  الطست .\n</p>\n<p class=\"arabic\">فألقى على الطست منديلا ثم قال يلقي كل رجل منكم تحت المنديل ما معه قال فجعل \n  الرجل يلقي عشرة دراهم والرجل يلقي عشرين درهما قال فأنفق عليهم إلى المصيصة .\n</p>\n<p class=\"arabic\">فلما بلغ المصيصة قال هذه بلاد نفير وقسم ما بقي فجعل يعطي الرجل عشرين دينارا \n  فيقول يا أبا عبد الرحمن إنما أعطيت عشرين درهما فيقول وما تذكر أن الله يبارك \n  للغازي في نفقته .\n</p>\n<p class=\"arabic\">أحمد بن الحسن المقريء ثنا عبد الله بن أحمد الدورقي سمعت محمد بن علي بن \n  الحسن بن شقيق سمعت أبي قال كان ابن المبارك إذا كان وقت الحج اجتمع إليه \n  إخوته من أهل مرو ويقولون نصحبك فيقول هاتوا نفقاتكم فيجعلها في صندوق ثم \n  يكتري لهم ويطعمهم أطيب الطعام والحلواء فإذا وصلوا إلى الحرمين يقول لكل \n  منهم ما أمرك عيالك أن تشتري لهم فيقول كذا وكذا ثم لا يزال ينفق عليهم حتى \n  يصيروا إلى مرو قال فيجصص دورهم ويصنع لهم وليمة بعد ثلاث ثم يكسوهم فإذا \n  أكلوا وشربوا دعا بالصندوق ويدفع إلى كل رجل منهم صرته عليها اسمه *12*234* .\n</p>\n<p class=\"arabic\">وأخبرني خادمه أنه عمل آخر سفرة سافرها دعوة فقدم إلى الناس خمسة وعشرين خوانا \n  فالوذج .\n</p>\n<p class=\"arabic\">قال علي بن خشرم حدثني سلمة بن سليمان قال جاء رجل إلى ابن المبارك وسأله \n  أن يقضي ) .\n</p>\n<p class=\"arabic\">عنه دينا فكتب إلى وكيله فلما ورد عليه الكتاب قال للرجل كم دينك الذي سألت \n  قال سبعمائة درهم .\n</p>\n<p class=\"arabic\">قال فكتب إلى ابن المبارك إن هذا سألك وفاء سبعمائة درهم وقد كتبت إلي بسبعة \n  آلاف درهم وقد فنيت الغلات فكتب إليه عبد الله إن كانت الغلات فنيت فإن العمر \n  أيضا قد فني فأجر له ما سبق به قلمي .\n</p>\n<p class=\"arabic\">وروى مثلها أبو الشيخ الحافظ نا أحمد بن إبراهيم نا علي بن محمد بن روح سمعت \n  المسيب بن وضاح قال كنت عند ابن المبارك فكلموه في رجل عليه سبعمائة درهم \n  وذكر الحكاية وفيها أن كاتبه لما راجعه في ذلك أضعف السبعة آلاف .\n</p>\n<p class=\"arabic\">وفي حكاية أخرى أن ابن المبارك قضى عن شاب عشرة آلاف درهم .\n</p>\n<p class=\"arabic\">قال الفتح بن شخرف نا عباس بن يزيد نا حبان بن موسى قال عوتب ابن المبارك \n  فيما يفرق من الأموال في البلدان ولا يفعل في مرو إني أعرف مكان قوم لهم فضل \n  وصدق طلبوا الحديث فأحسنوا الطلب يحتاج الناس إليهم احتاجوا فإن تركتهم ضاع \n  علمهم وإن أعناهم بثوا العلم ولا أعلم بعد النبوة أفضل من بث العلم .\n</p>\n<p class=\"arabic\">إبراهيم بن بشار الخراساني سمعت علي بن الفضيل يقول سمعت *12*235* أبي يقول \n  لابن المبارك تأمرنا بالزهد والتعلل ونراك تأتي بالبضائع إلى البلد الحرام \n  كيف هذا قال إنما أفعل ذلك لأصون به وجهي وأكرم به عرضي وأستعين به على الطاعة \n  لا أرى لله حقا إلا سارعت إليه .\n</p>\n<p class=\"arabic\">فقال له أبي ما أحسن ذا إن تم .\n</p>\n<p class=\"arabic\">وقال نعيم بن حماد كان ابن المبارك يكثر الجلوس في بيته فقيل له ألا تستوحش \n  فقال كيف استوحش وأنا مع النبي صلى الله عليه وسلم وأصحابه .\n</p>\n<p class=\"arabic\">قال عبيد الله بن جناد قال لي عطاء بن مسلم رأيت ابن المبارك قلت نعم قال \n  ما رأيت ولا ترى مثله .\n</p>\n<p class=\"arabic\">وقال عبيد بن جناد سمعت العمري يقول ما في دهرنا من يصلح لهذا الأمر إلا ابن \n  المبارك .\n</p>\n<p class=\"arabic\">وقال شقيق البلخي قيل لابن المبارك إذا صليت معنا لم تقف قال أجلس مع الصحابة \n  والتابعين فما أصنع معكم أنتم تغتابون الناس ) .\n</p>\n<p class=\"arabic\">وعن ابن المبارك ليكن الذي تعتمدون عليه الأثر وخذوا من الرأي ما يفسر لكم \n  الحديث .\n</p>\n<p class=\"arabic\">وكان قد تفقه بأبي حنيفة وغيره *12*236* .\n</p>\n<p class=\"arabic\">وعنه قال حب الدنيا في القلوب والذنوب قد احتوشته فمتى يصل إليه الخير وعنه \n  قال لو أن رجلا إتقى مائة شيء ولم يتق شيئا واحدا لم يكن من المتقين ولو تورع \n  عن مائة شيء سوى شيء لم يكن من الورعين ومن كانت فيه خلة من الجهل كان من \n  الجاهلين أما سمعت الله يقول لنوح عليه السلام في شأن ابنه إني أعظك أن تكون \n  من الجاهلين .\n</p>\n<p class=\"arabic\">وسئل من الناس قال العلماء قيل فمن الملوك قال الزهاد قيل فمن الغوغاء قال \n  خزيمة وأصحابه قيل فمن السفهاء قال الذين يعيشون برأيهم وعنه قال ليكن مجلسك \n  مع المساكين وإياك أن تجلس مع صاحب بدعة .\n</p>\n<p class=\"arabic\">وعنه قال إذا عرف الرجل نفسه صار أذل من كلب .\n</p>\n<p class=\"arabic\">قال أبو أمية الأسود سمعت عبد الله يقول أحب الصالحين ولست منهم وأبغض الطالحين \n  وأنا شر منهم ثم أنشأ يقول *12*237* .\n</p>\n<p class=\"arabic\">% الصمت أزين بالفتى % % من منطق في غير حينه % .\n</p>\n<p class=\"arabic\">% والصدق أجمل بالفتى % % في القول عندي من يمينه % .\n</p>\n<p class=\"arabic\">% وعلم الفتى بوقاره % % سمة تلوح على جبينه % .\n</p>\n<p class=\"arabic\">% فمن الذي يخفى عليك % % إذا نظرت إلى قرينه % .\n</p>\n<p class=\"arabic\">% رب امريء متيقن % % غلب الشقاء على يقينه % .\n</p>\n<p class=\"arabic\">% فأزاله عن رأيه % % فابتاع دنياه بدينه % .\n</p>\n<p class=\"arabic\">قال ابن المبارك رب عمل صغير تكبره النية ورب عمل كبير تصغره النية .\n</p>\n<p class=\"arabic\">وقال الحسن بن الربيع لما احتضر ابن المبارك في السفر قال أشتهي سويقا فطلبناه \n  له فلم نجده إلا عند رجل كان يعمل للسلطان فذكرناه لعبد الله فقال دعوه فمات \n  ولم يشربه .\n</p>\n<p class=\"arabic\">قال العلاء بن الأسود ذكر جهم عند ابن المبارك فقال .\n</p>\n<p class=\"arabic\">% عجبت لشيطان أتى الناس داعيا % % إلى النار واشتق اسمه من جهنم % .\n</p>\n<p class=\"arabic\">قال علي بن الحسن بن شقيق سمعت ابن المبارك يقول إنا لنحكي كلام اليهود والنصارى \n  ولا نستطيع أن نحكي كلام الجهمية .\n</p>\n<p class=\"arabic\">أخبرنا إسحاق بن طارق أنا ابن خليل نا عبد الرحيم بن محمد نا أبو علي المقريء \n  أنا أبو نعيم الحافظ نا إبراهيم بن عبد الله نا محمد بن *12*238* إسحاق سمعت \n  أبا يحيى سمعت علي بن الحسن بن شقيق يقول قلت لابن المبارك كيف تعرف ربنا \n  عز وجل قال في السماء على العرش ولا نقول كما قالت الجهمية هو معنا ههنا .\n</p>\n<p class=\"arabic\">قال أبو صالح الفراء سألت ابن المبارك عن كتابة العلم فقال لولا الكتاب ما \n  حفظنا .\n</p>\n<p class=\"arabic\">وسمعته يقول الحبر في الثوب خلوق العلماء .\n</p>\n<p class=\"arabic\">وقال تواطؤ الجيران على شيء أحب إلي من عدلين .\n</p>\n<p class=\"arabic\">ويقال مر ابن المبارك براهب عند مقبرة ومزبلة فقال يا راهب عندك كنز الرجال \n  وكنز الأموال وفيهما معتبر .\n</p>\n<p class=\"arabic\">وقد كان ابن المبارك غنيا شاكرا رأس ماله نحو من أربعمائة ألف .\n</p>\n<p class=\"arabic\">قال حيان بن موسى رأيت سفرة ابن المبارك حملت على عجلة .\n</p>\n<p class=\"arabic\">وقال أبو إسحاق الطالقاني رأيت بعيرين محملين دجاجا مشويا لسفرة ابن المبارك .\n</p>\n<p class=\"arabic\">وروى عبد الله بن عبد الوهاب عن ابن سهم الأنطاكي قال كنت مع ابن المبارك \n  فكان يأكل كل يوم فيشوى له جدي ويتخذ له فالوذج فقيل له في ذلك فقال إني دفعت \n  إلى وكيلي ألف دينار وأمرته أن يوسع علينا .\n</p>\n<p class=\"arabic\">قال الحسن بن حماد دخل أو أسامة على ابن المبارك فوجد في وجهه أثر الضر فلما \n  خرج بعث إليه أربعة آلاف درهم وكتب إليه .\n</p>\n<p class=\"arabic\">% وفتى خلا من ماله % % ومن المروءة غير خالي % .\n</p>\n<p class=\"arabic\">% أعطاك قبل سؤاله % % فكفاك مكروه السؤال % .\n</p>\n<p class=\"arabic\">قال المسيب بن وضاح أرسل ابن المبارك إلى أبي بكر بن عياش أربعة آلاف درهم \n  وقال سد بها فتنة القوم عنك .\n</p>\n<p class=\"arabic\">وقال علي بن خشرم قلت لعيسى بن يونس كيف فضلكم ابن *12*239* المبارك ولم يكن \n  بأسن منكم قال كان يقدم ومعه الغلمان الخراسانية والبزة الحسنة فيصل العلماء \n  ويعطيهم وكنا لا نقدر على ذلك .\n</p>\n<p class=\"arabic\">وقال نعيم بن حماد قدم ابن المبارك ليلة على يونس بن يزيد ومعه غلام مفرغ \n  لضرب الفالوذج يتخذه للمحدثين .\n</p>\n<p class=\"arabic\">أنبأنا أحمد بن سلامة عن عبد الرحيم بن محمد أنا الحسن بن أحمد أنا أبو نعيم \n  نا عبد الله بن جعفر ثنا إسماعيل بن عبد الله نا نعيم بن حماد نا الوليد بن \n  مسلم نا ابن المبارك عن خالد الحذاء عن عكرمة عن ابن عباس قال رسول الله صلى \n  الله عليه وسلم البركة مع أكابركم فقلت للوليد أين سمعته من ابن المبارك قال \n  في الغزو .\n</p>\n<p class=\"arabic\">وبه إلى أبي نعيم في أحمد بن جعفر بن حمدان البصري ثنا عبد الله بن أحمد الدورقي \n  نا أحمد بن جميل ثنا ابن المبارك حدثني صفوان بن عمرو أن أبا المثنى المليكي \n  حدثه عن عتبة بن عبد رضي الله عنه أن رسول الله صلى الله عليه وسلم قال القتلى \n  ثلاثة رجل مؤمن جاهد بنفسه وماله في سبيل الله حتى إذا لقي العدو قاتلهم حتى \n  يقتل فذلك الممتحن في خيمة الله تحت عرشه لا يفضله النبيون إلا بدرجة النبوة \n  ورجل مؤمن فرق على نفسه من الذنوب والخطايا جاهد بنفسه وماله حتى إذا لقي \n  العدو قتل فتلك مضمضة أي مطهرة محت ذنوبه وخطاياه إن السيف محاء للخطايا وأدخل \n  من أي أبواب الجنة شاء فإن لها ثمانية أبواب ولجهنم سبعة ورجل منافق جاهد \n  بنفسه وماله حتى إذا لقي العدو قاتل فقتل فذلك في النار إن السيف لا يمحو \n  النفاق *12*240* .\n</p>\n<p class=\"arabic\">وبه قال أبو نعيم وناه سليمان بن أحمد ومحمد بن معمر في جماعة قالوا أنا أبو \n  شعيب الحراني ثنا يحيى البابلتي ثنا صفوان بن عمر بهذا .\n</p>\n<p class=\"arabic\">وقد كان عبد الله بن المبارك رضي الله عنه من فحول الشعراء المحسنين .\n</p>\n<p class=\"arabic\">قال عبد الله بن محمد قاضي نصيبين حدثني محمد بن إبراهيم بن أبي سكينة أملى \n  علي ابن ) .\n</p>\n<p class=\"arabic\">المبارك بطرسوس وودعته وأنفذها معي إلى الفضيل بن عياض في سنة سبع وسبعين \n  ومائة هذه الأبيات .\n</p>\n<p class=\"arabic\">% يا عابد الحرمين لو أبصرتنا % % لعلمت أنك في العبادة تلعب % .\n</p>\n<p class=\"arabic\">% من كان يخضب جيده بدموعه % % فنحورنا بدمائنا تتخضب % .\n</p>\n<p class=\"arabic\">% أو كان يتعب خيله في باطل % % فخيولنا يوم الصبيحة تتعب % .\n</p>\n<p class=\"arabic\">% وريح العبير لكم ونحن عبيرنا % % رهج السنابك والغبار الأطيب % .\n</p>\n<p class=\"arabic\">% ولقد أتانا من مقال نبينا % % قول صادق لا يكذب % .\n</p>\n<p class=\"arabic\">% لا يستوي وغبار خيل الله في % % أنف أمريء ودخان نار تلهب % .\n</p>\n<p class=\"arabic\">% هذا كتاب الله ينطق بيننا % % ليس الشهيد بميت لا يكذب % .\n</p>\n<p class=\"arabic\">فلقيت الفضيل بكتابه في الحرم فلما قرأه ذرفت عيناه ثم قال صدق *12*241* أبو \n  عبد الرحمن ونصح .\n</p>\n<p class=\"arabic\">وروى إسحاق بن سنين لعبد الله بن المبارك .\n</p>\n<p class=\"arabic\">% إني امرؤ ليس في ديني لغامزه % % لين ولست على الإسلام طعانا % .\n</p>\n<p class=\"arabic\">% فلا أسب أبا بكر ولا عمرا % % ولن أسب معاذ الله عثمانا % .\n</p>\n<p class=\"arabic\">% ولا ابن عم رسول الله اشتم % % حتى ألبس تحت الترب أكفانا % .\n</p>\n<p class=\"arabic\">% ولا الزبير حواري الرسول ولا % % أهدي لطلحة شتما عز أو هانا % .\n</p>\n<p class=\"arabic\">% ولا أقول علي في السحاب إذا % % قد قلت والله ظلما ثم عدوانا % .\n</p>\n<p class=\"arabic\">% ولا أقول بقول لاجهم إن له % % قولا يضارع أهل الشرك أحيانا % .\n</p>\n<p class=\"arabic\">% ولا أقول تخلى من خليقته % % رب العباد وولى الأمر شيطانا % .\n</p>\n<p class=\"arabic\">% ما قال فرعون هذا في تجبره % % فرعون موسى ولا هامان طغيانا % .\n</p>\n<p class=\"arabic\">وهي قصيدة طويلة .\n</p>\n<p class=\"arabic\">ومنها قوله .\n</p>\n<p class=\"arabic\">% الله يدفع بالسلطان معضلة % % عن ديننا رحمة منه ورضوانا % .\n</p>\n<p class=\"arabic\">% لولا الأئمة لم تأمن لنا سبل % % وكان أضعفنا نهبا لأقوانا % .\n</p>\n<p class=\"arabic\">قيل إن الرشيد أعجبه هذا فلما بلغه موت ابن المبارك بهيت قال إنا لله وإنا \n  إليه راجعون يا فضل إئذن للناس يعزونا في ابن المبارك ) .\n</p>\n<p class=\"arabic\">أليس هو القائل الله يدفع بالسلطان معضلة .\n</p>\n<p class=\"arabic\">وذكر البيتين من الذي يسمع هذا من ابن المبارك ولا يعرف حقنا .\n</p>\n<p class=\"arabic\">قال ابن سهم الأنطاكي سمعت ابن المبارك رضي الله عنه ينشد .\n</p>\n<p class=\"arabic\">% وطارت الصحف في الأيدي منشرة % % فيها السرائر والجبار مطلع % .\n</p>\n<p class=\"arabic\">*12*242* .\n</p>\n<p class=\"arabic\">% فكيف تهون والأنباء واقعة % % عما قيل ولا تدري بما تقع % .\n</p>\n<p class=\"arabic\">% إما الجنان وعيش لا انقضاء له % % أم الجحيم فلا تبقي ولا تدع % .\n</p>\n<p class=\"arabic\">% تهوي بساكنها طورا وترفعه % % إذا رجوا مخرجا من غمها قمعوا % .\n</p>\n<p class=\"arabic\">% لينفع العلم قبل الموت عالمه % % قد سال بها الرجعي فما رجعوا % .\n</p>\n<p class=\"arabic\">ومنها وهي طويلة .\n</p>\n<p class=\"arabic\">% فكيف قرت لأهل العلم أعينهم % % أو استلذوا لذيذ النوم أو هجعوا % .\n</p>\n<p class=\"arabic\">% والنار ضاحية لا بد موردها % % وليس يدرون من ينجو ومن يقع % .\n</p>\n<p class=\"arabic\">قال سلم الخواص أنشدنا ابن المبارك .\n</p>\n<p class=\"arabic\">% رأيت الذنوب تميت القلوب % % ويتبعها الذل إدمانها % .\n</p>\n<p class=\"arabic\">% وترك الذنوب حياة القلوب % % وخير لنفسك عصيانها % .\n</p>\n<p class=\"arabic\">% وهل بدل الدين إلا الملوك % % وأحبار سوء ورهبانها % .\n</p>\n<p class=\"arabic\">% وباعوا النفوس ولم يربحوا % % ببيعهم النفس أثمانها % .\n</p>\n<p class=\"arabic\">% لقد رتع القوم في جيفة % % يبين لذي اللب إنتانها % .\n</p>\n<p class=\"arabic\">قال أحمد بن جميل المروزي قيل لابن المبارك إن ابن علية قد ولي الصدقة فكتب \n  إليه .\n</p>\n<p class=\"arabic\">% يا جاعل العلم له بازيا % % يصطاد أموال المساكين % .\n</p>\n<p class=\"arabic\">% احتلت للدنيا ولذاتها % % بحيلة تذهب بالدين % .\n</p>\n<p class=\"arabic\">% فصرت مجنونا بها بعدما % % كنت دواء للمجانين % .\n</p>\n<p class=\"arabic\">% أين رواياتك في سردها % % عن ابن عون وابن سيرين % .\n</p>\n<p class=\"arabic\">% أين رواياتك فيما مضى % % في ترك أبواب السلاطين % .\n</p>\n<p class=\"arabic\">) *12*243* .\n</p>\n<p class=\"arabic\">% إن قلت أكرهت فماذا كذا % % زل جمار العلم في الطين % .\n</p>\n<p class=\"arabic\">ولابن المبارك .\n</p>\n<p class=\"arabic\">% جربت نفسي فما وجدت لها % % من بعد تقوى الإله كالأدب % .\n</p>\n<p class=\"arabic\">% في كل حالاتها وإن كرهت % % أفضل من صمتها عن الكذب % .\n</p>\n<p class=\"arabic\">% أو غيبة الناس إن غيبتهم % % حرمها ذو الجلال في الكتب % .\n</p>\n<p class=\"arabic\">% قلت لها طائعا وإكراها % % الحلم والعلم زين ذي الحسب % .\n</p>\n<p class=\"arabic\">% إن كان من فضة كلامك يا % % نفس فإن السكوت من ذهب % .\n</p>\n<p class=\"arabic\">قال السراج الثقفي أنشدني يعقوب بن محمد لابن المبارك رضي الله عنه .\n</p>\n<p class=\"arabic\">% أبإذن نزلت بي يا شيب % % أي عيش وقد نزلت يطيب % .\n</p>\n<p class=\"arabic\">% وكفى الشيب واعظا غير أني % % آمل العيش والممات قريب % .\n</p>\n<p class=\"arabic\">% كم أنادي الشباب إذ بان مني % % وندائي موليا ما يجيب % .\n</p>\n<p class=\"arabic\">وله .\n</p>\n<p class=\"arabic\">% يا عائب الفقر ألا تزدجر % % عيب الغنى أكثر لو تعتبر % .\n</p>\n<p class=\"arabic\">% م شرف الفقر ومن فضله % % على الغنى إن صح منك النظر % .\n</p>\n<p class=\"arabic\">% إنك تعصي لتنال الغنى % % وليس تعصي الله كي تفتقر % .\n</p>\n<p class=\"arabic\">وقال حبان بن موسى سمعت عبد الله بن المبارك ينشد .\n</p>\n<p class=\"arabic\">% كيف القرار وكيف يهدأ مسلم % % والمسلمات مع العدو المعتدي % .\n</p>\n<p class=\"arabic\">*12*244* .\n</p>\n<p class=\"arabic\">% الضاربات خدودهن برنة % % الداعيات نبيهن محمد % .\n</p>\n<p class=\"arabic\">% القائلات إذا خشين فضيحة % % جهد المقالة ليتنا لم نولد % .\n</p>\n<p class=\"arabic\">% ما تستطيع وما لها من حيلة % % إلا التستر من أخيها باليد % .\n</p>\n<p class=\"arabic\">وله .\n</p>\n<p class=\"arabic\">% كل عيش قد أراه نكرا % % غير ركز الرمح في في الفرس % .\n</p>\n<p class=\"arabic\">% وركوبي في ليال في الدجى % % أحرس القوم وقد نام الحرس % .\n</p>\n<p class=\"arabic\">أبو إسحاق الطالقاني قال كنا عند عبد الله فانهد القهندز فأتي بسنين فوجد \n  وزن أحديهما منوان فقال عبد الله بن المبارك رحمه الله ) .\n</p>\n<p class=\"arabic\">% أتيت بسنين قد رمتا % % من الحصن لما أثاروا الدفينا % .\n</p>\n<p class=\"arabic\">% على وزن منوين إحداهما % % تقل به الكف شيئا رزينا % .\n</p>\n<p class=\"arabic\">% ثلاثون سنا على قدرها % % تباركت يا أحسن الخالقينا % .\n</p>\n<p class=\"arabic\">*12*245* .\n</p>\n<p class=\"arabic\">% فماذا يقوم لأفواهها % % وما كان يملأ تلك البطونا % .\n</p>\n<p class=\"arabic\">% إذا ما تذكرت أجسامهم % % تصاغرت النفس حتى تهونا % .\n</p>\n<p class=\"arabic\">% وكل على ذاك ذاق الردى % % فبادوا جميعا فهم هامدونا % .\n</p>\n<p class=\"arabic\">ومن طرق عن ابن المبارك ويقال بل هي لحميد النخوي .\n</p>\n<p class=\"arabic\">% اغتنم ركعتين زلفى إلى الله % % إذا كنت فارغا مستريحا % .\n</p>\n<p class=\"arabic\">% وإذا ما هممت بالنطق بالباطل % % فاجعل مكانه تسبيحا % .\n</p>\n<p class=\"arabic\">*12*246* .\n</p>\n<p class=\"arabic\">% فاغتنام السكوت أفضل من % % خوض وإن كنت بالكلام فصيحا % .\n</p>\n<p class=\"arabic\">عبدان بن عثمان عن ابن المبارك أنه كان يتمثل .\n</p>\n<p class=\"arabic\">% وكيف تحب أن تدعى حليما % % وأنت لكل ما تهوى ركوب % .\n</p>\n<p class=\"arabic\">% العبد عبد النفس في شهواتها % % والحر يشبع مرة ويجوع % .\n</p>\n<p class=\"arabic\">قال أحمد بن عبد الله العجلي حدثني أبي قال لما احتضر ابن المبارك جعل رجل \n  يلقنه قل لا إله إلا الله وأكثر عليه فقال لست تحسن وأخاف أن تؤذي مسلما بعدي \n  إذا لقنتني فقلت لا إله إلا الله ثم لم أحدث كلاما بعدها فدعني فإذا أحدثت \n  كلاما بعدها فلقني حتى تكون آخر كلامي .\n</p>\n<p class=\"arabic\">وقيل إن الرشيد لما بلغه موت ابن المبارك قال مات اليوم سيد العلماء .\n</p>\n<p class=\"arabic\">قال عبدان بن عثمان خرج عبد الله إلى العراق أول شيء سنة إحدى وأربعين ومائة \n  ومات بهيت وعانات في رمضان سنة إحدى وثمانين ومائة .\n</p>\n<p class=\"arabic\">وقال حسن بن الربيع قال لي ابن المبارك قبل أن يموت أنا ابن ثلاث وستين *12*247* .\n</p>\n<p class=\"arabic\">وقال أحمد بن حنبل ذهبت لأسمع من ابن المبارك فلم أدركه وكان قد قدم فخرج \n  إلى الثغر ولم أره .\n</p>\n<p class=\"arabic\">قال محمد بن فضيل بن عياض رأيت ابن المبارك في النوم فقلت أي العمل أفضل ) .\n</p>\n<p class=\"arabic\">قال الأمر الذي كنت فيه .\n</p>\n<p class=\"arabic\">قلت الرباط والجهاد قال نعم .\n</p>\n<p class=\"arabic\">قلت فما صنع بك ربك قال غفر لي مغفرة ما بعدها مغفرة .\n</p>\n<p class=\"arabic\">رواها اثنان عن محمد .\n</p>\n<p class=\"arabic\">وقال العباس بن محمد النسفي سمعت أبا حاتم البربري يقول رأيت ابن المبارك \n  واقفا على باب الجنة بيده مفتاح فقلت ما يوقفك ههنا قال هذا مفتاح الجنة دفعه \n  إلي محمد صلى الله عليه وسلم وقال حتى أزور الرب تعالى فكن أميني في السماء \n  كما كنت أميني في الأرض .\n</p>\n<p class=\"arabic\">وقال إسماعيل بن إبراهيم المصيصي رأيت الحارث بن عطية في النوم فسألته فقال \n  غفر لي .\n</p>\n<p class=\"arabic\">قلت فابن المبارك قال بخ بخ ذاك في عليين ممن يلج على الله كل يوم مرتين .\n</p>\n<p class=\"arabic\">وقال أبو هشام الرفاعي ثنا ليث بن هارون عن نوفل قال رأيت ابن المبارك في \n  النوم فقلت ما فعل بك ربك قال غفر لي برحلتي في الحديث عليك بالقرآن عليك \n  بالقرآن *12*248* .\n</p>\n<p class=\"arabic\">قلت ما فعل سفيان الثوري قال ذاك عندهم في مكان رفيع .\n</p>\n<p class=\"arabic\">وقال علي بن أحمد السواق ثنا زكريا بن عدي قال رأيت ابن المبارك في النوم \n  فقلت ما فعل الله بك قال غفر لي برحلتي .\n</p>\n<p class=\"arabic\">ولبعضهم وهو الوزير ابن المغربي .\n</p>\n<p class=\"arabic\">% مررت بقبر ابن المبارك بكرة % % فأوسعني وعظا وليس بناطق % .\n</p>\n<p class=\"arabic\">% وقد كنت بالعلم الذي في جوانحي % % غنيا وبالشيب الذي في مفارقي % .\n</p>\n<p class=\"arabic\">% ولكن أرى الذكر تنبه غافلا % % إذا هي جاءت من رجال الحقائق % .\n\n</p>"
}