{
    "header": "عبد الصمد بن علي بن عبد الله بن العباس بـ...",
    "id": "005154",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الصمد بن علي بن عبد الله بن العباس بن عبد المطلب .\n</h1>\n<p class=\"arabic\">*12*271* الأمير أبو محمد الهاشمي .\n</p>\n<p class=\"arabic\">روى عن أبيه .\n</p>\n<p class=\"arabic\">عنه المهدي ومات قبله بدهر .\n</p>\n<p class=\"arabic\">وقد ورد أنه توفي بأسنانه التي ولد بها وكانت ملتصقة وكان عظيم الخلق ضخما \n  ذا قعدد في النسب وقد خرج عند موت السفاح مع أخيه عبد الله بن علي وحارب أبا \n  مسلم ثم تقلبت به الأيام وبقي إلى هذا الوقت .\n</p>\n<p class=\"arabic\">وكان الرشيد يحترمه ويجله لأنه عم جده المنصور *12*272* .\n</p>\n<p class=\"arabic\">مولده بالحميمة من أرض البلقاء وقد ولي إمرة دمشق ثم ولي إمرة البصرة فكان \n  في هذا العصر عبد الصمد ولد علي والفضل بن جعفر بن العباس بن موسى بن عيسى \n  بن محمد ولد علي وهذا من غريب الاتفاق .\n</p>\n<p class=\"arabic\">قال ابن عساكر وحدث عنه إسماعيل ابنه وعبد الواحد ويعقوب ابنا جعفر بن سليمان .\n</p>\n<p class=\"arabic\">قال علي بن معروف القاضي ومحمد بن عمر بن بهتة ومحمد بن عبد الله بن مجيب \n  الرقاق وعثمان بن منتاب وابن الصلت المجبر ثناه إبراهيم بن عبد الصمد بن موسى \n  بن محمد بن إبراهيم الهاشمي نا أبي نا عمي إبراهيم بن محمد عن عبد الصمد بن \n  علي عن أبيه عن جده قال رسول الله صلى الله عليه وسلم أكرموا الشهود فإن الله \n  يستخرج بهم الحقوق ويدفع بهم الظلم أخبرناه القاضي محيي الدين محمد بن إبراهيم \n  الأسدي وابن عمه أيوب والتقي بن مؤمن وابن الفراء ومحمد بن فضل وعبد الكريم \n  بن محمد وبيبرس ) .\n</p>\n<p class=\"arabic\">التركي قالوا أنا إبراهيم بن عثمان أنا علي بن تاج القراء وابن البطي ح وأنا \n  سنقر بن عبد الله أنا عبد اللطيف بن يوسف وعبد اللطيف بن محمد وأنجب الحمامي \n  وعلي بن الفخار وابن السماك محمد بن محمد وابن بغا قالوا أنا ابن البطي ح \n  وأنا أبو المعالي الزاهد أنا محمد بن معالي ومحمد بن أبي القاسم الخطيب وعمر \n  بن بركة والأنجب الحمامي وسعيد بن ياسين وصفية بنت عبد الجبار قالوا أنا ابن \n  البطي قال هود ابن تاج القراء أنا مالك البانياسي أنا ابن الصلت وذكره .\n</p>\n<p class=\"arabic\">قال العقيلي الحديث غير محفوظ انفرد به عبد الصمد *12*273* .\n</p>\n<p class=\"arabic\">قلت ولا يروى عنه إلا بهذا الإسناد وعبد الصمد بن موسى .\n</p>\n<p class=\"arabic\">قال الخطيب قد ضعفوه .\n</p>\n<p class=\"arabic\">قال نفطويه كان عبد الصمد بن علي أقعد أهل دهره نسبا فبينه وبين عبد مناف \n  كما بين يزيد بن معاوية وبين عبد مناف قال وكان أسنان عبد الصمد وأضراسه قطعة \n  واحدة .\n</p>\n<p class=\"arabic\">وقال أحمد بن كامل القاضي كان في القعدد يناسب سعيد بن زيد أحد العشرة وكان \n  عم جده الخليفة الهادي وعاش بعد الهادي دهرا وهو أعرق الناس في العمى فإنه \n  عمي بآخره فهو أعمى ابن أعمى ابن أعمى كان طرح ببيت فيه ريش فطارت ريشة فسقطت \n  في عينه .\n</p>\n<p class=\"arabic\">قال ثعلب أخبرني عافية بن شبيب أن عبد الصمت مات بأسنانه التي ولد بها .\n</p>\n<p class=\"arabic\">وأمه هي كثيرة التي كان عبد الله بن قيس الرقيات يشبب بها في قوله .\n</p>\n<p class=\"arabic\">% عاد له من كثيرة الطرب % % فعينه بالدموع تنسكب % .\n</p>\n<p class=\"arabic\">قال جعفر الفريابي ثنا محمد بن سعيد الفريابي سمعت سيف بن محمد ابن أخت الثوري \n  يقول مرض خالي سفيان فعاده عبد الصمد بن علي وكان سيد بني هاشم فقال لنا سفيان \n  لا تأذنوا له قلنا لا يمكن ذلك فحول وجهه إلى الحائط ودخل فسلم فلم يرد عليه \n  وجلس مليا *12*274* وقال يا سيف كان أبا عبد الله نائم فقلت أحسب ذاك أصلحك \n  الله .\n</p>\n<p class=\"arabic\">فقال سفيان لا تكذب لست بنايم .\n</p>\n<p class=\"arabic\">وقال عبد الصمد يا أبا عبد الله ألك حاجة .\n</p>\n<p class=\"arabic\">قال نعم لا تعود إلي ولا تشهد جنازتي ولا تترحم علي .\n</p>\n<p class=\"arabic\">فخجل عبد الصمد وخرج وقال هممت ألا أخرج إلا ورأسه معي ) .\n</p>\n<p class=\"arabic\">قلت سيف تالف .\n</p>\n<p class=\"arabic\">مات عبد الصمد بالبصرة سنة خمس وثمانين ومائة عن ثمانين سنة .\n\n</p>"
}