{
    "header": "عبد الله العمري الزاهد .",
    "id": "005123",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الله العمري الزاهد .\n</h1>\n<p class=\"arabic\">هو السيد القدوة أبو عبد الرحمن عبد الله بن عبد العزيز بن عبد الله بن عبد \n  الله بن عمر بن الخطاب العدوي المدني الزاهد أحد *12*212* الأعلام .\n</p>\n<p class=\"arabic\">روى القليل عن أبيه وعن أبي طوالة عبد الله بن عبد الرحمن .\n</p>\n<p class=\"arabic\">وعنه ابن المبارك وابن عيينة وعبد الله بن عمران العابدي وغيرهم وثقه النسائي \n  وكان من العلماء العاملين قانتا لله حنيفا منعزلا عن الناس إلا من خير وكان \n  ينكر على مالك اجتماعه بالدولة .\n</p>\n<p class=\"arabic\">وقد قال سفيان بن عيينة هو عالم المدينة الذي ورد فيه الحديث والناس على خلاف \n  سفيان في هذا .\n</p>\n<p class=\"arabic\">قال نعيم بن حماد سمعت سفيان أكثر من ثلاثين مرة يقول إن كان أحد فهو العمري .\n</p>\n<p class=\"arabic\">قال ذلك لما ثنا عن أبي الزبير عن أبي صالح عن أبي هريرة قال قال رسول الله \n  صلى الله عليه وسلم يضرب الناس أكباد الإبل فلا يجدون عالما أعلم من عالم \n  المدينة .\n</p>\n<p class=\"arabic\">وأخبرنا به عاليا علي بن عبد الغني نا الموفق عبد اللطيف أنا ابن البطي أنا \n  علي بن محمد الأنباري نا أبو عمر بن مهدي نا محمد بن مخلد نا محمد بن سعيد \n  بن غالب ثنا سفيان بن عيينة بهذا .\n</p>\n<p class=\"arabic\">قلت هذا الخبر منطبق على من انصف بأنه عالم زمانه وهو سعيد بن المسيب في وقته \n  ومالك بن أنس في وقته .\n</p>\n<p class=\"arabic\">وروى الطبري في تاريخه بإسناد بعض أولاد عبد الله بن *12*213* عبد العزيز \n  العمري إن الرشيد قال والله ما أدري ما أمر في هذا العمري أكره أن أقدم عليه \n  وله سلف أكرمهم وإني أحب أن أعرف رأيه يعني فينا .\n</p>\n<p class=\"arabic\">فقال عمر بن بزيع والفضل بن الربيع نحن له فخرجنا من العرج إلى موضع يقال \n  له ) .\n</p>\n<p class=\"arabic\">خلص حتى ورد عليه بالبادية في مسجد له فأناخا راحلتيهما بمن معهما وأتياه \n  على زي الملوك في حشمة فجلسا إليه وقالا يا أبا عبد الرحمن نحن رسل من وراءنا \n  من أهل المشرق يقولون لك اتق الله وإن شئت فانهض .\n</p>\n<p class=\"arabic\">فقال ويحكما فيمن ولمن قالا أنت قال والله ما أحب أني لقيت الله عز وجل بمحجمة \n  دم مسلم وأن لي ما طلعت عليه الشمس .\n</p>\n<p class=\"arabic\">فلما أيسا منه قالا إن معنا عشرين ألفا تستعين بها .\n</p>\n<p class=\"arabic\">قال لا حاجة لي بها .\n</p>\n<p class=\"arabic\">قالا أعطها من رأيت .\n</p>\n<p class=\"arabic\">قال أعطياها أنتما .\n</p>\n<p class=\"arabic\">فلما أيسا منه ذهبا ولحقا بالرشيد فقال ما أبالي ما أصنع بعد هذا .\n</p>\n<p class=\"arabic\">قال فحج العمري في تلك السنة فبينما هو في المسعى اشترى شيئا فإذا بالرشيد \n  يسعى على دابته فتعرض له العمري وأتاه حتى أخذ بلجام الدابة فأهووا إليه فكفهم \n  الرشيد وكلمه يعني وعظه فرأيت دموع الرشيد تسيل على معرفة دابته ثم انصرف .\n</p>\n<p class=\"arabic\">وروى علي بن حرب الطائي عن أبيه قال مضى هارون الرشيد على *12*214* حمار ومعه \n  غلام إلى العمري فوعظه فبكى الرشيد وحمل مغشيا عليه .\n</p>\n<p class=\"arabic\">قال إسماعيل بن أبي أويس كتب عبد الله العمري إلى مالك وابن أبي ذيب وغيرهما \n  بكتب أغلظ لهم فيها وقال أنتم علماء تميلون إلى الدنيا وتلبسون وتدعون التقشف \n  فكتب له ابن أبي ذيب كتابا أغلظ له وجاوبه مالك جواب فقيه .\n</p>\n<p class=\"arabic\">وقيل إن العمري وعظ الرشيد فتلقى قوله بنعم يا عم فلما ذهب أتبعه الأمين والمأمون \n  بكيسين فيهما ألف دينار فلم يأخذها وقال هو أعلم بمن يفرقها عليه ثم أخذ من \n  الكيسين دينارا وقال كرهت أن أجمع عليه سوء القول وسوء الفعل .\n</p>\n<p class=\"arabic\">وشخص إليه بعد ذلك إلى بغداد فكره الرشيد مجيئه وجمع العمريين وقال مالي ولابن \n  عمكم احتملته بالحجاز فأتى إلى دار ملكي يريد أن يفسد علي أوليائي ردوه عني \n  قالوا لا يقبل منا .\n</p>\n<p class=\"arabic\">فكتب إلى الأمير موسى بن عيسى أن يرفق به حتى يرده ) .\n</p>\n<p class=\"arabic\">أحمد بن زهير ثنا مصعب الزبيري قال كان العمري جسيما أصفر لم يكن يقبل من \n  السلطان ولا من غيره ومن ولي من معارفه وأقاربه لا يكلمه .\n</p>\n<p class=\"arabic\">وقد ولي أخوه عمر المدينة وكرمان واليمامة فهجره حتى مات ما أدركت بالمدينة \n  رجلا أهيب عند السلطان والعامة منه .\n</p>\n<p class=\"arabic\">وكان ابن المبارك يصله فيقبل منه .\n</p>\n<p class=\"arabic\">قال وقدم الكوفة يريد أن يخوف الرشيد بالله فرجفت لقدومه الدولة حتى لو كان \n  نزل بهم مائة ألف من العدو ما زاد من هيبته فرجع من الكوفة ولم يصل إليه .\n</p>\n<p class=\"arabic\">قال يحيى بن أيوب العابد حدثني بعض أصحابنا قال كتب مالك بن *12*215* أنس \n  إلى العمري إنك بدوت فلو كنت عند مسجد رسول الله صلى الله عليه وسلم فكتب \n  إليه إني أكره مجاورة مثلك إن الله لم يرك متغير الوجه فيه ساعة قط .\n</p>\n<p class=\"arabic\">وقيل كانت أم العمري أنصارية لم يكن يقبل من أحد شيئا ومن ولي دمشقيا من معارفه \n  وأقاربه لا يكلمه وقد ولي أخوه عمر بن عبد العزيز المدينة وكرمان واليمامة \n  فهجره .\n</p>\n<p class=\"arabic\">ولم يكن أحد بالمدينة أهيب عند السلطان والعامة منه .\n</p>\n<p class=\"arabic\">وكان زاهدا قوالا بالحق متألها متعبدا منعزلا بناحية غربي المدينة .\n</p>\n<p class=\"arabic\">ويروى أن العمري كان يلزم المقبرة كثيرا ومعه كتاب ينظر فيه وقال ليس شيء \n  أوعظ من قبر ولا أنس من كتاب .\n</p>\n<p class=\"arabic\">عمر بن شبة ثنا أبو يحيى الزهري قال قال عبد الله بن عبد العزيز عند موته \n  بنعمة ربي أحدث لو أن الدنيا تحت قدمي ما يمنعني من أخذها إلا أن أزيل قدمي \n  ما أزلتها إني لم أصبح أملك إلا سبعة دراهم ثمن لحا شجر فتلته بيدي .\n</p>\n<p class=\"arabic\">قال المسيب بن واضح سمعت العمري الزاهد بمسجد منى يشير بيده ويقول .\n</p>\n<p class=\"arabic\">% لله در ذوي العقول % % والحرص في طلب الفضول % .\n</p>\n<p class=\"arabic\">*12*216* .\n</p>\n<p class=\"arabic\">% سلاب أكسية الأرامل % % واليتامى والكهول % .\n</p>\n<p class=\"arabic\">% والجامعين المكثرين % % من الحيازة والغلول % .\n</p>\n<p class=\"arabic\">% وضعوا عقولهم من الدنيا % % بمدرجة السيول % .\n</p>\n<p class=\"arabic\">% ولهوا بأطراف الفروع % % وأغفلوا علم الأصول % .\n</p>\n<p class=\"arabic\">% وتتبعوا جمع الحطام % % وفارقوا أثر الرسول % .\n</p>\n<p class=\"arabic\">% ولقد رأوا غيلان ريب % % الدهر غولا بعد غول % .\n</p>\n<p class=\"arabic\">أخبرنا أحمد بن سلامة كتابة عن أبي الفضائل الكاغدي أنا أبو علي الحداد أنا \n  أبو نعيم ثنا أحمد بن جعفر نا أحمد بن الأبار نا عبد الرحمن بن بشر بن الحكم \n  نا سفيان قال دخلت على العمري الصالح فقال ما أحد يدخل علي أحب إلي منك وفيك \n  عيب قلت ما هو حب الحديث أما إنه ليس من زاد الموت أو من إبزار الموت .\n</p>\n<p class=\"arabic\">وقال أبو المنذر إسماعيل بن عمر سمعت أبا عبد الرحمن العمري الزاهد يقول إن \n  من غفلتك عن نفسك إعراضك عن الله بأن ترى ما يسخطه فتجاوزه ولا تأمر ولا تنهى \n  عن المنكر خوفا ممن لا يملك لك ضرا ولا نفعا من ترك الأمر بالمعروف والنهي \n  عن المنكر مخافة المخلوقين نزعت منه الهيبة فلو أمر بعض ولده لاستخف به *12*217* .\n</p>\n<p class=\"arabic\">قال محمد بن حرب المكي قدم العمري فاجتمعنا إليه فلما نظر إلى القصور المحروقة \n  بالكعبة نادى بأعلى صوته يا أصحاب القبور المشيدة اذكروا ظلمة القبور الموحشة \n  يا أهل التنعم والتلذذ اذكروا الذود والصديد وبلاء الأجسام في التراب ثم غلبة \n  عيه فنام .\n</p>\n<p class=\"arabic\">أخبرنا إسحاق الأسدي أنا ابن جميل أنا الكاغدي أنا أبو علي أنا أبو نعيم نا \n  سليمان بن أحمد نا إسحاق الخزاعي نا الزبير بن بكار ثنا سليمان بن محمد بن \n  يحيى سمعت عبد الله بن عبد العزيز العمري يقول قال لي موسى بن عيسى ينهى إلى \n  المؤمنين أنك تشتمه وتدعو عليه فبأي شيء استجزت ذلك قلت أما شتمه فهو والله \n  أكرم علي من نفسي لقرابته من رسول الله صلى الله عليه وسلم وأما الدعاء عليه \n  فوالله ما قلت اللهم إنه قد أصبح عبئا ثقيلا على أكتافنا ولا تطيقه أبداننا \n  وقذى في جفوننا لا تطرف عليه جفوننا وشجى في أفواهنا لا تسيغه حلوقنا فاكفنا \n  مؤونته وفرق بيننا وبينه ولكن قلت اللهم إن كان تسمى بالرشيد ليرد فأرشده \n  أو لغير ذلك فراجع به اللهم إن له في الإسلام بالقياس على كل مؤمن حقا وله \n  بنبيك قرابة ورحم فقربه من كل خير وباعده من كل سوء .\n</p>\n<p class=\"arabic\">وأسعدنا به وأصلحه لنفسه ولنا .\n</p>\n<p class=\"arabic\">فقال موسى رحمك الله أبا عبد الرحمن كذلك لعمري الظن بك ) .\n</p>\n<p class=\"arabic\">أنبأنا ابن سلامة عن أبي الفضائل عبد الرحيم بن محمد أن أبا علي الحداد أخبرهم \n  أنا أبو نعيم الحافظ ثنا سليمان بن أحمد ثنا موسى بن *12*218* محمد بن كثير \n  الشريني نا عبد الملك بن إبراهيم الجدي نا عبد الله بن عبد العزيز العمري \n  عن أبي طوالة عن أنس عن النبي صلى الله عليه وسلم قال الزبانية أسرع إلى فسقة \n  القرآن منهم إلى عبدة الأوثان فيقولون يبدأ بنا قبل عبدة الأوثان فيقال ليس \n  من علم كمن لم يعلم تفرد به العمري وهو خبر منكر وشيخ الطبراني لا أعرفه .\n</p>\n<p class=\"arabic\">قال مصعب الزبيري مات العمري سنة أربع وثمانين ومائة وله ست وستون سنة .\n\n</p>"
}