{
    "header": "محمد بن الحسن بن فرقد الشيباني مولاهم الـ...",
    "id": "005243",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن الحسن بن فرقد الشيباني مولاهم الكوفي .\n</h1>\n<p class=\"arabic\">الفقيه العلامة مفتي العراقين أبو عبد الله أحد الأعلام *12*359* .\n</p>\n<p class=\"arabic\">قيل أصله من حرسنا من غوطة دمشق ومولده بواسط ثم إنه نشأ بالكوفة .\n</p>\n<p class=\"arabic\">سمع أبا حنيفة وأخذ عنه بعض كتب الفقه وسمع مسعرا ومالك بن مغول والأوزاعي \n  ومالك بن أنس ولزم القاضي أبا يوسف وتفقه به .\n</p>\n<p class=\"arabic\">أخذ عنه الشافعي وأبو عبيد وهشام بن عبيد الله وعلي بن مسلم الطوسي وعمرو \n  بن أبي عمرو الحراني وأحمد بن حفص البخاري وخلق سواهم .\n</p>\n<p class=\"arabic\">وقد أفردت له ترجمة حسنة في جزء .\n</p>\n<p class=\"arabic\">قال ابن سعد أصله من الجزيرة وسكن أبوه الشام ثم قدم واسطا فولد له بها محمد \n  في سنة اثنتين وثلاثين ومائة وسمع الكثير ونظر في الرأي وغلب عليه وسكن بغداد \n  واختلف الناس إليه فسمعوا منه .\n</p>\n<p class=\"arabic\">وقال آخر ولي محمد بن الحسن القضاء للرشيد بعد القاضي أبي يوسف وكان إماما \n  مجتهدا ) .\n</p>\n<p class=\"arabic\">من الأذكياء الفصحاء .\n</p>\n<p class=\"arabic\">قال أبو عبيد ما رأيت أعلم بكتاب الله منه .\n</p>\n<p class=\"arabic\">وقال الشافعي لو أشاء أن أقول نزل القرآن بلغة محمد بن الحسن لقلت لفصاحته \n  وقد حملت عنه وقر بختي كتبا .\n</p>\n<p class=\"arabic\">وعن الشافعي قال ما ناظرت سمينا أذكى من محمد وناظرته مرة فاشتدت مناظرتي \n  له فجعلت أوداجه تنتفخ وأزراره تتقطع زرا زرا *12*360* .\n</p>\n<p class=\"arabic\">قال الشافعي قال محمد بن الحسن أقمت عند مالك ثلاث سنين وكسرا وسمعت من لفظه \n  سبعمائة حديث .\n</p>\n<p class=\"arabic\">وقال يحيى بن معين كتبت الجامع الصغير عن محمد بن الحسن .\n</p>\n<p class=\"arabic\">وقال إبراهيم الحربي قلت لأحمد بن حنبل من أين لك هذه المسائل الدقاق قال \n  من كتب محمد بن الحسن .\n</p>\n<p class=\"arabic\">وقال عمرو بن أبي عمرو الحراني قال محمد بن الحسن خلف أبي ثلاثين ألف درهم \n  فأنفقت على النحو والشعر خمسة عشر ألفا وأنفقت على الحديث والفقه خمسة عشر \n  ألفا .\n</p>\n<p class=\"arabic\">وقال ابن عدي في كامله سمع محمد الموطأ من مالك .\n</p>\n<p class=\"arabic\">وقال إسماعيل بن حماد قال محمد بن الحسن بلغني أن داوود الطائي كان يسأل عني \n  وعن حالي ويقول إن عاش فسيكون له شأن .\n</p>\n<p class=\"arabic\">وعن الشافعي قال ما ناظرت أحدا إلا تغير وجهه ما خلا محمد بن الحسن *12*361* .\n</p>\n<p class=\"arabic\">قال بن أبي سريج سمعت الشافعي يقول أنفقت على كتب محمد بن الحسن ستين دينارا \n  ثم تدبرتها فوضعت إلى جنب كل مسألة حديثا .\n</p>\n<p class=\"arabic\">وقال محمد بن الحسن فيما سمعه منه محمد بن سماعة هذا الكتاب يعني كتاب الجيل \n  ليس من كتبنا إنما ألقي فيها .\n</p>\n<p class=\"arabic\">قال أحمد بن أبي عمران إنما وضعه إسماعيل بن حماد بن أبي حنيفة .\n</p>\n<p class=\"arabic\">الطحاوي نا يونس قال قال الشافعي كان محمد بن الحسن إذا قعد للمناظرة والفقه \n  أقعد حكما بينه وبين من يناظره فيقول لهذا زدت ولهذا أنقصت .\n</p>\n<p class=\"arabic\">أبو حازم القاضي عن بكر بن محمد العمي عن محمد بن سماعة قال كان سبب مخالطة \n  ) .\n</p>\n<p class=\"arabic\">محمد بن الحسن السلطان أن يوسف القاضي شور في رجل يولى قضاء الرقة فقال يصلح \n  محمد بن الحسن فأشخصوه فلما قدم جاء إلى أبي يوسف فدخل به على يحيى بن خالد \n  فولوه قضاء الرقة .\n</p>\n<p class=\"arabic\">قلت قد احتج بمحمد أبو عبد الله الشافعي .\n</p>\n<p class=\"arabic\">وقال الدار قطني لا يستحق محمد عندي الترك .\n</p>\n<p class=\"arabic\">وقال النسائي حديثه ضعيف يعني من قبل حفظه .\n</p>\n<p class=\"arabic\">وقال حنبل سمعت أحمد بن حنبل يقول كان أبو يوسف منصفا في الحديث وأما محمد \n  فكان مخالفا للأثر يعني يخالف الأحاديث ويأخذ بعموم القرآن .\n</p>\n<p class=\"arabic\">وكان رحمه الله تعالى آية في الذكاء ذا عقل تام وسؤدد وكثرة تلاوة للقرآن \n  *12*362* .\n</p>\n<p class=\"arabic\">وحكى أحمد بن أبي عمران قاضي مصر عن بعض أصحاب محمد بن الحسن أن محمدا كان \n  حزبه في كل يوم وليلة ثمن القرآن .\n</p>\n<p class=\"arabic\">وقال أبو حازم القاضي سمعت بكرا العمي يقول إنما أخذ ابن سماعة وعيسى بن أبان \n  حسن الصلاة من محمد بن الحسن .\n</p>\n<p class=\"arabic\">وقال علي بن سعيد حدثني الرجل الرازي الذي مات محمد بن الحسن في بيته قال \n  حضرته وهو يموت فبكى فقلت له أتبكي مع العلم فقال لي أرأيت إن أوقفني الله \n  تعالى وقال يا محمد ما أقدمك إلي الجهاد في سبيلي أم لابتغاء مرضاتي ماذا \n  أقول وقال أحمد بن محمد بن أبي رجاء سمعت أبي يقول رأيت محمد بن الحسن في \n  النوم فقلت إلى ما صرت قال غفر لي .\n</p>\n<p class=\"arabic\">قلت بم قال قيل لي لم نجعل هذا العلم فيك وإلا نحن نغفر لك .\n</p>\n<p class=\"arabic\">قلت توفي إلى رضوان الله في سنة تسع وثمانين ومائة .\n\n</p>"
}