{
    "header": "فضيل بن عياض بن مسعود الأستاذ الإمام خ مـ...",
    "id": "005225",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">فضيل بن عياض بن مسعود الأستاذ الإمام خ م د ن .\n</h1>\n<p class=\"arabic\">*12*332* شيخ الإسلام أو علي التميمي ثم اليربوعي المروزي الزاهد *12*333* .\n</p>\n<p class=\"arabic\">عن منصور وبيان بن بشر وأبان بن أبي عياش وحصين بن عبد الرحمن ويزيد بن أبي \n  زياد وعطاء بن السائب وعبيد الله بن عمر وهشام بن حسان وصفوان بن سليم وأبي \n  هارون العبدي والأعمش .\n</p>\n<p class=\"arabic\">وعنه سفيان الثوري وهو أكبر منه وابن عيينة وابن المبارك ويحيى القطان وحسين \n  الجعفي وابن مهدي والشيزري ومسدد وقتيبة ويحيى بن يحيى وبشر الحافي والقعنبي \n  ويحيى بن أيوب وأحمد بن المقدام العجلي وخلق سواهم .\n</p>\n<p class=\"arabic\">وكان إماما ثقة حجة زاهدا عابدا نبيها صمدانيا كبير الشأن .\n</p>\n<p class=\"arabic\">قال ابن سعد ولد الفضيل بخراسان بكورة أبيورد وقدم الكوفية وهو كبير فسمع \n  من منصور وغيره ثم تعبد ونزل مكة وكان ثقة نبيلا فاضلا عابدا كثير الحديث .\n</p>\n<p class=\"arabic\">وقال إبراهيم بن الأشعث وغيره سمعناه فضيلا يقول *12*334* ولدت بسمرقند .\n</p>\n<p class=\"arabic\">وقال أبو عبد الرحمن السلمي أنا أبو بكر محمد بن جعفر نا الحسين بن عبد العزيز \n  العسكري كذا قال وصوابه ابن عبد الله العسكري قال ثنا ابن أخي أبي زرعة ثنا \n  محمد بن إسحاق بن راهويه نا أبو عمار عن الفضل بن موسى قال كان الفضيل بن \n  عياض شاطرا يقطع الطريق بين أبيورد وسرخس وكان سبب توبته أنه عشق جارية فبينا \n  هو يرتقي الجدران إليها سمع رجلا يتلو ألم يأن للذين أمنوا أن تخشع قلوبهم \n  لذكر الله وما نزل من الحق فقال يا رب قد آن فرجع .\n</p>\n<p class=\"arabic\">فأواه الليل إلى خربة فإذا فيها رفقة فقال بعضهم ترتحل وقال قوم حتى نصبح \n  فإن فضيلا على الطريق يقطع علينا فتاب الفضيل وأمنهم وجاور بالحرم حتى مات \n  ) .\n</p>\n<p class=\"arabic\">إبراهيم بن الليث النخشبي نا علي بن خشرم أخبرني رجل من جيران الفضيل من أبيورد \n  قال كان الفضيل يقطع الطريق وحده فبينا هو ذات ليلة وقد انتهت إليه القافلة \n  فقال بعضهم اعدلوا بنا إلى هذه القرية فإن الفضيل يقطع الطريق فسمع ذلك وأرعد \n  فقال يا قوم جوزوا والله لأجتهدن أن لا أعصي الله .\n</p>\n<p class=\"arabic\">وجاء نحوها من وجه آخر فيه جهضم وهو ساقط .\n</p>\n<p class=\"arabic\">وبالجملة فالشرك أعظم من كل إفك وقد أسلم خلق صاروا أفضل هذه الأمة نسأل الله \n  أن يأخذ بنواصينا إلى طاعته فإن قلوب العباد بيده يصرفها كيف يشاء *12*335* .\n</p>\n<p class=\"arabic\">قال ابن عيينة والعجلي وغيرهما فضيل ثقة .\n</p>\n<p class=\"arabic\">وقال أبو حاتم صدوق .\n</p>\n<p class=\"arabic\">وقال إبراهيم بن شماس قال ابن المبارك ما بقي على ظهر الأرض عندي أفضل من \n  الفضيل بن عياض .\n</p>\n<p class=\"arabic\">وقال أحمد بن عباد التميمي المروزي سمعت النضر بن شميل سمعت هارون الرشيد \n  يقول ما رأيت في العلماء أهيب من مالك ولا أورع من الفضيل .\n</p>\n<p class=\"arabic\">وقال إبراهيم بن سعيد قال لي المأمون قال لي الرشيد ما رأت عيناي مثل فضيل \n  بن عياض دخلت عليه فقال لي يا أمير المؤمنين فرغ قلبك للحزن والخوف حتى يسكناه \n  فيقطعاك عن المعاصي ويباعداك من النار .\n</p>\n<p class=\"arabic\">عن ابن أبي عمر العنسي قال ما رأيت بعد الفضيل أعبد من وكيع وعن شريك قال \n  إن فضيل بن عياض حجة لأهل زمانه .\n</p>\n<p class=\"arabic\">وقال الهيثم بن جميل نحوه .\n</p>\n<p class=\"arabic\">قال إبراهيم بن الأشعث رأيت سفيان بن عيينة يقبل يد الفضيل بن عياض مرتين .\n</p>\n<p class=\"arabic\">وقال مردويه الصائغ قال لي ابن المبارك إن الفضيل صدق الله فأجر الحكمة على \n  لسانه وهو ممن نفعه الله بعلمه *12*336* .\n</p>\n<p class=\"arabic\">وقال مردويه وقال لي رباح بن خالد إن ابن المبارك قال له إذا نظرت إلى فضيل \n  بن عياض جدد لي الحزن ومقت نفسي ثم بكى .\n</p>\n<p class=\"arabic\">وعن ابن المبارك قال إذا مات الفضيل ارتفع الحزن ) .\n</p>\n<p class=\"arabic\">وقال أبو بكر الصوفي سمعت وكيعا يقول يوم مات الفضيل ذهب الحزن اليوم من الأرض .\n</p>\n<p class=\"arabic\">وقال يحيى بن أيوب دخلت مع زافر بن سلميان على الفضيل بن عياض بالكوفة فإذا \n  الفضيل وشيخ معه فدخل زافر وأقعدني على الباب .\n</p>\n<p class=\"arabic\">قال زافر فجعل الفضيل ينظر إلي ثم قال يا أبا سليمان هؤلاء المحدثين يعجبهم \n  قرب الإسناد ألا أخبرك بإسناد لا شك فيه رسول الله صلى الله عليه وسلم عن \n  جبريل عن الله تعالى نارا وقودها الناس والحجارة عليها ملائكة غلاظ شداد فأنا \n  وأنت يا أبا سليمان من الناس .\n</p>\n<p class=\"arabic\">قال ثم غشي عليه وعلى الشيخ وجعل زافر ينظر إليهما ثم تحرج الفضيل فقمنا والشيخ \n  مغشي عليه .\n</p>\n<p class=\"arabic\">إبراهيم بن الأشعث كنا إذا خرجنا مع الفضيل في جنازة لا يزال يعظ ويذكر ويبكي \n  لكأنه مودع أصحابه ذاهب إلى الآخرة حتى يبلغ المقابر فيجلس فكأنه بين الموتى \n  في الحزن والبكاء .\n</p>\n<p class=\"arabic\">قال سهل بن راهويه قلت لسفيان بن عيينة ألا ترى إلى أبي علي *12*337* يعني \n  فضيلا لا تكاد تجف له دمعة قال سفيان إذا قرح القلب نديت العينان ثم تنهد \n  سفيان .\n</p>\n<p class=\"arabic\">قال عبد الصمد مردويه الصائغ سمعت الفضيل يقول إذا علم الله من رجل أنه مبغض \n  لصاحب بدعة رجوت أن يغفر الله له وإن قل عمله .\n</p>\n<p class=\"arabic\">وقال إن الله يزوي عن عبده الدنيا ويمررها عليه مرة يجوع ومرة يعرى كما تصنع \n  الوالدة بولدها مرة صبرا ومرة بغضا ومرة مراعاة له وبذلك ما هو خير له .\n</p>\n<p class=\"arabic\">وفي المجالسة للدينوري نا يحيى بن المختار سمعت بشر بن الحارث يقول كنت بمكة \n  مع الفضيل بن عياض فجلس معنا إلى نصف الليل ثم قام يطوف إلى أن قلت يا أبا \n  علي ألا تنام قال ويحك وهل أحد يسمع بذكر النار تطيب نفسه أن ينام .\n</p>\n<p class=\"arabic\">وقال الأصمعي نظرت الفضيل بن عياض أن رجلا يشكوا إلى رجل فقال تشكو من يرحمك \n  إلى من لا يرحمك .\n</p>\n<p class=\"arabic\">وقيل سئل الفضيل متى يبلغ المرء غاية حب الله قال إذا كان عطاؤك إياه ومنه \n  سواء ) .\n</p>\n<p class=\"arabic\">وعنه قال ترك العمل من أجل الناس رياء والعمل من أجل الناس شرك الإخلاص أن \n  تعافى منهما *12*338* .\n</p>\n<p class=\"arabic\">وقال يونس بن محمد المكي قال فضيل لرجل لأعلمنك كلمة خير لك من الدنيا وما \n  فيها .\n</p>\n<p class=\"arabic\">والله لئن علم الله منك إخراجك الأدميين من قلبك حتى لا يبقى في قلبك مكان \n  لغيره ثم تسأله شيئا إلا أعطاك .\n</p>\n<p class=\"arabic\">وعن فضيل قال ما أدري ما أنا أكذاب أم مرائي .\n</p>\n<p class=\"arabic\">وروى على بن عثام قال الفضيل ما دخلت على أحد إلا خفت أن أتصنع له أو يتصنع \n  لي .\n</p>\n<p class=\"arabic\">قال أحمد بن أبي الحواري ثنا محمد بن إسحاق قال أتينا الفضيل بن عياض نسمع \n  منه قال لقد تعوذت بالله من شركم قلنا ولم يا أبا علي قال أكره أن تزينوا \n  لي وأتزين لكم .\n</p>\n<p class=\"arabic\">قال ابن أبي الحواري ونا أبو عبد الله الأنطاكي قال اجتمع فضيل والثوري فتذاكروا \n  فرق سفيان وبكى ثم قال لفضيل أرجو أن يكون هذا المجلس علينا رحمة وبركة فقال \n  له الفضيل لكني يا أبا عبد الله أخاف أن يكون أضر علينا من غيره ألست تخلصت \n  إلى أحسن حديثك وتخلصت أنا إلى أحسن حديثي فتزينت لك وتزينت لي فبكى سفيان \n  وقال أحييتني أحياك الله .\n</p>\n<p class=\"arabic\">وقال الفيض بن إسحاق قال لي الفضيل لو قيل لك يا مرائي غضبت وشق عليك وعسى \n  ما قيل لك حق تزينت للدنيا وتصنعت لها وقصرت ثيابك وحسنت سمتك وكففت أذاك \n  حتى يقولوا أبو زيد عابد ما أحسن سمته فيكرمونك وينظرونك ويهدون إليك مثل \n  الدرهم الستوق لا يعرفه كل أحد فإذا قشروا قشروا عن نحاس ويحك ما تدري في \n  أي الأصناف تدعى غدا *12*339* .\n</p>\n<p class=\"arabic\">ابن مسروق سمعت السري بن المغلس سمعت الفضيل بن عياض يقول من خاف الله لم \n  يضره شيء ومن خاف غير الله لم ينفعه أحد .\n</p>\n<p class=\"arabic\">الفيض بن إسحاق الرقي سمعت الفضيل وسئل ما الخلاص قال أخبرني من أطاع الله \n  هل تهمه معصية أحد قال لا قال فمن يعصي الله تنفعه طاعة أحد قال لا قال هذا \n  الخلاص ) .\n</p>\n<p class=\"arabic\">قال إبراهيم بن الأشعث سمعت الفضيل يقول بلغني أن العلماء فيما مضى كانوا \n  إذا تعلموا عملوا وإذا عملوا شغلوا وإذا شغلوا فقدوا وإذا فقدوا طلبوا فإذا \n  طلبوا هربوا .\n</p>\n<p class=\"arabic\">وقال مردويه سمعت الفضيل يقول رحم الله امرأ أخطأ وبكى على خطيئته قبل أن \n  يرزق بعمله .\n</p>\n<p class=\"arabic\">وقال الفيض بن إسحاق قال الفضيل أخلاق الدنيا والآخرة أن تصل من قطعك وتعطي \n  من حرمك وتعفو عمن ظلمك .\n</p>\n<p class=\"arabic\">وعنه قال ما أجد راحة ولا لذة إذا خلوت .\n</p>\n<p class=\"arabic\">وعنه قال كفى باله محبا وبالقرآن مؤانسا وبالموت واعظا اتخذ الله صاحبا ودع \n  الناس جانبا كفى بخشية الله علما وبالاعتذار جهلا .\n</p>\n<p class=\"arabic\">رهبة المؤمن الله على قدر علمه بالله وزهادته في الدنيا على قدر شوقه إلى \n  الجنة .\n</p>\n<p class=\"arabic\">قال إبراهيم بن الأشعث خادم الفضيل سمعت الفضيل يقول لو أن الدنيا عرضت علي \n  حلالا أحاسب عليها لكنت أتقذرها كما يتقذر أحدكم الجيفة .\n</p>\n<p class=\"arabic\">وسمعته يقول من ساء خلقه شان دينه وحسبه ومروءته *12*340* .\n</p>\n<p class=\"arabic\">وقال لن يهلك عبد حتى يؤثر بشهوته على دينه .\n</p>\n<p class=\"arabic\">خصلتان تقسيان القلب كثرة الكلام وكثرة الأكل .\n</p>\n<p class=\"arabic\">أكذب الناس العائد في ذنبه وأجهل الناس المدل بحسناته وأعلم الناس بالله أخوفهم \n  منه .\n</p>\n<p class=\"arabic\">وعنه قال أمس منل واليوم عمل وغدا أمل .\n</p>\n<p class=\"arabic\">قال فيض بن إسحاق الرقي قال الفضيل ما يسرني أن أعرف الأمر حق معرفته إذا \n  طاش عقلي .\n</p>\n<p class=\"arabic\">إبراهيم بن الأشعث سمعت الفضيل وقال له رجل كيف أمسيت وكيف حالك قال له عن \n  أي حال تسأل حال الدنيا أو حال الآخرة أما الدنيا فإنها مالت بنا وذهبت كل \n  مذهب والآخرة فكيف ترى حال من كثرت ذنوبه وضعف عمله وفني عمره ولم يتزود لمعاده .\n</p>\n<p class=\"arabic\">الفيض بن إسحاق سمعت الفضيل يقول إذا أراد الله أن يتحف العبد سلط عليه من \n  يظلمه .\n</p>\n<p class=\"arabic\">الأصمعي قال الفضيل إذا قيل لك أتخاف الله فاسكت فإنك إن قلت لا أتيت بأمر \n  عظيم ) .\n</p>\n<p class=\"arabic\">وإن قلت نعم فالخائف لا يكون على ما أنت عليه .\n</p>\n<p class=\"arabic\">وعن الفضيل يا مسكين أنت مسيء وترى أنك محسن وأنت جاهل وترى أنك عالم وأنت \n  بخيل وترى أنك كريم وأنت أحمق وترى أنك عاقل وأجلك قصير وأملك طويل .\n</p>\n<p class=\"arabic\">قلت صدق والله *12*341* .\n</p>\n<p class=\"arabic\">وأنت ظالم وترى أنك مظلوم وأنت فاسق وترى أنك عادل وأنت أكل للحرام وترى أنك \n  متورع .\n</p>\n<p class=\"arabic\">محرز بن عون أتيت الفضيل وسلمت عليه فقال وأنت أيضا من أصحاب الحديث ما فعل \n  القرآن والله لو نزل حرف باليمن لكان ينبغي أن تذهب حتى تسمعه والله لأن تكون \n  راعي الحمر وأنت طائع خير لك من أن تطوف بالبيت وأنت عاص .\n</p>\n<p class=\"arabic\">إسحاق بن إبراهيم الطبري سمعت الفضيل يقول لو طلبت مني الدنانير كان أيسر \n  من أن تطلب مني الأحاديث .\n</p>\n<p class=\"arabic\">فقلت لو حدثتني بأحاديث كان أحب إلي من عدتها دنانير .\n</p>\n<p class=\"arabic\">قال أنت مفتون أما والله لو عملت بما سمعت لكان لك في ذلك منشغل عما لم تسمع \n  سمعت سليمان بن مهران يقول إذا كان بين يديك طعام فتأخذ اللقمة وترمي بها \n  خلف ظهرك فمتى تشبع عباس الدوري ثنا محمد بن عبد الله الأنباري سمعت فضيلا \n  يقول لما قدم هارون الرشيد إلى مكة قعد في الحجر هو وولده وقوم من الهاشميين \n  وأحضروا المشايخ فبعثوا إلي فأردت أن لا أذهب واستشرت جاري فقال اذهب لعله \n  يريد أن تحدثه أو تعظه فدخلت المسجد فلما صرت إلى الحجر قلت لأدناهم إلي أيكم \n  أمير المؤمنين فأشار إليه فقلت السلام عليك يا أمير المؤمنين ورحمة الله وبركاته \n  فرد علي وقال أقعد ثم قال إنما دعوناك لتحدثنا بشيء وتعظنا .\n</p>\n<p class=\"arabic\">قال فأقبلت عليه وقلت يا حسن الوجه حساب الخلق كلهم عليك .\n</p>\n<p class=\"arabic\">قال فجعل يبكي ويشهق فرددت عليه وهو يبكي حتى جاء الخادم فحملوني وأخرجوني \n  وقالوا اذهب بسلام *12*342* .\n</p>\n<p class=\"arabic\">وقال محرز بن عون كنت عند الفضيل وأتى هارون ويحيى بن خالد وولده جعفر فقال \n  له ) .\n</p>\n<p class=\"arabic\">يحيى هذا أمير المؤمنين يا أبا علي يسلم عليك قال أيكم هو قالوا هذا قال يا \n  حسن الوجه لقد طوقت أمرا عظيما وكررها ثم قال حدثني عبيد المكتب عن مجاهد \n  في قوله تعالى وتقطعت بهم الأسباب قال الأوصال التي كانت في الدنيا وأومأ \n  بيده إليهم .\n</p>\n<p class=\"arabic\">قال مردويه سمعت الفضيل يقول لو كانت لي دعوة مستجابة ما صيرتها إلا في الإمام \n  لو صيرتها في نفسي لم تنجدني ومتى صيرتها في الإمام إصلاح العباد والبلاد .\n</p>\n<p class=\"arabic\">وعنه قال لو كان دخولي على الخليفة كل يوم لكلمته في علماء السوء أقول يا \n  أمير المؤمنين لا بد للناس من راع ولا بد للراعي من عالم يشاوره ولا بد له \n  من قاض ينظر في أحكام المسلمين وإذا كان لا بد من هذين فلا يأتك عالم ولا \n  قاض إلا على حمار بأكاف فبالحري أن يؤدوا إلى الراعي النصيحة يا أمير المؤمنين \n  متى تطمع العلماء والقضاة أن يؤدوا إليك النصيحة ومركب أحدهم كذا وكذا .\n</p>\n<p class=\"arabic\">قال فضيل بن عبد الوهاب سمعت الفضيل بمكة يقول لهم لا تؤذوني ما خرجت إليكم \n  حتى بال نحوا من ستين مرة .\n</p>\n<p class=\"arabic\">قال محمد بن زنبور المكي وغيره أحصر بول الفضيل فرفع يديه وقال اللهم بحبي \n  لك إلا ما أطلقته فما رحنا حتى بال .\n</p>\n<p class=\"arabic\">قال عبد الله بن خبيق قال الفضيل تباعد من القراء فإنهم إن أحبوك *12*343* \n  مدحوك بما ليس فيك وإن غضبوا شهدوا عليك وقبل منهم .\n</p>\n<p class=\"arabic\">قال قطبة بن العلاء سمعت الفضيل يقول آفة القراءة العجب .\n</p>\n<p class=\"arabic\">قال إبراهيم بن الأشعث سمعت الفضيل يقول أكذب الناس العائد في ذنبه وأجهل \n  الناس المدل بحسناته وأعلم الناس أخوفهم من الله .\n</p>\n<p class=\"arabic\">قال مردويه سمعت الفضيل يقول إذا علم الله من رجل أنه مبغض لصاحب بدعة رجوت \n  أن يغفر الله له وإن قل عمله .\n</p>\n<p class=\"arabic\">من جلس مع مبتدع لم يعط الحكمة .\n</p>\n<p class=\"arabic\">قال المفضل الجندي نا إسحاق بن إبراهيم الطبري ما رأيت أحدا كان أخوف على \n  نفسه ولا أرجى للناس من الفضيل .\n</p>\n<p class=\"arabic\">كانت قراءاته حزينة شهية بطيئة مترسلة كأنه يخاطب إنسانا إذا مر بآية فيها \n  ذكر الجنة ) .\n</p>\n<p class=\"arabic\">تردد فيها وسأل وكانت صلاته بالليل أكثر ذلك قاعدا يلقى له حصير فيصلي من \n  أول الليل ساعة ثم تغلبه عينه فينام قليلا ثم يقوم فإذا غلبه النوم نام ثم \n  يقوم هكذا حتى يصبح .\n</p>\n<p class=\"arabic\">وكان دأبه إذا نعس أن ينام وكان شديد الهيبة للحديث إذا حدث وكان يثقل عليه \n  الحديث جدا *12*344* .\n</p>\n<p class=\"arabic\">وعن فضيل قال لو خيرت بين أن أبعث فأدخل الجنة وبين أن لا أبعث لاخترت أن \n  لا أبعث .\n</p>\n<p class=\"arabic\">قال أبو الشيخ نا أبو يحيى الداري نا محمد بن علي بن شقيق نا أبو إسحاق قال \n  قال الفضيل بن عياض لو خيرت بين أن أكون كلبا ولا أرى يوم القيامة لاخترت \n  ذلك .\n</p>\n<p class=\"arabic\">إبراهيم بن الأشعث سمعت الفضيل يقول الخوف أفضل من الرجاء ما دام الرجل صحيحا \n  فإذا نزل به الموت فالرجاء أفضل .\n</p>\n<p class=\"arabic\">وقال من استوحش من الوحدة وأنس بالناس لم يسلم من الرياء .\n</p>\n<p class=\"arabic\">وقال الفيض سمعته يقول لا حج ولا جهاد أشد من حبس اللسان وليس أحد أشد غما \n  ممن سجنه لسانه .\n</p>\n<p class=\"arabic\">قلت للفضيل ترجمة في تاريخ دمشق وفي الحلية وكان يعيش من صلة ابن المبارك \n  ونحوه من الإخوان ويمتنع عن جوائز السلطان .\n</p>\n<p class=\"arabic\">وعن هشام بن عمار قال توفي الفضيل رحمه الله يوم عاشوراء سنة سبع وثمانين \n  ومائة .\n</p>\n<p class=\"arabic\">وفيها أرخه يحيى بن المديني وجماعة .\n</p>\n<p class=\"arabic\">وعن رجل قال كنا جلوسا مع فضيل بن عياض فقلنا له كم سنك فقال .\n</p>\n<p class=\"arabic\">% بلغت الثمانين أو جزتها % % فماذا أؤمل أو أنتظر % .\n</p>\n<p class=\"arabic\">% علتني السنون فأبلينني % % فدق العظم وكل البصر % .\n</p>\n<p class=\"arabic\">*12*345* .\n\n</p>"
}