{
    "header": "القاضي أبو يوسف .",
    "id": "005386",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">القاضي أبو يوسف .\n</h1>\n<p class=\"arabic\">*12*497* هو يعقوب بن إبراهيم بن حبيب بن حبيش بن سعد بن بجير بن معاوية الأنصاري .\n</p>\n<p class=\"arabic\">وسعد بن بجير هو سعد بن قتيبة وحبتة أمه ابنة خوات بن جبير .\n</p>\n<p class=\"arabic\">شهد سعد الخندق ونسبه في بجيلة وإنما حالف الأنصار .\n</p>\n<p class=\"arabic\">ولد أبو يوسف بالكوفة سنة ثلاث عشرة ومائة وطلب العلم سنة ثلاث وثلاثين .\n</p>\n<p class=\"arabic\">وسمع من هشام بن عروة وعطاء بن السائب ويحيى بن سعيد ويزيد بن أبي زياد .\n</p>\n<p class=\"arabic\">والأعمش وأبي إسحاق الشيباني وحجاج بن أرطأة وعبيد الله بن عمر وطائفة .\n</p>\n<p class=\"arabic\">وتفقه بالإمام أبي حنيفة حتى صار المقدم في تلامذته .\n</p>\n<p class=\"arabic\">تفقه به محمد بن الحسن وهلال الرائي ومعلى بن منصور وعدد كثير .\n</p>\n<p class=\"arabic\">وروى عنه ابن سماعة ويحيى بن معين وأحمد بن حنبل وعلي بن الجعد وأحمد بن منيع \n  وعلي بن مسلم الطوسي وإبراهيم بن الجراح *12*498* وأسد بن الفرات وعمرو بن \n  أبي عمرو الحراني وعمرو الناقد وخلق سواهم .\n</p>\n<p class=\"arabic\">وكان والده إبراهيم فقيرا فكان أبو حنيفة رضي الله عنه يتعاهد أبا يوسف بالمائة \n  درهم بعد المائة يعينه على طلب العلم .\n</p>\n<p class=\"arabic\">فروى علي بن حرملة عن أبي يوسف قال كنت أطلب الحديث والفقه وأنا مقل فجاء \n  أبي يوما وأنا عند أبي حنيفة فقال لا تمدن يا بني رجلك مع أبي حنيفة فأنت \n  محتاج إلى المعاش .\n</p>\n<p class=\"arabic\">فآثرت طاعة أبي فتفقدني أبو حنيفة فجعلت أتعاهده فدفع لي مائة درهم وقال لي \n  الزم الحلقة فإذا نفذت هذه فأعلمني ثم أعطاني بعد أيام مائة أخرى وكان يتعاهدني .\n</p>\n<p class=\"arabic\">ويقال إن أمه هي التي لامته وأن أباه مات وأبو يوسف صغير فأسلمته عند قصار \n  فالله أعلم .\n</p>\n<p class=\"arabic\">قال محمد بن الحسن مرض أبو يوسف فعاده أبو حنيفة فلما خرج قال إن يمت هذا \n  الفتى فهو أعلم من عليها وأومأ إلى الأرض .\n</p>\n<p class=\"arabic\">قال عباس الدورقي سمعت أحمد بن حنبل يقول أول ما كتبت الحديث اختلفت إلى أبي \n  يوسف فكتبت عنه ثم اختلفت بعد إلى الناس .\n</p>\n<p class=\"arabic\">وكان أبو يوسف أميل إلى المحدثين من أبي حنيفة ومحمد .\n</p>\n<p class=\"arabic\">إبراهيم بن أبي داوود البرلسي سمعت ابن معين يقول ما رأيت في *12*499* أصحاب \n  الرأي أثبت في الحديث ولا أحفظ ولا أصح رواية من أبي يوسف .\n</p>\n<p class=\"arabic\">وروى عباس عن ابن معين قال أبو يوسف صاحب حديث صاحب سنة .\n</p>\n<p class=\"arabic\">محمد بن سماعة عن يحيى بن خالد البرمكي قال قدم علينا أبو يوسف وأقل ما فيه \n  الفقه وقد ملأ بفقهه ما بين الخافقين .\n</p>\n<p class=\"arabic\">وقال الخريبي كان أبو يوسف قد أطلع الفقه والعلم إطلاعا يتناوله كيف شاء .\n</p>\n<p class=\"arabic\">قال عمرو الناقد كان أبو يوسف صاحب سنة .\n</p>\n<p class=\"arabic\">قال أحمد كان أبو يوسف منصفا في الحديث .\n</p>\n<p class=\"arabic\">بشر بن غياث سمعت أبا يوسف يقول صحبت أبا حنيفة سبع عشرة سنة ثم رتعت في الدنيا \n  تسع عشرة سنة وأظن أجلي قد قرب فما نجد إلا يسيرا حتى مات .\n</p>\n<p class=\"arabic\">وروى بكير العمي عن هلال الرائي قال كان أبو يوسف يحفظ التفسير والمغازي وأيام \n  العرب وكان أحد علومه الفقه .\n</p>\n<p class=\"arabic\">وروى أحمد بن عطية عن محمد بن سماعة قال كان أبو يوسف بعدما ولي القضاء يصلي \n  كل يوم مائتي ركعة *12*500* .\n</p>\n<p class=\"arabic\">وقال علي بن المديني ما أخذ على أبي يوسف إلا حديثه في الحجر عن هشام بن عروة .\n</p>\n<p class=\"arabic\">وكان صدوقا .\n</p>\n<p class=\"arabic\">وقال يحيى بن يحيى التميمي سمعت أبا يوسف يقول عند وفاته كل ما أفنيت به فقد \n  رجعت عنه إلا ما وافق الكتاب والسنة .\n</p>\n<p class=\"arabic\">وفي لفظ إلا ما في القرآن واجتمع عليه المسلمون .\n</p>\n<p class=\"arabic\">وقال بشر بن الوليد سمعت أبا يوسف يقول من تتبع غريب الحديث كذب ومن طلب المال \n  بالكيمياء أفلس ومن طلب الدين بالكلام تزندق .\n</p>\n<p class=\"arabic\">وقال محمد بن سماعة سمعت أبا يوسف في اليوم الذي مات فيه يقول اللهم إنك تعلم \n  أني لم أجر في حكم حكمت به ولقد اجتهدت في الحكم بما وافق كتابك وسنة نبيك .\n</p>\n<p class=\"arabic\">قال الفلاس أبو يوسف صدوق كثير الغلط .\n</p>\n<p class=\"arabic\">وقال ابن عدي لا بأس به *12*501* .\n</p>\n<p class=\"arabic\">وقال أبو حاتم يكتب حديثه .\n</p>\n<p class=\"arabic\">قلت وأبو يوسف هو أول من لقب قاضي القضاة وكان عظيم الرتبة عند هارون الرشيد .\n</p>\n<p class=\"arabic\">قال الطحاوي نا بكار بن قتيبة سمعت أبا الوليد الطيالسي يقولك لما قدم أبو \n  يوسف البصرة مع الرشيد اجتمع أصحاب الرأي وأصحاب الحديث على بابه فأشرف عليهم \n  ولم يأذن لفريق منهم وقال أنا من الفريقين جميعا ولا أقدم فرقة على فرقة لكني \n  أسأل عن مسألة فمن أصاب دخلوا ثم قال رجل مضغ خاتمي هذا حتى هشمه مالي عليه .\n</p>\n<p class=\"arabic\">فاختلف أصحاب الحديث فلم يعجبه قولهم .\n</p>\n<p class=\"arabic\">وقال فقيه عليه قيمته صحيحا ويأخذ الفضة المهشومة إلا أن يشأ صاحب الخاتم \n  أن يمسكه لنفسه ولا شيء على هاشمه فقال أبو يوسف يدخل أصحاب هذا القول فدخلت \n  معهم فسأله المستملي فأملى حديثا عن الحسن بن صالح .\n</p>\n<p class=\"arabic\">وقال ما أخاف على رجل من شيء خوفي عليه من كلامه في الحسن بن صالح فوقع لي \n  أنه أراد شعبة فقمت وقلت لا أجلس في مجلس يعرض فيه بأبي بسطام ثم خرجت فرجعت \n  إلى نفسي فقلت هذا قاضي الآفاق ووزير أمير المؤمنين وزميله في حجه وما يضره \n  *12*502* غضبي فرجعت وجلست حتى فرغ المجلس فأقبل علي إقبال رجل ما كان له \n  هم غيري فقال يا هشام وإذا هو يثنيني لأني كنت عنده ببغداد والله ما أردت \n  بأبي بسطام سوءا وله في قلبي أكبر منه في قلبك فيما أرى ولكن لا أعلم أني \n  رأيت رجلا مثل الحسن بن صالح .\n</p>\n<p class=\"arabic\">قال بكار فذكرت هذا لهلال الرائي فقال أنا والله أجبت أبا يوسف عن مسألة الخاتم .\n</p>\n<p class=\"arabic\">محمد بن شجاع سمعت الحسن بن أبي مالك سمعت أبا يوسف يقول القرآن كلام الله \n  من قال كيف ولم تعاطى مراء ومجادلة استوجبت الحبس والضرب المبرح ولا يفلح \n  من استحلى شيئا من الكلام ولا يصلى خلف من قال القرآن مخلوق .\n</p>\n<p class=\"arabic\">أبو حازم القاضي نا الحسن بن موسى قاضي همذان ثنا بشر بن الوليد قال كان أبو \n  يوسف يقول إذا ذكر محمد بن الحسن أي سيف هو غير أن فيه صدأ يحتاج إلى جلاء \n  وإذا ذكر الحسن بن زياد اللؤلؤي يقول هو عندي الصيدلاني إذا سأله رجل أن يعطيه \n  ما يسهله أعطاه ما يمسكه .\n</p>\n<p class=\"arabic\">وإذا ذكر بشرا يقول هو كإبرة الرفاء طرفها دقيق ومدخلها لطيف وهي سريعة الانكسار .\n</p>\n<p class=\"arabic\">وإذا ذكر الحسن بن أبي مالك قال هو كجمل حمل حملا في يوم مطير فتذهب يده مرة \n  هكذا ومرة هكذا ثم يسلم .\n</p>\n<p class=\"arabic\">أبو سليمان الجوزجاني سمعت أبا يوسف يقول من طلب المال *12*503* بالكيمياء \n  أفلس ومن طلب العلم بالكلام تزندق .\n</p>\n<p class=\"arabic\">محمد بن سعدان سمعت أبا سليمان الجوزجاني سمعت أبا يوسف يقول دخلت على الرشيد \n  وفي يده درتان يقلبهما فقال هل رأيت أحسن منهما قلت نعم يا أمير المؤمنين .\n</p>\n<p class=\"arabic\">قال وما هو قلت الوعاء الذي هما فيه فرمى بهما إلي وقال شأنك بهما .\n</p>\n<p class=\"arabic\">قال المؤلف قد أفردت سيرة القاضي أبي يوسف رحمه الله في جزء .\n</p>\n<p class=\"arabic\">قال بشر بن الوليد مات أبو يوسف يوم الخميس لخمس خلون من ربيع الأول سنة اثنتين \n  وثمانين ومائة .\n</p>\n<p class=\"arabic\">وقال غيره في ربيع الآخر .\n</p>\n<p class=\"arabic\">وعاش سبعين سنة إلا سنة .\n</p>\n<p class=\"arabic\">وقد قال عباد بن العوام يوم جنازته ينبغي لأهل الإسلام أن يعزي بعضهم بعضا \n  بأبي يوسف رحمه الله .\n</p>\n<p class=\"arabic\">*13*5* .\n\n</p>"
}