{
    "header": "هشيم بن بشير بن أبي خازم قاسم بن دينار عـ...",
    "id": "005325",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">هشيم بن بشير بن أبي خازم قاسم بن دينار ع .\n</h1>\n<p class=\"arabic\">*12*433* الحافظ أبو معاوية السلمي الواسطي أحد الأعلام .\n</p>\n<p class=\"arabic\">عن الزهري وعمرو بن دينار وأيوب وأبي بشر وحصين بن عبد الرحمن ومنصور بن زاذان \n  وخلق سواهم .\n</p>\n<p class=\"arabic\">وعنه شعبة مع تقدمه وابن المبارك ويحيى القطان وعبد الرحمن بن مهدي وقتيبة \n  وأحمد بن حنبل ويعقوب الدورقي والحسن بن عرفة وزياد بن أيوب وإبراهيم بن مجشر \n  وخلق كثير .\n</p>\n<p class=\"arabic\">سكن بغداد وانتهت إليه مشيخه العلم ببغداد في زمانه .\n</p>\n<p class=\"arabic\">مولده سنة أربع ومائة .\n</p>\n<p class=\"arabic\">قال عمرو بن عون كان هشيم قد سمع من الزهري وعمرو بن دينار وابن الزبير بمكة \n  أيام الحج .\n</p>\n<p class=\"arabic\">وقال يعقوب الدورقي كان عند هشيم عشرون ألف حديث .\n</p>\n<p class=\"arabic\">وقال أحمد لم يسمع هشيم من يزيد بن أبي زياد ولا من الحسن بن عبيد الله ولا \n  من أبي خالد ولا من سيار ولا من موسى الجهني ولا من علي بن زيد ثم سمى طائفة \n  كبيرة يعني حدث عنهم بصيغة عن .\n</p>\n<p class=\"arabic\">وكان من كبار المدلسين مع حفظه وصدقه *12*434* .\n</p>\n<p class=\"arabic\">قال إبراهيم الحربي كان والد هشيم صاحب صحناة وكامخ وكان يمنع هشيما من الطلب \n  فكتب العلم حتى جالس أبا شيبة القاضي وناظره في الفقه .\n</p>\n<p class=\"arabic\">قال فمرض هشيم فجاء أبو شيبة يعوده فمضى رجل إلى بشير قال الحق ابنك فقد جاء \n  القاضي يعوده فجاء فوجد القاضي في داره فقال متى أملت أنا هذا قد كنت أمنعك \n  أما ) .\n</p>\n<p class=\"arabic\">اليوم فلا بقيت أمنعك .\n</p>\n<p class=\"arabic\">قال وهب بن جرير قلنا لشعبة تكتب عن هشيم قال نعم ولو حدثكم عن ابن عمر فصدقوه .\n</p>\n<p class=\"arabic\">وقال أحمد بن حنبل لزمت هشيما أربع سنين ما سألته عن شيء إلا مرتين هيبة له \n  وكان كثير التسبيح بين الحديث يقول بين ذلك لا إله إلا الله يمد بها صوته .\n</p>\n<p class=\"arabic\">وعن عبد الرحمن بن مهدي قال كان هشيم أحفظ للحديث من سفيان الثوري .\n</p>\n<p class=\"arabic\">وقال يزيد بن هارون ما رأيت أحدا أحفظ للحديث من هشيم إلا سفيان إن شاء الله .\n</p>\n<p class=\"arabic\">قال أحمد العجلي هشيم ثقة يعد من الحفاظ وكان يدلس .\n</p>\n<p class=\"arabic\">وقال ابن أبي الدنيا حدثني من سمع عمرو بن عون يقول مكث *12*435* هشيم يصلي \n  الفجر بوضوء العشاء قبل أن يموت عشر سنين .\n</p>\n<p class=\"arabic\">وعن حماد بن زيد قال ما رأيت في المحدثين أنبل من هشيم سمعها عمرو بن عون \n  منه .\n</p>\n<p class=\"arabic\">وسئل أبو حاتم الرازي عن هشيم فقال لا يسأل عنه في صدقه وأمانته وصلاحه .\n</p>\n<p class=\"arabic\">وقال ابن المبارك من غير الدهر حفظه فلم يغير حفظ هشيم .\n</p>\n<p class=\"arabic\">وقال يحيى بن أيوب العابد سمعت نصر بن بسام وغيره من أصحابنا قالوا أتينا \n  معروفا الكرخي فقال رأيت النبي صلى الله عليه وسلم في المنام وهو يقول لهشيم \n  جزاك الله عن أمتي خيرا .\n</p>\n<p class=\"arabic\">فقلت لمعروف أنت رأيت قال نعم هشيم خير مما تظن .\n</p>\n<p class=\"arabic\">قال أحمد بن أبي خيثمة نا سليمان بن أبي شيخ نا أبو سفيان الحميدي عن هشيم \n  قال قدم الزبير رضي الله عنه الكوفية في خلافة عثمان وعلى الكوفة سعيد بن \n  العاص فبعث إليه بسبعمائة ألف وقال لو كان في بيت المال أكثر من هذا لبعثت \n  به إليك فقبلها الزبير قال أحمد فحدثت بهذا مصعب بن عبد الله فقال ما كان \n  الذي بعث به إليه عندنا إلا الوليد بن عقبة وكنا نشكرها لهم وهشيم أعلم .\n</p>\n<p class=\"arabic\">قال أبو سفيان سألت هشيما عن التفسير كيف صار فيه اختلاف فقال قالوا برأيهم \n  فاختلفوا .\n</p>\n<p class=\"arabic\">قال إبراهيم بن عبد الرحمن الهروي سمع هشيم وابن عيينة من الزهري سنة ثلاث \n  ) .\n</p>\n<p class=\"arabic\">وعشرين في ذي الحجة *12*436* .\n</p>\n<p class=\"arabic\">قال سفيان أقام عندنا إلى عمرة المحرم ثم خرج إلى الجعرانة فاعتمر منها ثم \n  نفر ومات من سنته .\n</p>\n<p class=\"arabic\">قال إبراهيم بن عبد الله كتبت حديثا لم يسمعه هشيم من الزهري ولم يروى عنه \n  سوى أربعة أحاديث سماعا منها حديث السقيفة وحديث المضامين والملاقيح وحديث \n  ما استيسر من الهدي وحديث اعتكف فأتته صفية *12*437* .\n</p>\n<p class=\"arabic\">قال أحمد بن حنبل ليس أحد أصح حديثا من هشيم عن حصين .\n</p>\n<p class=\"arabic\">وقال ابن مهدي حفظ هشيم عندي أثبت من حفظ أبي عوانة وكتاب أبي عوانة أثبت .\n</p>\n<p class=\"arabic\">قال عبد الله بن أحمد سمعت أبي يقول الذين رأيتهم يخضبون هشيم معتمر يحيى \n  بن سعيد معاذ بن معاذ ابن إدريس ابن مهدي إسماعيل بن إبراهيم عبد الوهاب الثقفي \n  يزيد بن هارون أبو معاوية خضاب جيد قان .\n</p>\n<p class=\"arabic\">حفص بن غياث عباد بن العوام إلى السواد .\n</p>\n<p class=\"arabic\">جرير بن نمير ابن فضيل غندر البرساني عبد الرزاق عباد بن عباد ابن أبي زائدة \n  الوليد بن مسلم خضابا خفيفا مرحوم العطار حجاج سعد ويعقوب ابنا إبراهيم أبو \n  داوود أبو النضر أبو نعيم خضابا خفيفا .\n</p>\n<p class=\"arabic\">محمد ويعلى ابنا عبيد أخوهما عمر خضابا خفيفا .\n</p>\n<p class=\"arabic\">أبو قطن أبو المغيرة علي بن عياش أبو اليمان عصام بن خالد بشر بن شعيب القرشي \n  يحيى بن أبي بكير غنام بن علي مروان بن شجاع شجاع بن الوليد حميد الرؤاسي \n  إبراهيم بن خالد رأيت هؤلاء يخضبون *12*438* .\n</p>\n<p class=\"arabic\">وحديث هشيم من أعلاه يقع اليوم أخبرنا أحمد بن أبي الخير وأحمد بن أبي عصرون \n  والخضر بن حمويه في كتابهم عن ابن كليب أنا ابن بيان أنا ابن مخلد أنا الصفار \n  نا ابن عرفة ثنا هشيم عن مغيرة عن إبراهيم عن الأسود عن عائشة قالت إن كنت \n  لأجده في ثوب رسول الله صلى الله عليه وسلم فأحته عنه .\n</p>\n<p class=\"arabic\">أخرجه مسلم عن أبي بكر بن أبي شيبة عن هشيم فوقع بدلا عاليا بدرجتين ) .\n</p>\n<p class=\"arabic\">قالوا توفي في شعبان سنة ثلاث وثمانين ومائة .\n</p>\n<p class=\"arabic\">قلت كان من أنباء الثمانين وكتب عن الزهري نسخة كبيرة فضاعت علق على وهنه \n  منها .\n\n</p>"
}