{
    "header": "يحيى البرمكي .",
    "id": "005336",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">يحيى البرمكي .\n</h1>\n<p class=\"arabic\">*12*449* هو الوزير يحيى بن خالد بن برمك أبو علي ) .\n</p>\n<p class=\"arabic\">كان المهدي قد ضم إليه هارون الرشيد وجعله في حجره فأحسن *12*450* سياسته \n  وأدبه فلما استخلف نوه بذكره ورفع محله فكان يقول قال أبي ورد إصدار الأمور \n  وإيرادها إليه فلما قتل ابنه جعفرا خلد يحيى في السجن .\n</p>\n<p class=\"arabic\">قال الأصمعي سمعته يقول الدنيا دول والمال عارية ولنا بمن قبلنا أسوة ولمن \n  بعدنا عبرة .\n</p>\n<p class=\"arabic\">قال إسحاق الموصلي كانت صلات يحيى إذا ركب لمن تعرض له مائتي درهم .\n</p>\n<p class=\"arabic\">وقال الموصلي قال أبي أتيت يحيى بن خالد فشكوت ضيقة فقال ما أصنع لك ليس عندي \n  شيء ولكن أدلك على أمر فكن فيه رجلا .\n</p>\n<p class=\"arabic\">قد جاءني خليفة صاحب مصر يسألني أن أستهدي صاحبه شيئا وقد أبيت فألح وقد بلغني \n  أنك أعطيت بجاريتك ثلاثة آلاف دينار فهوذا استهديه إياها وإياك أن تنقصها \n  عن ثلاثين ألف دينار شيئا وانظر كيف تكون .\n</p>\n<p class=\"arabic\">قال فوالله ما شعرت بالرجل إلا وقد وافاني فساومني بالجارية فلم يزل حتى بذل \n  لي عشرين ألفا فلما سمعتها ضعف قلبي عن ردها فبعتها فلما صرت إلى يحيى قال \n  إنك لخسيس كنت صبرت وهذا خليفة صاحب فارس قد جاءني في مثل هذا فخذ جاريتك \n  فإذا ساومك لا تنقصها عن خمسين ألف دينار .\n</p>\n<p class=\"arabic\">قال فجاءني فبعتها بثلاثين ألف دينار .\n</p>\n<p class=\"arabic\">ولما صرت إلى يحيى قال ألم نؤدبك خذ جاريتك إليك *12*451* .\n</p>\n<p class=\"arabic\">فقلت جارية قد أفدت بها خمسين ألف دينار ثم تعود إلي أشهدك أنها حرة وأني \n  قد تزوجتها .\n</p>\n<p class=\"arabic\">وقيل إن ولد يحيى قال له وهم في السجن والقيود يا أبه بعد الأمر والنهي والأحوال \n  صرنا إلى هذا فقال يا بني دعوة مظلوم غفلنا عنها لم يغفل الله عنها .\n</p>\n<p class=\"arabic\">مات يحيى سنة تسعين ومائة في حبس الرقة وله سبعون سنة .\n\n</p>"
}