{
    "header": "يزيد بن زريع ع .",
    "id": "005350",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">يزيد بن زريع ع .\n</h1>\n<p class=\"arabic\">الإمام أبو معاوية العيشي البصري الحافظ .\n</p>\n<p class=\"arabic\">عن أيوب وحبيب المعلم وحسين المعلم والجريري وخالد *12*464* الحذاء ويونس \n  وابن أبي عروبة وخلق .\n</p>\n<p class=\"arabic\">وعنه علي بن المديني وبهز بن أسد والقعنبي وعفان .\n</p>\n<p class=\"arabic\">وقال بعضهم كان أبوه زريع والي الأبلة مات عن خمسمائة ألف ما أخذ منها يزيد \n  حبة قاله ) .\n</p>\n<p class=\"arabic\">ابن حبان .\n</p>\n<p class=\"arabic\">توفي يزيد سنة اثنتين وثماني ومائة ومولده سنة إحدى ومائة .\n</p>\n<p class=\"arabic\">قال أحمد بن أبي خيثمة نا أحمد بن محمد الصفار سمعت يزيد بن زريع وسئل عن \n  التدليس فقال التدليس كذب .\n</p>\n<p class=\"arabic\">وقال ثنا عفان نا يزيد بن زريع قال أملى علي سعيد هذه المسائل من كتابه يعني \n  مسائل الحكم وحماد .\n</p>\n<p class=\"arabic\">وعن القطان أنه كان لا يقدم على يزيد بن زريع أحدا في سعيد .\n</p>\n<p class=\"arabic\">قلت لم يرحل في الحديث وكان من بحور العلم .\n</p>\n<p class=\"arabic\">قال ابن المديني لم يزيل مشتغلا بإتقان الحديث .\n</p>\n<p class=\"arabic\">قلت أقدم شيوخه أيوب وعمرو الفلاس وقتيبة ومسدد ويحيى بن يحيى وبندار وأمية \n  بن بسطام ومحمد بن المنهال الضرير ومحمد بن المنهال أخو حجاج وأحمد بن المقدام \n  ونصر بن علي وأحمد بن عبدة وخلق كثير .\n</p>\n<p class=\"arabic\">قال أحمد بن حنبل كان ريحانة البصرة ما أتقنه وما أحفظه *12*465* .\n</p>\n<p class=\"arabic\">وقال أبو حاتم ثقة إمام .\n</p>\n<p class=\"arabic\">وقال أبو عوانة صحبت يزيد بن زريع أربعين سنة يزداد في كل سنة خيرا .\n</p>\n<p class=\"arabic\">وقال بشر الحافي كان يزيد بن زريع متقنا حافظا ما أعلم أني رأيت مثله ومثل \n  صحة حديثه رحمه الله .\n</p>\n<p class=\"arabic\">وقال يحيى القطان لم يكن ههنا أحد أثبت منه .\n</p>\n<p class=\"arabic\">وقال نصر الجهضمي رأيت يزيد بن زريع في النوم فقلت ما فعل الله بك قال دخلت \n  الجنة قلت بماذا قال بكثرة الصلاة .\n\n</p>"
}