{
    "header": "شقيق البلخي .",
    "id": "005685",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">شقيق البلخي .\n</h1>\n<p class=\"arabic\">*13*228* هو أبو علي شقيق بن إبراهيم الأزدي الزاهد أحد الأعلام صاحب إبراهيم \n  بن أدهم .\n</p>\n<p class=\"arabic\">حدث عن إسرائيل وعباد بن كثير وكثير بن عبد الله الأيلي .\n</p>\n<p class=\"arabic\">وعنه حاتم الأصم وعبد الصمد بن يزيد مردويه ومحمد بن أبان المستملي والحسين \n  بن داوود البلخي وغيرهم .\n</p>\n<p class=\"arabic\">عن علي بن محمد بن شقيق البلخي قال كانت لجدي ثلاثمائة قرية ثم مات بلا كفن \n  وسيفه إلى الساعة يتبركون به .\n</p>\n<p class=\"arabic\">وخرج إلى الترك تاجرا فدخل على عبدة الأوثان فرأى عالمهم قد حلق لحيته فقال \n  هذا باطل ولكم خالق وصانع قادر على كل شيء .\n</p>\n<p class=\"arabic\">فقال له ليس يوافق قولك فعلك .\n</p>\n<p class=\"arabic\">قال وكيف قال زعمت أنه قادر على كل شيء وقد تعنيت إلى هنا تطلب الرزق فلو \n  كان كما تقول كان الذي يرزقك هنا يرزقك هناك وتريح العناء .\n</p>\n<p class=\"arabic\">قال فكان هذا سبب زهدي .\n</p>\n<p class=\"arabic\">وعن شقيق قال كنت شاعرا فرزقني الله التوبة وخرجت من ثلاثمائة ألف درهم وكنت \n  مرابيا لبست الصوف عشرين سنة وأنا لا أدري حتى لقيت عبد العزيز بن أبي رواد \n  فقال ليس الشأن في أكل الشعير ولبس الصوف الشأن أن تعرف الله بقلبك لا تشرك \n  به شيئا .\n</p>\n<p class=\"arabic\">والثانية الرضى عن الله والثالثة تكون بما في يدي الله أوثق منك بما في أيدي \n  الناس ) *13*229* .\n</p>\n<p class=\"arabic\">وعن شقيق قال عملت في القرآن عشرين سنة حتى ميزت بين الدنيا والآخرة فأصبته \n  في حرفين قوله تعالى وما أوتيتم من شيء فمتاع الحياة الدنيا وما عند الله \n  خير وأبقى .\n</p>\n<p class=\"arabic\">وعن حاتم الأصم عن شقيق قال لو أن رجلا عاش مائتي سنة لا يعرف هذه والأربعة \n  لم ينج أولها معرفة الله تعالى الثاني معرفة النفس الثالث معرفة أمر الله \n  ونهيه الرابع معرفة عدو الله وعدو النفس .\n</p>\n<p class=\"arabic\">قال أبو عقيد الرصافي نا أحمد بن عبد الله الزاهد سمعت شقيق بن إبراهيم يقول \n  ثلاث خصال هي نتاج الزهد الأولى أن تميل عن الهوى .\n</p>\n<p class=\"arabic\">الثانية تنقطع إلى الزهد بقلب .\n</p>\n<p class=\"arabic\">الثالث أن يذكر إذا خلا كيف مدخله ومخرجه كيف يدخل قبره ويذكر الجوع والعطش \n  والحساب والصراط والعري والفضيحة وطول القيام .\n</p>\n<p class=\"arabic\">وقد ذكر عن شقيق مع انقطاعه وزهده أنه من كبار المجاهدين في سبيل الله وكذا \n  فليكن زهد الأولياء رضي الله عنهم .\n</p>\n<p class=\"arabic\">روى محمد بن عمران عن حاتم الأصم قال كنا مع شقيق ونحن مصافوا العدو والترك \n  في يوم لا أرى فيه إلا رؤوسا تندر وسيوفا تقطع ورماحا تقصف فقال لي كيف ترى \n  نفسك هي مثل الليلة التي زفت فيها إلي امرأتك قلت لا والله قال ولكني أرى \n  نفسي كذلك ثم نام بين الصفين ودرقته تحت رأسه حتى سمعت غطيطه فأخذني يومئذ \n  تركي *13*230* وأضجعني للذبح فبينا هو يطلب السكين من خفه إذ جاء سهم عائر \n  فذبحه وألقاه عني .\n</p>\n<p class=\"arabic\">وعن حاتم عن شقيق قال مثل المؤمن مثل رجل غرس نخلة فخاف أن تحمل شوكا ومثل \n  المنفاق كمثل رجل زرع شوكا يطمع أن يحمل تمرا هيهات .\n</p>\n<p class=\"arabic\">وعن شقيق قال ليس شيء أحب إلي من الضعيف لأن رزقه على الله وأجره لي .\n</p>\n<p class=\"arabic\">وقال الحسين بن داوود نا شقيق الزاهد في الدنيا الراغب في الآخرة المداوم \n  على العبادة قال ثنا أبو هاشم الأيلي فذكر حديثا .\n</p>\n<p class=\"arabic\">وعن شقيق قال لقيت سفيان الثوري فأخذت منه لباس الدون رأيت له إزارا ثمنه \n  أربعة دراهم إذا جلس متربعا أو مد رجليه يخاف أن تبدو عورته ) .\n</p>\n<p class=\"arabic\">وأخذت الخشوع من إسرائيل .\n</p>\n<p class=\"arabic\">وقال محمد بن أبان المستملي سمعت شقيقا يقول أخذت العبادة من عباد بن كثير \n  والفقه من زفر .\n</p>\n<p class=\"arabic\">قال ابن أبي الدنيا ثنا محمد بن الحسين قال سئل شقيق ما علامة التوبة قال \n  إدمان البكاء على ما سلف من الذنوب والخوف المقلق من الوقوع فيها وهجران إخوان \n  السؤ وملازمة أهل الخير *13*231* .\n</p>\n<p class=\"arabic\">وقال ابن أبي الدنيا نا أحمد بن سعيد قيل لشقيق ما علامة العبد المباعد المطرود \n  قال إذا رأيته قد ضيع الطاعة واستوحش قلبه منها وحلت له المعصية واستأنس بها \n  ورغب في الدنيا وزهد في الآخرة .\n</p>\n<p class=\"arabic\">وعن شقيق قال ما للعبد صاحب خير من الخوف والهم فيما مضى من ذنوبه وما ينزل \n  به .\n</p>\n<p class=\"arabic\">وعنه قال من شكا مصيبة نزلت به إلى غير الله لم يجد حلاوة الطاعة أبدا .\n</p>\n<p class=\"arabic\">قال الحاكم في تاريخه قدم شقيق نيسابور عند خروجه راجلا في ثلاثمائة من زهاد \n  خراسان معه أيام المأمون يعني أيام ولايته خراسان .\n</p>\n<p class=\"arabic\">قال فطلب المأمون الاجتماع به فامتنع حتى تشفع إليه المأمون .\n</p>\n<p class=\"arabic\">روى عنه من أهل نيسابور أيوب بن الحسن الزاهد وعلي بن الحسن الأفطس وغيرهما .\n</p>\n<p class=\"arabic\">أخبرنا أحمد بن محمد بن سعد وجماعة قالوا أنا محمد بن إبراهيم أنا يحيى بن \n  ثابت أنا علي بن أبي عمر البزاز عرف بابن الخال أحمد بن عبد الله المحاملي \n  سنة ثمان وعشرين وأربعمائة أنا أبو بكر محمد بن عبد الله الشافعي ثنا الحسن \n  بن داوود البلخي نا شقيق بن إبراهيم البلخي نا أبو هاشم الأيلي عن أنس بن \n  مالك قال قال رسول الله صلى الله عليه وسلم يا ابن آدم لا تزول قدماك يوم \n  القيامة بين يدي الله عز وجل حتى تسأل عن أربع عمرك فيما أفنيته وجسدك فيما \n  أبليته ومالك من أين اكتسبه وأين أنفقته إسناده واه ومعناه صحيح *13*232* .\n</p>\n<p class=\"arabic\">ذكر يعقوب القراب أن شقيق بن إبراهيم رحمه الله تعالى قتل في غزوة كولان سنة \n  أربع وتسعين ومائة *13*233* .\n\n</p>"
}