{
    "header": "سلم بن سالم البلخي .",
    "id": "005670",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">سلم بن سالم البلخي .\n</h1>\n<p class=\"arabic\">أبو محمد الزاهد العابد *13*208* .\n</p>\n<p class=\"arabic\">حدث ببغداد عن عبيد الله بن عمر وحميد الطويل وابن جريج وسفيان .\n</p>\n<p class=\"arabic\">وعنه أحمد بن منيع والحسن بن عرفة وسعدان بن نصر وعلي بن محمد الطنافسي وإبراهيم \n  بن موسى الفراء وغيرهم .\n</p>\n<p class=\"arabic\">وقال أبو مقاتل السمرقندي سلم في زماننا كعمر بن عبد العزيز في زمانه .\n</p>\n<p class=\"arabic\">وقال ابن سعد كان أمارا بالمعروف وكان مطاعا فأقدمه الرشيد وحبسه حتى مات \n  الرشيد فأطلقوه .\n</p>\n<p class=\"arabic\">قال وكان مرجئا ضعيفا .\n</p>\n<p class=\"arabic\">قال الخطيب كان مذكورا بالعبادة والزهد ويذهب إلى الأرجاء .\n</p>\n<p class=\"arabic\">وقال يحيى بن ماهان سمعت محمد بن إسحاق اللؤلؤي يقول رأيت سلم بن سالم مكث \n  أربعين سنة لم يرفع رأسه إلى السماء ولم ير له فراش ولم ير مفطرا إلا في العيد .\n</p>\n<p class=\"arabic\">وقيل إن الرشيد إنما حبسه لأنه قال لو شئت ان أضرب الرشيد بمائة ألف سيف لفعلت .\n</p>\n<p class=\"arabic\">وعن سلم قال ما يسرني أن ألقي الله بعمل من مضى وأن أقول الإيمان قول وعمل .\n</p>\n<p class=\"arabic\">وقال ابن المديني أخبرني أبو يحيى قال صحبت سلم بن سالم في طريق مكة فما رأيته \n  وضع جبينه في المحمل إلا مرة مد رجله وجلس *13*209* .\n</p>\n<p class=\"arabic\">وقال أبو معاوية دعاني الرشيد لأحدثه فقلت سلم هبه لي فعرفت منه الغضب وقال \n  إن سلما ليس على رأيك ورأي أصحابك في الإرجاء وقد جلس في مكة وقال لو شئت \n  أن أضرب أمير المؤمنين بمائة الف سيف لفعلت .\n</p>\n<p class=\"arabic\">قال فكلمته فيه فخفف عنه من قيوده .\n</p>\n<p class=\"arabic\">وقال أحمد بن حنبل رأيته أتى أبا معاوية وكان صديقا له وكان عبدا صالحا ولم \n  أكتب عنه .\n</p>\n<p class=\"arabic\">كان لا يحفظ ويخطيء .\n</p>\n<p class=\"arabic\">وقال النسائي ضعيف .\n</p>\n<p class=\"arabic\">وقال ابن معين ليس بشيء .\n</p>\n<p class=\"arabic\">أخبرنا غنام بن محاسن أنا عبد الله بن أبي نصر القاضي سنة عشرين وستمائة أنا \n  عيسى بن أحمد الهاشمي أنا الحسين بن علي بن أحمد أنا عبد الله بن يحيى السكري \n  أن إسماعيل ) .\n</p>\n<p class=\"arabic\">الصفار نا سعدان نا سلم بن سالم البلخي عن علي بن عروة الدمشقي عن ابن المنكدر \n  عن ابن عمر أن رسول الله صلى الله عليه وسلم قال من قاد أعمى أربعين ذراعا \n  وجبت له الجنة .\n</p>\n<p class=\"arabic\">قلت اتهم به ابن عروة *13*210* .\n</p>\n<p class=\"arabic\">ومات سلم سنة أربع وتسعين ومائة .\n\n</p>"
}