{
    "header": "بقية بن الوليد بن صائد م أ .",
    "id": "005600",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">بقية بن الوليد بن صائد م أ .\n</h1>\n<p class=\"arabic\">الحافظ أبو يحمد الكلاعي الحميري الميتمي الحمصي أحد أعلام الحديث *13*125* .\n</p>\n<p class=\"arabic\">روى عن محمد بن زياد الألهاني وبحير بن سعد وثور بن يزيد وعبد الله بن عمر \n  ) .\n</p>\n<p class=\"arabic\">والزبيدي والأوزاعي وابن جريج وصفوان بن عمرو ويونس بن يزيد وخلق لا يحصون \n  تسعة أعشارهم عامة مجهولون .\n</p>\n<p class=\"arabic\">وعنه من شيوخه الأوزاعي وشعبة .\n</p>\n<p class=\"arabic\">ومن أقرانه ابن المبارك والوليد بن مسلم وإسماعيل بن عياش وطائفة .\n</p>\n<p class=\"arabic\">وأبو مسهر وحيوة بن شريح وهشام بن عمار ومحمد بن مصفى وداوود بن رشيد وكثير \n  بن عبيد وعمرو بن عفان وأبو عتبة أحمد بن الفرج الحجازي وخلق فالحجازي آخرهم \n  موتا .\n</p>\n<p class=\"arabic\">قال يحيى بن معين وأبو زرعة وغيرها إذا روى عن ثقة فهو ثقة حجة .\n</p>\n<p class=\"arabic\">وقال ابن المبارك أعياني بقية يسمي الكنى ويكني الأسامي .\n</p>\n<p class=\"arabic\">وقال أبو حاتم سألت أبا مسهر عن حديث لبقية فقال .\n</p>\n<p class=\"arabic\">% احذر حديث بقية % % وكن منها على تقيه % .\n</p>\n<p class=\"arabic\">فإنها غير نقيه وقال النسائي إذا قال ثنا وحدثنا فهو ثقة وإن قال عن فلا *13*126* \n  أخبرنا أحمد بن هبة الله عن القاسم الصفار أنا هبة الرحمن القشيري أنا عبد \n  الحميد البحتري نا عبد الملك بن الحسن نا أبو عوانة ثنا عطية بن بقية وسعيد \n  بن عمرو السكوني وأبو عتبة قالوا ثنا بقية نا الزبيدي عن نافع عن ابن عمر \n  قال قال رسول الله صلى الله عليه وسلم من دعي إلى عرس أو نحوه فليجب خرجه \n  مسلم عن إسحاق عن عيسى بن المنذر عن بقية وليس له في الصحيح عن بقية سواه .\n</p>\n<p class=\"arabic\">قال يزيد بن عبد ربه سمعت بقية يقول ولدت سنة عشر ومائة .\n</p>\n<p class=\"arabic\">قال ابن معين كان شعبة مبجلا لبقية حيث قدم عليه .\n</p>\n<p class=\"arabic\">وقال حيوة بن شريح سمعت بقية يقول لما قرأت على شعبة نسخة بحير بن سعد قال \n  لي يا أبا يحمد لو لم أسمع هذا منك لطرت .\n</p>\n<p class=\"arabic\">وقال زكريا بن عدي قال لنا أبو إسحاق الفزاري خذوا عن بقية ما حدث عن الثقات \n  ولا تأخذوا عن إسماعيل بن عياش ما حدث عن الثقات وغير الثقات .\n</p>\n<p class=\"arabic\">إبراهيم بن موسى الفراء عن رباح عن ابن المبارك قال إذا اجتمع بقية وإسماعيل \n  بن ) .\n</p>\n<p class=\"arabic\">عياش فبقية أحب إلي .\n</p>\n<p class=\"arabic\">ورواه سفيان بن عبد الملك عن ابن المبارك وقال كان صدوق اللسان ولكن يأخذ \n  عمن أقبل وأدبر *13*127* .\n</p>\n<p class=\"arabic\">وعن ابن المبارك نعم الرجل بقية لولا أنه كيني الأسامي ويسمي الكنى كان دهرا \n  يحدثنا عن أبي سعيد الوحاظي فنظرنا فإذا هو عبد القدوس .\n</p>\n<p class=\"arabic\">وقال أحمد بن حنبل بقية أحب إلي من إسماعيل وإذا حدث عن المجهولين فلا تقبلوه .\n</p>\n<p class=\"arabic\">وقال أحمد روى بقية عن عبيد الله مناكير .\n</p>\n<p class=\"arabic\">عثمان الدارمي عن ابن معين بقية ثقة قلت له هو أحب إليك أو محمد بن حرب فقال \n  ثقة وثقة .\n</p>\n<p class=\"arabic\">وقال أحمد العجلي ويعقوب بن شيبة بقية ثقة عن المعروفين .\n</p>\n<p class=\"arabic\">وقال أبو إسحاق الجوزجاني رحم اله بقية ما كان يبالي إذا وجد خرافة عمن يأخذه \n  فإذا حدث عن الثقات فلا بأس .\n</p>\n<p class=\"arabic\">قلت شرط أن يصرح بالإخبار ولا يقول عن فلان فإنه قد دلس عن ابن جريج وعن الأوزاعي \n  بطامات .\n</p>\n<p class=\"arabic\">وقال ابن عدي ولبقية حديث صالح وفي بعض رواياته يخالف الثقات وإذا روى عن \n  أهل الشام فهو ثبت وإذا روى عن غيرهم خلط كإسماعيل بن عياش .\n</p>\n<p class=\"arabic\">وقال أحمد بن الحسن الترمذي عن أحمد بن حنبل لبقية مناكير عن الثقات *13*128* .\n</p>\n<p class=\"arabic\">وقال حجاج بن الشاعر سئل ابن عيينة عن حديث من هذه الملح فقال أبو العجب أنا \n  أبقية بن الوليد أنا .\n</p>\n<p class=\"arabic\">وقال ابن خزيمة لا أحتج ببقية .\n</p>\n<p class=\"arabic\">قلت وكان في بقية دعابة وحسن خلق .\n</p>\n<p class=\"arabic\">قال أبو التقي اليزني سمعت بقية ما يقول ما أرحمني ليوم الثلاثاء ما يصومه \n  أحد .\n</p>\n<p class=\"arabic\">وقال بركة بن محمد الحلبي كنا عند بقية في غرفة فسمع الناس يقولون لا لا فأخرج \n  رأسه من الطاقة وجعل يصيح معهم لا لا فقلنا يا أبا يحمد سبحان الله أنت إمام \n  يقتدى بك .\n</p>\n<p class=\"arabic\">قال أسكت هذه سنة بلدنا ) .\n</p>\n<p class=\"arabic\">وعن قثم بن أبي قتادة قال سمعت من يسأل بقية كيف يقال للعروس إذا دخلت على \n  زوجها قال ما زلنا نسمع عجائز الحي يقلن ادخلي رجلك اليمنى على المال والبنين .\n</p>\n<p class=\"arabic\">وقال عطية بن بقية قال أبي دخلت على الرشيد فقال لي يا بقية إني لأحبك فقلت \n  ولأهل بلدي قال لا إنهم جند سوء لهم كذا وكذا غدرة ثم قال حدثني فقلت ثنا \n  محمد بن زياد الألهاني عن أبي أمامة قال رسول الله صلى الله عليه وسلم أنا \n  سابق العرب إلى الجنة وسلمان سابق الفرس وصهيب سابق الروم وبلال سابق الحبشة \n  *13*129* .\n</p>\n<p class=\"arabic\">وحدثني محمد بن زياد عن أبي أمامة مرفوعا وعدني ربي أن يدخل الجنة من أمتي \n  سبعين ألفا مع كل ألف سبعين ألفا وثلاث حثيات من حثيات ربي .\n</p>\n<p class=\"arabic\">قال فامتلأ من ذلك فرحا وقال يا غلام ناولني الدواة وكان القيم بأمره الفضل \n  بن الربيع ومرتبته بعيدة فناداني وقال يا بقية ناول أمير المؤمنين الدواة \n  بجانبك .\n</p>\n<p class=\"arabic\">قلت ناوله أنت يا هامان .\n</p>\n<p class=\"arabic\">فقال سمعت ما قال لي يا أمير المؤمنين قال اسكت فما كنت عنده هامان حتى أكون \n  عنده فرعون .\n</p>\n<p class=\"arabic\">قال يعقوب الفسوي بقية يذكر بحفظ إلا أنه يشتهي الملح والطرائف فيروي عن الضعفاء .\n</p>\n<p class=\"arabic\">وروى عبد الرحمن بن الحكم بن بشير عن وكيع قال ما سمعت أحدا أجرأ على أن يقول \n  قال رسول الله صلى الله عليه وسلم من بقية .\n</p>\n<p class=\"arabic\">قلت قد خرج له مسلم حديثا توبع فيه واستشهد به البخاري وله نسخة عن ابن جريج \n  عن عطاء عن ابن عباس منها تربوا الكتاب .\n</p>\n<p class=\"arabic\">ومنها من أدمن على حاجبه المشط عوفي من الوباء *13*130* .\n</p>\n<p class=\"arabic\">ومنها إذا جامع أحدكم زوجته فلا ينظر إلى فرجها فإنه يورث العمى .\n</p>\n<p class=\"arabic\">قال ابن جبان وهذه النسخة كلها موضوعة يشبه أن يكون بقية سمعها من إنسان ضعيف \n  عن ابن جريج فدلس عنه .\n</p>\n<p class=\"arabic\">وقال أبو حاتم لا يحتج ببقية .\n</p>\n<p class=\"arabic\">قال يزيد بن عبد ربه وأحمد وأبو عبيد وخليفة وابن مصفى وابن سعد توفي سنة \n  سبع وتسعين ومائة ) .\n</p>\n<p class=\"arabic\">وقال الوليد بن عتبة سنة ست وقيل سنة ثمان .\n\n</p>"
}