{
    "header": "حفص بن غياث بن طلق ع .",
    "id": "005625",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">حفص بن غياث بن طلق ع .\n</h1>\n<p class=\"arabic\">*13*153* الإمام أبو عمر النخعي القاضي أحد الأعلام .\n</p>\n<p class=\"arabic\">مولده سنة سبع عشرة ومائة .\n</p>\n<p class=\"arabic\">وروى عن جده طلق بن معاوية وعن عاصم الأحول وليث بن أبي سليم وهشام بن عروة \n  والأعمش وداوود بن أبي هند وأبي إسحاق الشيباني وابن أبي خالد وعبيد الله \n  بن عمر وخلق سواهم *13*154* .\n</p>\n<p class=\"arabic\">وعنه ابنه عمر بن حفص وأحمد بن حنبل وإسحاق وابن المديني والحسن بن حماد سجادة \n  وأبو بكر بن أبي شيبة وأخوه عثمان وعمرو الناقد ومحمد بن مثنى ويعقوب الدورقي \n  ويحيى بن معين والحسن بن عرفة وأحمد العطاردي وخلق .\n</p>\n<p class=\"arabic\">وقد ولي قضاء الجانب الشرقي ببغداد ثم بعث على قضاء الكوفة بعد شريك .\n</p>\n<p class=\"arabic\">روى عباس عن ابن معين حفص أثبت من عبد الواحد بن زياد وهو أثبت من عبد الله \n  بن إدريس .\n</p>\n<p class=\"arabic\">وقال العجلي وغيره ثقة مأمون فقيه .\n</p>\n<p class=\"arabic\">وقال داوود بن رشيد حفص كثير الغلط .\n</p>\n<p class=\"arabic\">وقال يعقوب بن شيبة هو ثبت إذا حدث من كتابه ويتقى بعض حفظه .\n</p>\n<p class=\"arabic\">وقال ابن عمار عسر في الحديث جدا .\n</p>\n<p class=\"arabic\">روى سعيد بن سعيد الجاري عن طلق بن غنام قال خرجت مع حفص بن غياث في زقاق .\n</p>\n<p class=\"arabic\">فأتت إمرأة حسناء فقالت أيها القاضي زوجني فإن أخوتي يضرون بي فالتفت إلي \n  فقال يا طلق اذهب فزوجها إن كان الذي يخطبها كفؤا فإن كان يسكر من النبيذ \n  أو رافضيا فلا تزوجه فإن الذي يسكر يطلق وهو لا يدري والرافضي فالطلاق عنده \n  واحدة .\n</p>\n<p class=\"arabic\">وقيل إن أبا يوسف القاضي قال لأصحابه تعالوا نكتب نوادر *13*155* حفص بن غياث \n  في القضاء ) .\n</p>\n<p class=\"arabic\">فلما وردت أحكامه على أبي يوسف قيل له فأين النوادر التي زعمت قال ويحكم إن \n  حفصا أراد الله فوفقه .\n</p>\n<p class=\"arabic\">وقال أحمد بن زهير نا محمد بن زيد سمعت حفص بن غياث قال كنا ببغداد يجيئنا \n  أصحاب الحديث فيقول لهم ابن إدريس عليكم بالشعر والعربية فقلت ألا تتقي الله \n  قوم يطلبون آثار رسول الله صلى الله عليه وسلم تأمرهم يطلبون هذا لئن عدت \n  لأسوءنك .\n</p>\n<p class=\"arabic\">قال بشر الحافي قال حفص بن غياث لو رأيت أني أسر بما أنا فيه لهلكت .\n</p>\n<p class=\"arabic\">ثنا محمد بن عثمان بن أبي شيبة نا أبي قال سمعت عمر بن حفص قال لما أحتضر \n  أبي بكيت فقال ما يبكيك قلت لفراقك ولد خولك في هذا الأمر .\n</p>\n<p class=\"arabic\">قال لا تبك فما حللت سراويلي على حرام ولا جلس إلي خصمان فباليت من توجه له \n  الحكم .\n</p>\n<p class=\"arabic\">قال حفص مرض أبي خمسة عشر يوما فرد معي مائة درهم إلى العامل وقال هذه لا \n  حظ لي فيها لم أحكم هذه الأيام .\n</p>\n<p class=\"arabic\">قال يحيى القطان هو أوثق أصحاب الأعمش .\n</p>\n<p class=\"arabic\">وقال ابن معين جميع ما حدث به حفص بن غياث ببغداد وبالكوفة إنما هو من حفظه \n  ولم يخرج كتابا *13*156* .\n</p>\n<p class=\"arabic\">كتبوا عنه ثلاثة آلاف أو أربعة آلاف حديث .\n</p>\n<p class=\"arabic\">وقال إبراهيم بن مهدي سمعت حفصا يقول لرجل يسأله عن مسائل القضاء لعلك تريد \n  أن تكون قاضيا لأن يدخل الرجل إصبعه فيقلع عينه خير من أن يكون قاضيا .\n</p>\n<p class=\"arabic\">قال أبو جعفر المسندي كان حفص بن غياث من أسخى العرب .\n</p>\n<p class=\"arabic\">وكان يقول من لم يأكل طعامي لا أحدثه .\n</p>\n<p class=\"arabic\">وإذا كان له يوم ضيافة لا يبقى رأس في الرواسين .\n</p>\n<p class=\"arabic\">قال الحسن سجادة كان يقال ختم القضاة حفص بن غياث .\n</p>\n<p class=\"arabic\">وقال حفص والله ما وليت القضاء حتى حلت لي الميتة .\n</p>\n<p class=\"arabic\">ومات وعليه تسعمائة درهم .\n</p>\n<p class=\"arabic\">قال أحمد بن حنبل رأيت مقدم فم حفص مضببة أسنانه بذهب .\n</p>\n<p class=\"arabic\">أخبرنا المؤمل البالسي إجازة أنا الكندي أنا القزاز أنا أبو بكر الخطيب أنا \n  العشامي أنا علي ) .\n</p>\n<p class=\"arabic\">بن عمر أنا ابن مخلد سمعت عبد الله بن أحمد سمعت أبا معمر يقول لما جيء بحفص \n  بن غياث وابن إدريس ووكيع إلى القضاء طرى حفص خضابه حين قرب إلى بغداد فالتفت \n  ابن إدريس إلى وكيع أما هذا فقد قبل .\n</p>\n<p class=\"arabic\">قال ابن أبي شيبة ولي القضاء ببغداد سنتين وولي بالكوفة ثلاث عشرة سنة .\n</p>\n<p class=\"arabic\">قال أبو داوود كان عبد الرحمن بن مهدي لا يقدم بعد الكبار من *13*157* أصحاب \n  الأعمش غير حفص بن غياث وقال حفص .\n</p>\n<p class=\"arabic\">قلت مات في آخر سنة أربع وتسعين ومائة وفي هذا العام أرخه أحمد بن عبد الجبار \n  وجماعة .\n</p>\n<p class=\"arabic\">قال سلم بن جنادة سنة خمس وتسعين وقيل سنة ست والأول الصحيح .\n\n</p>"
}