{
    "header": "سفيان بن عيينة بن أبي عمران ع .",
    "id": "005661",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">سفيان بن عيينة بن أبي عمران ع .\n</h1>\n<p class=\"arabic\">*13*190* *13*191* واسم أبي عمران ميمون مولى محمد بن مزاحم الهلالي أخي الضحاك \n  المفسر أبو محمد الكوفي ثم المكي الإمام شيخ الإسلام .\n</p>\n<p class=\"arabic\">مولده سنة سبع ومائة في نصف شعبان *13*192* .\n</p>\n<p class=\"arabic\">وقيل هو مولى عبد الله بن رويبة الهلالي .\n</p>\n<p class=\"arabic\">طلب الحديث وهو غلام لقي الكبار وسمع من قاسم الرحال في سنة عشرين ومائة .\n</p>\n<p class=\"arabic\">وسمع من الزهري وعمرو بن دينار وزياد بن علاقة والأسود بن قيس وعاصم بن أبي \n  النجود وأبي إسحاق وزيد بن أسلم وعبد الله بن أبي نجيح وسالم أبي النصر وعبدة \n  بن أبي لبابة وعبد الله بن دينار ومنصور بن المعتمر وسهيل بن أبي صالح وخلق \n  كثير .\n</p>\n<p class=\"arabic\">وانفرد بالرواية عن أكثرهم ورحل إليه من الآفاق .\n</p>\n<p class=\"arabic\">روى عنه الأعمش وابن جريج وشعبة وهم من شيوخه وابن المبارك وابن مهدي والشافعي \n  وابن المديني والحميدي وسعيد بن منصور ويحيى بن معين وأحمد وإسحاق وأحمد بن \n  صالح وإسحاق الحوسج وأحمد بن منيع وأبو خيثمة وأبو بكر بن أبي شيبة وابن نمير \n  وأبو كريب ويحيى بن يحيى والنفيلي ومحمد بن يحيى العدني وعمرو الناقد والفلاس \n  وأحمد بن شيبان وبشر بن مطر وزكريا بن يحيى المروزي وسعدان بن نصر ) .\n</p>\n<p class=\"arabic\">وعلي بن حرب وعبد الرحمن بن بشر ومحمد بن عاصم الثقفي ومحمد بن عيسى المدائني \n  والزعفراني والزبير بن بكار ويونس بن عبد الأعلى وأمم سواهم .\n</p>\n<p class=\"arabic\">وقد كان طلبة العلم يحجون وما همهم إلا لقي سفيان فيزدحمون عليه في الموسم \n  ازدحاما عظيما إلى الغاية لإمامته وعلو إسناده وحفظه كان من بحور العلم .\n</p>\n<p class=\"arabic\">قال الشافعي لولا مالك وسفيان بن عيينة لذهب علم الحجاز .\n</p>\n<p class=\"arabic\">وعنه قال تطلبت أحاديث الأحكام فوجدتها كلها سوى ثلاثين حديثا عند مالك ووجدتها \n  كلها سوى ستة أحاديث عند ابن عيينة *13*193* .\n</p>\n<p class=\"arabic\">وقال عبد الرحمن بن مهدي كان ابن عيينة من أعلم الناس بحديث الحجاز .\n</p>\n<p class=\"arabic\">وقال الترمذي سمعت محمدا يعني البخاري يقول ابن عيينة أحفظ من حماد بن زيد .\n</p>\n<p class=\"arabic\">وقال حرملة سمعت الشافعي يقول ما رأيت أحدا فيه من آلة العلم ما في سفيان \n  وما رأيت أكف عن الفتيا منه وما رأيت أحدا أحسن لتفسير الحديث منه .\n</p>\n<p class=\"arabic\">وقال ابن وهب لا أعلم أحدا أعلم بالتفسير من ابن عيينة .\n</p>\n<p class=\"arabic\">وقال أحمد ما رأيت أعلم بالسنن منه .\n</p>\n<p class=\"arabic\">قال وكيع كتبنا عن ابن عيينة أيام الأعمش .\n</p>\n<p class=\"arabic\">وقال ابن المديني ما في أصحاب الزهري أتقن من سفيان .\n</p>\n<p class=\"arabic\">قال أحمد بن حنبل دخل سفيان بن عيينة على معن بن زائدة باليمن ولم يكن سفيان \n  تلطخ بشيء بعد من أمر السلطان فجعل يعظه .\n</p>\n<p class=\"arabic\">وقال سفيان بن عيينة حج بي أبي وعطاء حي .\n</p>\n<p class=\"arabic\">قال أحمد بن عبد الله العجلي كان ابن عيينة ثبتا في الحديث وكان حديثه نحوا \n  من سبعة آلاف ولم يكن له كتب *13*194* .\n</p>\n<p class=\"arabic\">وقال بهز بن أسد ما رأيت مثل سفيان بن عيينة فقيل له ولا شعبة قال ولا شعبة .\n</p>\n<p class=\"arabic\">وقال ابن معين هو أثبت الناس في عمرو بن دينار .\n</p>\n<p class=\"arabic\">وقال ابن مهدي عند ابن عيينة من معرفته بالقرآن وتفسير الحديث ما لم يكن عند \n  سفيان الثوري ) .\n</p>\n<p class=\"arabic\">وقال علي بن حرب الطائي سمعت أبي يقول كنت أحب أن تكون لي جارية في غنج ابن \n  عيينة إذا حدث .\n</p>\n<p class=\"arabic\">وقال رباح بن خالد كوفي ثقة إنه سأل ابن عيينة يا أبا محمد أبو معاوية يحدث \n  عنك بشيء ليس تحفظ اليوم وكذلك وكيع .\n</p>\n<p class=\"arabic\">فقال صدقهم فإني كنت قبل اليوم أحفظ مني اليوم .\n</p>\n<p class=\"arabic\">قال محمد بن المثنى سمعت ابن عيينة يقول ذلك لرباح في سنة إحدى وتسعين ومائة .\n</p>\n<p class=\"arabic\">وقال حامد البلخي سمعت ابن عيينة يقول رأيت كأن أسناني سقطت فذكرت ذلك للزهري \n  فقال تموت أسنانك وتبقى أنت فمات أسناني وبقيت أنا فجعل الله كل عدولي محدثا .\n</p>\n<p class=\"arabic\">قال غياث بن جعفر سمع ابن عيينة يقول أول من أسندني إلى إسطوانة مسعر فقلت \n  إني حدث قال إن عندك الزهري وعمرو بن دينار .\n</p>\n<p class=\"arabic\">وقال الرامهرمزي نا موسى بن زكريا نا زياد بن عبيد الله بن خزاعي *13*195* \n  سمعت سفيان يقول كان أبي صيرفيا بالكوفة فركبه الدين فحملنا إلى مكة فصرت \n  إلى المسجد فإذا عمرو بن دينار فحدثني بثمانية أحاديث فأمسكت له حماره حتى \n  صلى وخرج فعرضت الأحاديث عليه فقال بارك الله فيك .\n</p>\n<p class=\"arabic\">وقال مجاهد بن موسى سمعت ابن عيينة يقول ما كتبت شيئا إلا حفظته قبل أن أكتبه .\n</p>\n<p class=\"arabic\">قال أحمد بن حنبل ما رأيت أحدا أعلم بالسنن من سفيان بن عيينة رواها صالح \n  عن أبيه .\n</p>\n<p class=\"arabic\">وقال ابن المبارك سئل الثوري عن سفيان بن عيينة فقال ذاك أحد الأحدين ما أغربه .\n</p>\n<p class=\"arabic\">وقال ابن المديني قال لي القطان ما بقي من معلمي أحد غير سفيان بن عيينة سفيان \n  إمام منذ أربعين سنة .\n</p>\n<p class=\"arabic\">وقال ابن المديني سمعت بشر بن المفضل يقول ما بقي على وجه الأرض أحد يشبه \n  ابن عيينة .\n</p>\n<p class=\"arabic\">وذكر حرملة بن يحيى أن ابن عيينة قال له وأراه خبز شعير هذا طعامي منذ ستين \n  سنة .\n</p>\n<p class=\"arabic\">الحميدي سمعت سفيان يقول لا تدخل هذه المحابر بيت رجل إلا أشقى أهله وولده \n  *13*196* .\n</p>\n<p class=\"arabic\">وقال سفيان لرجل ما حاجتك قال طلب الحديث ! قال بشر أهلك بالإفلاس ) .\n</p>\n<p class=\"arabic\">قال أبو مسلم المستملي عنه سمعت من عمرو بن دينار ما لبث نوح في قومه .\n</p>\n<p class=\"arabic\">وقال علي بن الجعد سمعت ابن عيينة يقول من زيد في عقله نقص من رزقه .\n</p>\n<p class=\"arabic\">وروى سعيد بن داوود عن ابن عيينة قال من كانت معصيته في الشهة فأرج له ومن \n  كانت معصيته في الكبر فأخش عليه فإن آدم عصا مشتهيا فغفر له وإبليس عصا متكبرا \n  فلعن .\n</p>\n<p class=\"arabic\">وقال ابن عيينة الزهد الصبر وارتقاب الموت .\n</p>\n<p class=\"arabic\">وقال العلم إذا لم ينفعك ضرك .\n</p>\n<p class=\"arabic\">قال عثمان بن زائدة قلت للثوري ممن أسمع قال عليك زائدة بن قدامة وسفيان بن \n  عيينة .\n</p>\n<p class=\"arabic\">وقال ابن المبارك سئل الثوري عن ابن عيينة فقال ذاك أحد الأحدين يقول ليس \n  له نظير .\n</p>\n<p class=\"arabic\">قال نعيم بن حماد ما رأيت يحدا أجمع لمتفرق من ابن عيينة .\n</p>\n<p class=\"arabic\">وقال علي بن نصر الجهضمي نا شعبة قال رأيت ابن عيينة غلاما معه ألواح طويلة \n  عند عمرو بن دينار وفي أذنه قرط أو قال شنف *13*197* .\n</p>\n<p class=\"arabic\">ابن المديني سمعت سفيان يقول جالست عبد الكريم الجزري سنتين وكان يقول لأهل \n  بلده أنظروا إلى هذا الغلام يسألني وأنتم لا تسألوني .\n</p>\n<p class=\"arabic\">وقال ذؤيب السهمي سألت ابن عيينة أسمعت من صالح مولى التوءمة قال نعم هكذا \n  وهكذا وأشار بيديه يعني كثرة .\n</p>\n<p class=\"arabic\">وسمعت منه ولعابه يسيل .\n</p>\n<p class=\"arabic\">قال أبو محمد بن أبي حاتم ولا نعلمه روى عنه شيئا .\n</p>\n<p class=\"arabic\">كان منتقدا للرواة .\n</p>\n<p class=\"arabic\">قال ابن المديني سمعت سفيان يقول كان عمرو بن دينار أكبر من الزهري سمع من \n  جابر والزهري لم يسمع منه .\n</p>\n<p class=\"arabic\">قال أحمد بن سلمة النيسابوري ثنا سليمان بن مطر قال كنا على باب سفيان بن \n  عيينة فاستأذنا عليه فلم يأذن لنا فقلنا ادخلوا حتى نهجم عليه .\n</p>\n<p class=\"arabic\">قال فكسرنا بابه ودخلنا وهو جالس فنظر إلينا فقال سبحان الله دخلتم داري بغي \n  إذني وقد حدثنا الزهري عن سهل أن رجلا اطلع في حجر من باب النبي صلى الله \n  عليه وسلم ومع ) .\n</p>\n<p class=\"arabic\">النبي صلى الله عليه وسلم مدرعا يحك به رأسه فقال لو علمت أنك تنظرني لطعنت \n  بها في عينك إنما جعل الاستئذان من أجل النظر *13*198* .\n</p>\n<p class=\"arabic\">قال فقلنا له ندمنا يا أبا محمد فقال ندمتم .\n</p>\n<p class=\"arabic\">حدثنا عبد الكريم الجزري عن زياد عن عبد الله بن معقل عن ابن مسعود أن النبي \n  صلى الله عليه وسلم قال الندم توبة أخرجوا فقد أخذتم رأس مال ابن عيينة .\n</p>\n<p class=\"arabic\">سليمان هو أخو قتادة بن مطر صدوق إن شاء الله .\n</p>\n<p class=\"arabic\">وزياد هو ابن أبي مريم .\n</p>\n<p class=\"arabic\">قال الفريابي كنت أمشي مع سفيان بن عيينة فقال لي يا أبا محمد ما يزهدني فيك \n  إلا طلبك الحديث .\n</p>\n<p class=\"arabic\">قلت أنت يا أبا محمد أي شيء كنت تعمل إلا طلب الحديث قال كنت إذ ذاك صبيا \n  لا أعقل .\n</p>\n<p class=\"arabic\">قال عبد الكريم بن يونس نا ابن عيينة قال أول ما جالست عبد الكريم أبو أمية \n  جالسته وأنا بن خمس عشرة سنة .\n</p>\n<p class=\"arabic\">قال وقرأت القرآن وأنا ابن أربع عشرة سنة .\n</p>\n<p class=\"arabic\">قال يحيى بن آدم ما رأيت أحدا يختصر الحديث إلا وهو يخطيء إلا سفيان بن عيينة .\n</p>\n<p class=\"arabic\">قال أحمد بن خيثمة ثنا الحسن بن حماد الحضرمي نا سفيان قال قال حماد يعني \n  ابن أبي سليمان ولم نسمعه منه إذا قال لامرأته أنت طالق أنت طالق أنت طالق \n  بانت الأولى وبطلت الإثنتين .\n</p>\n<p class=\"arabic\">قال ابن عيينة رأيت حماد بن أبي سليمان جاء إلى طبيب على فرس .\n</p>\n<p class=\"arabic\">قال إبراهيم بن محمد الشافعي ربما سمعت ابن عيينة وقد بلغ إحدى وتسعين سنة \n  ولم أر فقيها أكثر تمثلا بالشعر منه ينشد .\n</p>\n<p class=\"arabic\">% سئمت تكاليف الحياة ومن يعش % % ثمانين عاما لا أبا لك يسأم % .\n</p>\n<p class=\"arabic\">*13*199* وقال أبو قدامة السرخسي سمعت ابن عيينة كثيرا ما يقول .\n</p>\n<p class=\"arabic\">% ذهب الزمان فسدت غير مسود % % ومن العناء تفردي بالسؤدد % .\n</p>\n<p class=\"arabic\">قال أبو حاتم ابن عيينة إمام ثقة وكان أعلم بحديث عمرو بن دينار من شعبة وأثبت \n  أصحاب ) .\n</p>\n<p class=\"arabic\">الزهري مالك وابن عيينة .\n</p>\n<p class=\"arabic\">وقال عبد الرزاق ما رأيت بعد ابن جريج مثل ابن عيينة في حسن المنطق .\n</p>\n<p class=\"arabic\">ورى الكوسج عن ابن معين ثقة .\n</p>\n<p class=\"arabic\">وقال يحيى بن سعيد القطان اشهدوا أن ابن عيينة اختلط سنة سبع وتسعين ومائة \n  فمن سمع منه في هذه السنة فسماعه لا شيء .\n</p>\n<p class=\"arabic\">قلت أنا أستبعد صحة هذا القول فإن القطان مات في صفر سنة ثمان وتسعين بعيد \n  قدوم الحجاج بقليل فمن الذي أخبره باختلاط سفيان ومتى لحق يقول هذا القول \n  فسفيان حجة مطلقا بالإجماع من أرباب الصحاح .\n</p>\n<p class=\"arabic\">وقد حج سفيان سبعين حجة وكان يقول ليلة الموقف اللهم لا تجعله آخر العهد منك \n  فلما كان عام موته لم يقل ذلك وقال قد استحييت من الله تعالى *13*200* .\n</p>\n<p class=\"arabic\">وروى سليمان بن أيوب عن سفيان قال سمعته يقول شهدت ثمانين موقفا .\n</p>\n<p class=\"arabic\">قلت هذا أشبه .\n</p>\n<p class=\"arabic\">قال أحمد بن عبدة الضبي سمعت ابن عيينة يقول الزهد في الدنيا هو الصبر وارتقاب \n  الموت .\n</p>\n<p class=\"arabic\">وعن ابن عيينة قال الورع طلب العلم الذي يعرف به الورع .\n</p>\n<p class=\"arabic\">وكان له تسعة إخوة حدث منهم أربعة عمران ومحمد وآدم وإبراهيم .\n</p>\n<p class=\"arabic\">قال علي بن المديني كان سفيان لا يكاد يقول حدثنا الزهري .\n</p>\n<p class=\"arabic\">قلت ابن عيينة معروف بالتدليس لكنه لا يدلس إلا عن ثقة .\n</p>\n<p class=\"arabic\">وقد وقع لنا من عواليه جملة وافرة .\n</p>\n<p class=\"arabic\">أخبرنا عبد الحافظ بن بدران ويوسف بن غالية قالا أنا أبو نصر موسى بن عبد \n  القادر أنا سعيد بن أحمد أنا علي بن أحمد أنا محمد بن عبد الرحمن المخلص ثنا \n  عبد الله البغوي نا عثمان بن أبي شيبة نا سفيان عن عمرو بن دينار عن سعيد \n  بن جبير عن ابن عباس قال شهدت النبي صلى الله عليه وسلم يخطب يقول إنكم ملاقوا \n  الله يوم القيامة حفاة عراة غرلا .\n</p>\n<p class=\"arabic\">متفق عليه .\n</p>\n<p class=\"arabic\">توفي سفيان في جمادى الآخرة وقيل في شهر رجب سنة ثمان وتسعين ومائة *13*201* .\n</p>\n<p class=\"arabic\">قال الواقدي في أول رجب رحمه الله ) .\n\n</p>"
}