{
    "header": "أبو مطيع البلخي هو الحكم بن عبد الله الفـ...",
    "id": "005628",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أبو مطيع البلخي هو الحكم بن عبد الله الفقيه .\n</h1>\n<p class=\"arabic\">صاحب كتاب الفقه الأكبر تفقه بأبي حنيفة وروى عنه .\n</p>\n<p class=\"arabic\">وعن ابن عون وهشام بن حسان وعبيد الله بن عمر وعبد الرحمن بن حرملة وأبي الأشهب \n  جعفر العطاردي وإبراهيم بن طهمان والحسن بن دينار وطبقتهم .\n</p>\n<p class=\"arabic\">وتفقه به أهل خراسان وولي قضاء بلخ وكان بصيرا بالرأي حافظا للمسائل ) .\n</p>\n<p class=\"arabic\">كان ابن المبارك يعظمه ويجله .\n</p>\n<p class=\"arabic\">روى عنه أحمد بن منيع وأيوب بن الحسن الفقيه وعقيق بن محمد وعلي بن الحسين \n  الذهلي ونصر بن زياد والخراسانيون .\n</p>\n<p class=\"arabic\">وقدم بغداد مرات *13*159* .\n</p>\n<p class=\"arabic\">قال محمد بن الفضيل البلخي سمعت حاتما السقطي سمعت ابن المبارك يقول أبو مطيع \n  له المنة على جميع أهل الدنيا .\n</p>\n<p class=\"arabic\">قلت حاتم لا يعرف وما اعتقد في ابن المبارك أنه يطلق مثل هذه العبارة .\n</p>\n<p class=\"arabic\">قال محمد بن الفضيل البلخي وقال حاتم قال مالك بن أنس لرجل من أين أنت قال \n  من بلخ .\n</p>\n<p class=\"arabic\">قال قاضيكم أبو مطيع إنه قام مقام الأنبياء .\n</p>\n<p class=\"arabic\">قال محمد بن الفضيل سمعت عبد الله بن محمد العابد يقول جاء كتاب يعني من الخلافة \n  وفيه لولي العهد وآتيناه الحكم صبيا ليقرأ على الناس .\n</p>\n<p class=\"arabic\">فسمع أبو مطيع فدخل على الوالي وقال بلغ من خطر الدنيا أنا نكفر بسببها وكرر \n  هذا مرارا حتى أبكى الأمير وقال له إني معك ولكن لا أجتريء بالكلام فتكلم \n  وكن مني آمنا .\n</p>\n<p class=\"arabic\">وكان أبو مطيع قاضيا فذهب الناس إلى الجمعة وذهب أبو معاذ متقلدا سيفا وأخر \n  يوم الجمعة فارتقى أبو مجيع المنبر فحمد الله وأثنى عليه ثم أخذ لحيته وبكى \n  وقال يا معشر المسلمين بلغ من خطر الدنيا أن تجر إلى الكفر من قال وآتيناه \n  الحكم صبيا لغير يحيى بن زكريا فهو كافر .\n</p>\n<p class=\"arabic\">قال فرج أهل المسجد بالبكاء وهر اللذان أتيا بالكتاب *13*160* .\n</p>\n<p class=\"arabic\">وعن النضر بن شميل قال أبو مطيع نزل الإيمان والإسلام في القرآن على وجهين \n  وهو عندي على وجه واحد فقلت له ممن ترى الغلط منك أم من الرسول عليه السلام \n  أو من جبريل أو من الله تعالى فبقي باهتا .\n</p>\n<p class=\"arabic\">وقد كان أبو مطيع فيما نقل الخطيب من رؤوس المرجئة .\n</p>\n<p class=\"arabic\">قال عبد الله بن أحمد سألت أبي عن أبي مطيع فقال لا ينبغي أن يروى عنه ذكروا \n  عنه أنه ) .\n</p>\n<p class=\"arabic\">كان يقول الجنة والنار خلقتا وستفنيان وهذا كلام جهم .\n</p>\n<p class=\"arabic\">وقال ابن معين هو ضعيف .\n</p>\n<p class=\"arabic\">وقال أبو داوود تركوا حديثه كان جهميا .\n</p>\n<p class=\"arabic\">قلت وممن روى عنه محمد بن القاسم البلخي وخلاد بن أسلم الصفار ومحمد بن يزيد \n  السلمي .\n</p>\n<p class=\"arabic\">ومات سنة تسع وتسعين ومائة وله أربع وثمانون سنة .\n\n</p>"
}