{
    "header": "عبد الوهاب الثقفي ع .",
    "id": "005749",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الوهاب الثقفي ع .\n</h1>\n<p class=\"arabic\">*13*300* هو ابن عبد المجيد بن الصلت بن عبيد الله بن الحكم بن أبي العاص .\n</p>\n<p class=\"arabic\">أبو محمد البصري الحافظ أحد الأئمة .\n</p>\n<p class=\"arabic\">روى عن أيوب السختياني وخالد الحذاء ومالك بن دينار وحميد الطويل وطبقتهم .\n</p>\n<p class=\"arabic\">وعنه أحمد بن حنبل والشافعي وأبو حفص الفلاس وبندار وحفص الربالي والحسن بن \n  عرفة وخلق كثير .\n</p>\n<p class=\"arabic\">روي عن الفلاس قال كانت غلة عبد الوهاب الثقفي في السنة نحو أربعين ألفا ينفقها \n  كلها على أصحاب الحديث .\n</p>\n<p class=\"arabic\">وقال الحافظ ذكر عبد الوهاب الثقفي عند النظام فقال هو والله أحلى من أمن \n  بعد خوف وبرء بعد سقم وخصب بعد جدب وغنى بعد فقر ومن طاعة المحبوب وفرج المكروب .\n</p>\n<p class=\"arabic\">وقال علي بن المديني وابن معين ثقة .\n</p>\n<p class=\"arabic\">وقال قتيبة ما رأيت مثل هؤلاء الفقهاء الأربعة مالك والليث وعباد بن عباد \n  وعبد الوهاب الثقفي .\n</p>\n<p class=\"arabic\">وقال ابن المديني ليس في الدنيا كتاب عن يحيى بن سعيد أصح من كتاب عبد الوهاب \n  الثقفي ) .\n</p>\n<p class=\"arabic\">وقال أحمد العجلي ثقة .\n</p>\n<p class=\"arabic\">وقال العقيلي نا محمد بن زكريا ثنا عقبة بن مكرم قال كان *13*301* عبد الوهاب \n  الثقفي قد اختلط قبل موته بثلاث سنين أو أربع .\n</p>\n<p class=\"arabic\">قال وثنا الحسين بن عبد الله الذارع نا أبو داوود قال جرير بن حازم وعبد الوهاب \n  الثقفي تغيرا فحجب الناس عنهم .\n</p>\n<p class=\"arabic\">الحميدي نا عبد الوهاب الثقفي عن جعفر بن محمد عن أبيه عن جابر أن رسول صلى \n  الله عليه وسلم قضى باليمين مع الشاهد .\n</p>\n<p class=\"arabic\">قال العقيلي قال مالك وابن جريج وسليمان بن بلال وعبد العزيز بن المطلب والدراوردي \n  وإسماعيل بن جعفر وأبو ضمرة ويحيى القطان وعبد العزيز بن أبي حازم ويحيى بن \n  سليم عن جعفر عن أبيه مرسلا قلت عبد الوهاب ثقة والثقة يهم في الشيء بعد الشيء \n  وأما اختلاطه فما ضر حديثه لأنه حجب فبقي بمنزلة من مات .\n</p>\n<p class=\"arabic\">وكان مولده في سنة عشر ومائة ومات في سنة أربع وتسعين ومائة *13*302* .\n\n</p>"
}