{
    "header": "عبد الله بن إدريس بن يزيد بن عبد الرحمن ...",
    "id": "005704",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الله بن إدريس بن يزيد بن عبد الرحمن ع .\n</h1>\n<p class=\"arabic\">*13*248* أبو محمد الأودي الكوفي .\n</p>\n<p class=\"arabic\">أحد الأئمة الأعلام مولده سنة عشرين ومائة .\n</p>\n<p class=\"arabic\">وروى عن أبيه وسهيل بن أبي صالح وأبي إسحاق الشيباني وحصين بن عبد الرحمن \n  وهو أقدم شيخ لقيه وهشام بن عروة وإسماعيل بن أبي خالد والأعمش وابن جريج \n  وطائفة *13*249* .\n</p>\n<p class=\"arabic\">وكان من جلة المقرئين قرأ على الأعمش وعلى نافع .\n</p>\n<p class=\"arabic\">وأقرأ القرآن .\n</p>\n<p class=\"arabic\">روى عنه مالك مع تقدمه وابن المبارك وأحمد وإسحاق وابن معين وابنا أبي شيبة \n  والحسن بن عرفة وأحمد بن عبد الجبار العطاردي وخلق .\n</p>\n<p class=\"arabic\">وقد أقدمه الرشيد ليوليه قضاء الكوفة فامتنع .\n</p>\n<p class=\"arabic\">قال بشر الحافي ما شرب أحد ماء الفرات فسلم إلا عبد الله بن إدريس وقال أحمد \n  بن حنبل كان نسيج وحده .\n</p>\n<p class=\"arabic\">وقال يعقوب بن شيبة كان عابدا فاضلا كان يسلك في كثير من فتاياه ومذاهبه مسلك \n  أهل المدينة يخالف الكوفيين وكان بينه وبين مالك صداقة .\n</p>\n<p class=\"arabic\">ثم قال إن جميع ما يرويه مالك في الموطأ بلغني عن علي رضي الله عنه فيرسلها \n  أنه سمعها من ابن إدريس .\n</p>\n<p class=\"arabic\">قال أبو حاتم الرازي هو إمام من أئمة المسلمين حجة .\n</p>\n<p class=\"arabic\">وقيل لم يكن بالكوفة أعبد لله منه .\n</p>\n<p class=\"arabic\">قال الحسن بن عرقة لم أر بالكوفة أفضل منه *13*250* .\n</p>\n<p class=\"arabic\">وروى أبو داوود عن إسحاق بن إبراهيم عن الكسائي قال قال لي الرشيد من أقرأ \n  الناس ) .\n</p>\n<p class=\"arabic\">قلت عبد الله بن إدريس .\n</p>\n<p class=\"arabic\">قال ثم من قال قلت حسين الجعفي .\n</p>\n<p class=\"arabic\">قال ثم من قلت رجل آخر .\n</p>\n<p class=\"arabic\">وعن حسين العنقزي قال لما نزل بابن إدريس الموت بكت ابنته فقال لا تبكي يا \n  بنية فقد ختمت القرآن في هذا البيت أربعة آلاف ختمة .\n</p>\n<p class=\"arabic\">قال ابن عمار كان ابن إدريس إذا لحن أحد في كلامه لم يحدثه .\n</p>\n<p class=\"arabic\">وقال ابن معين سمعت ابن إدريس يقول عندي قوصرة ملكاية وراوية من حوض الربابين \n  ودبة زيت ما أحد أغنيى مني .\n</p>\n<p class=\"arabic\">وكان ابن إدريس يحرم النبيذ .\n</p>\n<p class=\"arabic\">وقال قلت لحفص بن غياث اترك الجلوس في المسجد .\n</p>\n<p class=\"arabic\">فقال أنت قد تركت ذلك ولم تترك .\n</p>\n<p class=\"arabic\">قلت يأتيني البلاء وأنا فار أحب إلي من أن يأتيني وأنا متعرض له .\n</p>\n<p class=\"arabic\">قال أبو خيثمة سمعت ابن إدريس يقول كل شراب مسكر كثيره فإنه *13*251* محرم \n  يسيره إني لكم منه نذير .\n</p>\n<p class=\"arabic\">أبو بكر بن أبي شيبة سمعت ابن إدريس قال كتبت حديث أبي الحوراء فخفت أن يتصحف \n  بأبي الجوراء فكتبت تحته حور عين .\n</p>\n<p class=\"arabic\">وقال يعقوب السدوسي ثنا عبيد بن نعيم ثنا الحسن بن الربيع الثوراني قال قريء \n  كتاب الخليفة إلى ابن إدريس وأنا حاضر من عبد الله هارون أمير المؤمنين إلى \n  عبد الله بن إدريس .\n</p>\n<p class=\"arabic\">قال فشهق ابن إدريس شهقة وسقط بعد الظهر فقمنا إلى العصر وهو على حاله وانتبه \n  قبيل المغرب وقد صببنا عليه الماء فلا شيء .\n</p>\n<p class=\"arabic\">قال إنها لله وإنا إليه راجعون صار يعرفني حتى يكتب إلي أي ذنب بلغ بي هذا \n  قلت وقد وثقه ابن معين وعبد الرحمن بن خراش والناس .\n</p>\n<p class=\"arabic\">وقيل بل ولد سنة خمس عشرة ومائة ) .\n</p>\n<p class=\"arabic\">ووقع لي من عالي حديثه .\n</p>\n<p class=\"arabic\">توفي في شهر ذي الحجة سنة اثنتين وتسعين ومائة بالكوفة .\n\n</p>"
}