{
    "header": "عبد الرحمن بن مهدي ع .",
    "id": "005736",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الرحمن بن مهدي ع .\n</h1>\n<p class=\"arabic\">*13*280* ابن حسان بن عبد الرحمن العنبري مولاهم .\n</p>\n<p class=\"arabic\">وقيل مولى الأزد أبو سعيد البصري اللؤلؤي الحافظ أحد الأئمة الأعلام *13*281* .\n</p>\n<p class=\"arabic\">ولد سنة خمس وثلاثين ومائة قاله أحمد .\n</p>\n<p class=\"arabic\">سمع أيمن بن نابل وعمر بن أبي زائدة وهشام بن أبي عبد الله ومعاوية بن صالح \n  وإسماعيل بن مسلم العبدي قاضي جزيرة قيس وعبد الله بن بديل المكي وعبد الجليل \n  بن عطية وأبا خلدة خالد بن دينار السعدي وشعبة وسفيان والمسعودي وخلقا كثيرا .\n</p>\n<p class=\"arabic\">وعنه ابن المبارك وابن وهب وأحمد وإسحاق وعلي ويحيى وابن أبي شيبة وأبو خيثمة \n  وبندار وأحمد بن سنان وعبد الرحمن رستة والقواريري وأبو ثور وأبو عبيد وعبد \n  الرحمن بن محمد بن منصور الحارثي ومحمد بن يحيى الذهلي وأمم سواهم .\n</p>\n<p class=\"arabic\">قال أحمد بن حنبل هو أفقه من يحيى بن سعيد .\n</p>\n<p class=\"arabic\">وقال إذا اختلف هو ووكيع فابن مهدي أثبت لأنه أقرب عهدا بالكتاب .\n</p>\n<p class=\"arabic\">واختلفا في نحو خمسين حديثا للثوري فنظرنا فإذا عامة الصواب في يد عبد الرحمن .\n</p>\n<p class=\"arabic\">وقال أيوب بن المتوكل كنا إذا أردنا أن ننظر إلى الدنيا والدين ذهبنا إلى \n  دار عبد الرحمن بن مهدي .\n</p>\n<p class=\"arabic\">قال إسماعيل القاضي سمعت ابن المديني يقول أعلم الناس بالحديث عبد الرحمن \n  بن مهدي .\n</p>\n<p class=\"arabic\">قلت له قد كنت كتبت حديث الأعمش وكنت عند نفسي أني قد بلغت *13*282* فيها \n  فقلت ومن يفيدني عن الأعمش .\n</p>\n<p class=\"arabic\">قال فقال لي من يفيدك عن الأعمش قلت نعم فأطرق ثم ذكر ثلاثين حديثا ليست عندي \n  تتبع أحاديث الشيوخ الذين لم ألقهم أنا لم أكتب حديثهم نازلا .\n</p>\n<p class=\"arabic\">قال إسماعيل القاضي أحفظ أن ممن ذكره منصور بن أبي الأسود .\n</p>\n<p class=\"arabic\">وقال محمد بن أبي بكر المقدمي ما رأيت أحدا أتقن لما سمع ولما لم يسمع ولحديث \n  الناس من عبد الرحمن بن مهدي إمام ثبت أثبت من يحيى بن سعيد واتقن من وكيع .\n</p>\n<p class=\"arabic\">كان عرض حديثه على سفيان ) .\n</p>\n<p class=\"arabic\">قال القواريري أملى علي عبد الرحمن بن مهدي عشرين ألف حديث حفظا .\n</p>\n<p class=\"arabic\">وقال عبيد الله بن سعيد سمعت ابن مهدي يقول لا يجوز أن يكون الرجل إماما حتى \n  يعلم ما يصح مما لا يصح .\n</p>\n<p class=\"arabic\">وقال ابن المديني كان علم عبد الرحمن بن مهدي في الحديث كالسحر .\n</p>\n<p class=\"arabic\">وقال أبو عبيد سمعت عبد الرحمن يقول ما تركت حديث رجل إلا دعوت الله له وأسميه .\n</p>\n<p class=\"arabic\">وقال إبراهيم بن زياد سبلان قلت لعبد الرحمن بن مهدي ما تقول *13*283* فيمن \n  يقول القرآن مخلوق فقال لو كان لي سلطان لقمت على الجسر فلا يمر بي أحد إلا \n  سألته فإذا قال مخلوق ضربت عنقه وألقيته في الماء .\n</p>\n<p class=\"arabic\">وقال أبو داوود السختياني التقى وكيع وعبد الرحمن في الحرم بعد العشاء فتواقفا \n  حتى سمعا أذان الصبح .\n</p>\n<p class=\"arabic\">وعن ابن مهدي قال لولا أني أكره أن يعصى الله تعالى لتمنيت أن لا يبقى أحد \n  في المصر إلا اغتابني وأي شيء أهنأ حسنة يجدها الرجل في صحيفته لم يعمل بها .\n</p>\n<p class=\"arabic\">وعنه قال كنت أجلس يوم الجمعة فإذا كثر الخلق فرحت وإذا قلوا حزنت فسألت بشر \n  بن منصور فقال هذا مجلس سوء فلا تعد إليه فما عدت إليه .\n</p>\n<p class=\"arabic\">قال رستة نا يحيى بن عبد الرحمن بن مهدي أن أباه قام ليلة وكان يحيي الليل \n  كله قال فلما طلع الفجر رمى بنفسه على الفراش حتى طلعت الشمس ولم يصل الصبح \n  فجعل على نفسه أن لا يجعل بينه وبين الأرض شيئا شهرين فقرح فخذاه جميعا .\n</p>\n<p class=\"arabic\">قال عبد الرحمن بن عمر رستة سمعت ابن مهدي يقول لفتى من ولد الأمير جعفر بن \n  سليمان بلغني أنك تتكلم في الرب وتصفه وتشبهه قال نعم نظرنا فلم نر من خلق \n  الله شيئا أحسن من الإنسان وأخذ يتكلم في الصفة والقامة فقال رويدك يا بني \n  حتى تتكلم أول شيء في المخلوق وإن عجزنا عنه فنحن عن الخالق أعجز أخبرني عما \n  حدثني شعبة عن الشيباني عن سعيد بن جبير عن عبد الله لقد رأى آية من آيات \n  ربه الكبرى *13*284* قال رأى جبريل له ستمائة جناح .\n</p>\n<p class=\"arabic\">ثم قال عبد الرحمن فصف لي مخلوقا له ستمائة جناح فبقي الغلام ينظر فقال أنا \n  أهون عليك صف لي خلقا بثلاثة أجنحة وركب الجناح الثالث منه ) .\n</p>\n<p class=\"arabic\">موضعا حتى أعلم قال يا أبا سعيد عجزنا عن صفة المخلوق فأشهدك أني قد عجزت \n  ورجعت .\n</p>\n<p class=\"arabic\">قال أبو حاتم سئل أحمد بن حنبل عن يحيى وعبد الرحمن فقال عبد الرحمن أكثر \n  حديثا .\n</p>\n<p class=\"arabic\">قال أحمد بن عبد الله العجلي شرب عبد الرحمن بن مهدي البلاذر وكذا الطيالسي \n  فبرص عبد الرحمن وجذم الآخر .\n</p>\n<p class=\"arabic\">قال وقال رجل لعبد الرحمن لو قيل لك يغفر لك ذنب أو تحفظ حديثا أيما أحب إليك \n  قال أحفظ حديثا .\n</p>\n<p class=\"arabic\">قال أبو الربيع الزهراني سمعت جريرا الرازي يقول ما رأيت مثل عبد الرحمن بن \n  مهدي ووصف بصره بالحديث وحفظه .\n</p>\n<p class=\"arabic\">وقال نعيم بن حماد قلت لابن مهدي كيف تعرف الكذاب قال كما يعرف الطبيب المجنون .\n</p>\n<p class=\"arabic\">قال أبو حاتم ثنا محمد بن أبي صفوان سمعت علي بن المديني يقول لو أخذت فأحلفت \n  بين الركن والمقام لحلفت بالله أني لم أر أحدا قط *13*285* أعلم بالحديث من \n  عبد الرحمن بن مهدي .\n</p>\n<p class=\"arabic\">قال ابن المديني ثم كان بعد مالك عبد الرحمن بن مهدي يذهب مذهب تابعي أهل \n  المدينة ويقتدي بطريقتهم .\n</p>\n<p class=\"arabic\">وقال نظرت فإذا الإسناد يدور على ستة ثم صار علمهم إلى اثني عشر ثم صار علمهم \n  إلى ستة يحيى بن سعيد وعبد الرحمن بن مهدي ويحيى بن زكريا بن أبي زائدة ووكيع \n  وابن المبارك ويحيى بن آدم .\n</p>\n<p class=\"arabic\">وقال علي أوثق أصحاب سفيان يحيى القطان وعبد الرحمن .\n</p>\n<p class=\"arabic\">وقال أحمد بن حنبل ابن مهدي ثقة خيار من معادن الصدق صالح مسلم .\n</p>\n<p class=\"arabic\">وقال ابن مهدي أبو الأسود يتيم عروة أخ لهشام بن عروة من الرضاعة .\n</p>\n<p class=\"arabic\">وقد قال هشام بن عروة حدثني أخي عبد الرحمن بن نوفل عن أبي قال لم يزل أمر \n  بني إسرائيل معتدلا حتى نشأ فيهم أبناء سبايا الأمم فقالوا فيهم بالرأي فضلوا \n  وأضلوا .\n</p>\n<p class=\"arabic\">قال أيوب بن المتوكل كان حماد بن زيد إذا نظر إلى عبد الرحمن بن مهدي في مجلسه \n  تهلل وجهه ) .\n</p>\n<p class=\"arabic\">قال صدقة بن الفضل المروزي أتيت يحيى بن سعيد أسأله فقال لي إلزم عبد الرحمن \n  بن مهدي وأفادني عنه أحاديث فسألت عبد الرحمن عنها فحدثني بها *13*286* .\n</p>\n<p class=\"arabic\">أحمد بن سنان قال سمعت مهدي بن حسان قال كان عبد الرحمن يكون عند سفيان عشرة \n  أيام وخمسة عشر يوما بالليل والنهار فإذا جاءنا ساعة جاء رسول سفيان في أثره \n  يطلبه فيدعنا ويذهب إليه .\n</p>\n<p class=\"arabic\">قال أحمد بن سنان وسمعت ابن مهدي يقول أفتى سفيان في مسألة فرأى كأني أنكرت \n  فتياه فقال أنت ما تقول قلت كذا وكذا خلاف قوله فسكت .\n</p>\n<p class=\"arabic\">علي بن المديني ثنا عبد الرحمن قال قال لي سفيان لو أن عندي كتبي لأفدتك علما .\n</p>\n<p class=\"arabic\">قال أحمد بن سنان كان عبد الرحمن بن مهدي لا يتحدث في مجلسه ولا يبرا قلم \n  ولا يتبسم ولا يقوم أحد قائما كأن على رؤوسهم الطير وكانهم في صلاة فإذا رأى \n  أحدا منهم تبسم أو تحدث لبس نعله وخرج .\n</p>\n<p class=\"arabic\">قال أحمد بن سنان سمعت عبد الرحمن يقول عندي عن المغيرة بن شعبة في المسح \n  على الخفين ثلاثة عشر حديثا .\n</p>\n<p class=\"arabic\">وقال بندار سمعت ابن مهدي لو استقبلت من أمري ما استدبرت كتبت تفسير الحديث \n  إلى جنبه ولأتيت المدينة حتى أنظر في كتب قوم سمعت منهم .\n</p>\n<p class=\"arabic\">قال صاعقة سمعت عليا يقول وذكر الفقهاء السبعة فقال كان أعلم الناس بقولهم \n  وحديثهم ابن شهاب ثم بعده مالك ثم بعد مالك عبد الرحمن بن مهدي *13*287* .\n</p>\n<p class=\"arabic\">وقال أحمد بن حنبل إذا حدث عبد الرحمن عن رجل فهو ثقة .\n</p>\n<p class=\"arabic\">وقال علي كان ورد عبد الرحمن كل ليلة نصف القرآن .\n</p>\n<p class=\"arabic\">وقال محمد بن يحيى الذهلي ما رأيت في يد عبد الرحمن بن مهدي كتابا قط .\n</p>\n<p class=\"arabic\">وقال رستة سمعت عبد الرحمن بن مهدي يقول كان يقال إذا لقي الرجل الرجل فوقه \n  في العلم كان يوم غنيمة وإذا لقي من هو مثله دارسه وتعلم منه وإذا لقي من \n  هو دونه تواضع له وعلمه ولا يكون إماما في العلم من حدث بكل ما سمع ولا يكون \n  إماما من حدث عن كل أحد ولا من يحدث بالشاذ والحفظ الإتقان .\n</p>\n<p class=\"arabic\">وقال ابن نمير قال عبد الرحمن بن مهدي معرفة الحديث إلهام ) .\n</p>\n<p class=\"arabic\">قال يوسف بن الضحاك سمعت القواريري يقول كان ابن مهدي يعرف حديثه وحديث غيره .\n</p>\n<p class=\"arabic\">وكان يحيى القطان يعرف حديثه .\n</p>\n<p class=\"arabic\">وسمعت حماد بن زيد يقول إن عاش عبد الرحمن بن مهدي ليخرجن رجل من أهل البصرة .\n</p>\n<p class=\"arabic\">أبو بكر بن أبي الأسود سمعت ابن مهدي يقول ويحيى القطان جالس وذكر الجهمية \n  فقال ما كنت لأناكحهم ولا أصلي خلفهم .\n</p>\n<p class=\"arabic\">وقال عبد الرحمن رستة سمعت عبد الرحمن بن مهدي يقول الجهمية يريدون أن ينفوا \n  عن الله الكلام وأن يكون القرآن كلام الله وأن الله كلم *13*288* موسى وقد \n  وكده الله فقال وكلم الله موسى تكليما .\n</p>\n<p class=\"arabic\">قال رستة سألت ابن مهدي عن الرجل يبني بأهله يترك الجماعة أياما قال لا ولا \n  صلاة واحدة .\n</p>\n<p class=\"arabic\">وحضرت ابن مهدي صبيحة بنى على ابنيه فخرج فأذن ثم مشى إلى بابهما وقال للجارية \n  قولي لهما يخرجان إلى الصلاة فخرج النساء والجواري فقلن سبحان الله أي شيء \n  هذا فقال لا أبرح حتى يخرجا إلى الصلاة فخرجا بعد ما صلى فبعث بهما إلى مسجد \n  خارج من الدرب .\n</p>\n<p class=\"arabic\">قلت هكذا كان السلف رضي الله عنهم .\n</p>\n<p class=\"arabic\">قال رستة وكان عبد الرحمن يحج كل عام فمات أبوه وأوصى إليه فأقام على أيتامه \n  فسمعته يقول ابتليت بهؤلاء الأيتام فاستقرضت من يحيى بن سعيد أربعمائة دينار \n  احتجت إليها في مصلحة أرضهم .\n</p>\n<p class=\"arabic\">وقد طول أبو نعيم الحافظ ترجمة عبد الرحمن في الحلية بحيث أنه روى فيها مائتين \n  وثمانين حديثا ونيفا وقال أدرك من التابعين عدة منهم المثنى بن سعيد وأبو \n  خلدة ويزيد بن أبي صالح وداوود بن قيس وصالح بن درهم وجرير بن حازم .\n</p>\n<p class=\"arabic\">قلت كان قد ذهب إلى أصبهان في آخر عمره وحدث بها .\n</p>\n<p class=\"arabic\">توفي بالبصرة في شهر جمادى الآخرة سنة ثمان وتسعين ومائة .\n\n</p>"
}