{
    "header": "عبد الرحمن بن القاسم بن خالد بن جنادة .",
    "id": "005732",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الرحمن بن القاسم بن خالد بن جنادة .\n</h1>\n<p class=\"arabic\">*13*275* الإمام أبو عبد الله العتقي مولاهم المصري الفقيه أحد الأعلام وأكبر \n  أصحاب مالك القائمين بمذهبه سمع منه ومن نافع بن أبي نعيم وعبد الرحمن بن \n  شريح وبكر بن مضر وجماعة .\n</p>\n<p class=\"arabic\">وعنه أصبغ بن الفرج وأبو الطاهر بن السرح والحارث بن مسكين ومحمد بن عبد الله \n  بن عبد الحكم وعيسى بن مثرود وآخرون .\n</p>\n<p class=\"arabic\">وقد أنفق أموالا جمة في طلب العلم .\n</p>\n<p class=\"arabic\">قال النسائي ثقة مأمون أحد الفقهاء .\n</p>\n<p class=\"arabic\">وعن مالك أنه ذكر عنده ابن القاسم فقال عافاه الله مثله كمثل جراب مملوء مسكا .\n</p>\n<p class=\"arabic\">وقيل إن مالكا سئل عن ابن القاسم وابن وهب فقال ابن وهب رجل *13*276* علم \n  وابن القاسم فقيه .\n</p>\n<p class=\"arabic\">وعن أسد بن الفرات قال كان ابن القاسم يختم كل يوم وليلة ختمتين فنزل لي حين \n  جئت إليه عن ختمة رغبة في إحياء العلم .\n</p>\n<p class=\"arabic\">وبلغنا عن ابن القاسم أنه قال خرجت إلى الحجاز اثنتي عشرة مرة أنفقت كل مرة \n  ألف دينار .\n</p>\n<p class=\"arabic\">وروي عن ابن القاسم أنه كان لا يقبل جوائز السلطان .\n</p>\n<p class=\"arabic\">وكان يقول ليس في قرب الولاة ولا الدنو منهم خير .\n</p>\n<p class=\"arabic\">قال أحمد بن عبد الرحمن بن وهب سمعت عمي يقول خرجت أنا وعبد الرحمن بن القاسم \n  بضع عشرة سنة إلى مالك سنة أسأل أنا مالكا وسنة ابن القاسم .\n</p>\n<p class=\"arabic\">فما سألت أنا كان عند ابن القاسم سمعت مالكا وما سأل هو كان عندي سمعت مالكا \n  إلا أن ابن القاسم ترك من قوله ما خالف الأصل وتركته أنا عل حاله أو كما قال .\n</p>\n<p class=\"arabic\">وقال الحارث بن مسكين أخبرني أبي قال كان ابن القاسم وهو حدث في العبادة أشهر \n  منه في ) .\n</p>\n<p class=\"arabic\">العلم .\n</p>\n<p class=\"arabic\">قال الحارث كان في ابن القاسم العبادة والسخاء والشجاعة والعلم والورع والزهد .\n</p>\n<p class=\"arabic\">قال ابن وضاح أخبرني ثقة ثقة .\n</p>\n<p class=\"arabic\">عن علي بن معبد قال رأيت ابن القاسم في النوم فقلت كيف وجدت المسائل فقال \n  أف أف قلت فما أحسن ما وجدت قال الرباط بالإسكندرية .\n</p>\n<p class=\"arabic\">قال ورأيت ابن وهب أحسن حالا منه .\n</p>\n<p class=\"arabic\">وقد حدث سحنون أنه رأى ابن القاسم في النوم فقال ما فعل الله بك *13*277* \n  قال وجدت عنده ما أحببت ! قال فأي عمل وجدت أفضل .\n</p>\n<p class=\"arabic\">قال تلاوة القرآن .\n</p>\n<p class=\"arabic\">قال قلت فالمسائل فكان يشير بإصبعه يكشيها .\n</p>\n<p class=\"arabic\">قال فكنت أسأله عن ابن وهب فيقول هو في عليين .\n</p>\n<p class=\"arabic\">قال أبو جعفر الطحاوي بلغني عن ابن القاسم أنه قال ما أعلم في فلان عيبا إلا \n  دخوله إلى الحكام ألا اشتغل بنفسه .\n</p>\n<p class=\"arabic\">قال الحارث بن مسكين سمعت ابن القاسم يقول في دعائه اللهم امنع الدنيا مني \n  وامنعني منها .\n</p>\n<p class=\"arabic\">قال الحارث فكان في الورع والزهد شيئا عجبا .\n</p>\n<p class=\"arabic\">قال أبو سعيد بن يونس ولد ابن القاسم سنة اثنتين وثلاثين ومائة وتوفي في صفر \n  سنة إحدى وتسعين ومائة .\n</p>\n<p class=\"arabic\">أخبرنا يوسف بن أبي نصر وجماعة قالوا أنا ابن الزبيدي أنا أبو الوقت السجزي \n  أنا الداوودي أنا ابن حمويه أنا الفربري ثنا البخاري نا سعيد بن تليد نا ابن \n  القاسم عن بكير بن مضر عن عمرو بن الحارث عن يونس بن يزيد عن ابن شهاب عن \n  سعيد بن المسيب وأبي سلمة ح .\n</p>\n<p class=\"arabic\">وأنا أحمد بن العماد عاليا وهذا لفظه أنا ابن قدامة أنا ابن البطي أنا الحسين \n  بن أحمد أنا ) .\n</p>\n<p class=\"arabic\">علي بن محمد أنا محمد بن عمرو نا يحيى بن جعفر نا عبد الوهاب بن عطاء أنا \n  محمد بن عمرو عن أبي سلمة عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال \n  إن الكريم ابن الكريم يوسف بن يعقوب بن إسحاق بن إبراهيم وقال لو لبثت في \n  السجن مثل ما لبثه يوسف ثم جاءني الداعي لأجبته وقال رحمة الله على لوط إن \n  كان ليأوي إلى ركن شديد فما بعث الله نبيا بعد إلا في ثروة قومه *13*278* .\n</p>\n<p class=\"arabic\">لم يذكر البخاري الفصل الأول منه وهو إن الكريم وقد رواه مسلم أيضا .\n</p>\n<p class=\"arabic\">ومن حيث العدد إلى أبي سلمة كأن شيخا لقي الفربري وسمعه منه .\n\n</p>"
}