{
    "header": "هارون الرشيد .",
    "id": "005889",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">هارون الرشيد .\n</h1>\n<p class=\"arabic\">*13*424* *13*425* أمير المؤمنين أبو جعفر بن محمد المهدي ابن المنصور أبي \n  جعفر عبد الله بن محمد بن علي بن عبد الله بن عباس العباسي البغدادي .\n</p>\n<p class=\"arabic\">استخلف بعهد من أبيه سنة سبعين ومائة عند موت أخيه الهادي .\n</p>\n<p class=\"arabic\">حدث عن أبيه وجده المنصور ومبارك بن فضالة .\n</p>\n<p class=\"arabic\">روى عنه ابنه المأمون وغيره *13*426* .\n</p>\n<p class=\"arabic\">وكان من أميز الخلفاء وأجل ملوك الدنيا .\n</p>\n<p class=\"arabic\">وكان كثير الغزو والحج كما قيل فيه .\n</p>\n<p class=\"arabic\">% فمن يطلب لقاك أو يرده % % فبالحرمين أو أقصى الثغور % .\n</p>\n<p class=\"arabic\">مولده بالري حين كان أبوه أميرا عليها وعلى خراسان في سنة ثمان وأربعين ومائة \n  وأمه أم ولد اسمها الخيزران .\n</p>\n<p class=\"arabic\">وكان أبيض طويلا جميلا مليحا مسمنا فصيحا له نظر في العلم والآداب وقد وخطه \n  الشيب .\n</p>\n<p class=\"arabic\">أغزاه والده أرض الروم وهو ابن خمس عشرة سنة .\n</p>\n<p class=\"arabic\">وبلغني أنه كان يصلي في خلافته في اليوم مائة ركعة إلى أن مات ويتصدق كل يوم \n  من صلب ماله بألف درهم فالله أعلم .\n</p>\n<p class=\"arabic\">وكان يحب العلم وأهله ويعظم حرمات الإسلام ويبغض المراء في الدين والكلام \n  في معارضة النص .\n</p>\n<p class=\"arabic\">وكان يبكي على نفسه وعلى إسرافه وذنوبه سيما إذا وعظ .\n</p>\n<p class=\"arabic\">وكان يحب المديح ويجيز عليه الأموال الجزيلة الجليلة .\n</p>\n<p class=\"arabic\">وله شعر يروق *13*427* .\n</p>\n<p class=\"arabic\">دخل عليه مرة ابن السماك الواعظ فبالغ في احترامه فقال له ابن السماك تواضعك \n  في شرفك أشرف من شرفك ثم وعظه فأبكاه .\n</p>\n<p class=\"arabic\">وقد وعظه الفضيل بن عياض حتى جعل يشهق بالبكاء وكان هو أتى بنفسه إلى بيت \n  الفضيل ) .\n</p>\n<p class=\"arabic\">ومن محاسنه أنه لما بلغه موت ابن المبارك جلس للعزاء وأمر الأعيان أن يعزوه \n  في ابن المبارك .\n</p>\n<p class=\"arabic\">قال نفطويه في تاريخه حكى بعض أصحاب الرشيد أن الرشيد كان يصلي في اليوم مائة \n  ركعة لم يتركها إلا لعلة وكان يقتفي آثار جده أبي جعفر إلا في الحرص والبخل .\n</p>\n<p class=\"arabic\">قال أبو معاوية الضرير ما ذكرت النبي صلى الله عليه وسلم بين يدي الرشيد إلا \n  قال صلى الله على سيدي وحدثته بحديثه صلى الله عليه وسلم وددت أني أقاتل في \n  سبيل الله فأقتل ثم أحيى ثم أقتل فبكى حتى انتحب .\n</p>\n<p class=\"arabic\">وعن خرزاذ القائد قال كنت عند الرشيد فدخل أبو معاوية الضرير وعنده رجل من \n  وجوه قريش فذكر أبو معاوية حديث احتج آدم وموسى فقال القرشي فأين لقيه فغضب \n  الرشيد وقال النطع والسيف *13*428* زنديق يطعن في حديث النبي صلى الله عليه \n  وسلم فما زال أبو معاوية يسكنه ويقول يا أمير المؤمنين كانت منه بادرة حتى \n  سكن .\n</p>\n<p class=\"arabic\">وعن أبي معاوية قال أكلت مع الرشيد يوما ثم صب على يدي رجل لا أعرفه ثم قال \n  الرشيد تدري من يصب عليك قلت لا .\n</p>\n<p class=\"arabic\">قال أنا إجلالا للعلم .\n</p>\n<p class=\"arabic\">وقال منصور بن عمار ما رأيت أغزر دمعا عن الذكر من ثلاثة الفضيل بن عياض والرشيد \n  وآخر .\n</p>\n<p class=\"arabic\">وقال عبيد الله القواريري لما لقي الرشيد فضيلا قال له يا حسن الوجه أنت المسؤول \n  عن هذه الأمة .\n</p>\n<p class=\"arabic\">ثنا ليث عن مجاهد وتقطعت بهم الأسباب قال الوصل التي كانت بينهم في الدنيا \n  فجعل هارون يبكي ويشهق .\n</p>\n<p class=\"arabic\">قال الأصمعي قال لي الرشيد يا أصمعي ما أغفلك عنا وأجفاك لنا قلت والله يا \n  أمير المؤمنين ما ألاقتني بلاد بعدك حتى أتيتك فسكت فلما تفرق الناس قال اجلس \n  فلم يبق سوى الغلمان ما ألاقتني .\n</p>\n<p class=\"arabic\">فقال الأصمعي ) *13*429* .\n</p>\n<p class=\"arabic\">% كفاك كف ما تليق بدرهم % % جودا وأخرى تعط بالسيف الدما % .\n</p>\n<p class=\"arabic\">فقال أحسنت وهكذا فكن وقرنا في الملأ وعلمنا في الخلاء وأمر لي بخمسة آلاف \n  دينار .\n</p>\n<p class=\"arabic\">رواها أبو حاتم عنه .\n</p>\n<p class=\"arabic\">قال الثعالبي في كتاب لطائف المعارف قال الصولي خلف الرشيد مائة ألف ألف دينار .\n</p>\n<p class=\"arabic\">قال الثعالبي وحكى غيره أن الرشيد خلف من الأثاث والعين والورق والجواهر والدواب \n  ما قيمته مائة ألف ألف دينار وخمسة وعشرون ألف دينار .\n</p>\n<p class=\"arabic\">وفي مروج المسعودي قال رام الرشيد أن يوصل ما بين بحر الروم وبحر القلزم مما \n  يلي الفرما فقال له يحيى بن خالد البرمكي كان يختطف الروم الناس من المسجد \n  الحرام وتدخل مراكبهم إلى الحجاز فتركه .\n</p>\n<p class=\"arabic\">وروي عن إسحاق الموصلي أن الرشيد أجازه مرة بمائتي ألف درهم .\n</p>\n<p class=\"arabic\">وعن العباس بن الأحنف أن الرشيد قال في خطية له من أشعاره .\n</p>\n<p class=\"arabic\">% أما يكفيك أنك تملكيني % % وأن الناس كلهم عبيدي % .\n</p>\n<p class=\"arabic\">% وأنك لو قطعت يدي ورجلي % % لقلت من الهوى أحسنت زيدي % .\n</p>\n<p class=\"arabic\">قال عبد الرزاق بن همام كنت مع الفضيل بمكة فمر هارون فقال فضيل الناس يكرهون \n  هذا وما في الأرض أعز علي منه لو مات لرأيت أمورا عظاما *13*430* .\n</p>\n<p class=\"arabic\">قال الجاحظ اجتمع للرشيد ما لم يجتمع لغيره وزراؤه البرامكة وقاضيه أبو يوسف \n  وشاعره مروان بن أبي حفصة ونديمه العباس بن محمد عم أبيه وحاجبه الفضل بن \n  الربيع أتيه الناس وأعظمهم ومغنيه إبراهيم الموصلي وزوجته زبيدة .\n</p>\n<p class=\"arabic\">ويروى أن الرشيد أعطى سفيان بن عيينة مرة مائة ألف وأخبار الرشيد يطول شرحها .\n</p>\n<p class=\"arabic\">ومحاسنها جمة وله أخبار في اللهو واللذات المحظورة والغناء والله يسامحه .\n</p>\n<p class=\"arabic\">قال أبو محمد بن حزم أراه كان لا يشرب النبيذ المختلف فيه إلا الخمر المتفق \n  على تحريمها ثم جاهر بها جهارا قبيحا .\n</p>\n<p class=\"arabic\">قلت توفي في الغزو بمدينة طوس من خراسان في ثالث شهر جمادى الآخرة سنة ثلاث \n  وتسعين ومائة وصلى عليه ابنه صالح ودفن بطوس رحمه الله .\n</p>\n<p class=\"arabic\">عاش خمسا وأربعين سنة ) .\n\n</p>"
}