{
    "header": "ورش المقريء .",
    "id": "005898",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">ورش المقريء .\n</h1>\n<p class=\"arabic\">عثمان بن سعيد بن عبد الله بن عمرو بن سليمان .\n</p>\n<p class=\"arabic\">وقيل عثمان بن سعيد بن عدي بن غزوان بن داوود بن سابق القبطي المصري المقريء \n  *13*437* .\n</p>\n<p class=\"arabic\">إمام القراء أبو سعيد ويقال أو عمرو ويقال أبو القاسم .\n</p>\n<p class=\"arabic\">أصله من القيروان وعداده في موالي آل الزبير بن العوام ويقال له الرأس .\n</p>\n<p class=\"arabic\">وشيخه نافع هو الذي لقبه بورش لشدة بياضه .\n</p>\n<p class=\"arabic\">والورش شيء يصنع من اللبن .\n</p>\n<p class=\"arabic\">وقيل بل لقبه ورشان باسم طائر معروف فكان يعجبه هذا اللقب ويقول استاذي نافع \n  سماني به ويفتخر بذلك .\n</p>\n<p class=\"arabic\">وكان في حداثته رأسا في ما قيل ثم اشتغل وبرع في التلاوة وانتهت إليه رئاسة \n  الإقراء بالديار المصرية .\n</p>\n<p class=\"arabic\">وكان بصيرا بالعربية وكان أبيض أشقر أزرق سمينا مربوعا يلبس ثيابا قصارا .\n</p>\n<p class=\"arabic\">مولده سنة عشر ومائة وكذا أرخه الأهوازي وكانت قراءته على نافع في سنة خمس \n  وخمسين ومائة .\n</p>\n<p class=\"arabic\">قال أبو عمرو الداني تلا على نافع ختمات كثيرة ثم رجع إلى مصر .\n</p>\n<p class=\"arabic\">قلت قرأ عليه أبو يعقوب الأزرق وأحمد بن صالح وداوود بن أبي طيبة وأبو الأزهر \n  عبد الصمد بن عبد الرحمن العتقي ويونس بن عبد الأعلى وطائفة سواهم .\n</p>\n<p class=\"arabic\">وقد وقع لي إسند القرآن العظيم من طريقه في غاية العلو تلوت كتاب الله على \n  سحنون الفقيه عن قراءته على ابن الصفراوي عن ابن عطية عن *13*438* ابن الفحام \n  عن ابن نفيس عن أبي عدي عن أبي بكر ابن سيف عن الأزرق عن ورش عن نافع عن خمسة \n  من أصحاب أبي بن كعب وزيد عن النبي صلى الله عليه وسلم .\n</p>\n<p class=\"arabic\">وقد استوفي أخبار ورش في طبقات القراء .\n</p>\n<p class=\"arabic\">وهو ثبت حجة في القراءة .\n</p>\n<p class=\"arabic\">مات بمصر في سنة وتسعين ومائة ولا أعلمه روى حديثا .\n\n</p>"
}