{
    "header": "محمد بن جعفر ع .",
    "id": "005819",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن جعفر ع .\n</h1>\n<p class=\"arabic\">*13*353* أبو عبد الله بن غندر البصري التاجر الكرابيسي الطيالسي الحجة الثبت \n  مولى هذيل أحد الحفاظ الأعلام .\n</p>\n<p class=\"arabic\">سمع حسينا المعلم وابن أبي عروبة وعبد الله بن سعيد بن أبي هند وعوفا الأعرابي \n  ومعمر بن راشد وابن جريج وشعبة فأكثر عنه .\n</p>\n<p class=\"arabic\">روى عنه أحمد وابن المديني وإسحاق وابن معين وأبو خيثمة والفلاس وابن شيبة \n  وبندار ومحمد بن المثنى ومحمد بن الوليد البسري وخلق سواهم .\n</p>\n<p class=\"arabic\">قال يحيى بن معين كان أصح الناس كتابا .\n</p>\n<p class=\"arabic\">وأراد بعض الناس أن يخطيء غندرا فلم يقدر .\n</p>\n<p class=\"arabic\">وقال أحمد بن حنبل قال غندر لزمت شعبة عشرين سنة .\n</p>\n<p class=\"arabic\">قلت وابن جريج هو الذي سماه غندرا لكونه شغب على ابن جريج أهل الحجاز وذلك \n  لأن ) .\n</p>\n<p class=\"arabic\">ابن جريج تعنت في الأخذ .\n</p>\n<p class=\"arabic\">قال ابن معين أخرج الينا غندر ذات يوم جرابا فيه كتب وقال *13*354* اجهدوا \n  أن تخرجوا فيه خطأ .\n</p>\n<p class=\"arabic\">فما وجدنا فيه شيئا .\n</p>\n<p class=\"arabic\">وكان يصوم يوما ويفطر يوما منذ خمسين سنة .\n</p>\n<p class=\"arabic\">قال عبد الرحمن بن مهدي كنا نستفيد من كتب غندر في حياة شعبة .\n</p>\n<p class=\"arabic\">قلت وكان يتجر في الطيالسة والكرابيس وكان من خيار المحدثين على تغفل فيه \n  في غير العلم .\n</p>\n<p class=\"arabic\">قال الحسين بن منصور النيسابوري سمعت علي بن هشام يقول أتيت غندرا فذكر من \n  فضله وعلمه بحديث شعبة فقال هات كتابك فأبيت إلا أن يخرج كتابه فأخرج وقال \n  يزعم الناس أني اشتريت سمكا فأكلوه ولطخوا به يدي وأنا نائم فلما استيقظت \n  طلبته فقالوا أكلت فشم يدك أفما كان يدلني بطني .\n</p>\n<p class=\"arabic\">قال ابن عثام وكان مغفلا .\n</p>\n<p class=\"arabic\">وقال ابن المديني هو أحب إلي في شعبة من ابن مهدي .\n</p>\n<p class=\"arabic\">وقال ابن مهدي غندر في شعبة أثبت مني .\n</p>\n<p class=\"arabic\">وروى سلمة بن سليمان عن ابن المبارك قال إذا اختلف الناس في شعبة فكتاب غندر \n  حكم بينهم *13*355* .\n</p>\n<p class=\"arabic\">وقال أبو حاتم كان غندر صدوقا مؤدبا وفي حديث شعبة ثقة .\n</p>\n<p class=\"arabic\">وقال في غير حديث شعبة يكتب حديثه ولا يحتج به .\n</p>\n<p class=\"arabic\">وقال عباس عن ابن معين كان غندر يجلس على رأس المنارة يفرق زكاته .\n</p>\n<p class=\"arabic\">فقيل له لم تفعل هذا قال أرغب الناس في إخراج الزكاة .\n</p>\n<p class=\"arabic\">واشترى سمكا وقال لأهله أصلحوه ونام فأكل عياله السمك ولطخوا يده فلما انتبه \n  قال هاتوا السمك قالوا قد أكلت قال لا .\n</p>\n<p class=\"arabic\">قالوا فشم يدك ففعل ثم قال صدقتم ولكن ما شبعت .\n</p>\n<p class=\"arabic\">وقال الدينوري ثنا جعفر بن أبي عثمان سمعت يحيى بن معين يقول دخلنا على غندر \n  فقال لا أحدثكم بشيء حتى تجيئوا معي إلى السوق فيراكم الناس فيكرموني ) .\n</p>\n<p class=\"arabic\">قال فمشينا خلفه إلى السوق فجعل الناس يقولون من هؤلاء يا أبا عبد الله فيقول \n  هؤلاء أصحاب الحديث جاءوني من بغداد يكتبون عني .\n</p>\n<p class=\"arabic\">قال يحيى بن معين والتفت يوما إلي فقال إعلم أني منذ خمسين سنة أصوم يوما \n  وأفطر يوما قلت توفي رحمه الله في ذي القعدة سنة ثلاث وتسعين ومائة في عشر \n  الثمانين *13*356* .\n\n</p>"
}