{
    "header": "معاذ بن معاذ بن نصر بن حسان ع .",
    "id": "005870",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">معاذ بن معاذ بن نصر بن حسان ع .\n</h1>\n<p class=\"arabic\">الإمام أبو المثنى العنبري التيمي البصري الحافظ قاضي البصرة .\n</p>\n<p class=\"arabic\">روى عن حميد وسليمان التيمي وابن عون وبهز بن حكيم وعوف ومحمد بن عمرو وشعبة \n  وآخرون .\n</p>\n<p class=\"arabic\">وعنه ابناه عبيد الله والمثنى وأحمد وإسحاق وبندار وإسحاق بن *13*397* موسى \n  وعبد الله بن هاشم الطوسي وسعدان بن نصر وخلق كثير .\n</p>\n<p class=\"arabic\">قال أحمد بن حنبل إليه المنتهى في التثبت بالبصرة ما رأينا أحدا أعقل منه .\n</p>\n<p class=\"arabic\">وقال يحيى بن سعيد القطان ما بالبصرة ولا بالكوفة ولا بالحجاز أثبت من معاذ \n  بن معاذ .\n</p>\n<p class=\"arabic\">قلت كان من أقران القطان .\n</p>\n<p class=\"arabic\">قال النسائي ثقة ثبت .\n</p>\n<p class=\"arabic\">وقال ابن معين وأبو حاتم ثقة .\n</p>\n<p class=\"arabic\">قلت يحيى القطان أسن منه بشهرين .\n</p>\n<p class=\"arabic\">قال أحمد بن حنبل ولد معاذ بن معاذ سنة ست عشرة ومائة .\n</p>\n<p class=\"arabic\">وقال المدائني كان جده نصر واليا لخالد القسر بإصطخر ومعاذ بن نصر مات في \n  حياة نصر سنة تسع عشرة ومائة .\n</p>\n<p class=\"arabic\">قلت مات معاذ بن معاذ في ربيع الآخر سنة ست وتسعين ومائة .\n</p>\n<p class=\"arabic\">معاذ بن هشام بن أبي عبد الله الدستوائي ع ) *13*398* .\n</p>\n<p class=\"arabic\">البصري الحافظ .\n</p>\n<p class=\"arabic\">عن أبيه وابن عون وأشعث بن عبد الملك وغيرهم .\n</p>\n<p class=\"arabic\">وعنه أحمد بن حنبل وإسحاق وبندار وابن المديني ومحمد بن إسماعيل بن أبي سمينة \n  وعمرو الفلاس وأبو سعيد الأشج ومحمد بن المثنى وإسحاق الكوسج ويزيد بن سنان \n  البصري وجماعة .\n</p>\n<p class=\"arabic\">قال ابن عدي ربما يغلط وأرجو أنه صدوق .\n</p>\n<p class=\"arabic\">وروى عباس عن ابن معين صدوق وليس بحجة .\n</p>\n<p class=\"arabic\">وقال عباس بن عبد العظيم الحافظ كان عنده عن أبيه عشرة آلاف حديث .\n</p>\n<p class=\"arabic\">قلت وفاته في ربيع الآخر سنة مائتين .\n\n</p>"
}