{
    "header": "معروف الكرخي .",
    "id": "005871",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">معروف الكرخي .\n</h1>\n<p class=\"arabic\">*13*399* هو زاهد العراق وشيخ الوقت .\n</p>\n<p class=\"arabic\">أبو محفوظ معروف بن الفيرزان وقيل ابن فيروز من أهل كرخ بغداد .\n</p>\n<p class=\"arabic\">وقيل كنيته أبو الحسن .\n</p>\n<p class=\"arabic\">وكان أبوه من أعمال واسط من الصابئة .\n</p>\n<p class=\"arabic\">وعن أبي علي الدقاق قال كان أبواه نصرانيين فأسلماه إلى مؤدب نصراني فكان \n  يقول له قل ثالث ثلاثة فيقول معروف بل هو الواحد فيضربه فهرب فكان أبواه يقولان \n  ليته رجع ثم أسلم أبواه .\n</p>\n<p class=\"arabic\">وذكر السلمي أن معروما داوود الطائي ولم يصح أنبأنا المسلم بن علان ومؤمل \n  البالسي قالا أنا الكندي أنا الشيباني أنا الخطيب أنا ابن رزق ثنا عثمان بن \n  أحمد ثنا يحيى بن أبي طالب أنا معروف الكرخي حدثني الربيع بن صبيح عن الحسن \n  عن *13*400* عائشة قالت لو أدركت ليلة القدر ما سألت الله إلا العفو والعافية .\n</p>\n<p class=\"arabic\">أخبرنا محمد بن علي السلمي أنا البهاء عبد الرحمن بن إبراهيم أنا تجني الوهبانية \n  أنا الحسين بن طلحة أنا أبو الحسن بن رزقويه أنا إسماعيل الصفار نا زكريا \n  بن يحيى بن أسد المروزي ثنا معروف الكرخي قال قال بكر بن خنيس إن في جهنم \n  لواديا تتعوذ جهنم من ذلك الوادي كل يوم سبع مرات وإن في الوادي لجبا يتعوذ \n  الوادي وجهنم من ذلك الجب كل ) .\n</p>\n<p class=\"arabic\">يوم سبع مرات وإن في الجب لحية يتعوذ الجب والوادي وجهنم من تلك الحية كل \n  يوم سبع مرات يبدأ بفسقه حملة القرآن فيقولون أي رب بديء بنا قبل عبدة الأوثان \n  قيل لهم ليس من يعلم كمن لا يعلم .\n</p>\n<p class=\"arabic\">وقد روى معروف عن بكر بن خنيس وابن السماك شيئا يسيرا وعن الربيع بن صبيح \n  *13*401* .\n</p>\n<p class=\"arabic\">روى عنه خلف البزار وزكريا بن حيى المروزي ويحيى بن أبي طالب وغيرهم .\n</p>\n<p class=\"arabic\">وقد ذكر معروف عند أحمد بن حنبل فقالوا قصير العلم فقال للقائل أمسك وهل يراد \n  من العلم إلا ما وصل إليه معروف .\n</p>\n<p class=\"arabic\">قال إسماعيل بن شداد قال لنا سفيان بن عيينة ما فعل ذلك الحبر الذي فيكم ببغداد .\n</p>\n<p class=\"arabic\">قلنا من هو .\n</p>\n<p class=\"arabic\">قال أبو محفوظ معروف .\n</p>\n<p class=\"arabic\">قلنا بخير .\n</p>\n<p class=\"arabic\">قال لا يزال أهل تلك المدينة بخير ما بقي فيهم .\n</p>\n<p class=\"arabic\">وقال السراج أنا أبو بكر بن أبي طالب قال دخلت مسجد معروف فخرج وقال حياكم \n  الله بالسلام ونعمنا وإياكم بالأحزان ثم أذن فارتعد ووقف شعره وانحنى حتى \n  كاد يسقط .\n</p>\n<p class=\"arabic\">وعن معروف قال إذا أراد الله بعبد شرا أغلف عنه باب العمل وفتح عليه باب الجدل \n  *13*402* .\n</p>\n<p class=\"arabic\">وقال جشم بن عيسى سمعت عمي معروف بن الفيرزان يقول سمعت بكر بن خنيس يقول \n  كيف تتقي وأنت لا تدري ما تتقي رواها أحمد الدورقي عن معروف قال ثم يقول معروف \n  إذا كنت لا تحسن تتقي أكلت الربا ولقيت المرأة فلم تغض طرفك ووضعت سيفك على \n  عاتقك إلى أن قال ومجلسي هذا ينبغي أن يتقى ومجيئكم معي من المسجد ينبغي لنا \n  أن نتقيه فإنه فتنة للمتبوع وذلة للتابع .\n</p>\n<p class=\"arabic\">وعن معروف وبعث إليه رجل بعشرة دنانير فلم يأخذها ومر سائل فأعطاها له .\n</p>\n<p class=\"arabic\">وقيل كان يبكي ثم يقول يا نفس كم تبكين أخلصي تخلصي .\n</p>\n<p class=\"arabic\">وقيل سأله رجل يا أبا محفوظ كيف تصوم فبقي يغالطه ويقول صوم نبينا صلى الله \n  عليه وسلم كان كذا وصوم داوود كان كذا فألح عليه فقال أصبح دهري صائما فمن \n  دعاني ) .\n</p>\n<p class=\"arabic\">أكلت ولم أقل إني صائم .\n</p>\n<p class=\"arabic\">وقيل قص إنسان شارب معروف وهو يسبح فقال كيف أقص وأنت تسبح فقال أنت تعمل \n  وأنا أعمل .\n</p>\n<p class=\"arabic\">وقال رجل حضرت معروفا فاغتاب رجل رجلا عنده فقال أذكر القطن إذا وضع على عينيك .\n</p>\n<p class=\"arabic\">وعنه قال ما أكثر الصالحين وما أقل الصادقين *13*403* .\n</p>\n<p class=\"arabic\">وعنه قال من كابر الله صرعه ومن نازعه قمعه ومن ماكره خدعه ومن توكل عليه \n  منعه ومن تواضع له رفعه وعنه كلام العبد فيما لا يعنيه خذلان من الله .\n</p>\n<p class=\"arabic\">وقيل جاءه ملهوف وقال ادع لي أن يرد الله علي كيسي سرق منه ألف دينار فقال \n  ماذا أدعو ما زويته عن أنبيائك وأوليائك فرده عليه .\n</p>\n<p class=\"arabic\">وقيل إنه أنشد مرة في السحر .\n</p>\n<p class=\"arabic\">% ما يضر الذنوب لو اعتقتني % % رحمة لي فقد علاني المشيب % .\n</p>\n<p class=\"arabic\">وعنه قال من لعن إمامه حرم عدله .\n</p>\n<p class=\"arabic\">وعن محمد بن منصور الطوسي قال قعدت مرة إلى جنب معروف فلعله قال واغوثاه بالله \n  عشرة آلاف مرة وتلا إذ تستغيثون ربكم فاستجاب لكم .\n</p>\n<p class=\"arabic\">وعن ابن شيرويه قلت لمعروف بلغني أنك تمشي على الماء قال ما وقع هذا ولكن \n  إذا هممت بالعبور جمع لي طرفا النهر فأتخطاه .\n</p>\n<p class=\"arabic\">أبو العباس بن مسروق نا محمد بن منصور الطوسي قال كنت عند معروف ثم جئت وفي \n  وجهه أثر فسأله رجل عن الأثر فقال سل عما يعنيك عافاك الله فألح عليه وأقسم \n  عليه فتغير ثم قال صليت البارحة هنا واشتهيت أن أطوف بالبيت فمضيت إلى مكة \n  فطفت وجئت لأشرب من *13*404* زمزم فزلقت فأصاب وجهي هذا .\n</p>\n<p class=\"arabic\">وقال ابن مسروق نا يعقوب ابن أخي معروف قال قالوا لمعروف استسق لنا وكان يوما \n  حارا فقال ارفعوا ثيابكم قال فما استتموا رفع ثيابهم حتى مطروا وقد استجاب \n  الله لمعروف في غير ما قضية ) .\n</p>\n<p class=\"arabic\">وقد أفرد ابن الجوزي كتابا في مناقبه .\n</p>\n<p class=\"arabic\">وقال عبيد بن محمد الوراق مر معروف وهو صائم بسقاء يقول رحم الله من شرب فشرب \n  رجاء الرحمة .\n</p>\n<p class=\"arabic\">وقد حكى السلمي شيئا منكرا وهو أن معروفا كان يحجب علي بن موسى الرضا قال \n  فكسروا ضلع معروف فمات .\n</p>\n<p class=\"arabic\">فهذا إن صح يكون حاجب اسمه باسم معروف .\n</p>\n<p class=\"arabic\">وعن إبراهيم الحربي قال قبر معروف الترياق المجرب .\n</p>\n<p class=\"arabic\">يريد الدعاء عنده لأن البقاع المباركة يستجاب فيها الدعاء كما أن الدعاء في \n  المساجد وفي السحر أفضل ودعاء المضطر مجاب في كل مكان .\n</p>\n<p class=\"arabic\">قال محمد بن عبيد الله بن المنادي وثعلب مات معروف سنة مائتين *13*405* .\n</p>\n<p class=\"arabic\">وقال عبد الرزاق بن منصور سنة إحدى ومائتين .\n</p>\n<p class=\"arabic\">وشد يحيى بن أبي طالب فقال مات سنة أربع ومائتين .\n</p>\n<p class=\"arabic\">وقال أبو بكر الخطيب الصحيح سنة مائتين رحمه الله ورضي عنه .\n\n</p>"
}