{
    "header": "منصور بن عمار بن كثير .",
    "id": "005877",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">منصور بن عمار بن كثير .\n</h1>\n<p class=\"arabic\">أبو السري السلمي الخراساني *13*410* .\n</p>\n<p class=\"arabic\">ويقال إنه بصري .\n</p>\n<p class=\"arabic\">كان زاهدا واعظا كبير الشأن .\n</p>\n<p class=\"arabic\">روى عن الليث وابن لهيعة والمنكدر بن محمد ومعروف الخياط والهقل بن زياد وبشير \n  ) .\n</p>\n<p class=\"arabic\">بن طلحة وآخرين .\n</p>\n<p class=\"arabic\">وعنه ابناه سليم وداود وزهير بن عباد الرؤآسي ومحمد بن جعفر الأحول وأحمد \n  بن منيع وعلي بن خشرم ومنصور بن الحارث وعبد الرحمن بن يونس الرقي وغيرهم .\n</p>\n<p class=\"arabic\">وكان إليه المنتهى في بلاغة الموعظة وتحريك القلوب إلى الله .\n</p>\n<p class=\"arabic\">أقام ببغداد مدة ووعظ بها وبالشام ومصر وسار ذكره وبعد صيته .\n</p>\n<p class=\"arabic\">قال أبو حاتم صاحب مواعظ ليس بالقوي .\n</p>\n<p class=\"arabic\">وقال ابن عدي منكر الحديث .\n</p>\n<p class=\"arabic\">وقال الدارقطني له أحاديث لا يتابع عليها .\n</p>\n<p class=\"arabic\">قال ابن يونس قص بمصر على الناس وسمعه الليث فأعجبه ووصله بألف دينار .\n</p>\n<p class=\"arabic\">وقد حدث عنه أيضا يحيى بن بكير وسعيد بن عفير .\n</p>\n<p class=\"arabic\">ما قص على الناس أحد مثله .\n</p>\n<p class=\"arabic\">أبو شعيب الحراني نا علي بن خشرم قال منصور بن عمار لما قدمت مصر كانوا في \n  قحط فلما صلوا الجمعة ضجوا بالبكاء والدعاء فحضرتني نية فصرت إلى الصح وقلت \n  يا قوم تقربوا إلى الله بالصدقة فما تقرب إليه بأفضل منها ثم رميت بكسائي \n  وقلت اللهم هذا كسائي وهو جهدي فتصدقوا حتى جعلت المرأة تلقي خرصها حتى فاض \n  الكساء من *13*411* أطرافه ثم هطلت السماء ومطرنا فخرج الناس في الطين والمطر \n  فدفعت يعني الصدقات إلى الليث وابن لهيعة فنظرا إلى كثرة المال فقال أحدهما \n  لصاحبه لا يحرك ووكلوا به الثقات حتى أصبحوا فرحت أنا إلى الإسكندرية فبينا \n  أنا أطوف على حصنها إلى رجل يرمقني فقلت ما لك قال أنت المتكلم يوم الجمعة \n  قلت نعم قال إنك صرت فتنة قالوا ذاك الخضر دعا فاستجيب له .\n</p>\n<p class=\"arabic\">قلت بل أنا العبد الخاطيء فقدمت مصر فلقيت الليث فلما نظر إلي قال أنت المتكلم \n  يوم الجمعة قلت نعم .\n</p>\n<p class=\"arabic\">فأقطعني خمسة عشر فدانا وصرت إلى ابن لهيعة فأقطعني خمسة فدادين .\n</p>\n<p class=\"arabic\">علي بن خشرم نا منصور ح وأبو داوود عن قتيبة عن منصور قال قدمت مصر وبها قحط \n  فتكلمت فبذلوا صدقات كثيرة فأتي بي إلى الليث فقال ما حملك على أن تكلمت ببلدنا \n  ) .\n</p>\n<p class=\"arabic\">بغير أمرنا .\n</p>\n<p class=\"arabic\">قلت أصلحك الله أعرض عليك فإن كان مكروها نهيتني .\n</p>\n<p class=\"arabic\">قال تكلم فتكلمت فقال قم لا يحل أن أسمع هذا وحدي .\n</p>\n<p class=\"arabic\">قال وأخرج إلي بعد هذا حلية قيمتها ثلاثمائة دينار .\n</p>\n<p class=\"arabic\">ثم لما خرج الناس ناولني كيسا فيه ألف دينار وقال لا تعلم به ابني فتهون عليه .\n</p>\n<p class=\"arabic\">وقال أبو حاتم نا سليم بن منصور نا أبي قال أعطاني الليث ألف دينار .\n</p>\n<p class=\"arabic\">قال علي بن خشرم سمعت منصورا يقول المتكلمون ثلاثة الحسن البصري وعمر بن عبد \n  العزيز وعون بن عبد الله قلت فأنت الرابع *13*412* .\n</p>\n<p class=\"arabic\">وقيل إن الرشيد لما سمع وعظه قال من أين تعلمت هذا قال تفل في في النبي صلى \n  الله عليه وسلم في النوم وقال يا منصور قل .\n</p>\n<p class=\"arabic\">السراج نا أحمد بن موسى الأنصاري قال قال منصور بن عمار حججت فبت بالكوفة \n  فخرجت في الظلماء فإذا بصارخ يقول إلهي وعزتك ما أردت بمعصيتي مخالفتك ولقد \n  عصيتك وما أنا بنكالك جاهل ولكن خطيئة عرضت أعانني عليها شقائي وغرني سترك \n  والآن من ينقذني فتلوت هذه الآية قوا أنفسكم وأهليكم نارا وقودها الناس والحجارة \n  فسمعت دكدكة فلما كان من الغد مررت هناك فإذا بجنازة وإذا عجوز تقول مر البارحة \n  رجل فتلا آية فتفطرت مرارته فوقع ميتا .\n</p>\n<p class=\"arabic\">قال أبو بكر وعثمان ابنا أبي شيبة كنا عند ابن عيينة فجاء منصور بن عمار فسأله \n  عن القرآن فزبره وأشار بالعكاز إليه وانتهره فقيل يا أبا محمد إنه عابد .\n</p>\n<p class=\"arabic\">قال ما أرى إلا شيطانا .\n</p>\n<p class=\"arabic\">قال منصور دخلت على سفيان بن عيينة فحدثني ووعظته فلما أثارت الأحزان دموعه \n  رفع رأسه وردها في عينيه فقلت هلا أسبلتها إسبالا وتركتها تجري سجالا .\n</p>\n<p class=\"arabic\">قال إن الدمعة إذا بقيت كان أبقى للحزن في الجوف .\n</p>\n<p class=\"arabic\">قال سليم بن منصور كتب بشر المريسي إلى أبي أخبرني عن القرآن فكتب إليه عافانا \n  الله وإياك وجعلنا من أهل السنة فإن يفعل فأعظم بها منة وإلا فهي الهلكة نحن \n  نرى أن الكلام في القرآن بدعة تشارك فيها السائل والمجيب تعاطى السائل ما \n  ليس له وتكلف المجيب *13*413* ما ) .\n</p>\n<p class=\"arabic\">ليس عليه وما أعرف خالقا إلا الله وما دونه مخلوق والقرآن كلام الله فانته \n  بنفسك وبالمختلفين فيه معك إلى أسمائه التي سماه الله بها ولا تسم القرآن \n  باسم من عندك فتكون من الضالين .\n</p>\n<p class=\"arabic\">رواها أبو الحسن الميموني وغيره عن سليم .\n</p>\n<p class=\"arabic\">أبو علي الكوكبي نا حريز بن أحمد بن أبي داوود حدثني سلمويه بن عاصم قال كتب \n  بشر إلى منصور بن عمار يسأله عن قوله الرحمن على العرش استوى كيف استوى .\n</p>\n<p class=\"arabic\">فكتب إليه استواؤه غير محدود والجواب فيه تكلف مساءلتك عنه بدعة والإيمان \n  بجملة ذلك واجب .\n</p>\n<p class=\"arabic\">عن عبدك العابد قال قيل لمنصور بن عمار تتكلم بهذا الكلام ونرى منك أشياء \n  قال احسبوني درة وجدتموها على كناسة .\n</p>\n<p class=\"arabic\">وعن بشر الحافي أنه كتب إلى منصور بن عمار أن اكتب إلي بما من الله علينا .\n</p>\n<p class=\"arabic\">فكتب إليه يا أخي قد أصبحنا في نعم لا نحصيها في كثرة ما نعصي فلا أدري كيف \n  أشكره بجميل ما نشر أو قبيح ما ستر .\n</p>\n<p class=\"arabic\">قلت ساق ابن عدي لمنصور تسعة أحاديث منكرة .\n</p>\n<p class=\"arabic\">وروي أنه رئي بعد موته فقيل ما فعل الله بك .\n</p>\n<p class=\"arabic\">قال غفر لي وقال يا منصور قد غفرت لك على تخليطك إلا أنك تحوش الناس إلى ذكري \n  *13*414* .\n</p>\n<p class=\"arabic\">وقيل هذا لأبي العتاهية .\n</p>\n<p class=\"arabic\">% إن يوم الحساب يوم عسير % % ليس للظالمين فيه مجير % .\n</p>\n<p class=\"arabic\">% فاتخذ عدة لمطلع القب % % ر وهول الصراط يا منصور % .\n\n</p>"
}