{
    "header": "يحيى القطان ع .",
    "id": "005906",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">يحيى القطان ع .\n</h1>\n<p class=\"arabic\">*13*464* هو يحيى بن سعيد بن فروخ مولى بني تميم .\n</p>\n<p class=\"arabic\">الحافظ العلم أبو سعيد البصري القطان الأحول .\n</p>\n<p class=\"arabic\">أحد الأئمة الكبار مولده في أول سنة عشرين ومائة *13*465* .\n</p>\n<p class=\"arabic\">روى عن سليمان التيمي وهشام بن عروة وعطاء بن السائب وحسين المعلم وخيثم بن \n  عراك وحميد الطويل ويحيى بن سعيد الأنصاري وإسماعيل بن أبي خالد والأعمش وعبيد \n  الله بن عمر وسفيان وشعبة وخلق كثير .\n</p>\n<p class=\"arabic\">وعنه عبد الرحمن بن مهدي وعفان ومسدد وأحمد وإسحاق وابن المديني ويحيى بن \n  معين وأبو حفص الفلاس وبندار وإسحاق الكوسج ويعقوب الدورقي ومحمد بن شداد \n  المسمعي وأمم سواهم .\n</p>\n<p class=\"arabic\">وكان يقول لزمت شعبة عشرين سنة .\n</p>\n<p class=\"arabic\">قال ابن عمار روى عبد الرحمن بن مهدي في تصانيفه ألفي حديث عن يحيى القطان \n  فحدث بها عنه ويحيى حي .\n</p>\n<p class=\"arabic\">قال أحمد بن حنبل ما رأيت بعيني مثل يحيى بن سعيد القطان .\n</p>\n<p class=\"arabic\">وقال ابن المديني ما رأيت أحدا أعلم بالرجال من يحيى بن سعيد ) .\n</p>\n<p class=\"arabic\">وقال بندار ثنا يحيى بن سعيد إمام أهل زمانه .\n</p>\n<p class=\"arabic\">وقال أحمد بن الحسن الترمذي سمعت أحمد وسئل عن يحيى بن سعيد ووكيع فقال ما \n  رأيت بعيني مثل يحيى .\n</p>\n<p class=\"arabic\">وقال ابن عمار كنت إذا نظرت إلى يحيى القطان ظننت أنه لا يحسن شيئا بزي التجار \n  فإذا تكلم أنصت له الفقهاء .\n</p>\n<p class=\"arabic\">وقال أحمد بن محمد بن يحيى القطان لم يكن جدي يمزح ولا يضحك إلا تبسما ولا \n  دخل حماما وكان يخضب *13*466* .\n</p>\n<p class=\"arabic\">وقال يحيى بن معين أقام يحيى بن سعيد عشرين سنة يختم القرآن في كلي ليلة .\n</p>\n<p class=\"arabic\">وعن علي بن المديني كان يحيى يختم كل ليلة .\n</p>\n<p class=\"arabic\">وقال بندار اختلفت إليه عشرين سنة فما أظن أنه عصى الله قط .\n</p>\n<p class=\"arabic\">قال علي بن المديني كنا عند يحيى بن سعيد فقرأ رجل سورة الدخان فصعق يحيى \n  وغشي عليه .\n</p>\n<p class=\"arabic\">قال أحمد بن حنبل لو قدر أحد أن يدفع هذا عن نفسه لدفعه يحيى يعني الصعق .\n</p>\n<p class=\"arabic\">قال أحمد بن محمد بن يحيى بن سعيد القطان ما أعلم أن جدي قهقه قط ولا دخل \n  حماما قط ولا اكتحل ولا ادهن وكان يخضب خضابا حسنا .\n</p>\n<p class=\"arabic\">وروى عباس عن يحيى بن معين قال كان يحيى القطان إذا قريء عنده القرآن سقط \n  حتى يصيب وجهه الأرض .\n</p>\n<p class=\"arabic\">وقال ما دخلت كنيفا قط إلا ومعي امرأة يعني من ضعف قلبه .\n</p>\n<p class=\"arabic\">قال ابن معين وجعل جار له يشتمه ويقع فيه ويقول هذا الخوزي ونحن في المسجد \n  قال فجعل يحيى يبكي ويقول صدق ومن أنا وما أنا *13*467* .\n</p>\n<p class=\"arabic\">قال ابن معين كان يحيى يجيء معه بمسباح فيدخل يده في ثيابه فيسبح .\n</p>\n<p class=\"arabic\">قال عبد الرحمن بن مهدي اختلفوا يوما عند شعبة فقالوا اجعل بيننا وبينك حكما .\n</p>\n<p class=\"arabic\">قال قد رضيت بالأحول يعني القطان فجاء فقضى على شعبة .\n</p>\n<p class=\"arabic\">فقال شعبة ومن يطيق نقدك أصول .\n</p>\n<p class=\"arabic\">وقال ابن سعد كان ثقة مأمونا رفيعا حجة ) .\n</p>\n<p class=\"arabic\">وقال النسائي أمناء الله على حديث رسوله شعبة ومالك ويحيى القطان .\n</p>\n<p class=\"arabic\">وقال محمد بن بندار الجرجاني قلت لابن المديني من أنفع من رأيت للإسلام وأهله .\n</p>\n<p class=\"arabic\">قال يحيى بن سعيد القطان .\n</p>\n<p class=\"arabic\">قال عبد الرحمن بن عمر رستة سمعت علي بن عبد الله يقول كنا عند يحيى بن سعيد \n  فلما خرج من المسجد خرجنا معه فلما صار بباب داره قام وقمنا معه فانتهى إليه \n  الروبي فقال يحيى لما رآه ادخلوا فدخلنا .\n</p>\n<p class=\"arabic\">فقال للروبي إقرأ فلما أخذ في القراءة نظرت إلى يحيى يتغير حتى بلغ إن يوم \n  الفصل ميقاتهم أجمعين صعق يحيى وغشي عليه وارتفع صوته وكان بباب منه فانقلب \n  فأصاب الباب فقار ظهره وسال الدم فصرخ النساء وخرجنا ووقفنا بالباب حتى أفاق \n  بعد كذا وكذا ثم دخلنا عليه فإذا هو نائم على فراشه وهو يقول إن يوم الفصل \n  ميقاتهم أجمعين فما *13*468* زالت به بتلك القرحة حتى مات .\n</p>\n<p class=\"arabic\">وروى أحمد بن عبد الرحمن العنبري عن زهير البابي قال رأيت يحيى بن سعيد في \n  النوم عليه قميص بين كتفيه مكتوب بسم الله الرحمن الرحيم كتاب من الله العزيز \n  العليم ببراءة ليحيى بن سعيد القطان من النار .\n</p>\n<p class=\"arabic\">وروى أبو بكر بن خلاد الباهلي عن يحيى بن سعيد القطان قال كنت إذا أخطأت قال \n  لي سفيان أخطأت يا يحيى فروى يوما عن عبيد الله عن نافع عن ابن عمر قال رسول \n  الله صلى الله عليه وسلم الذي يشرب في آنية الذهب والفضة إنما يجرجر في بطنه \n  نار جهنم .\n</p>\n<p class=\"arabic\">فقلت أخطأت يا با عبد الله .\n</p>\n<p class=\"arabic\">قال وكيف هو .\n</p>\n<p class=\"arabic\">قلت عبيد الله عن نافع عن زيد بن عبد الله عن عبد الله بن عبد الرحمن عن أم \n  سلمة عن النبي صلى الله عليه وسلم .\n</p>\n<p class=\"arabic\">فقال لي صدقت يا يحيى إعرض علي كتبك .\n</p>\n<p class=\"arabic\">قلت تريد أن ألقى مثل ما لقي زائدة .\n</p>\n<p class=\"arabic\">قال وما لقي زائدة أصلحت له كتبه وذكرته حديثه .\n</p>\n<p class=\"arabic\">وقال أحمد إلى يحيى القطان المنتهى في الثبت ) .\n</p>\n<p class=\"arabic\">قال محمد بن أبي صفوان كان يحيى القطان نفقته من غلته إن دخل من غلته حنطة \n  أكل حنطة وإن دخل شعير أكل شعيرا وإن دخل تمر أكل تمرا *13*469* .\n</p>\n<p class=\"arabic\">قال ابن معين إن يحيى بن سعيد لم يفته الزوال في المسجد أربعين سنة .\n</p>\n<p class=\"arabic\">وقال عفان رأى رجل ليحيى بن سعيد قبل موته أن بشر يحيى بن سعيد بأمان من الله \n  يوم القيامة .\n</p>\n<p class=\"arabic\">وقال أحمد ما رأيت أحدا أقل خطأ من يحيى بن سعيد ولقد أخطأ في أحاديث .\n</p>\n<p class=\"arabic\">ثم قال ومن يعرى من الخطأ والتصحيف .\n</p>\n<p class=\"arabic\">قال أحمد العجلي كان يحيى بن سعيد نقي الحديث لا يحدث إلا عن ثقة .\n</p>\n<p class=\"arabic\">قال أبو قدامة السرخسي سمعت يحيى بن سعيد يقول أدركت الأئمة يقولون الإيمان \n  قول وعمل يزيد وينقص .\n</p>\n<p class=\"arabic\">وسمعته يقول أخاف أن يضيق على الناس تتبع الألفاظ لأن القرآن أعظم حرمة ووسع \n  أن يقرأ على وجوه إذا كان المعنى واحدا .\n</p>\n<p class=\"arabic\">قال شاذي بن يحيى قال يحيى بن سعيد من قال أن قل هو الله أحد مخلوق فهو زنديق \n  والله الذي لا إله إلا هو .\n</p>\n<p class=\"arabic\">قال الفلاس كان هجير يحيى بن سعيد إذا سكت ثم تكلم يقول يحيي ويميت إليه المصير .\n</p>\n<p class=\"arabic\">وقلت له في مرضه يعافيك الله إن شاء الله .\n</p>\n<p class=\"arabic\">فقال أحبه إلي أحبه إلى الله *13*470* .\n</p>\n<p class=\"arabic\">وقال أبو حاتم إذا اختلف ابن المبارك والقطان وابن عيينة في حديث أخذ بقول \n  يحيى بن سعيد .\n</p>\n<p class=\"arabic\">ابن المديني سألت يحيى بن سعيد عن أحاديث عكرمة بن عمار عن يحيى بن أبي كثير \n  فقال ليست بصحاح .\n</p>\n<p class=\"arabic\">الفلاس سمعت يحيى يقول كنت أنا وخالد بن الحارث ومعاذ بن معاذ وما تقدماني \n  في شيء يعني من العلم كنت أذهب معهما إلى ابن عون فيقعدان ويكتبان وأجيء أنا \n  فأكتبها في البيت .\n</p>\n<p class=\"arabic\">قال محمد بن يحيى بن سعيد قال أبي كنت أخرج من البيت أطلب الحديث فلا أرجع \n  إلا بعد ) .\n</p>\n<p class=\"arabic\">العتمة .\n</p>\n<p class=\"arabic\">قال عبد الله بن قحطبة نا عباس العنبري سمعت ابن مهدي يقول لما قدم سفيان \n  الثوري البصرة قال لي جئني بمن أذاكره فأتيته بيحيى بن سعيد فلما خرج قال \n  قلت لك جئني بإنسان جئتني بشيطان وقال ابن معين قال لي يحيى بن سعيد لو لم \n  أرو إلا عمن أرضى ما رويت إلا عن خمسة .\n</p>\n<p class=\"arabic\">قال ابن معين وروى يحيى عن الأوزاعي حديثا واحدا .\n</p>\n<p class=\"arabic\">قلت تفقه يحيى بن سعيد في هذا الشأن بشعبة وسفيان ولزم شعبة دهرا وأخص أصحاب \n  يحيى بن سعيد به علي بن المديني وإذا وثق يحيى بن سعيد شيخا فتمسك به أما \n  إذا لين أحدا فتأن في أمره فإن الرجل متعنت جدا وقد لين مثل إسرائيل وغيره \n  من رجال الصحيح ولم أقف *13*471* على كتابه في الضعفاء لكن يقع من كلامه في \n  أسئلة ابن المديني والفلاس وابن معين أشياء نافعة .\n</p>\n<p class=\"arabic\">وكان رأسا في معرفة العلل أخذ ذلك عنه ابن المديني وأخذ ذلك عن ابن المديني \n  أبو عبد الله البخاري .\n</p>\n<p class=\"arabic\">قال عتبة وأخذ عن البخاري الترمذي علله الكبرى .\n</p>\n<p class=\"arabic\">وأعلى شيء يقع من حديث يحيى ما وقع في الغيلانيات أنبأناه جماعة أنا عمر بن \n  محمد أنا ابن الحصين أنا ابن غيلان أنا أبو بكر الشافعي ثنا محمد بن شداد \n  نا يحيى بن سعيد القطان ثنا إسماعيل عن قيس بن أبي حازم عن جرير قال قال رسول \n  الله صلى الله عليه وسلم ولا رحم الله من لا يرحم الناس .\n</p>\n<p class=\"arabic\">قال محمد بن عمرو بن عبيدة العنقزي سمعت علي بن المديني قال رأيت خالد بن \n  الحارث في النوم فقلت ما فعل الله بك .\n</p>\n<p class=\"arabic\">قال غفر لي على أن الأمر شديد .\n</p>\n<p class=\"arabic\">قلت فما فعل يحيى القطان .\n</p>\n<p class=\"arabic\">قال نراه كما يرى الكوكب الدري في أفق السماء .\n</p>\n<p class=\"arabic\">قلت قالوا مات يحيى بن سعيد في صفر سنة ثمان وتسعين ومائة .\n</p>\n<p class=\"arabic\">قبل موت ابن عيينة وابن مهدي بأربعة أشهر رحمهم الله ) .\n\n</p>"
}