{
    "header": "أبو العميطر .",
    "id": "005935",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أبو العميطر .\n</h1>\n<p class=\"arabic\">*13*502* هو الأمير علي بن خالد بن الخليفة يزيد بن معاوية بن أبي سفيان الأموي \n  السفياني .\n</p>\n<p class=\"arabic\">وأمه هي نفيسة بنت عبيد الله بن عباس ابن أمير المؤمنين علي بن أبي طالب ولذلك \n  كان يفتخر ويقول أنا ابن شيخي صفين أنا ابن العير والنفير .\n</p>\n<p class=\"arabic\">وكان يسكن قرية المزة وداره بدمشق غربي الرحبة .\n</p>\n<p class=\"arabic\">خرج بالمزة طالبا الملك وقد كبر وشاخ فبويع بالخلافة وغلب على دمشق في دولة \n  الأمين ) .\n</p>\n<p class=\"arabic\">وتخلخلها في سنة خمس وتسعين ومائة .\n</p>\n<p class=\"arabic\">وكان خيرا في نفسه دينا محمود الطريقة معتزلا للدولة وقد كتب العلم فأفسدوه \n  وما زالوا به حتى خرج .\n</p>\n<p class=\"arabic\">وكان الذي نهض بأعباء دولته خطاب بن وجه الفلس الدمشقي والقرشيون والعرب اليمانية .\n</p>\n<p class=\"arabic\">وكاد أن يتم له الأمر وبقي مديدة فانتدب لحربه محمد بن صالح بن بيهس الكلابي \n  الأمير في المضرية وحاصروا دمشق في آخر سنة سبع وتسعين ومائة ثم تسوروا البلد \n  وهجموه وتخاذل الناس عن نصر أبي العميطر السفياني فبادر ولبس زي امرأة وخرج \n  بين الحرم من الخضراء وذهب إلى المزة .\n</p>\n<p class=\"arabic\">ثم جرت بينه وبين ابن بيهس حروب وقام معه المزيون وغيرهم .\n</p>\n<p class=\"arabic\">ومات في حدود المائتين وقد جاوز الثمانين .\n</p>\n<p class=\"arabic\">قال موسى بن عامر سمعت الوليد بن مسلم غير مرة يقول لو لم يبق من سنة خمس \n  وتسعين ومائة إلا يوم لخرج السفياني *13*503* .\n</p>\n<p class=\"arabic\">قال موسى فخرج أبو العميطر فيها .\n</p>\n<p class=\"arabic\">ورواه هشام بن عمار عن الوليد .\n</p>\n<p class=\"arabic\">وكان الوليد رأسا في الملاحم ومعرفتها ولعله ظفر بأثر في ذلك .\n</p>\n<p class=\"arabic\">وعن أحمد بن حنبل أنه قال للهيثم بن خارجة كيف كان مخرج السفياني فوصفه بهيئة \n  جميلة واعتزال للشر ثم وصفه حين خرج بالظلم وقال أرادوه على الخروج مرارا \n  ويأبى فحفر له خطاب سربا تحت الأرض إلى تحت بيته ثم دخلوا ونادوه في الليل \n  أخرج فقد آن لك .\n</p>\n<p class=\"arabic\">فقال هذا شيطان .\n</p>\n<p class=\"arabic\">ثم أتوه ثاني ليلة فوقع في نفسه .\n</p>\n<p class=\"arabic\">وأتوه ثالث ليلة فخرج .\n</p>\n<p class=\"arabic\">فقال الإمام أحمد أفسدوه .\n</p>\n<p class=\"arabic\">قال أحمد بن تبوك بن خالد السلمي نا أبي قال خرج أبو العميطر إلى قرية الجرجلة \n  فأحرقها وقتل في بني سليم ثم كان القرشيون في أصحابه واليمانية يمرون بالدار \n  من دور دمشق فتقول ريح قيسي تشم من ههنا فيضربونها بالنار ) .\n\n</p>"
}