{
    "header": "أبو بكر بن عياش بن سالم الأسدي الحناط باـ...",
    "id": "005931",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أبو بكر بن عياش بن سالم الأسدي الحناط بالنون خ م .\n</h1>\n<p class=\"arabic\">*13*495* الكوفي المقريء العابد أحد الأئمة الكبار .\n</p>\n<p class=\"arabic\">مولى واصل الأحدب .\n</p>\n<p class=\"arabic\">في اسمه عدة أقوال أشهرها شعبة .\n</p>\n<p class=\"arabic\">قال أنا هشام الرفاعي وحسين بن عبد الأول سألاه عن إسمه فقال شعبة وسأله يحيى \n  بن آدم وغيره فقال إسمي كنيتي .\n</p>\n<p class=\"arabic\">وقال النسائي اسمه محمد وقيل مطرف وقيل رؤبة وعتيق وسالم وغير ذلك .\n</p>\n<p class=\"arabic\">وقال هارون بن حاتم سألته عن مولده فقال سنة خمس وتسعين .\n</p>\n<p class=\"arabic\">قلت هو أنبل أصحاب عاصم قرأ القرآن على عاصم ثلاث مرات وسمع منه ومن إسماعيل \n  السدي وأبي إسحاق وأبي حصين عثمان بن عاصم وحصين بن عبد الرحمن وعبد الملك \n  بن عمير وصالح بن أبي *13*496* صالح مولى عمرو بن حريث حدثه عن أبي هريرة .\n</p>\n<p class=\"arabic\">ونقل أبو عمرو الداني أن أبا بكر عرض القرآن أيضا على عطاء بن السائب وأسلم \n  المنقري .\n</p>\n<p class=\"arabic\">وقرأ عطاء على أبي عبد الرحمن السلمي ولكن ما رأينا من يسند قراءة أبي بكر \n  في مصنفات القراءآت إلا عن عاصم ليس إلا .\n</p>\n<p class=\"arabic\">قرأ عليه الكسائي ويحيى العليمي ويعقوب الأعشى .\n</p>\n<p class=\"arabic\">وحدث عنه ابن المبارك وأبو داوود الطيالسي وأحمد وإسحاق وابن نمير وأبو كريب \n  والحسن بن عرفة وعلي بن محمد الطنافسي وأبو هشام الرفاعي وأحمد بن عبد الجبار \n  العطاردي وبشر كثير فإنه عمر دهرا حتى قارب المائة وساء حفظه قليلا ولم يختلط .\n</p>\n<p class=\"arabic\">قال أحمد بن حنبل ثقة ربما غلط وهو صاحب قرآن وخير .\n</p>\n<p class=\"arabic\">وقال ابن المبارك ما رأيت أحدا أسرع إلى السنة من أبي بكر بن عياش .\n</p>\n<p class=\"arabic\">وقال عثمان بن أبي شيبة أحضر الرشيد أبا بكر من الكوفة ومعه وكيع فدخل وكيع \n  يقوده لضعف بصره فأدناه الرشيد وقال له يا أبا بكر أدركت أيام بني أمية وأيامنا \n  فأينا خير قال أولئك كانوا أنفع للناس وأنتم أقوم بالصلاة .\n</p>\n<p class=\"arabic\">قال فصرفه الرشيد وأجازه بستة آلاف دينار وأجاز وكيعا بثلاثة آلاف دينار رواها \n  محمد بن عثمان عن أبيه ) .\n</p>\n<p class=\"arabic\">وعن أبي بكر بن عياش قال الدخول في هذا الأمير يسير والخروج منه إلى الله \n  شديد رواها أيوب بن الأصبهاني الحافظ عنه .\n</p>\n<p class=\"arabic\">قال أبو هشام الرفاعي سمعت أبا بكر يقول أبو بكر الصديق خليفة *13*497* رسول \n  الله صلى الله عليه وسلم في القرآن لأن الله يقول للفقراء المهاجرين إلى قوله \n  أولئك هم الصادقون فمن سماه الله صادقا ليس يكذب وهم قالوا يا خليفة رسول \n  الله يعني أنهم اتفقوا على خطابه بذلك .\n</p>\n<p class=\"arabic\">قال يعقوب بن شيبة كان أبو بكر بن عياش معروفا بالصلاح البارع وكان له فقه \n  وعلم بالأخبار في حديثه اضطراب .\n</p>\n<p class=\"arabic\">وقال أبو نعيم لم يكن في شيوخنا أكثر غلطا من أبي بكر .\n</p>\n<p class=\"arabic\">وأما أبو داوود فقال ثقة .\n</p>\n<p class=\"arabic\">وقال يزيد بن هارون كان أبو بكر خيرا فاضلا لم يضع جنبه إلى الأرض أربعين \n  سنة .\n</p>\n<p class=\"arabic\">وقال يحيى بن معين لم يفرش له فراش خمسين سنة .\n</p>\n<p class=\"arabic\">وقال يحيى الحماني حدثني أبو بكر بن عياش قال جئت ليلة إلى زمزم فاستقيت منها \n  دلوا لبنا وعسلا .\n</p>\n<p class=\"arabic\">وقد جاء من غير وجه عن أبي بكر أنه مكث أربعين عاما يختم القرآن في كل يوم \n  وليلة مرة .\n</p>\n<p class=\"arabic\">قال أبو العباس بن مسروق نا يحيى الحماني قال لما حضرت أبا بكر الوفاة بكت \n  أخته فقال لها ما يبكيك أنظري إلى تلك الزاوية ختمت فيها ثماني عشرة ألف ختمة .\n</p>\n<p class=\"arabic\">وروى بشر بن الوليد عنه أنه استقى دلوا فطلع فيه عسل ولبن *13*498* .\n</p>\n<p class=\"arabic\">وقال يحيى الحماني سمعته يقول الخلق أربعة معذور ومخبور ومجبور ومثبور فالمعذور \n  البهائم والمخبور ابن آدم .\n</p>\n<p class=\"arabic\">والمجبور الملائكة والمثبور إبليس .\n</p>\n<p class=\"arabic\">وعن أبي بكر قال أدنى نفع السكوت السلامة وكفى بها عافية .\n</p>\n<p class=\"arabic\">وأدنى ضر المنطق الشهرة وكفى بها بلية .\n</p>\n<p class=\"arabic\">وقال أبو بكر القرآن كلام الله غير مخلوق .\n</p>\n<p class=\"arabic\">وقال أبو داوود ثنا حمزة بن سعيد المروزي قال سألت أبا بكر بن عياش عن القرآن \n  فقال من زعم أن القرآن مخلوق فهو عندنا كافر زنديق ) .\n</p>\n<p class=\"arabic\">وعن أبي بكر قال إمامنا يهمز مؤصدة فأشتهي أن أسد أذني إذا همزها .\n</p>\n<p class=\"arabic\">أحمد بن يونس قلت لأبي بكر بن عياش لي جار رافضي قد مرض قال عده مثلما تعود \n  اليهودي والنصراني لا تنوي فيه الأجر .\n</p>\n<p class=\"arabic\">وقال يوسف بن يعقوب الصفار سمعت أبا بكر يقول ولدت سنة سبع وتسعين وأخذت رزق \n  عمر بن عبد العزيز ومكثت خمسة اشهر ما شربت ماء ما أشرب إلا النبيذ .\n</p>\n<p class=\"arabic\">وقال يوسف ومات في جمادى الأولى سنة ثلاث وتسعون ومائة .\n</p>\n<p class=\"arabic\">قلت مناقبه كثيرة وقد سقت منها في طبقات القراء .\n</p>\n<p class=\"arabic\">وكان قد قطع الإقراء قبل موته بنحو عشرين سنة لكنه كان يروي الحروف .\n</p>\n<p class=\"arabic\">وأثبت من حمل عنه قراءآته يحيى بن آدم وعليه دارت قراءته مع *13*499* أنها \n  سماع للحروف فقط تلا بها على يحيى شعيب الصريفي وغيره .\n</p>\n<p class=\"arabic\">وأعلى ما يقع حديثه اليوم في جزء ابن عرفة والله أعلم .\n</p>\n<p class=\"arabic\">قال يعقوب بن شيبة سمعت أبا عبد الله المعيطي يقول رأيت أبا بكر بن عياش بمكة \n  فأتاه ابن عيينة وبرك بين يدي أبي بكر فجعل يقول يا سفيان كيف انت وكيف عائلة \n  أبيك فجاء رجل سأل سفيان عن حديث فقال لا تسألني ما دام هذا الشيخ قاعدا .\n\n</p>"
}