{
    "header": "يوسف بن أسباط الزاهد .",
    "id": "005925",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">يوسف بن أسباط الزاهد .\n</h1>\n<p class=\"arabic\">أحد مشايخ القوم له مواعظ وحكم .\n</p>\n<p class=\"arabic\">روى عن محل بن خليفة وسفيان الثوري وزائدة وطائفة سواهم .\n</p>\n<p class=\"arabic\">روى عنه المسيب بن وضاح وعبد الله بن خبيق الأنطاكي وغيرهما *13*484* .\n</p>\n<p class=\"arabic\">وكان مرابطا بالثغور الشامية .\n</p>\n<p class=\"arabic\">قال المسيب سألته عن الزهد فقال أن تزهد في الحلال فأما ما حرم الله فإن ارتكبته \n  عذبك .\n</p>\n<p class=\"arabic\">وقال تميم بن سلمة سألت يوسف بن أسباط ما غاية التواضع قال أن تخرج من بيتك \n  فلا تلقى أحدا إلا رأيت له الفضل عليك .\n</p>\n<p class=\"arabic\">وقال ابن خبيق قال يوسف خرجت من فأتيت المصيصة وجرابي على عنقي فقام ذا من \n  حانوته يسلم علي وقام ذا يسلم علي فدخلت المسجد أركع فأحدقوا بي فتطلع رجل \n  في وجهي فقلت في نفسي كم بقاء قلبي على هذا فرجعت بعرقي إلي فما رجع إلى قلبي \n  إلى سنتين .\n</p>\n<p class=\"arabic\">وقال يوسف بن أسباط للصادق ثلاث خصال الحلاوة والملاحة والمهابة .\n</p>\n<p class=\"arabic\">وعنه قال خلق الله القلوب مساكن للذكر فصارت مساكن للشهوات لا يمحوا الشهوات \n  من القلوب إلا خوف مزعج أو شوق مغلق .\n</p>\n<p class=\"arabic\">وعنه قال الزهد في الرئاسة أشد من الزهد في الدنيا .\n</p>\n<p class=\"arabic\">وقال ابن خبيق قلت ليوسف مالك لم تأذن لابن المبارك يسلم عليك *13*485* .\n</p>\n<p class=\"arabic\">قال خشيت أن لا أقوم بحقه وأنا أحبه .\n</p>\n<p class=\"arabic\">وقال لي إني أخاف أن يعذب الله الناس بذنوب العلماء ) .\n</p>\n<p class=\"arabic\">قال ونظر يوما إلى رجل في يده كتاب فقال تزينوا بما شئتم فلن يزيدكم الله \n  إلا اتضاعا .\n</p>\n<p class=\"arabic\">وقال أحمد بن يوسف بن أسباط قلت لأبي أكان مع حذيفة المرعشي علم .\n</p>\n<p class=\"arabic\">قال كان معه العلم الأكبر خشية الله .\n</p>\n<p class=\"arabic\">وقال يوسف سمعت الثوري يقول لم يفقه من لم يعد البلاء نعمة والرخاء مصيبة .\n</p>\n<p class=\"arabic\">وعن يوسف إذا رأيت الرجل قد أشر وبطر فلا تعظه فليس للعظة فيه موضع .\n</p>\n<p class=\"arabic\">وعن يوسف قال لي أربعون سنة ما حل في صدري شيء إلا تركته .\n</p>\n<p class=\"arabic\">قال شعيب بن حرب ما أقدم على يوسف بن أسباط أحدا .\n</p>\n<p class=\"arabic\">وقال سهل أبو الحسن سمعت يوسف بن أسباط يقول يجزي قليل الورع من كثير العمل \n  وقليل التواضع من كثير الاجتهاد .\n</p>\n<p class=\"arabic\">أخبرنا إسحاق الأسدي أنا ابن خليل أنا اللبان عن الحداد أنا أبو *13*486* \n  نعيم نا محمد بن علي بن حبيش نا يوسف بن موسى المروحي نا عبد الله بن خبيق \n  نا يوسف بن أسباط عن حبيب بن حسان عن زيد بن وهب عن ابن مسعود قال ثنا رسول \n  الله صلى الله عليه وسلم وهو الصادق المصدوق إن خلق أحدكم يجمع في بطن أمه \n  أربعين ليلة وذكر الحديث .\n</p>\n<p class=\"arabic\">قلت يوسف وثقه يحيى بن معين .\n</p>\n<p class=\"arabic\">وقال أبو حاتم لا يحتج به .\n</p>\n<p class=\"arabic\">وقال البخاري كان قد دفن كتبه فكان لا يجيء حديثه كما ينبغي .\n\n</p>"
}