{
    "header": "أبو معاوية ع .",
    "id": "005939",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أبو معاوية ع .\n</h1>\n<p class=\"arabic\">*13*506* هو محمد بن خازم الكوفي الضرير الحافظ أحد أئمة الأثر .\n</p>\n<p class=\"arabic\">روى عن هشام بن عروة والأعمش وليث بن أبي سليم وأبي إسحاق الشيباني وإسماعيل \n  ) .\n</p>\n<p class=\"arabic\">بن أبي خالد وعاصم الأحول وطبقتهم .\n</p>\n<p class=\"arabic\">وعنه أحمد بن حنبل وابن معين وأبو خيثمة والحسن بن عرفة وأحمد بن أبي الحواري \n  ويعقوب الدورقي وسعدان بن نصر والحسن بن محمد الزعفراني وأحمد بن عبد الجبار \n  العطاردي وخلق كثير .\n</p>\n<p class=\"arabic\">مولده سنة ثلاث عشرة ومائة .\n</p>\n<p class=\"arabic\">قال أبو نعيم سمعت الأعمش يقول لأبي معاوية أما أنت فقد ربطت رأس كيسك .\n</p>\n<p class=\"arabic\">وكان شعبة إذا حدث بحضرة أبي معاوية يراجعه في حديث الأعمش ويقول أليس كذا \n  أليس كذا .\n</p>\n<p class=\"arabic\">وقال أبو نعيم لزم أبو معاوية الأعمش عشرين سنة كذا قال أبو نعيم ولعله أراد \n  عشر سنين .\n</p>\n<p class=\"arabic\">قال أحمد كان أبو معاوية إذا سئل عن حديث الأعمش يقول قد صار في فمي علقما .\n</p>\n<p class=\"arabic\">قال أحمد وكان والله حافظا للقرآن وكان يضطرب في غير الأعمش *13*507* .\n</p>\n<p class=\"arabic\">قال ابن المديني كتبنا عن أبي معاوية عن الأعمش ألفا وخمسمائة حديث .\n</p>\n<p class=\"arabic\">وقال جريرج بن عبد الحميد كنا نرفع الحديث عند الأعمش ثم نخرج فلا يكون أحفظ \n  منا له من أبي معاوية .\n</p>\n<p class=\"arabic\">وكان الرشيد يبجل أبا معاوية ويحضره فيسمع منه .\n</p>\n<p class=\"arabic\">أخبرنا المؤمل بن محمد في كتابه أنا الكندي أنا أبو منصور القزاز أنا الخطيب \n  أنا ابن رزق أنا الصواف نا عبد الله بن أحمد سمعت أبي يقول كان أبو معاوية \n  إذا سئل عن حديث الأعمش يقول قد صار في فمي علقما لكثرة ما يردد عليه .\n</p>\n<p class=\"arabic\">قال يحيى بن معين كان عند أبي معاوية عن الأعمش ألف ومائتان .\n</p>\n<p class=\"arabic\">وروى أبو عبيد الآجري عن أبي داوود قال وأبو معاوية إذا جاز حديث الأعمش كثر \n  خطأه .\n</p>\n<p class=\"arabic\">يخطيء على هشام بن عروة وعلى إسماعيل وعبيد الله بن عمر .\n</p>\n<p class=\"arabic\">وكذا قال عبد الرحمن بن يوسف بن خراش .\n</p>\n<p class=\"arabic\">وروى عباس عن ابن معين قال روى عن عبيد الله مناكير .\n</p>\n<p class=\"arabic\">وقال أحمد بن داوود الحداني سمعت أبا معاوية يقول البصرآء كانوا علي عيالا \n  عند الأعمش ) .\n</p>\n<p class=\"arabic\">وقال أحمد بن الحسن السكري أبو معاوية أعرف من سفيان ومن *13*508* شعبة بالأعمش .\n</p>\n<p class=\"arabic\">وقال علي بن حسن قال لي وكيع إن تركت أبا معاوية ذهب علم الأعمش على أنه مرجيء .\n</p>\n<p class=\"arabic\">فقلت قد دعاني إلى الإرجاء .\n</p>\n<p class=\"arabic\">وعن ابن المبارك أبو معاوية مرجيء كبير .\n</p>\n<p class=\"arabic\">وقال يعقوب بن شيبة أبو معاوية من الثقات وربما دلس وكان يرى الإرجاء .\n</p>\n<p class=\"arabic\">قال فيقال إن وكيعا ما حضر جنازته لذلك .\n</p>\n<p class=\"arabic\">قال الجماعة مات سنة خمس وتسعين ومائة وقيل سنة أربع .\n\n</p>"
}