{
    "header": "أشهب بن عبد العزيز بن داود بن إبراهيم .",
    "id": "006033",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أشهب بن عبد العزيز بن داود بن إبراهيم .\n</h1>\n<p class=\"arabic\">أبو عمرو القيسي العامري المصري الفقيه .\n</p>\n<p class=\"arabic\">قيل اسمه سكين وأشهب لقبه .\n</p>\n<p class=\"arabic\">سمع الليث ومالكا ويحيى بن أيوب وسليمان بن بلال وداود العطار وجماعة .\n</p>\n<p class=\"arabic\">وعنه الحارث بن مسكين وبحر بن نصر ومحمد بن عبد الله بن عبد الحكم ويونس بن \n  عبد الأعلى ومحمد بن إبراهيم بن المواز الفقيه وسحنون بن سعيد وعبد الملك \n  بن حبيب وهارون بن سعيد الأيلي وغيرهم .\n</p>\n<p class=\"arabic\">قال الشافعي ما أخرجت مصر أفقه من أشهب لولا طيش فيه .\n</p>\n<p class=\"arabic\">وكان أشهب على خراج مصر وله أموال وحشمة .\n</p>\n<p class=\"arabic\">وقال سحنون رحم الله أشهب ما كان يزيد في سماعه حرفا واحدا *14*65* .\n</p>\n<p class=\"arabic\">وقال أبو عمر بن عبد البر كان فقيها حسن الرأي والنظر .\n</p>\n<p class=\"arabic\">فضله محمد بن عبد الله عبد الحكم على ابن القاسم في الرأي فذكر ذلك لمحمد \n  بن عمر بن لبابة الأندلسي فقال إنما قال ذلك ابن عبد الحكم لأنه لازم أشهب \n  وكان أخذه عنه أكثر .\n</p>\n<p class=\"arabic\">وابن القاسم عندنا أفقه في البيوع وغيرها .\n</p>\n<p class=\"arabic\">قال ابن عبد البر أشهب شيخه وابن القاسم شيخه وهو أعلم بهما لكثرة مجالسته \n  لهما وأخذه عنهما .\n</p>\n<p class=\"arabic\">قال ولم يدرك الشافعي حين قدم مصر أحدا من أصحاب مالك إلا أشهب وابن عبد الحكم .\n</p>\n<p class=\"arabic\">قال سعيد بن معاذ سمعت محمد بن عبد الله بن عبد الحكم يقول أشهب أفقه من ابن \n  القاسم مائة مرة .\n</p>\n<p class=\"arabic\">وعن محمد بن عبد الله بن عبد الحكم قال سمعت أشهب في سجوده يدعو على الشافعي \n  بالموت فذكرت ذلك للشافعي فأنشد .\n</p>\n<p class=\"arabic\">% تمنى رجال أن أموت وإن أمت % % فتلك سبيل لست فيها بأوحد % .\n</p>\n<p class=\"arabic\">% فقل للذي تمنى خلاف الذي مضى % % تهيأ لأخرى مثلها فكأن قد % .\n</p>\n<p class=\"arabic\">*14*66* قال فمات الشافعي في رجب سنة أربع ومائتين ومات بعده أشهب بثمانية \n  عشر يوما .\n</p>\n<p class=\"arabic\">واشترى أشهب من تركة الشافعي اسمه فتيان اشتريته أنا من تركة أشهب .\n</p>\n<p class=\"arabic\">قال ابن يونس ولد أشهب سنة أربعين ومائة لثمان بقين من شعبان .\n</p>\n<p class=\"arabic\">قال صاحب الأصل وقول ابن عبد البر أشهب شيخه وابن القاسم شيخه وهم فإن محمدا \n  لم يدرك ابن القاسم وإن الذي أدركه أبوه عبد الله بن عبد الحكم ولعله أراد \n  عبد الله بدليل ما قال بعد ذلك لم يدرك الشافعي حين قدم مصر أحدا من أصحاب \n  مالك إلا أشهب وابن عبد الحكم .\n</p>\n<p class=\"arabic\">وكان أشهب من كبار أصحاب مالك وما هو بدون ابن القاسم وإن كان ابن القاسم \n  أبصر بفقه مالك منه لكن أشهب أعلم بالحديث من ابن القاسم .\n\n</p>"
}