{
    "header": "حماد بن أسامة بن زيد الحافظ .",
    "id": "006110",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">حماد بن أسامة بن زيد الحافظ .\n</h1>\n<p class=\"arabic\">*14*126* .\n</p>\n<p class=\"arabic\">أبو أسامة الكوفي مولى بني هاشم .\n</p>\n<p class=\"arabic\">عن الأعمش وإسماعيل بن أبي خالد وأسامة بن زيد الليثي والأجلح الكندي وإدريس \n  الأودي وبريد بن عبد الله بن أبي بردة وحبيب بن الشهيد وبهز بن حكيم وحسين \n  المعلم وزكريا بن أبي زائدة والجريري وهشام بن عروة وخلق .\n</p>\n<p class=\"arabic\">وعنه عبد الرحمن بن مهدي مع تقدمه ونبله وأحمد وإسحاق وابن معين وابن المديني \n  وأبو بكر بن أبي شيبة وإسحاق الكوسج وأحمد الدورقي والحسن الحلواني وسلمة \n  بن شبيب وعلي بن محمد الطنافسي ومحمد بن عبد الله بن نمير ومحمد بن عبد الله \n  المخرمي وأبو كريب ومحمود بن غيلان وأحمد بن عبد الحميد الحارثي وأحمد بن \n  عبيد بن ناصح والحسن بن علي العامري وخلائق .\n</p>\n<p class=\"arabic\">قال أحمد أبو أسامة ثقة كان أعلم الناس بأمور الناس وأخبار الكوفة وما كان \n  أرواه عن هشام بن عروة .\n</p>\n<p class=\"arabic\">وقال أيضا كان ثبتا لا يكاد يخطيء .\n</p>\n<p class=\"arabic\">وقال عبد الله بن عمر بن أبان سمعت أبا أسامة يقول كتبت بإصبعي هاتين مائة \n  ألف حديث .\n</p>\n<p class=\"arabic\">وقال ابن الفرات كان عنده ستمائة حديث عن هشام بن عروة *14*127* .\n</p>\n<p class=\"arabic\">وقال محمد بن عبد الله بن عمار كان أبو أسامة في زمن الثوري يعد من النساك .\n</p>\n<p class=\"arabic\">وروى يحيى بن اليمان عن سفيان قال ما بالكوفة شاب أعقل من أبي أسامة .\n</p>\n<p class=\"arabic\">قال البخاري مات في ذي القعدة سنة إحدى ومائتين وهو ابن ثمانين سنة فيما قيل .\n</p>\n<p class=\"arabic\">قال الفسوي سمعت ابن نمير يوهن أبا أسامة ثم يعجب من أبي بكر بن أبي شيبة \n  مع معرفته بأبي أسامة ثم وهو يحدث عنه .\n</p>\n<p class=\"arabic\">قال ابن نمير وهو الذي يروي عن عبد الرحمن بن يزيد بن جابر نرى بأنه ليس بابن \n  جابر بل هو رجل تسمى به .\n</p>\n<p class=\"arabic\">قلت تلقت الأئمة حديث أبي أسامة بالقبول لحفظه ودينه ولم ينصفه ابن نمير .\n</p>\n<p class=\"arabic\">قال محمد بن عثمان بن كرامة سمعت أبا أسامة يقول وضعت بنو أمية على رسول الله \n  صلى الله عليه وسلم أربعة آلاف حديث .\n</p>\n<p class=\"arabic\">قلت هذه مجازفة من أبي أسامة وغلو والكوفي لا يسمع قوله في الأموي *14*128* .\n</p>\n<p class=\"arabic\">قال أحمد العجلي أبو أسامة ثقة وكان يعد من حكماء أصحاب الحديث شهدت جنازته \n  في شوال سنة إحدى ومائتين .\n\n</p>"
}