{
    "header": "سليمان بن داود بن الجارود .",
    "id": "006174",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">سليمان بن داود بن الجارود .\n</h1>\n<p class=\"arabic\">*14*180* .\n</p>\n<p class=\"arabic\">أبو داود البصري الفارسي الأصل .\n</p>\n<p class=\"arabic\">مولى آل الزبير الطيالسي الحافظ مصنف المسند المشهور .\n</p>\n<p class=\"arabic\">سمع هشاما الدستوائي ومعروف بن خربوذ وأيمن بن نابل وشعبة وسفيان وبسطام بن \n  مسلم وصالح بن أبي الأخضر وأبو عامر الخزاز وطلحة بن عمرو وخلقا سواهم .\n</p>\n<p class=\"arabic\">وعنه جرير بن عبد الحميد أحد شيوخه وأبو حفص الفلاس وعباس الدوري ومحمد بن \n  سعد الكاتب وبندار ويعقوب الدورقي وأخوه أحمد والكديمي وهارون بن سليمان وأحمد \n  بن الفرات ويونس بن حبيب وخلق .\n</p>\n<p class=\"arabic\">قال الفلاس ما رأيت أحفظ منه .\n</p>\n<p class=\"arabic\">وقال عبد الرحمن بن مهدي هو أصدق الناس .\n</p>\n<p class=\"arabic\">وقال أحمد بن عبد الله العجلي رحلت إلى أبي داود فأصبته قد مات قبل قدومي \n  بيوم .\n</p>\n<p class=\"arabic\">قال وكان قد شرب البلاذر فجذم .\n</p>\n<p class=\"arabic\">وقال سليمان بن حرب كان شعبة يحدث فإذا قام قعد أبو داود وأملى من حفظه ما \n  مر في المجلس .\n</p>\n<p class=\"arabic\">وقال عامر بن إبراهيم سمعت أبا داود يقول كتبت عن ألف شيخ *14*181* وجاء عنه \n  أنه كان يسرد من حفظه ثلاثين ألف حديث .\n</p>\n<p class=\"arabic\">وحدث عبد الرحيم بن أبي حاتم عن يونس بن حبيب قال قال أبو داود كنا ببغداد \n  وكان شعبة وابن إدريس يجتمعان يتذاكرون فذكروا باب المجذوم فقلت ثنا ابن أبي \n  الزناد عن أبيه عن خارجة بن زيد قال كان معيقيب يحضر طعام عمر فقال له يا \n  معيقيب كل مما يليك .\n</p>\n<p class=\"arabic\">فقال شعبة يا أبا داود لم تجيء بشيء أحسن مما جئت به .\n</p>\n<p class=\"arabic\">وقال وكيع ما بقي أحد أحفظ لحديث طويل من أبي داود .\n</p>\n<p class=\"arabic\">قال فذكر ذلك لأبي داود فقال قل له ولا قصير .\n</p>\n<p class=\"arabic\">وقال علي بن أحمد بن النضر سمعت ابن المديني يقول ما رأيت أحفظ من أبي داود \n  الطيالسي .\n</p>\n<p class=\"arabic\">وقال عمر بن شبة كتبوا عن أبي داود بأصبهان أربعين ألف حديث وليس معه كتاب .\n</p>\n<p class=\"arabic\">وقال حفص بن عمر المهرقاني كان وكيع يقول أبو داود جبل العلم .\n</p>\n<p class=\"arabic\">وقال إبراهيم بن سعيد الجوهري أخطأ أبو داود في ألف حديث .\n</p>\n<p class=\"arabic\">قال خليفة وغيره توفي سنة أربع ومائتين .\n</p>\n<p class=\"arabic\">وآخر من روى عن أبي داود محمد بن أسد المديني سمع منه مجلسا *14*182* واحدا \n  وقد سمعنا مسند أبي داود من أصحاب ابن خليل الآدمي الحافظ .\n</p>\n<p class=\"arabic\">وقد تكلم فيه محمد بن المنهال الضرير وقال كنت أتهمه قال لي لم أسمع من ابن \n  عون .\n</p>\n<p class=\"arabic\">قال ثم سألته بعد ذلك أسمعت من ابن عون .\n</p>\n<p class=\"arabic\">فقال نعم نحو عشرين حديثا .\n\n</p>"
}