{
    "header": "علي بن موسى الرضا ق د ت أحد الأعلام .",
    "id": "006277",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">علي بن موسى الرضا ق د ت أحد الأعلام .\n</h1>\n<p class=\"arabic\">هو الإمام أبو الحسن بن موسى الكاظم بن جعفر الصادق بن محمد الباقر بن علي \n  زين العابدين بن الحسين بن علي بن أبي طالب الهاشمي العلوي الحسيني *14*270* .\n</p>\n<p class=\"arabic\">روى عن أبيه وعبيد الله بن أرطأة .\n</p>\n<p class=\"arabic\">وعنه ابنه أبو جعفر محمد وأبو عثمان المازني والمأمون وعبد السلام بن صالح \n  ودارم بن قبيصة وطائفة .\n</p>\n<p class=\"arabic\">وأمه أم ولد وله عدة إخوة كلهم من أمهات أولاد وهم إبراهيم والعباس والقاسم \n  وإسماعيل وجعفر وهارون وحسن وأحمد ومحمد وعبيد الله وحمزة وزيد وعبد الله \n  وإسحاق وحسين والفضل وسليمان وعدة بنات سماهم الزبير في كتاب النسب .\n</p>\n<p class=\"arabic\">وكان سيد بني هاشم في زمانه وأجلهم وأنبلهم وكان المأمون يعظمه ويخضع له ويتغالى \n  فيه حتى أنه جعله ولي عهده من بعده وكتب بذلك إلى الآفاق فثار لذلك بنو العباس \n  وتألموا لإخراج الأمر عنهم كما هو مذكور في الحوادث .\n</p>\n<p class=\"arabic\">وقيل إن دعبلا الخزاعي أنشده مديحا فوصله بستمائة دينار وبجبة خز بذل له فيها \n  أهل قم ألف دينار فامتنع وسافر فأرسلوا من قطع عليه الطريق وأخذ الجبة فرد \n  إلى قم وكلمهم فقالوا ليس إليها سبيل ولكن هذه ألف دينار وأعطوهخرقة منها .\n</p>\n<p class=\"arabic\">وقال المبرد عن أبي عثمان المازني قال سئل علي بن موسى الرضا يكلف الله العباد \n  ما لا يطيقون قال هو أعدل من ذلك .\n</p>\n<p class=\"arabic\">قيل فيستطيعون أن يفعلوا ما يريدون قال هم أعجز من ذلك .\n</p>\n<p class=\"arabic\">ويروى أن المأمون هم مرة أن يخلع نفسه من الأمر ويوليه علي بن موسى *14*271* \n  الرضا ولما جعله ولي عهده نزع السواد العباسي وألبس الناس الخضرة وضرب اسم \n  الرضا على الدينار والدرهم .\n</p>\n<p class=\"arabic\">وقيل إنه قال يوما للرضا ما يقول بنو أبيك في جدنا العباس قال ما يقولون في \n  رجل فرض الله طاعة نبيه على خلقه وفرض طاعته على نبيه فأمر له المأمون بألف \n  درهم .\n</p>\n<p class=\"arabic\">وبلغنا أن زيد بن موسى خرج بالبصرة على المأمون وفتك بأهلها فبعث إليه المأمون \n  أخاه .\n</p>\n<p class=\"arabic\">علي بن موسى الرضا يرده عن ذلك فسار إليه فيما قيل وحجه وقال له ويلك يا زيد \n  فعلت بالمسلمين ما فعلت وتزعم أنك ابن فاطمة بنت رسول الله صلى الله عليه \n  وسلم والله لأشد الناس عليك رسول الله صلى الله عليه وسلم ينبغي لمن أخذ برسول \n  الله أن يعطي به .\n</p>\n<p class=\"arabic\">فبلغ كلامه المأمون فبكى وقال هكذا ينبغي أن يكون أهل بيت النبوة .\n</p>\n<p class=\"arabic\">ولأبي نواس في علي رحمة الله عليه .\n</p>\n<p class=\"arabic\">% قيل لي أنت أحسن الناس طرا % % في فنون من المقال النبيه % .\n</p>\n<p class=\"arabic\">% لك من جيد القريض مديح % % يثمر الدر في يدي مجتنيه % .\n</p>\n<p class=\"arabic\">% فعلام تركت مدح ابن موسى % % والخصال التي تجمعن فيه % .\n</p>\n<p class=\"arabic\">% قلت لا أستطيع مدح إمام % % كان جبريل خادما لأبيه % .\n</p>\n<p class=\"arabic\">قلت هذا لا يجوز إطلاقه من أن جبريل عليه السلام خادم لأبيه إلا *14*272* \n  بنص والنص معدوم فيه .\n</p>\n<p class=\"arabic\">وقد كذبت الرافضة على علي الرضا وآبائه رضي الله عنهم أحاديث ونسخا هو بريء \n  من عهدتها ومنزه من قولها .\n</p>\n<p class=\"arabic\">وقد ذكروه من أجلها في كتب الرجال من جملتها عن أبيه عن جده جعفر عن أبيه \n  عن جده عن أبيه علي رضي الله عنه مرفوعا السبت لنا والأحد لشيعتنا والاثنين \n  لبني أمية والثلاثاء لشيعتهم والأربعاء لبني العباس والخميس لشيعتهم والجمعة \n  للناس جميعا .\n</p>\n<p class=\"arabic\">فانظر ما أسمج هذا الكذب قبح الله من وضعه .\n</p>\n<p class=\"arabic\">وبالإسناد لما أسري بي سقط إلى الأرض من عرقي فنبت منه الورد فمن أحب أن يشم \n  رائحتي فليشم الورد .\n</p>\n<p class=\"arabic\">وبالسند إدهنوا بالبنفسج فإنه بارد في الصيف حار في الشتاء و من أكل رمانة \n  بقشرها أنار الله قلبه أربعين ليلة و الحناء بعد النورة أمان من الجذام و \n  كان عليه السلام إذا عطس قال علي له رفع الله ذكرك وإذا عطس علي قال له النبي \n  صلى الله عليه وسلم أعلى الله كعبك .\n</p>\n<p class=\"arabic\">فأظن هذا من كذب الزنادقة .\n</p>\n<p class=\"arabic\">نقل القاضي شمس الدين بن خلكان أن سبب موته أنه أكل عنبا فأكثر منه .\n</p>\n<p class=\"arabic\">قال وقيل بل كان مسموما فاعتل منه فمات .\n</p>\n<p class=\"arabic\">قلت مات في صفر سن ثلاث ومائتين عن خمسين سن بطوس .\n</p>\n<p class=\"arabic\">ومشهده مقصود بالزيارة رحمه الله *14*273* .\n\n</p>"
}