{
    "header": "عبد الوهاب بن عطاء .",
    "id": "006260",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الوهاب بن عطاء .\n</h1>\n<p class=\"arabic\">*14*250* .\n</p>\n<p class=\"arabic\">أبو نصر البصري الخفاف مولى بني عجل .\n</p>\n<p class=\"arabic\">سكن بغداد وحدث عن حميد الطويل وسعيد الجريري وخالد الحذاء وثور بن يزيد وسعيد \n  بن أبي عروبة وكان مكثرا عنه وابن عون وسليمان التيمي ومحمد بن عمرو بن علقمة .\n</p>\n<p class=\"arabic\">وروى القراءة عن أبي عمرو بن العلاء .\n</p>\n<p class=\"arabic\">روى عنه الحروف خلف البزاز وأحمد بن جبير الأنطاكي .\n</p>\n<p class=\"arabic\">وعنه أحمد بن حنبل عمرو الناقد والحسن بن محمد الزعفراني وعباس الدوري والحارث \n  بن أبي أسامة وخلق كثير .\n</p>\n<p class=\"arabic\">قال ابن سعد كان كثير الحديث لزم ابن أبي عروبة وعرف بصحبته .\n</p>\n<p class=\"arabic\">وقال ابن معين ثقة .\n</p>\n<p class=\"arabic\">وقال البخاري ليس بالقوي .\n</p>\n<p class=\"arabic\">وقال الدارقطني ثقة *14*251* .\n</p>\n<p class=\"arabic\">وقال غيره كان صالحا بكاء رحمه الله .\n</p>\n<p class=\"arabic\">قلت مات في آخر سنة أربع ومائتين وكان قد سمع من سعيد تصانيفه .\n</p>\n<p class=\"arabic\">قال أحمد بن حنبل كان عبد الوهاب يقرأ عند ابن أبي عروبة تصانيفه فكان عبد \n  الله الأفطس يقول يا عبد الوهاب طرب طرب .\n</p>\n<p class=\"arabic\">قال وكان يحيى بن سعيد حسن الرأي فيه .\n</p>\n<p class=\"arabic\">وقال المروذي قلت لأحمد عبد الوهاب ثقة قال تدري ما تقول الثقة يحيى القطان .\n</p>\n<p class=\"arabic\">وروى أثرم عن أحمد قال كان عبد الوهاب عالما بسعيد .\n</p>\n<p class=\"arabic\">وقال يحيى بن أبي طالب بلغنا أن عبد الوهاب كان مستملي سعيد وكان عبد الوهاب \n  أكثر الناس بكاء ما كان يقوم من مجلسه حتى يبكي .\n</p>\n<p class=\"arabic\">وقال أبو حاتم يكتب حديثه .\n</p>\n<p class=\"arabic\">وقال أبو زرعة هو أصلح من علي بن عاصم روى عن ثور حديثين ليسا من حديثه .\n</p>\n<p class=\"arabic\">قلت أحدهما في العباس اللهم أخلفه في ولده *14*252* حسنه الترمذي .\n\n</p>"
}