{
    "header": "محمد بن عبد الله بن كناسة ن واسم كناسة عـ...",
    "id": "006338",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن عبد الله بن كناسة ن واسم كناسة عبد الأعلى بن عبد الله بن خليفة \n  بن زهير بن نضلة أبو يحيى وأبو عبد الله الأسدي الكوفي .\n</h1>\n<p class=\"arabic\">وقيل بل كناسة لقب لأبيه .\n</p>\n<p class=\"arabic\">وقيل هو ابن أخت إبراهيم بن أدهم العابد .\n</p>\n<p class=\"arabic\">روى عن هشام بن عروة والأعمش وإسماعيل بن أبي خالد وعبد الله بن شبرمة وجعفر \n  بن برقان ومحمد بن السائب الكلبي ومسعر وجماعة .\n</p>\n<p class=\"arabic\">وعنه أحمد بن حنبل وأبو خيثمة وأبو بكر بن أبي شيبة وابن نمير وأحمد بن منصور \n  الرمادي ومؤمل بن إهاب ومحمد بن إسحاق الصنعاني ومحمد بن الفرج الأزرق والحارث \n  بن أبي أسامة وخلق *14*356* .\n</p>\n<p class=\"arabic\">وقال ابن معين وأبو داود وعلي بن المديني والعجلي وغيرهم ثقة .\n</p>\n<p class=\"arabic\">قال أبو حاتم كان صاحب أخبار يكتب حديثه ولا يحتج به .\n</p>\n<p class=\"arabic\">وقال يعقوب السدوسي ثقة صالح الحديث له علم بالعربية والشعر وأيام الناس وهو \n  ابن أخت إبراهيم بن أدهم .\n</p>\n<p class=\"arabic\">أنبأنا أحمد بن سلامة بن أبي المكارم اللبان وخليل الداراني قالا أنا أبو \n  علي أنا أبو نعيم ثنا أبو بكر بن خلاد ثنا محمد بن الفرج والحارث بن محمد \n  قالا ثنا محمد بن عبد الله بن كناسة ثنا هشام بن عروة عن أخيه عثمان عن أبيه \n  عن الزبير بن العوام قال قال رسول الله صلى الله عليه وسلم غيروا الشيب ولا \n  تشبهوا اليهود تفرد به ابن كناسة رواه النسائي عن حميد بن زنجويه عنه .\n</p>\n<p class=\"arabic\">وقال ابن معين إنما هو عن عروة مرسل .\n</p>\n<p class=\"arabic\">وقال الدار قطني لم يتابع عليه رواه الحفاظ من أصحاب هشام عن عروة مرسلا .\n</p>\n<p class=\"arabic\">وقال زيد بن الحريش نا عبد الله بن رجاء عن الثوري وهشام عن أبيه عن عائشة \n  نحوه *14*357* .\n</p>\n<p class=\"arabic\">قال يعقوب بن شيبة مات بالكوفة لثلاث خلون من شوال سنة سبع ومائتين .\n</p>\n<p class=\"arabic\">وقال مطين سنة سبع .\n</p>\n<p class=\"arabic\">وقال ابن قانع سنة تسع فوهم .\n</p>\n<p class=\"arabic\">ويقال إنه ولد سنة ثلاث وعشرين ومائة .\n</p>\n<p class=\"arabic\">وله كتاب الأنواء وكتاب معاني الشعر وكتاب سرقات الكتب من القرآن .\n</p>\n<p class=\"arabic\">وله يرثي ولده .\n</p>\n<p class=\"arabic\">% وسميته يحيى ليحيى فلم يكن % % إلى رد أمر الله عنه سبيل % .\n</p>\n<p class=\"arabic\">% تفاءلت لو يغني التفاؤل باسمه % % وما خلت فالا قبل ذاك يفيل % .\n\n</p>"
}