{
    "header": "محمد بن إدريس بن العباس بن عثمان بن شافعـ...",
    "id": "006320",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن إدريس بن العباس بن عثمان بن شافع بن السائب بن عبيد بن عبد بن هاشم \n  بن المطلب بن عبد مناف بن قصي  .\n</h1>\n<p class=\"arabic\">الإمام العلم أبو عبد الله الشافعي المكي المطلبي الفقيه نسيب رسول الله صلى \n  الله عليه وسلم .\n</p>\n<p class=\"arabic\">ولد بغرة سنة خمسين ومائة وحمل إلى مكة وهو ابن سنتين فنشأ بها وأقبل على \n  الأدب والعربية والشعر فبرع في ذلك وحبب إليه الرمي حتى فاق الأقران وصار \n  يصيب من العشرة تسعة ثم كتب العلم .\n</p>\n<p class=\"arabic\">وروى عن سلم بن خالد الزنجي فقيه مكة وداود بن عبد الرحمن العطار وعبد العزيز \n  بن أبي سلمة الماجشون وعمه محمد بن علي بن شافع ومالك بن أنس وعرض عليه الموطأ \n  ) .\n</p>\n<p class=\"arabic\">حفظا وعطاف بن خالد وسفيان بن عيينة وإبراهيم بن سعد وإبراهيم بن أبي يحيى \n  الأسلمي الفقيه وإسماعيل بن جعفر وعبد الرحمن بن أبي بكر المليكي وعبد العزيز \n  الدراوردي ومحمد بن علي الجندي ومحمد بن الحسن الفقيه وإسماعيل بن علية ومطرف \n  بن مازن قاضي صنعاء وخلق سواهم .\n</p>\n<p class=\"arabic\">وعنه أبو بكر الحميدي وأبو عبيد القاسم بن سلام وأحمد بن حنبل وأبو ثور إبراهيم \n  بن خالد الكلبي وابو يعقوب يوسف بن يحيى البويطي *14*306* وحرملة بن يحيى \n  وأبو إبراهيم إسماعيل بن يحيى المزني والحسين بن علي الكرابيسي والحسن بن \n  محمد الزعفراني ومحمد بن عبد الله بن عبد الحكم والربيع بن سليمان المرادي \n  وموسى بن أبي الجارود المكي ويونس بن عبد الأعلى وأحمد بن سنان القطان وأبو \n  الطاهر أحمد بن عمرو بن السرح وبحر بن نصر الخولاني وعبد العزيز المكي صاحب \n  الحيدة وخلق سواهم .\n</p>\n<p class=\"arabic\">وممن روى عن الشافعي أحمد بن محمد الأزرقي شيخ البخاري وأحمد بن محمد بن سعيد \n  الصيرفي البغدادي وأحمد بن سعيد الهمداني وأحمد بن أبي سريح الرازي وأحمد \n  بن خالد البغدادي الخلال وأحمد بن يحيى بن وزير المصري وأحمد بن عبد الرحمن \n  ابن أخي ابن وهب وأحمد بن صالح وإبراهيم بن محمد الشافعي وإبراهيم بن المنذر \n  وإسحاق بن راهويه وإسحاق بن بهلول وأحمد بن يحيى بن عبد الرحمن الشافعي المتكلم \n  والحسن بن عبد العزيز الحروي والحارث بن شريح البقال وداود ين يحيى البلخي \n  وسليمان بن داود المصري وسليمان بن داود الهاشمي والأصمعي وعبد الغني بن عبد \n  الغني المصري العسال وعبد العزيز بن عمران بن مقلاص وعلي بن سعيد الرقي وعلي \n  بن سلمة الحنفي اللبقي وأبو حنيفة قحزم بن عبد الله الأسواني ومحمد بن يحيى \n  العدني ومحمد بن سعيد بن خالد العطار ومسعود بن سهل المصري الأسود وهارون \n  بن سعيد الأيلي ويحيى بن عبد الله وغيرهم .\n</p>\n<p class=\"arabic\">وهذا التاريخ يضيق عن ذكر شمائل الإمام الشافعي رحمه الله تعالى وقد أفرد \n  له غير واحد من العلماء ترجمة في مجلد تام ولكنا نذكر إن شاء الله تعالى له \n  ترجمة حسنة فنقول كان السائب بن عبيد المطلبي أحد من أسر يوم بدر من المشركين \n  وكان *14*307* يشبه بالنبي صلى الله عليه وسلم وأمه هي الشفاء بنت أرقم بن \n  نضلة أخي عبد المطلب ابني هاشم .\n</p>\n<p class=\"arabic\">ويقال إنه أسلم بعد أن فدى نفسه ولابنه شافع رؤية .\n</p>\n<p class=\"arabic\">وعثمان بن شافع معدود من التابعين وكانت أم الشافعي أزدية فعن ابن عبد الحكم \n  قال لما حملت أم الشافعي به رأت كأن المشتري خرج من فرجها حتى انقض بمصر ثم \n  وقع في كل بلد منه شظية فتأول المعتبرون أنه يخرج منها عالم يخص علمه أهل \n  مصر ثم يتفرق في سائر البلدان .\n</p>\n<p class=\"arabic\">وعن الشافعي قال لم يكن لي مال فكنت أطلب العلم في الحداثة أذهب إلى الديوان \n  استوهب الظهور أكتب فيها .\n</p>\n<p class=\"arabic\">وقال عمرو بن سواد قال لي الشافعي كانت نهمتي في شيئين في الرمي وطلب العلم \n  فنلت من الرمي حتى كنت أصيب عشرة من عشرة وسكت عن العلم .\n</p>\n<p class=\"arabic\">فقلت له أنت والله في العلم أكبر منك في الرمي .\n</p>\n<p class=\"arabic\">قال وولدت بعقسلان فلما أتت علي سنتان حملتني أمي إلى مكة هذه رواية صحيحة .\n</p>\n<p class=\"arabic\">وقال قال عبد الرحمن بن أبي حاتم ثنا أحمد بن عبد الرحمن ابن أخي ابن وهب \n  سمعت الشافعي يقول ولدت باليمن فخافت أمي علي الضيعة وقالت إلحق أهلك فتكون \n  مثلهم .\n</p>\n<p class=\"arabic\">فجهزتني إلى مكة فقدمتها وأنا ابن عشر فصرت إلى قريب لي وجعلت أطلب العلم \n  فيقول لي لا تشتغل بهذا وأقبل *14*308* على ما ينفعك فجعلت لذتي في هذا العلم \n  وطلبته حتى رزق الله منه ما رزق .\n</p>\n<p class=\"arabic\">كذا قال إنه ولد باليمن وهذا غلط أو لعله أراد باليمن القبيلة .\n</p>\n<p class=\"arabic\">وقال أحمد بن إبراهيم الطائي الأوقع وهو مجهول ثنا المزني سمع الشافعي يقول \n  حفظت القرآن وأنا ابن سبع سنين وحفظت الموطأ وأنا ابن عشر سنين .\n</p>\n<p class=\"arabic\">وقال أبو بكر محمد بن أحمد بن عبد الصمد بن أحمد المطلبي الشافعي المكي شيخ \n  لابن جميع قال أبي معاوية الأيلي قال سمعت الشافعي يقول أقمت في بطون العرب \n  عشرين سنة آخذ أشعارها ولغاتها وحفظت القرآن فما علمت أنه مر بي حرف إلا وقد \n  علمت المعنى فيه ما خلا حرفين احديهما دساها .\n</p>\n<p class=\"arabic\">وعن حرملة سمعت الشافعي يقول أتيت مالكا وأنا ابن ثلاث عشر سنة وكان ابن عم \n  لي والي المدينة فكلم لي مالكا فأتيته فقال اطلب من يقرأ لك فقلت أنا أقرأ .\n</p>\n<p class=\"arabic\">فقرأت عليه فكان ربما قال لي لشيء مر أعده فأعيده حفظا وكأنه أعجبه ثم سألته \n  عن مسألة فأجابني ثم أخرى فقال أنت تحب أن تكون قاضيا .\n</p>\n<p class=\"arabic\">وقال ابن عبد الحكم سمعت الشافعي يقول قرأت على إسماعيل بن قسطنطين .\n</p>\n<p class=\"arabic\">وقال قرأت على شبل وقال قرأت على عبد الله بن كثير وهو على *14*309* مجاهد \n  وأخبر مجاهد أنه قرأ على ابن عباس .\n</p>\n<p class=\"arabic\">قال وكان إسماعيل يقول القرآن اسم وليس بمهموز ولم يؤخذ من قرأت ولو أخذ من \n  قرأت كان كل ما قريء قرآنا ولكنه اسم للقرآن مثل التوراة والإنجيل .\n</p>\n<p class=\"arabic\">وقال محمد بن إسماعيل أظنه السلمي حدثني حسين الكرابيسي قال بت مع الشافعي \n  غير ليلة وكان يصلي نحو ثلث الليل فما رأيته يزيد على خمسين آية فإذا أكثر \n  فمائة وكان لا يمر بآية رحمة إلا سأل الله ولا بآية عذاب إلا تعوذ منها .\n</p>\n<p class=\"arabic\">وقال إبراهيم بن محمد بن الحسن الأصبهاني ثنا الربيع قال كان الشافعي يختم \n  القرآن ستين مرة في رمضان .\n</p>\n<p class=\"arabic\">وكان من أحسن الناس قراءة فروى الزبير عن عبد الواحد الأستراباذي قال سمعت \n  عباس بن الحسين سمعت بحر بن نصر يقول كنا إذا أردنا أن نبكي قلنا بعضنا لبعض \n  قوموا بنا إلى هذا الفتى المطلبي يقرأ القرآن فإذا أتيناه استفتح القرآن حتى \n  يتساقط الناس ويكثر عجيجهم بالبكاء من حسن صوته فإذا رأى ذلك أمسك عن القراءة .\n</p>\n<p class=\"arabic\">وقال أحمد بن عبد الرحمن بن الجارود وهو كذاب سمعت الربيع يقول كان الشافعي \n  يفتي وله خمس عشرة سنة وكان يحي الليل إلى أن مات .\n</p>\n<p class=\"arabic\">وقال محمد بن محمد الباغندي حدثني الربيع بن سليمان قال ثنا الحميدي قال قال \n  مسلم بن خالد الزنجي وقد مر على الشافعي فقال يا *14*310* أبا عبد الله أفت \n  فقد آن لك أن تفتي .\n</p>\n<p class=\"arabic\">قال أبو بكر الخطيب هكذا ذكر في هذه الحكاية .\n</p>\n<p class=\"arabic\">وليس ذلك بمستقيم لأن الحميدي كان يصغر إذ ذاك عن الشافعي وله تلك السن والصواب \n  ثنا علي بن المحسن ثنا محمد بن إسحاق الصفار ثنا عبد الله بن محمد القزويني \n  سمعت الربيع بن سليمان سمعت الحميدي يقول قال مسلم بن خالد الزنجي للشافعي \n  أفت فقد آن لك أن تفتي وهو ابن دون عشرين سنة .\n</p>\n<p class=\"arabic\">ورواها أبو نعيم الإستراباذي عن الربيع عن الحميدي قال قال مسلم الزنجي .\n</p>\n<p class=\"arabic\">وقال أبو نعيم الحافظ ثنا علي أنا أبو النضر سمعت محمد بن العباس سمعت إبراهيم \n  بن مراد قال كان الشافعي طويلا نبيلا جسيما .\n</p>\n<p class=\"arabic\">وقال الزعفراني كان الشافعي يخضب بالحناء خفيف العارضين .\n</p>\n<p class=\"arabic\">وقال المزني ما رأيت أحسن وجها من الشافعي وكان ربما قبض على لحيته فلا تفضل \n  عن قبضته .\n</p>\n<p class=\"arabic\">قال الربيع المؤذن سمعت الشافعي يقول كنت ألزم الرمي حتى كان الطبيب يقول \n  لي أخاف أن يصيبك السل من كثرة وقوفك في الحر وكنت أصيب من العشرة تسعة .\n</p>\n<p class=\"arabic\">وروى عبد الرحمن بن أبي حاتم في كتاب مناقب الشافعي له بإسنادين أن الشافعي \n  قال كنت أكتب في الأكناف والعظام .\n</p>\n<p class=\"arabic\">وقال الحميدي سمعت الشافعي يقول كنت يتيما في حجر أمي ولم يكن لها ما تعطي \n  المعلم وكان المعلم قد رضي مني أن أقوم على الصبيان إذا *14*311* غاب وأخفف \n  عنه .\n</p>\n<p class=\"arabic\">وقال الربيع سمعت الشافعي يقول قدمت على مالك وقد حفظت الموطأ ظاهرا .\n</p>\n<p class=\"arabic\">فقلت أريد سماعه فقال أطلب من يقرأ لك .\n</p>\n<p class=\"arabic\">فقلت لا عليك أن تسمع قراءتي فإن سهل عليك قرأت لنفسي .\n</p>\n<p class=\"arabic\">فقال اطلب من يقرأ لك وكررت عليه فلما سمع قراءتي قرأت لنفسي .\n</p>\n<p class=\"arabic\">وقال جعفر ابن أخي أبي ثور سمعت عمي يقول كتب عبد الرحمن بن مهدي إلى الشافعي \n  وهو شاب أن يضع له كتابا فيه معاني القرآن ويجمع الأخبار فيه وحجة الإجماع \n  وبيان الناسخ والمنسوخ من القرآن والسنة فوضع له كتاب الرسالة .\n</p>\n<p class=\"arabic\">قال عبد الرحمن بن مهدي ما أصلي صلاة إلا وأنا أدعو للشافعي فيها قلت وكان \n  عبد الرحمن من كبار العلماء قال فيه أحمد بن حنبل عبد الرحمن بن مهدي إمام .\n</p>\n<p class=\"arabic\">وروى أبو العباس بن سريج عن أبي بكر بن الجنيد قال حج بشر المريسي فرجع فقال \n  لأصحابه رأيت شابا من قريش بمكة ما أخاف على مذهبنا إلا منه يعني الشافعي \n  *14*312* .\n</p>\n<p class=\"arabic\">وقال الزعفراني حج المريسي فلما قدم قال رأيت بالحجاز رجلا ما رأيت مثله سائلا \n  ولا مجيبا يعني الشافعي ) .\n</p>\n<p class=\"arabic\">قال فقدم علينا فاجتمع إليه الناس وخفوا عن بشر فجئت إلى بشر .\n</p>\n<p class=\"arabic\">فقلت هذا الشافعي الذي كنت تزعم قد قدم فقال إنه قد تغير عما كان عليه .\n</p>\n<p class=\"arabic\">قال فما كان مثله إلا مثل اليهود في أمر عبد الله بن سلام .\n</p>\n<p class=\"arabic\">وقال الميموني سمعت أحمد بن حنبل يقول ستة أدعوا لهم سحرا أحدهم الشافعي .\n</p>\n<p class=\"arabic\">وقال هارون الزنجاني ثنا عبد الله بن أحمد بن حنبل قال قلت لأبي يا أبه أي \n  رجل كان الشافعي فإني سمعتك تكثر من الدعاء له فقال يا بني كان الشافعي كالشمس \n  للدنيا وكالعافية للناس فهل لهذين من خلف أو منهما عوض الزنجاني مجهول .\n</p>\n<p class=\"arabic\">وقال أبو داود ما رأيت أحمد يميل إلى أحد ميله إلى الشافعي .\n</p>\n<p class=\"arabic\">وقال أبو عبيد ما رأيت رجلا أعقل من الشافعي .\n</p>\n<p class=\"arabic\">وقال قتيبة الشافعي إمام .\n</p>\n<p class=\"arabic\">وقال أبو علي الصواف حدثني أحمد بن الحسن الحماني سمعت أبا عبيد يقول رأيت \n  الشافعي عند محمد بن الحسن وقد دفع إليه خمسين دينارا وكان قد دفع إليه قبل \n  ذلك خمسين درهما وقال إن اشتهيت العلم فالزم .\n</p>\n<p class=\"arabic\">قال أبو عبيد فسمعت الشافعي يقول كتبت عن محمد بن الحسن وقر *14*313* بعير \n  ولما أعطاه محمد قال لا تحتشم قال لو كنت عندي ممن أحتشمك ما قبلت برك تفرد \n  بها الحماني وهو مجهول .\n</p>\n<p class=\"arabic\">لكن قول الشافعي حملت عن محمد بن الحسن وقر بختي صحيح رواه ابن أبي حاتم قال \n  ثنا الربيع قال سمعت الشافعي يقول حملت عن محمد بن الحسن حمل بختي ليس عليه \n  إلا سماعي .\n</p>\n<p class=\"arabic\">وقال أبو حاتم ثنا أحمد بن أبي سريج الرازي سمعت الشافعي يقول أنفقت على كتب \n  محمد بن الحسن ستين دينارا ثم تدبرتها فوضعت إلى جنب كل مسألة حديثا .\n</p>\n<p class=\"arabic\">قلت وكان الشافعي مع فرط ذكائه يستعمل ما يزيده حفظا وذكاء .\n</p>\n<p class=\"arabic\">قال هارون بن سعيد الأيلي قال لنا الشافعي أخذت الكتان سنة للحفظ فأعقبي رمي \n  الدم سنة .\n</p>\n<p class=\"arabic\">وقال يونس بن عبد الأعلى لو جمعت أمة ما وسعهم عقل الشافعي ) .\n</p>\n<p class=\"arabic\">وعن يحيى بن أكثم قال كنا عند محمد بن الحسن في المناظرة وكان الشافعي رجلا \n  قرشي العقل والفهم والذهن صافي العقل والفهم والدماغ سريع الإصابة ولو كان \n  أكثر سماعا للحديث لا ستغنى أمة محمد صلى الله عليه وسلم به عن غيره من الفقهاء .\n</p>\n<p class=\"arabic\">رواها أبو جعفر الترمذي حدثني أبو الفضل الواشجردي سمعت أبا عبد الله الصاغاني \n  عن يحيى فذكرها *14*314* .\n</p>\n<p class=\"arabic\">وعن المأمون قال قد امتحنت محمد بن إدريس في كل شيء فوجدته كاملا .\n</p>\n<p class=\"arabic\">وقال أبو يحيى المكي الزاهد حدثنا أحمد بن محمد ابن بنت الشافعي سمعت أبي \n  وعمي يقولان كان ابن عيينة إذا جاءه شيء من التفسير والفتيا التفت إلى الشافعي \n  فيقول سلوا هذا .\n</p>\n<p class=\"arabic\">وقال أبو سعيد بن الأعرابي عن تميم بن عبد الله سمعت سويد بن سعيد يقول كنا \n  عند سفيان فجاء الشافعي فروى سفيان حديثا رقيقا فغشي على الشافعي فقيل يا \n  أبا محمد مات محمد بن إدريس .\n</p>\n<p class=\"arabic\">فقال إن كان مات فقد مات أفضل أهل زمانه .\n</p>\n<p class=\"arabic\">وقال الدار قطني في ذكر من روى عن الشافعي ثنا أبو بكر محمد بن أحمد بن سهل \n  النابلسي الشهيد ثنا أحمد بن محمد بن زياد الأعرابي سمعت تميم بن عبد الله \n  الرازي سمعت أبا زرعة سمعت قتيبة يقول مات الثوري ومات الورع ومات الشافعي \n  فماتت السنن فيموت أحمد بن حنبل وتظهر البدع .\n</p>\n<p class=\"arabic\">وقال الحارث بن سريج البقال سمعت يحيى القطان يقول أنا أدعو الله للشافعي \n  أخصه به .\n</p>\n<p class=\"arabic\">وقال أبو بكر بن خلاد وأنا أدعو الله في دبر صلاتي للشافعي .\n</p>\n<p class=\"arabic\">وقال بن علي الظاهري سمعت إسحاق بن راهويه يقول لقيني أحمد بن حنبل بمكة فقال \n  تعال حتى أريك رجلا لم تر عيناك مثله قال *14*315* فأقامني على الشافعي .\n</p>\n<p class=\"arabic\">وقال أبو ثور ما رأيت مثل الشافعي ولا رأى هو مثل نفسه .\n</p>\n<p class=\"arabic\">وقال أيوب بن سويد صاحب الأوزاعي ما ظننت أني أعيش حتى أرى مثل الشافعي .\n</p>\n<p class=\"arabic\">وقال أحمد بن حنبل وله طرق عنه إن الله يقيض للناس في رأس كل مائة سنة من \n  يعلمهم السنن وينفي عن رسول الله صلى الله عليه وسلم الكذب فنظرنا فإذا في \n  رأس المائة عمر بن ) .\n</p>\n<p class=\"arabic\">عبد العزيز وفي رأس المائتين الشافعي .\n</p>\n<p class=\"arabic\">وقال حرملة سمعت الشافعي يقول سميت ببغداد ناصر الحديث .\n</p>\n<p class=\"arabic\">وقال الفضل بن زياد سمعت أحمد بن حنبل يقول ما أحد مس محبرة ولا قلما إلا \n  وللشافعي في عنقه منة .\n</p>\n<p class=\"arabic\">وقال أحمد كان الشافعي من أفصح الناس .\n</p>\n<p class=\"arabic\">وقال إبراهيم الحربي سألت أحمد عن الشافعي فقال حديث صحيح ورأي صحيح .\n</p>\n<p class=\"arabic\">وقال الزعفراني ما قرأت على الشافعي حرفا من هذه الكتب إلا وأحمد حاضر .\n</p>\n<p class=\"arabic\">وقال إسحاق بن راهويه ما تكلم أحد بالرأي وذكر الأوزاعي والثوري *14*316* \n  أبا حنيفة ومالكا إلا والشافعي أكثر اتباعا وأقل خطأ منه .\n</p>\n<p class=\"arabic\">الشافعي إمام .\n</p>\n<p class=\"arabic\">وقال ابن معين ليس به بأس .\n</p>\n<p class=\"arabic\">وعن أبي زرعة قال ما عند الشافعي حديث فيه غلط .\n</p>\n<p class=\"arabic\">وقال أبو داود ما أعلم للشافعي حديثا خطأ .\n</p>\n<p class=\"arabic\">وقال أبو حاتم صدوق .\n</p>\n<p class=\"arabic\">وقال الربيع بن سليمان لو رأيتم الشافعي لقلتم إن هذه ليست كتبه .\n</p>\n<p class=\"arabic\">كان والله لسانه أكبر من كتبه .\n</p>\n<p class=\"arabic\">وعن يونس بن عبد الأعلى قال ما كان الشافعي إلا ساحرا وما كنا ندري ما يقول \n  إذا قعدنا حوله وكأن ألفاظه سكر .\n</p>\n<p class=\"arabic\">وعن عبد الملك بن هشام النحوي قال طالت مجالستنا للشافعي فما سمعت منه لحنة \n  قط .\n</p>\n<p class=\"arabic\">وكان ممن تؤخذ عنه اللغة .\n</p>\n<p class=\"arabic\">وقال أحمد بن أبي سريج الرازي ما رأيت أحدا أفوه ولا أنطق من الشافعي .\n</p>\n<p class=\"arabic\">وقال الأصمعي أخذت شعر هذيل عن الشافعي .\n</p>\n<p class=\"arabic\">وقال الزبير أخذت شعر هذيل ووقائعها عن عمي مصعب الزبيري *14*317* .\n</p>\n<p class=\"arabic\">وقال أخذتها عن الشافعي حفظا .\n</p>\n<p class=\"arabic\">وقال موسى بن سهل أحمد بن صالح قال قال لي الشافعي تعبد من قبل أن ترأس فإنك \n  إن ) .\n</p>\n<p class=\"arabic\">ترأست لم تقدر أن تتعبد .\n</p>\n<p class=\"arabic\">قال أحمد وكان الشافعي إذا تكلم كان صوته صوت صنج أو جرس من حسن صوته .\n</p>\n<p class=\"arabic\">وقال محمد بن عبد الله عبد الحكم ما رأيت الشافعي يناظر أحدا إلا ورحمته .\n</p>\n<p class=\"arabic\">وقال لو رأيت الشافعي يناظر لظننت أنه سبع يأكلك وهو الذي علم الناس الحجج .\n</p>\n<p class=\"arabic\">وقال الربيع بن سليمان سئل الشافعي في مسألة فأعجب بنفسه فأنشأ يقول .\n</p>\n<p class=\"arabic\">% إذا المشكلات تصدتني % % كشفت دقائقها بالنظر % .\n</p>\n<p class=\"arabic\">% ولست بإمعة في الرجال % % أسائل هذا وذا ما الخبر % .\n</p>\n<p class=\"arabic\">% ولكني مدره الأصغرين % % فتاح خير وفراج شر % .\n</p>\n<p class=\"arabic\">وعن هارون بن سعيد الأيلي قال لو أن الشافعي ناظر على أن هذا العمود الحجر \n  خشب لغلب لاقتداره على المناظرة .\n</p>\n<p class=\"arabic\">وقال الزعفراني قدم علينا الشافعي بغداد سنة خمس وتسعين فأقام عندنا سنتين \n  ثم خرج إلى مكة ثم قدم علينا سنة ثمان وتسعين فأقام عندنا *14*318* أشهرا \n  ثم خرج يعني إلى مصر .\n</p>\n<p class=\"arabic\">قلت وقد قدم قبل ذلك بغداد قدمته الأولى التي لقي فيها محمد بن الحسن .\n</p>\n<p class=\"arabic\">وقال الربيع سمعت الشافعي يقول في حكاية ذكرها .\n</p>\n<p class=\"arabic\">% لقد أصبحت نفسي تتوق إلى مصر % % ومن دونها أرض المهامة والقفر % .\n</p>\n<p class=\"arabic\">% فوالله ما أدري اللفوز والغنى % % أساق إليها أم أساق إلى قبري % .\n</p>\n<p class=\"arabic\">فسيق والله إليهما جميعا .\n</p>\n<p class=\"arabic\">وقال ابن خزيمة ويوسف بن عبد الأحد الرعيني ومحمد بن أحمد زغبة وأبو القاسم \n  بن بشار سمعنا الربيع يقول سمعت الشافعي يقول القرآن كلام الله غير مخلوق \n  رواه ابن خزيمة .\n</p>\n<p class=\"arabic\">الدار قطني ثنا الحسن بن رشيق نا فقير بن موسى بن فقير الأسواني نا أبو حنيفة \n  قحزم بن عبد الله الأسواني ثنا الشافعي ثنا أبو حنيفة بن سماك بن الفضل الخولاني \n  الشهلي ثنا ابن أبي ذئب عن المقبري عن أبي شريح الكعبي أن رسول الله صلى الله \n  عليه وسلم قال يوم الفتح من قتل له قتيل فهو بخير النظرين إن أحب العقل أخذ \n  وإن أحب فله القود ) .\n</p>\n<p class=\"arabic\">وقال علي بن محمد بن أبان القاضي ثنا أبو يحيى الشاجي ثنا المزني قال لما \n  وافى الشافعي مصر قلت في نفسي إن كان أحد يخرج ما في *14*319* ضميري وما تعلق \n  به خاطري من أمر التوحيد فهو فصرت إليه وهو في مسجد مصر فلما جثوت بين يديه \n  قلت إنه هجس في ضميري مسألة في التوحيد فعلمت أن أحدا لا يعلم علمك فما الذي \n  عندك فغضب ثم قال أتدري أين أنت قلت نعم .\n</p>\n<p class=\"arabic\">قال هذا الموضع الذي غرق فيه فرعون أبلغك أن رسول الله صلى الله عليه وسلم \n  أمر بالسؤال عن ذلك فقلت لا .\n</p>\n<p class=\"arabic\">فقال هل تكلم فيه الصحابة قلت لا .\n</p>\n<p class=\"arabic\">قال تدري كم نجوم السماء قلت لا .\n</p>\n<p class=\"arabic\">قال فكوكب منها تعرف جنسه طلوعه أفوله مم خلق قلت لا .\n</p>\n<p class=\"arabic\">قال فشيء تراه بعينك من الخلق لست تعرفه تتكلم في خالقه .\n</p>\n<p class=\"arabic\">ثم سألني عن مسألة في الوضوء فأخطأت فيها ففرعها على اربعة أوجه فلم أجب في \n  شيء منها .\n</p>\n<p class=\"arabic\">فقال شيء تحتاج إليه في اليوم خمس مرات تدع علمه وتتكلف علم الخالق إذا هجس \n  في ضميرك ذلك فارجع إلى الله تعالى وإلى قوله وإلهكم إله واحد الآية والآية \n  بعدها فاستدل بالمخلوق على الخالق ولا تتكلف علم ما لا يبلغه عقلك .\n</p>\n<p class=\"arabic\">قال فتبت .\n</p>\n<p class=\"arabic\">مدارها على أبي علي بن حمكان وهو ضعيف .\n</p>\n<p class=\"arabic\">وقال ابن أبي حام في كتابي عن الربيع بن سليمان قال حضرت الشافعي أو حدثني \n  أبو شعيب إلا أني أعلم أنه حضر عبد الله بن عبد الحكم ويوسف بن عمرو وحفص \n  الفرد وكان الشافعي يسميه المنفرد فسأل حفص عبد الله *14*320* ما تقول في \n  القرآن فآبى أن يجيبه فسأل يوسف فلم يجبه وكلاهما أشار إلى الشافعي فسأل الشافعي \n  فاحتج عليه وطالت المناظرة فقام الشافعي بالحجة عليه بأن القرآن كلام الله \n  غير مخلوق وبكفر حفص .\n</p>\n<p class=\"arabic\">قال الربيع فلقيت حفصا في المسجد فقال أراد الشافعي قتلي ) .\n</p>\n<p class=\"arabic\">وقال الربيع سمعت الشافعي يقول الإيمان قول وعمل يزيد وينقص .\n</p>\n<p class=\"arabic\">وقال الربيع قال الشافعي تجاوز الله عما في القلوب وكتب على الناس الأفعال \n  والأقاويل .\n</p>\n<p class=\"arabic\">وقال المزني قال الشافعي يقال لمن ترك الصلاة لا يعملها فإن صليت وإلا استتبناك \n  فإن تبت وإلا قتلناك كما تكفر فنقول إن آمنت وإلا قتلناك .\n</p>\n<p class=\"arabic\">وعن الربيع قال الشافعي ما أوردت الحجة والحق على أحد فقبله إلا هبته واعتقدت \n  مودته ولا كابرني على الحق أحد ودافع إلا سقط من عيني .\n</p>\n<p class=\"arabic\">وقال ابن عبد الحكم وغيره قال الشافعي ما ناظرت أحدا فأحببت أن يخطئ .\n</p>\n<p class=\"arabic\">وقال أحمد بن حنبل كان الشافعي إذا ثبت عنده الحديث قلده وخبر خصائله لم يكن \n  يشتهي الكلام إنما همته الفقه .\n</p>\n<p class=\"arabic\">وقال عبد الله بن أحمد بن حنبل سمعت أبي يقول قال الشافعي أنتم *14*321* أعلم \n  بالأخبار الصحاح منا فإذا كان خبر صحيح فأعلمني حتى أذهب إليه كوفيا كان أو \n  بصريا أو شاميا .\n</p>\n<p class=\"arabic\">وقال حرملة قال الشافعي كل ما قلت فكان من رسول الله صلى الله عليه وسلم خلاف \n  قولي مما صح فهو أولى ولا تقلدوني وقال حرملة قال الشافعي يقول إذا وجدتم \n  في كتابي خلاف سنة رسول الله صلى الله عليه وسلم فقولوا بها ودعوا ما قلته .\n</p>\n<p class=\"arabic\">وقال سمعته يقول وقال له رجل يا أبا عبد الله نأخذ بهذا الحديث فقال متى رويت \n  عن رسول الله صلى الله عليه وسلم حديثا صحيحا ولم آخذ به فأشهدكم أن عقلي \n  قد ذهب .\n</p>\n<p class=\"arabic\">وقال الحميدي روى الشافعي يوما حديثا فقلت أتأخذ به فقال رأيتني خرجت من كنيسة \n  أو علي زنار حتى إذا سمعت عن رسول الله صلى الله عليه وسلم حديثا لا أقول \n  به .\n</p>\n<p class=\"arabic\">وقال الشافعي إذا صح الحديث فهو مذهبي .\n</p>\n<p class=\"arabic\">وقال إذا صح الحديث فاضربوا بقولي الحائط .\n</p>\n<p class=\"arabic\">وقال الربيع سمعنه يقول أي سماء تظلني وأي أرض تقلني إذا رويت عن رسول الله \n  صلى الله عليه وسلم حديثا فلم أقل به ) *14*322* .\n</p>\n<p class=\"arabic\">وقال أبو ثور سمعته يقول كل حديث النبي صلى الله عليه وسلم فهو قولي وإن لم \n  تسمعوه مني .\n</p>\n<p class=\"arabic\">وقال محمد بن بشر العكري وغيره ثنا الربيع قال كان الشافعي قد جزء الليل ثلاثة \n  أجزاء ثلثه الأول يكتب والثاني يصلي والثالث ينام .\n</p>\n<p class=\"arabic\">قلت هذه حكاية صحيحة تدل على أن ليله كله كان عبادة فإن كتابة العلم عبادة \n  والنوم لحق الجسد عبادة قال عليه السلام إن لجسدك عليك حقا .\n</p>\n<p class=\"arabic\">وقال معاذ فأحتسب نومتي كما احتسب قومتي .\n</p>\n<p class=\"arabic\">وقال أبو عوانة ثنا الربيع سمعت الشافعي يقول ما شبعت منذ ست عشرة سنة إلا \n  مرة فأدخلت يدي فتقيأتها رواها ابن أبي حاتم فزاد بها لأن الشبع يثقل البدن \n  ويزيل الفطنة ويجلب النوم ويضعف عن العبادة .\n</p>\n<p class=\"arabic\">وعن الربيع قال لي الشافعي عليك بالزهد فإن الزهد على الزاهد *14*323* أحسن \n  من الحلي على الناهد .\n</p>\n<p class=\"arabic\">وقال إبراهيم بن الحسن الصوفي ثنا حرملة سمعت الشافعي يقول ما حلفت بالله \n  صادقا ولا كاذبا .\n</p>\n<p class=\"arabic\">وقال أبو ثور ما كان الشافعي يمسك الشيء من سماحته .\n</p>\n<p class=\"arabic\">وقال عمرو بن سواد كان الشافعي أسخر الناس على الدنيا والدرهم والطعام قال \n  لي أفلست ثلاث مرات فكنت أبيع قليلي وكثيري حتى حلي ابنتي وزوجتي ولم أرهن \n  قط .\n</p>\n<p class=\"arabic\">وقال الربيع أخذ رجل بركاب الشافعي فقال لي أعطه أربعة دنانير وأعذرني عنده .\n</p>\n<p class=\"arabic\">وعن المزني إن الشافعي وقف على رجل رآه حسن الرمي فأعطاه ثلاثة دنانير وقال \n  هل أحسنت .\n</p>\n<p class=\"arabic\">وقال أبو علي الحصائري سمعت الربيع يقول مر الشافعي على حمار في الحذائين \n  فسقط سوطه فوثب غلام بكمه وناوله إياه فقال لغلامه أعطه تلك الدنانير .\n</p>\n<p class=\"arabic\">قال الربيع ما أدري كانت تسعة أو سبعة *14*324* .\n</p>\n<p class=\"arabic\">وقال تزوجت فسألني الشافعي كم أصدقتها قلت ثلاثين دينارا عجلت منها ستة ) .\n</p>\n<p class=\"arabic\">فأعطاني أربعة وعشرين دينارا .\n</p>\n<p class=\"arabic\">وعن الربيع أن رجلا ناول الشافعي رقعة فيها إني رجل بقال رأس مالي درهم وقد \n  تزوجت فأعني .\n</p>\n<p class=\"arabic\">فقال يا ربيع أعطه ثلاثين دينارا واعذرني عنده .\n</p>\n<p class=\"arabic\">فقلت إن هذا رجل تكفيه عشرة دراهم .\n</p>\n<p class=\"arabic\">فقال ويحك أعطه .\n</p>\n<p class=\"arabic\">وقال ابن حاتم ثنا عبد الرحمن بن إبراهيم ثنا محمد بن روح ثنا الزبير بن سليمان \n  القرشي عن الشافعي قال خرج هرثمة فأقرني سلام أمير المؤمنين هارون وقال قد \n  أمر لك بخمسة آلاف دينار قال فحمل إليه المال فدعا بحجام فأخذ شعره فأعطاه \n  خمسين دينارا ثم أخذ رقاعا فصرر صررا وفرقها في القرشيين حتى ما بقي معه إلا \n  نحو مائة دينار .\n</p>\n<p class=\"arabic\">وقال أبو نعيم بن عدي والأصم والعكري وآخرون ثنا الربيع أخبرني الحميدي قال \n  قدم علينا الشافعي صنعاء فضربت له الخيمة ومعه عشرة آلاف دينار فجاء قوم فسألوه \n  فلما قلعت الخيمة ومعه منها شيء .\n</p>\n<p class=\"arabic\">وقال ابن عبد الحكم كان الشافعي أسخى الناس بما يجد .\n</p>\n<p class=\"arabic\">وقال إبراهيم بن محمود النيسابوري ثنا داود الظاهري ثنا أبو ثور قال *14*325* \n  وكان الشافعي من أسمح الناس كان يشتري الجارية الصناع التي تطبخ وتعمل الحلوى \n  ويشترط عليها هو أن لا يقربها لأنه كان عليلا لا يمكنه أن يقرب النساء لباسور \n  به إذ ذاك فكان يقول لنا اشتهوا ما أردتم .\n</p>\n<p class=\"arabic\">قلت هذا أصابه بآخره وإلا فقد تزوج وجاءته الأولاد .\n</p>\n<p class=\"arabic\">وقال أبو علي بن حكمان في كتاب فضائل الشافعي ثنا إبراهيم بن محمد بن يحيى \n  المزني ثنا ابن خزيمة ثنا الربيع قال أصحاب مالك يفخرون فيقولون كان يحضر \n  مجلس مالك نحو من ستين معمما والله لعد عددت في مجلس الشافعي ثلاثمائة معمم \n  سوى من شذ عني .\n</p>\n<p class=\"arabic\">وقال الحسن بن سفيان ثنا أبو ثور سمعت الشافعي وكان من معادن الفقه ونقاد \n  المعاني وجهابذة الألفاظ يقول حكم المعاني خلاف حكم الألفاظ لأن المعاني مبسوطة \n  إلى غير غاية وأسماء المعاني معدودة محدودة وجميع أصناف الدلالات على المعاني \n  لفظا وغير لفظ ) .\n</p>\n<p class=\"arabic\">خمسة أشياء أولها اللفظ ثم الإشارة ثم العقد ثم الخط ثم الذي يسمى النصبة \n  والنصبة في الحال الدلالة التي تقوم مقام تلك الأصناف ولا تقصر على تلك الدلالات \n  ولكل واحد من هذه الخمسة صورة بائنة من صورة صاحبتها وحلية مخالفة لحلية أختها \n  وهي التي تكشف لك عن أعيان المعاني في الجملة وعن خفائها عن التفسير وعن أجناسها \n  وأفرادها وعن خاصها وعامها وعن طباعها في السار والضار وعما يكون بهوا بهرجا \n  وساقطا مدحرجا .\n</p>\n<p class=\"arabic\">وقال الربيع كنت أنا والمزني والبويطي عند الشافعي فقال لي أنت نموت في الحديث \n  وقال للمزني هذا لو ناظره الشيطان قطعه وجدله وقال للبويطي أنت تموت في الحديد \n  *14*326* فدخلت على البويطي أيام المحنة فرأيته مقيدا مغلولا .\n</p>\n<p class=\"arabic\">وقال أبو بكر محمد بن إدريس وراق الحميدي سمعت الحميدي يقول قال الشافعي خرجت \n  إلى اليمن في طلب كتب الفراسة حتى كتبتها وجمعتها وقد روي عن الشافعي عدة \n  إصابات في الفراسة .\n</p>\n<p class=\"arabic\">وعن الشافعي قال اقدر الفقهاء على المناظرة من عود لسانه الركض في ميدان الألفاظ \n  ولم يتلعثم إذا رمقته العيون بالألحاظ .\n</p>\n<p class=\"arabic\">وعنه قال بئس الزاد إلى المعاد العدوان على العباد .\n</p>\n<p class=\"arabic\">وعنه قال العالم يسأل عما يعلم وعما لا يعلم فيثبت ما يعلم ويتعلم ما لا يعلم \n  والجاهل يأنف من التعليم ويأنف من التعلم .\n</p>\n<p class=\"arabic\">وقال يونس قال لي الشافعي ليس إلى السلامة من الناس سبيل فانظر الذي فيه صلاحك \n  فالزمه .\n</p>\n<p class=\"arabic\">وعنه قال ما رفعت من أحد فوق منزلته إلا وضع مني بمقدار ما رفعت منه .\n</p>\n<p class=\"arabic\">وعنه قال ضياع الجاهل قلة عقله وضياع العالم أن يكون بلا إخوان وأضيع منهما \n  من واخى من لا عقل له .\n</p>\n<p class=\"arabic\">وعنه قال إذا خفت على عملك العجب فأذكر رضى من تطلب وفي أي نعيم ترغب ومن \n  أي عقاب ترهب فحينئذ يصغر عندك عملك .\n</p>\n<p class=\"arabic\">وقال آلات الرئاسة خمس صدق اللهجة وكتمان السر والوفاء *14*327* بالعهد وابتداء \n  النصيحة وأداء الأمانة ) .\n</p>\n<p class=\"arabic\">وقال من استغضب ولم يغضب فهو حمار ومن استرضي ولم يرض فهو شيطان .\n</p>\n<p class=\"arabic\">وقال أيما رجال أو أهل بيت لم يخرج نساؤهم إلى رجال غيرهم ورجالهم إلى نساء \n  غيرهم إلا كان في أولادهم حمق .\n</p>\n<p class=\"arabic\">وقال الحسن بن سفيان ثنا حرملة قال سئل الشافعي عن رجل في فيه تمرة وقال إن \n  أكلتها فامرأتي طالق وإن طرحتها فامرأتي طالق .\n</p>\n<p class=\"arabic\">قال يأكل نصفها ويطرح النصف .\n</p>\n<p class=\"arabic\">قال حسان بن محمد الفقيه سمع مني أبو العباس بن سريج هذه الحكاية وبنى عليها \n  تفريعات الطلاق .\n</p>\n<p class=\"arabic\">قال الربيع سمعت الشافعي يقول إن لم يكن الفقهاء العاملون أولياء الله فما \n  لله ولي .\n</p>\n<p class=\"arabic\">وقال الشافعي طلب العلم أفضل من صلاة النافلة .\n</p>\n<p class=\"arabic\">وقال حكمي في أصحاب الكلام أن يطاف بهم في القبائل وينادى عليهم هذا جزاء \n  من ترك الكتاب والسنة واقبل على الكلام .\n</p>\n<p class=\"arabic\">وقال محمد بن عبد الله بن الحكم ما رأيت أحدا أقل حبا للماء في تمام التطهر \n  من الشافعي *14*328* .\n</p>\n<p class=\"arabic\">وقال أبو ثور سمعت الشافعي يقول ينبغي للفقيه أن يضع التراب على رأسه تواضعا \n  لله وشكرا له .\n</p>\n<p class=\"arabic\">وقال الأصم سمعت الربيع يقول سأل رجل الشافعي عن قاتل الوزغ هل عليه غسل فقال \n  هذا فتيا العجائز .\n</p>\n<p class=\"arabic\">وقال محمد بن عبد الله بن عبد الحكم ما رأت عيني قط مثل الشافعي لقد قدمت \n  المدينة فرأيت أصحاب عبد الملك الماجشون يغلون بصاحبهم يقولون صاحبنا الذي \n  قطع الشافعي .\n</p>\n<p class=\"arabic\">فلقيت عبد الملك الماجشون فسألته عن مسألة فأجابني فقلت ما الحجة قال لأن \n  مالكا قال كذا وكذا .\n</p>\n<p class=\"arabic\">فقلت في نفسي هيهات أن أسألك عن الحجة فتقول قال معلمي وإنما الحجة عليك وعلى \n  معلمك رواها الحسن بن علي بن الأشعث المصري عنه .\n</p>\n<p class=\"arabic\">وقال إبراهيم بن أبي طالب سألت أبا قدامة السرخسي عن الشافعي وأحمد وأبي عبيد \n  وإسحاق فقال الشافعي أفقههم ) .\n</p>\n<p class=\"arabic\">وقال يحيى بن منصور القاضي سعت محمد بن إسحاق بن خزيمة يقول وقلت له هل تعرف \n  سنة لرسول الله صلى الله عليه وسلم في الحلال والحرام لم يودعها الشافعي كتابه \n  قال لا .\n</p>\n<p class=\"arabic\">وعن الشافعي قال إذا رأيت رجلا من أصحاب الحديث فكأني رأيت رجلا من أصحاب \n  النبي صلى الله عليه وسلم جزاهم الله خيرا حفظوا لنا الأصل فلهم علينا الفضل .\n</p>\n<p class=\"arabic\">قال أبو نعيم بن عدي وغيره قال داود بن سليمان عن الحسين بن *14*329* علي \n  سمع الشافعي يقول حكمي في أهل الكلام حكم عمر رضي الله عنه في صبيغ .\n</p>\n<p class=\"arabic\">وقال محمد بن إسماعيل الترمذي سمعت أبا ثور وحسين بن علي الكرابيسي يقولان \n  سمعنا الشافعي يقول حكمي في أصحاب الكلام أن يضربوا بالجريد ويحملوا على الإبل \n  ويطاف بهم في العشائر والقبائل قد تقدم هذا .\n</p>\n<p class=\"arabic\">وقال البويطي سمعت الشافعي يقول عليكم بأصحاب الحديث فإنهم أكثر الناس صوابا .\n</p>\n<p class=\"arabic\">وقال محمد بن إسماعيل سمعت الحسين بن علي يقول قال الشافعي كل متكلم على الكتاب \n  والسنة فهو الجد وما سواه فهو هذيان .\n</p>\n<p class=\"arabic\">وقال حرملة قال الشافعي كنت أقري الناس وأنا ابن ثلاث عشرة سنة وحفظت الموطأ \n  قبل أن أحتلم وكان ابن عمي على المدينة فسأل مالكا أن أقرأ عليه الموطأ .\n</p>\n<p class=\"arabic\">وقال حرملة أيضا قال الشافعي رحلت إلى مالك وأنا بن ثلاث عشرة سنة فأعجبته \n  قراءتي .\n</p>\n<p class=\"arabic\">رواها دحيم بن همام عن حرملة .\n</p>\n<p class=\"arabic\">وقال الحسن بن علي الطوسي ثنا أبو إسماعيل السلمي سمعت البويطي يقول سئل الشافعي \n  كم أطول الأحكام .\n</p>\n<p class=\"arabic\">قال خمسمائة .\n</p>\n<p class=\"arabic\">قيل له كم منها عن مالك قال كلها إلا خمسة وثلاثين .\n</p>\n<p class=\"arabic\">قيل له كم منها عن ابن عيينة قال كلها إلا خمسة *14*330* .\n</p>\n<p class=\"arabic\">الأصم نبا محمد بن عبد الله بن عبد الحكم سمعت الشافعي يقول ليس فيه من رسول \n  الله صلى الله عليه وسلم في التحليل والتحريم يعني في الزجر عن إتيان النساء \n  في أدبارهن حديث ثابت والقياس أنه حلال وقد غلط سفيان في حديث ابن الهاد .\n</p>\n<p class=\"arabic\">وقال زكريا الساجي سمعت ابن عبد الحكم سمعت الشافعي يقول في إتيان النساء \n  في محاشهن فذكر مثله .\n</p>\n<p class=\"arabic\">قال الساجي فذكرت ذلك للربيع فقال كذب في كتاب الشافعي مسطور خلاف ما قال \n  وكان الشافعي يحرم إتيان النساء في أدبارهن .\n</p>\n<p class=\"arabic\">قلت حديث سفيان بن عيينة رواه الناس عنه عن يزيد بن الهاد عن عمارة بن خزيمة \n  بن ثابت عن أبيه عن النبي صلى الله عليه وسلم أنه قال إن الله لا يستحي من \n  الحق لا تأتوا النساء في أدبارهن .\n</p>\n<p class=\"arabic\">قال أبو حاتم الرازي الصحيح ابن الهاد عن عبيد الله بن عبد الله بن الحصين \n  عن هرمي بن عبد الله عن خزيمة عن النبي صلى الله عليه وسلم .\n</p>\n<p class=\"arabic\">قلت رواه أبو أسامة عن الوليد بن كثير عن عبيد الله بن عبد الله بن الحصين \n  الخطمي عن عبد الملك بن عمرو بن قيس الخطمي عن حرمي بن عبد الله عن خزيمة \n  مثله *14*331* .\n</p>\n<p class=\"arabic\">وقال محمد بن عبد الله بن عبد الحكم ثنا أبو بكر بن أبي أويس حدثني سليمان \n  بن بلال عن زيد بن أسلم عن ابن عمران أن رجلا أتى امرأته في دبرها فوجد في \n  نفسه من ذلك وجدا شديدا فأنزل الله تعالى نساؤكم حرث لكم فأتوا حرثكم أنى \n  شئتم قلت يعني أتاها في فرجها وظهرها إليه .\n</p>\n<p class=\"arabic\">وقال الربيع قال الشافعي لأن يلقى الله المرء بكل ذنب ما خلا الشرك بالله \n  خير له من أن يلقاه بشيء من الأهواء .\n</p>\n<p class=\"arabic\">وقال لما تكلم حفص الفرد في مناظرته للشافعي القرآن مخلوق .\n</p>\n<p class=\"arabic\">قال له كفرت بالله العظيم .\n</p>\n<p class=\"arabic\">وقال سمعت الشافعي يقول من حلف باسم من أسماء الله فحنث فعليه الكفارة لأن \n  اسم الله غير مخلوق ومن حلف بالكعبة والصفا والمروة فليس عليه الكفارة لأنه \n  مخلوق .\n</p>\n<p class=\"arabic\">وقال يونس بن عبد الأعلى سمعت الشافعي يقول ما صح أن رسول الله صلى الله عليه \n  وسلم قال لا يقال فيه لم ولا كيف ) .\n</p>\n<p class=\"arabic\">وقال حرملة سمعت الشافعي يقول الخلفاء خمس أبو بكر وعمر وعثمان وعلي وعمر \n  بن عبد العزيز .\n</p>\n<p class=\"arabic\">وقال ابن عبد الحكم كان الشافعي بعد أن ناظر حفصا الفرد يكره الكلام *14*332* .\n</p>\n<p class=\"arabic\">ويقول ما شيء أبغض إلي من الكلام وأهله .\n</p>\n<p class=\"arabic\">وقال الربيع دخلت على الشافعي وهو مريض فقال وددت أن الناس يعلموا هذه الكتب \n  لا ينسب إلي منها شيء .\n</p>\n<p class=\"arabic\">وقال حرملة سمعت الشافعي يقول وددت أن كل علم أعلمه يعلمه الناس أؤجر عليه \n  ولا يحمدوني .\n</p>\n<p class=\"arabic\">وقال محمد بن مسلم بن وارة سألت أحمد بن حنبل قلت ما ترى في كتب الشافعي التي \n  عند العراقيين هي أحب إليك أو التي بمصر قال عليك بالكتب التي وضعها بمصر \n  فإنه وضع هذه الكتب بالعراق ولم يحكمها ثم رجع إلى مصر فأحكم تلك .\n</p>\n<p class=\"arabic\">وقال ابن وارة قلت لأحمد مرة ما ترى لي من الكتب أن أنظر فيه أرى مالك أو \n  الثوري أو الأوزاعي فقال لي قولا أجلهم أن أذكروه وقال عليك بالشافعي فإنه \n  أكثرهم صوابا وأتبعهم للآثار .\n</p>\n<p class=\"arabic\">وقال عبد الله بن ناجية سمعت ابن وارة يقول لما قدمت من مصر أتيت أحمد بن \n  حنبل فقال لي كتبت كتب الشافعي قلت لا .\n</p>\n<p class=\"arabic\">قلت فرطت ما عرفنا العموم من الخصوص وناسخ الحديث من منسوخه حتى جالسنا الشافعي \n  فحملني ذلك على الرجوع إلى مصر .\n</p>\n<p class=\"arabic\">وقال محمد بن يعقوب الفرجي سمعت علي بن المديني يقول عليكم بكتب الشافعي *14*333* .\n</p>\n<p class=\"arabic\">قلت وكان الشافعي مع عظمته في علم الشريعة وبراعته في العربية بصيرا في الطب \n  نقل ذلك غير واحد .\n</p>\n<p class=\"arabic\">فعنه قال عجبا لمن يدخل الحمام ثم لا يأكل من ساعته كيف يعيش وعجبا لمن يحتجم \n  ثم يأكل من ساعته كيف يعيش وقال حرملة عنه من أكل الأترج ثم نام لم يأمن أن \n  تصيبه ذبحة .\n</p>\n<p class=\"arabic\">وقال محمد بن عصمة الجوزجاني سمعت الربيع سمعت الشافعي يقول ثلاثة أشياء دواء \n  ) .\n</p>\n<p class=\"arabic\">من لا دواء له وأعيت الأطباء مداواته العنب ولبن التفاح وقصب السكر ولولا \n  قصب السكر ما أقمت ببلدكم .\n</p>\n<p class=\"arabic\">وقال سمعت الشافعي يقول كان غلامي أعشى فلم يكن يبصر باب الدار فأخذت له زيادة \n  الكبد فكحلته بها فأبصر .\n</p>\n<p class=\"arabic\">وعنه قال عجبا لمن تعشى البيض المسلوق ثم نام عليه كيف لا يموت .\n</p>\n<p class=\"arabic\">وقال الفول يزيد في الدماغ والدباغ يزيد في العقل .\n</p>\n<p class=\"arabic\">وعن يونس عنه قال لم أر أنفع للوباء من البنفسج يدهن به ويشرب .\n</p>\n<p class=\"arabic\">وقال صالح جزرة سمعت الربيع سمعت الشافعي يقول لا أعلم علما بعد الحلال والحرام \n  أنبل من الطب إلا أن أهل الكتاب قد غلبونا عليه .\n</p>\n<p class=\"arabic\">وقال حرملة كان الشافعي يتلهف على ما صنع المسلمون من الطب ويقول ضيعوا ثلث \n  العلم ووكلوه إلى اليهود والنصارى *14*334* .\n</p>\n<p class=\"arabic\">قيل إن الشافعي نظر في التنجيم ثم تاب منه وهجره .\n</p>\n<p class=\"arabic\">وقال أبو الشيخ ثنا عمرو بن عثمان المكي ثنا ابن بنت الشافعي قال سمعت أبي \n  يقول كان الشافعي وهو حدث ينظر في النجوم وما ينظر في شيء إلا فاق فيه فجلس \n  يوما وامرأته تطلق فحسب وقال تلد جارية عوراء على فرجها خال أسود تموت إلى \n  كذا وكذا فولدت وكان كما قال فجعل على نفسه أن لا ينظر أبدا ودفن تلك الكتب .\n</p>\n<p class=\"arabic\">وقال فوران قسمت كتب أبي عبد الله أحمد بن حنبل بين ولديه فوجدت فيها رسالتي \n  الشافعي العراقي والمصري بخط أبي عبد الله .\n</p>\n<p class=\"arabic\">وقال أبو بكر الصومعي سمعت أحمد بن حنبل يقول صاحب حديث لا يشبع من كتب الشافعي .\n</p>\n<p class=\"arabic\">وقال البيهقي أنا الحاكم سمعت أبا أحمد علي بن محمد المروزي سمعت أبا غالب \n  علي بن أحمد بن النضر الأزدي يقول سمعت أحمد بن حنبل وسئل عن الشافعي فقال \n  لقد من الله علينا به لقد كنا تعلمنا كلام القوم وكتبنا كتبهم حتى قدم علينا \n  الشافعي فلما سمعنا كلامه علمنا أنه أعلم من غيره وقد جالسناه الأيام والليالي \n  فما رأينا منه إلا كل خير .\n</p>\n<p class=\"arabic\">وقال له رجل يا أبا عبد الله فإن يحيى بن معين وأبا عبيد لا يرضيانه يعني \n  في نسبتهما .\n</p>\n<p class=\"arabic\">إياه إلى التشيع .\n</p>\n<p class=\"arabic\">فقال أحمد ما ندري ما يقولان والله ما رأينا منه إلا خيرا .\n</p>\n<p class=\"arabic\">وقال ابن عدي الحافظ ثنا عبد الله بن محمد بن جعفر القزويني ثنا صالح بن أحمد \n  بن حنبل سمعت أبي يقول سمعت الموطأ من الشافعي لأني رأيته فيه ثبتا وقد سمعته \n  من جماعة قبله *14*335* .\n</p>\n<p class=\"arabic\">وقال الحاكم أبو عبد الله سمعت الفقيه أبا بكر محمد بن علي الشاشي يقول دخلت \n  على ابن خزيمة وأنا غلام فقال يا بني على من درست الفقه فسميت له أبا الليث \n  فقال على من درس قلت على ابن سريج فقال وهل أخذ ابن سريج العلم إلا من كتب \n  مستعارة .\n</p>\n<p class=\"arabic\">وقال بعضهم أبو الليث هذا مهجور بالشاش فإن البلد للحنابلة .\n</p>\n<p class=\"arabic\">وقال ابن خزيمة وهل كان ابن حنبل إلا غلاما من غلمان الشافعي وقال أبو داود \n  السجستاني وسأله زكريا الساجي من أصحاب الشافعي فقال أولهم الحميدي وأحمد \n  بن حنبل وأبو يعقوب البويطي .\n</p>\n<p class=\"arabic\">ومن غرائب الإتفاق أن الإمام أحمد روى عن رجل عن الشافعي .\n</p>\n<p class=\"arabic\">قال سليمان بن إبراهيم الحافظ ثنا أبو سعيد النقاش ثنا علي بن الفضل الحبوطي \n  ثنا عبد الله بن محمد بن زياد ح وأنبأنا محمد بن محمد بن عبد الوهاب الحسيني \n  عن محمد بن محمد بن غانم المقريء أنا أبو موسى الحافظ أنا أبو علي الحداد \n  أنا أبو سعد السمان قدم علينا ثنا أحمد بن محمد بن محمود بتستر ثنا الحسن \n  بن أحمد بن المبارك قالا ثنا عبد الله بن أحمد بن حنبل حدثني أبي ثنا سليمان \n  بن داود الهاشمي ثنا الشافعي عن يحيى بن سليم عن عبيد الله عن نافع عن ابن \n  عمر أن النبي صلى الله عليه وسلم صلى صلاة الكسوف أربع ركعات وأربع سجدات \n  واللفظ للنقاش .\n</p>\n<p class=\"arabic\">قال أحمد بن سلمة النيسابوري تزوج إسحاق بن راهويه بمرو بامرأة رجل كان عنده \n  كتب الشافعي فتوفي لم يتزوج بها إلا لحال الكتب فوضع جامع الكبير على كتاب \n  الشافعي ووضع جامع الصغير على جامع الثوري الصغير .\n</p>\n<p class=\"arabic\">فقدم أبو إسماعيل الترمذي نيسابور وكان عنده كتب الشافعي عن البويطي ) *14*336* .\n</p>\n<p class=\"arabic\">فقال له إسحاق لا تحدث بكتب الشافعي ما دمت هنا فأجابه فلم يحدثه بها حتى \n  خرج .\n</p>\n<p class=\"arabic\">قلت ترى من كان يكتب عن رجل عن آخر عن الشافعي مع وجود إسحاق وفي نفسي من \n  صحة ذلك .\n</p>\n<p class=\"arabic\">وقال داود الظاهري سمعت إسحاق بن راهويه يقول ما كنت أعلم أن الشافعي في هذا \n  المحل ولو علمت لم أفارقه .\n</p>\n<p class=\"arabic\">وقال محمد بن إبراهيم البوشنجي قال إسحاق قدمت مكة فقلت للشافعي ما حال جعفر \n  بن محمد عندكم فقال ثقة كتبنا عن إبراهيم بن أبي يحيى عنه أربعمائة حديث .\n</p>\n<p class=\"arabic\">وقال يونس بن عبد الأعلى سمعت الشافعي يقول ما رأيت أفقه من ابن عيينة أمسكت \n  عن الفتيا منه .\n</p>\n<p class=\"arabic\">ونقل أبو الشيخ بن حبان وغيره من وجه أن الشافعي لما دخل مصر أتاه جلة أصحاب \n  مالك واقبلوا عليه فلما رأوه يخالف مالكا وينقض عليه تنكروا له وجفوه فأنشأ \n  يقول .\n</p>\n<p class=\"arabic\">% أأنثر درا بين سارحة النعم % % أأنظم مثورا لراعية الغنم % .\n</p>\n<p class=\"arabic\">% لعمري لئن ضيعت في شر بلدة % % فلست مضيعا بينهم غرر الكلم % .\n</p>\n<p class=\"arabic\">% فإن فرج الله اللطيف بلطفه % % وصادفت أهلا للعلوم والحكم % .\n</p>\n<p class=\"arabic\">% بثثت مفيدا واستفدت ودادهم % % وإلا فمخزون لدي ومكتتم % .\n</p>\n<p class=\"arabic\">% ومن منح الجهال علما أضاعه % % ومن منع المستوجبين فقد ظلم % .\n</p>\n<p class=\"arabic\">*14*337* .\n</p>\n<p class=\"arabic\">% وكاتم علم الدين عمن يريده % % يبوء بأوزار وآثم إذا كتم % .\n</p>\n<p class=\"arabic\">وقال الحافظ ابن مندة حدث عن الربيع قال رأيت أشهب بن عبد العزيز ساجدا وهو \n  يقول في سجوده اللهم أمت الشافعي ولا تذهب علم مالك .\n</p>\n<p class=\"arabic\">فبلغ الشافعي ذلك فتبسم وأنشأ يقول .\n</p>\n<p class=\"arabic\">% تمنى رجال أن أموت وإن أمت % % فتلك سبيل لست فيها بأوحد % .\n</p>\n<p class=\"arabic\">% فقل للذي يبغي خلاف الذي مضى % % تهيأ لأخرى مثلها فكأن قد % .\n</p>\n<p class=\"arabic\">% وقد علموا لو ينفع العلم عندهم % % لئن مت ما الداعي علي بمخلد % .\n</p>\n<p class=\"arabic\">وقال المبرد دخل رجل على الشافعي فقال إن أصحاب أبي حنيفة لفصحاء فأنشد الشافعي \n  يقول .\n</p>\n<p class=\"arabic\">% فلولا الشعر بالعلماء يزري % % لكنت اليوم أشعر من لبيد % .\n</p>\n<p class=\"arabic\">% وأشجع في الوغى من كل ليث % % وآل مهلب وأبي يزيد % .\n</p>\n<p class=\"arabic\">% ولولا خشية الرحمن ربي % % حسبت الناس كلهم عبيدي % .\n</p>\n<p class=\"arabic\">قال الحاكم أخبرني الزبير بن عبد الواحد الحافظ أنا أبو عمارة حمزة بن علي \n  الجوهري ثنا الربيع بن سليمان قال حججنا مع الشافعي فما ارتقى شرفا ولا هبط \n  واديا إلا وهو يبكي وينشد .\n</p>\n<p class=\"arabic\">% يا راكبا قف بالمحصب من منى % % واهتف بقاعد خيفها والناهض % .\n</p>\n<p class=\"arabic\">% سحرا إذا فاض الحجيج إلى منى % % فيضا كملتطم الفرات الفائض % .\n</p>\n<p class=\"arabic\">*14*338* .\n</p>\n<p class=\"arabic\">% إن كان رفضا حب آل محمد % % فليشهد الثقلان أني رافضي % .\n</p>\n<p class=\"arabic\">بهذا الاعتبار قال أحمد بن عبد الله العجلي في الشافعي كان يتشيع وهو ثقة .\n</p>\n<p class=\"arabic\">قلت ومعنى هذا التشيع حب علي وبغض النواصب وأن يتخذه مولى عملا بما تواتر \n  عن نبينا صلى الله عليه وسلم من كنت مولاه فعلي مولاه .\n</p>\n<p class=\"arabic\">أما من تعرض إلى أحد من الصحابة بسبب فهو شيعي غال نبرأ منه .\n</p>\n<p class=\"arabic\">وقال عثمان الصابوني أنشدني أبو منصور بن جمشاد قال أنشدت لأبي عبد الله محمد \n  بن إبراهيم البوشنجي في الشافعي رضي الله عنه .\n</p>\n<p class=\"arabic\">% ومن شعب الإيمان حب ابن شافع % % وفرض أكيد حبه لا تطوع % .\n</p>\n<p class=\"arabic\">% وإني حياتي شافعي فإن أمت % % فتوصيتي بعدي بأن تتشفعوا % .\n</p>\n<p class=\"arabic\">قلت وللشافعي رحمه الله أشعار كثيرة .\n</p>\n<p class=\"arabic\">قال الحافظ أبو عبد الله محمد بن محمد بن محمد بن غانم في كتاب مناقب الشافعي \n  وهو مجلد وقد جمعت ديوان شعر الشافعي كتابا على حدة .\n</p>\n<p class=\"arabic\">ثم قال بإسناده إلى ثعلب أنه قال الشافعي إمام في اللغة *14*339* .\n</p>\n<p class=\"arabic\">وقال أبو نعيم بن عدي سمعت الربيع مرارا يقول لو رأيت الشافعي وحسن بيانه \n  وفصاحته لعجبت ولو أنه ألف هذه الكتب على عربيته التي كان يتكلم بها معنا \n  في المناظرة لم يقدر على قراءة كتبه لفصاحته وغرائب ألفاظه غير أنه كان في \n  تأليفه يوضح للعوام .\n</p>\n<p class=\"arabic\">وقال أبو الحسن علي بن مهدي الفقيه ثنا محمد بن هارون ثنا هميم بن همام ثنا \n  حرملة سمعت الشافعي يقول ما جهل الناس وما اختلفوا إلا لتركهم كلام العرب \n  أو قال لسان العرب وميلهم إلى أرسطاطاليس .\n</p>\n<p class=\"arabic\">الأصم أنا الربيع قال قال الشافعي المحدثات من الأمور ضربان .\n</p>\n<p class=\"arabic\">أحدهما ما أحدث يخالف كتابا أو سنة أو إجماعا فهذه البدعة ضلالة والثاني ما \n  أحدث من الخير لا خلاف فيه لو أحدث هذا فهذه محدثة غير مذمومة وقد قال عمر \n  رضي الله عنه في قيام رمضان نعمت البدعة هذه يعني أنها محدثة لم تكن وإذ كانت \n  فليس فيها رد لما مضى .\n</p>\n<p class=\"arabic\">رواه البيهقي عن الصيرفي عنه .\n</p>\n<p class=\"arabic\">وقال مصعب بن عبد الله ما رأيت أحدا أعلم بأيام الناس من الشافعي .\n</p>\n<p class=\"arabic\">وروى أبو العباس بن سريج عن بعض النسابين قال كان الشافعي من أعلم الناس بالأنساب .\n</p>\n<p class=\"arabic\">اجتمعوا معه ليلا فذاكرهم بأنساب النساء إلى الصباح .\n</p>\n<p class=\"arabic\">وقال أنساب الرجال يعرفها كل أحد .\n</p>\n<p class=\"arabic\">وقال الحسن بن رشيق أنا أحمد بن علي المدائني قال قال المزني قدم علينا الشافعي \n  فأتاه ابن هشام صاحب المغازي فذاكره أنساب الرجال فقال له الشافعي بعد أن \n  تذاكرا دع عنك أنساب الرجال فإنها لا تذهب عنا *14*340* وعنك وخذ في أنساب \n  النساء فلما أخذوا فيها بقي ابن هشام .\n</p>\n<p class=\"arabic\">وقال يونس بن عبد الأعلى كان الشافعي إذا أخذ في أيام الناس يقول هذه صناعته .\n</p>\n<p class=\"arabic\">وقال أحمد بن محمد ابن بنت الشافعي ثنا أبي قال أقام الشافعي علي العربية \n  وأيام الناس عشرين سنة وقال ما أردت بهذا إلا الاستعانة على الفقه .\n</p>\n<p class=\"arabic\">وقال أبو حاتم ثنا يونس بن عبد الأعلى قال ما شاهدت أحدا لقي من السقم ما \n  لقي الشافعي فدخلت عليه فقال اقرأ علي ما بعد العشرين والمائة من آل عمران \n  فقرأت ولما قمت قال لا تغفل عني فإني مكروب .\n</p>\n<p class=\"arabic\">قال يونس عنى بقراءتي ما بعد العشرين والمائة ما لقي النبي صلى الله عليه \n  وسلم وأصحابه أو نحوه .\n</p>\n<p class=\"arabic\">وقال ابن خزيمة وغيره ثنا المزني قال دخلت على الشافعي في مرضه الذي مات فيه .\n</p>\n<p class=\"arabic\">فقلت يا أبا عبد الله كيف أصبحت فرفع رأسه وقال أصبحت من الدنيا راحلا ولأخواني \n  مفارقا ولسوء عملي ملاقيا وعلى الله واردا ما أدري روحي تصير إلى الجنة فأهنئها \n  أو إلى نار فأعزيها ثم بكى وأنشأ يقول .\n</p>\n<p class=\"arabic\">% ولما قسا قلبي وضاقت مذاهبي % % جعلت رجائي دون عفوك سلما % .\n</p>\n<p class=\"arabic\">% تعاظمت ذنبي فلما قرنته % % بعفوك ربي كان عفوك أعظما % .\n</p>\n<p class=\"arabic\">% فما زلت ذا عفو عن الذنب لم تزل % % تجود وتعفو منة وتكرما % .\n</p>\n<p class=\"arabic\">% فإن تنتقم مني فلست بآيس % % ولو دخلت نفسي بجرم جهنما % .\n</p>\n<p class=\"arabic\">*14*341* .\n</p>\n<p class=\"arabic\">% ولولاك لم يغو بإبليس عابد % % فكيف وقد أغوى صفيك آدما % .\n</p>\n<p class=\"arabic\">% وإني لآتي الذنب أعرف قدره % % وأعلم أن الله يعفو تكرما % .\n</p>\n<p class=\"arabic\">وقال الأصم ثنا الربيع قال دخلت على الشافعي وهو مريض فسألني عن أصحابنا فقلت \n  إنهم يتكلمون .\n</p>\n<p class=\"arabic\">فقال ما ناظرت أحدا قط على الغلبة وبودي أن جميع الخلق تعلموا هذا الكتاب \n  يعني كتبه على أن لا ينسب إلي فيه شيء .\n</p>\n<p class=\"arabic\">قال هذا يوم الأحد ومات يوم الخميس وانصرفنا من جنازته ليلة الجمعة فرأينا \n  هلال شعبان سنة أربع ومائتين وله نيف وخمسون سنة .\n</p>\n<p class=\"arabic\">وقال ابن أبي حاتم ثنا الربيع حدثني أبو الليث الخفاف وكان معدلا حدثني العزيزي \n  وكان متعبدا قال رأيت ليلة مات الشافعي كأنه يقال مات النبي صلى الله عليه \n  وسلم في هذه الليلة فأصبحت فقيل مات الشافعي رحمه الله .\n</p>\n<p class=\"arabic\">قال حرملة قدم علينا الشافعي مصر سنة تسع وتسعين ومائة .\n</p>\n<p class=\"arabic\">وقال أبو علي بن حمكان ثنا الزبير بن عبد الواحد ثنا الحسن بن سفيان ثنا سفيان \n  بن وكيع قال رأيت فيما يرى النائم كأن القيامة قد قامت والناس في أمر عظيم \n  إذ بدر لي أخي فقلت ما حالكم قال عرضنا على ربنا .\n</p>\n<p class=\"arabic\">قلت فما حال أبي قال عفر له وأمر إلى الجنة .\n</p>\n<p class=\"arabic\">فقلت ومحمد بن إدريس *14*342* قال حشر إلى الرحمن وفدا وألبس حلل الكرامة \n  وتوج بتاج البهاء .\n</p>\n<p class=\"arabic\">قال زكريا بن أحمد البلخي وغيره سمعنا أبا جعفر محمد بن أحمد بن نصر الترمذي \n  يقول رأيت في المنام النبي صلى الله عليه وسلم في مسجده بالمدينة كأني جئت \n  إليه فسلمت عليه وقلت يا رسول الله أكتب رأي أبي حنيفة قال لا .\n</p>\n<p class=\"arabic\">فقلت أكتب رأي مالك قال لا تكتب منه إلا ما وافق حديثي .\n</p>\n<p class=\"arabic\">فقلت أكتب رأي الشافعي .\n</p>\n<p class=\"arabic\">فقال بيد هكذا كأنه ينتهرني وقال تقول رأي الشافعي إنه ليس رأي ولكنه رد على \n  من خالف سنتي .\n</p>\n<p class=\"arabic\">وقد روي عن جماعة عديدة نحو هذه القصة والتي قبلها بأنه غفر له وساق جملة \n  منها الحافظ ابن عساكر في ترجمة الشافعي رحمه الله تعالى وأسكنه الجنة ^ ... \n  ^ إنه سميع مجيب .\n\n</p>"
}