{
    "header": "مروان بن محمد بن حسان .",
    "id": "006360",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">مروان بن محمد بن حسان .\n</h1>\n<p class=\"arabic\">أبو بكر الأسدي الدمشقي الطاطري التاجر .\n</p>\n<p class=\"arabic\">وقيل كنيته أبو حفص وقيل أبو عبد الرحمن .\n</p>\n<p class=\"arabic\">روى عن عبد الله بن العلاء بن زبر وسعيد بن بشير ومالك والليث وابن لهيعة \n  وخلق .\n</p>\n<p class=\"arabic\">وعنه صفوان بن صالح المؤذن وعبد الله بن ذكوان المقرىء وأحمد بن أبي الحواري \n  وأحمد بن الأزهر وعبد الله بن عبد الرحمن الدارمي وأحمد بن عبد الأحد بن عبود \n  ومحمود بن خالد السلمي وهارون بن محمد بن بكار وخلق .\n</p>\n<p class=\"arabic\">وثقه أبو حاتم وغيره .\n</p>\n<p class=\"arabic\">وكان الإمام أحمد يثني عليه ويقول كان يذهب مذهب أهل العلم *14*384* .\n</p>\n<p class=\"arabic\">وقال أبو زرعة الدمشقي قال لي أحمد بن حنبل كان عندكم ثلاثة أصحاب حديث مروان \n  الطاطري والوليد بن مسلم وابو مسهر .\n</p>\n<p class=\"arabic\">قال أبو زرعة وحدثني عبد الله بن يحيى بن معاوية الهاشمي قال أدركت ثلاث طبقات \n  أحدها طبقة سعيد بن عبد العزيز ما رأيت فيهم أخشع من مروان بن محمد .\n</p>\n<p class=\"arabic\">وعن أحمد بن أبي الحواري قال ما رأيت شاميا خيرا من مروان بن محمد .\n</p>\n<p class=\"arabic\">وقال ابن أبي الحواري عن مروان قال لا غنى لصاحب حديث عن ثلاثة صدقه وحفظه \n  وصحة كتبه فإن أخطأ الحفظ لم يضره .\n</p>\n<p class=\"arabic\">وقال أبو سليمان الداراني ما رأيت شاميا خيرا من مروان بن محمد .\n</p>\n<p class=\"arabic\">وقال صفوان بن صالح سمعت مروان بن محمد وقيل له إنهم يقولون ليس لله عين ولا \n  يد .\n</p>\n<p class=\"arabic\">فقال إنما مذهبهم التعطيل ت إذا أراد الله تعالى ليس كمثله شيء في ذاته ولا \n  في صفاته .\n</p>\n<p class=\"arabic\">نسيج .\n</p>\n<p class=\"arabic\">قال البخاري إنما قيل له الطاطري لثياب نسب إليها .\n</p>\n<p class=\"arabic\">وقال الطبراني كل من يبيع الكرابيس بدمشق يسمى الطاطري .\n</p>\n<p class=\"arabic\">وقال محمد بن عوف كان مرجئا .\n</p>\n<p class=\"arabic\">وقال عباس الدوري عن ابن معين لا بأس به وكان مرجئا .\n</p>\n<p class=\"arabic\">وأهل دمشق من كان مرجئا فعليه عمامة ومن لم يكن مرجئا لا يعتم *14*385* .\n</p>\n<p class=\"arabic\">وقال الحسن بن محمد بن بكار مولد مروان عام انتثرت النجوم سنة سبع وأربعين \n  ومائة ومات سنة عشر .\n\n</p>"
}