{
    "header": "محمد بن عمر بن واقد الأسلمي .",
    "id": "006344",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن عمر بن واقد الأسلمي .\n</h1>\n<p class=\"arabic\">ت مولاهم الإمام أبو عبد الله المدني الواقدي *14*362* .\n</p>\n<p class=\"arabic\">عن محمد بن عجلان وابن جريج وثور بن يزيد وأسامة بن زيد ومعمر بن راشد وابن \n  أبي ذئب وهشام بن الغاز وأبي بكر بن أبي سبرة وسفيان الثوري ومالك وأبي معشر \n  وخلائق .\n</p>\n<p class=\"arabic\">وكتب ما لا يوصف كثرة وروى القراءة عن نافع بن أبي نعيم وعيسى بن وردان .\n</p>\n<p class=\"arabic\">وعنه أبو بكر بن أبي شيبة ومحمد بن سعد وأبو حسان الحسن بن عثمان الزيادي \n  وسليمان الشاذكوني ومحمد بن شجاع البلخي ومحمد بن يحيى الأزدي ومحمد بن إسحاق \n  الصنعاني وأحمد بن عبيد بن ناصح وأحمد بن الخليل البرجلاني والحارث بن أبي \n  أسامة .\n</p>\n<p class=\"arabic\">وكان من أوعية العلم ولي قضاء الجانب الشرقي من بغداد وسارت الركبان بكتبه \n  في المغازي والسير والفقه أيضا وكان أحد الأجواد المذكورين .\n</p>\n<p class=\"arabic\">وكان جده واقد مولى لعبد الله بن بريدة الأسلمي .\n</p>\n<p class=\"arabic\">ولد محمد سنة تسع وعشرين ومائة وهو مع عظمته في العلم ضعيف .\n</p>\n<p class=\"arabic\">قال أحمد بن حنبل لم نرفع أمر الواقدي حتى روى عن معمر وعن الزهري عن نبهان \n  عن أم سلمة عن النبي صلى الله عليه وسلم أفعمياوان أنتما في *14*363* شيء \n  لا حيلة فيه وهذا لم يروه غير يونس .\n</p>\n<p class=\"arabic\">قال أبو القاسم بن عساكر قد رواه عقيل ثم ساقه من طريق الذهلي نا سعيد بن \n  أبي مريم نا نافع بن يزيد عن عقيل .\n</p>\n<p class=\"arabic\">وقال ابن المظفر حدثني عبد الله بن محمد بن جعفر القزويني ثنا الرمادي لما \n  حدثني ابن أبي مريم بهذا الحديث ضحكت قال مم تضحك فأخبرته بما قال ابن المديني \n  وكتب إليه أحمد بن حنبل يقال هذا حديث تفرد به يونس وأنت قد حدثت به عن نافع \n  بن يزيد عن عقيل .\n</p>\n<p class=\"arabic\">وقال إن شيوخنا المصريين لهم عناية بحديث الزهري .\n</p>\n<p class=\"arabic\">وقال إبراهيم بن جابر سمعت الرمادي يقول وقد حدث بحديث عقيل عن الزهري هذا \n  مما ظلم فيه الواقدي .\n</p>\n<p class=\"arabic\">وقال محمد بن سعد ولي الواقدي القضاء ببغداد للمأمون أربع سنين وكان عالما \n  بالمغازي والسيرة والفتوح والأحكام وأخلاق الناس وقد فسر ذلك في كتب استخرجها \n  ووضعها وحدث بها .\n</p>\n<p class=\"arabic\">أخبرني أنه ولد سنة ثلاثين ومائة وقدم بغداد سن ثمانين في دين لحقه فلم يزل \n  بها .\n</p>\n<p class=\"arabic\">قال ولم يزل قاضيا حتى مات ببغداد لإحدى عشر ليلة خلت من ذي الحجة سنة سبع \n  ومائتين .\n</p>\n<p class=\"arabic\">وقال البخاري سكتوا عنه *14*364* .\n</p>\n<p class=\"arabic\">وقال ابن نمير ومسلم وأبو زرعة متروك الحديث .\n</p>\n<p class=\"arabic\">وقال أبو داود كان أحمد بن حنبل لا يذكر عنه كلمة وأنا لا أكتب حديثه .\n</p>\n<p class=\"arabic\">وروى غير واحد عن أحمد قال كان يقلب الأسانيد وكان يجمع الأسانيد ويأتي بمتن \n  واحد .\n</p>\n<p class=\"arabic\">وقال ابن أبي حاتم ثنا يونس قال قال لي الشافعي كتب الواقدي كذب .\n</p>\n<p class=\"arabic\">وقال إسحاق بن راهويه هو عندي ممن يضع الحديث .\n</p>\n<p class=\"arabic\">وقال البخاري ما عندي للواقدي حرف .\n</p>\n<p class=\"arabic\">قلت له ترجمة طويلة في تاريخ ابن عساكر .\n</p>\n<p class=\"arabic\">وحاصل الأمر أنه مجمع على ضعفه وأجود الروايات عنه رواية ابن سعد في الطبقات \n  فإنه كان يختار من حديثه بعض الشيء .\n</p>\n<p class=\"arabic\">قال أبو بكر الخطيب هو ممن طبق شرق الأرض وغربها ذكره .\n</p>\n<p class=\"arabic\">وقال محمد بن سلام الجمحي الواقدي عالم دهره .\n</p>\n<p class=\"arabic\">وقال إبراهيم الحربي وناهيك به الواقدي أمين الناس على أهل الإسلام *14*365* .\n</p>\n<p class=\"arabic\">كان أعلم الناس بأمر الإسلام فأما الجاهلية فلم يعلم فيها شيء .\n</p>\n<p class=\"arabic\">وقال مصعب بن عبد الله والله ما رأينا مثل الواقدي قط .\n</p>\n<p class=\"arabic\">وقال يعقوب بن شيبة ثنا عبيد بن أبي الفرج حدثني يعقوب مولى آل أبي عبيد الله \n  قال سمعت الدراوردي وذكر الواقدي فقال ذاك أمير المؤمنين في الحديث .\n</p>\n<p class=\"arabic\">قال يعقوب وضعي .\n</p>\n<p class=\"arabic\">مفضل قال قال الواقدي لقد كانت ألواحي تضيع فأوتي بها من شهرتها بالمدينة \n  يقال هذه ألواح ابن واقد .\n</p>\n<p class=\"arabic\">وعن ابن المبارك قال كنت أقدم المدينة فما يفيدني ويدلني على الشيوخ إلا الواقدي .\n</p>\n<p class=\"arabic\">وقال أبو حاتم ثنا معاوية بن صالح الدمشقي سمعت سنيد بن داود يقول كنا عند \n  هشيم ) .\n</p>\n<p class=\"arabic\">فدخل الواقدي فسأله هشيم عن باب ما يحفظ فيه فقال ما عندك يا أبا معاوية فذكر \n  خمسة أو ستة أحاديث في الباب .\n</p>\n<p class=\"arabic\">ثم قال للواقدي ما عندك فذكر فيه ثلاثين حديثا عن النبي صلى الله عليه وسلم \n  وأصحابه والتابعين .\n</p>\n<p class=\"arabic\">ثم قال سألت مالكا وسألت ابن أبي ذئب وسألت فلانا فرأيت وجه هشيم قد تغير \n  فلما خرج قال هشيم لئن كان كذابا فما في الدنيا مثله وإن كان صادقا فما في \n  الدنيا مثله .\n</p>\n<p class=\"arabic\">وقال مجاهد بن موسى ما كتبت عن أحد أحفظ من الواقدي *14*366* .\n</p>\n<p class=\"arabic\">وقال محمد بن جرير الطبري قال محمد بن سعد كان الواقدي يقول ما من أحد إلا \n  وكتبه أكثر من حفظه وحفظي أكثر من كتبي .\n</p>\n<p class=\"arabic\">وقال يعقوب بن شيبة لما انتقل الواقدي من جانب الغربي إلى هنا يقال إنه حمل \n  كتبه على عشرين ومائة وقر .\n</p>\n<p class=\"arabic\">وعن أبي حذافة قال كان للواقدي ستمائة قمطر كتب .\n</p>\n<p class=\"arabic\">وقال إبراهيم الحربي سمعت المسيبي يقول رأينا الواقدي يوما جلس إلى أسطوانة \n  في مجلس المدينة وهو يدرس قلنا أيش تدرس قال جزء من المغازي .\n</p>\n<p class=\"arabic\">وقلنا له مرة هذا الذي تجمع الرجال تقول ثنا فلان وفلان وتجيء بمتن واحد لو \n  حدثتنا بحديث كل رجل على حدة .\n</p>\n<p class=\"arabic\">قال يطول .\n</p>\n<p class=\"arabic\">قلنا له قد رضينا .\n</p>\n<p class=\"arabic\">فغاب عنا جمعة ثم جاءنا بغزوة أحد عشرين جلدا فقلنا ردنا إلى الأمر الأول .\n</p>\n<p class=\"arabic\">قال أبو بكر الخطيب وكان مع ما ذكرناه من سعة علمه وكثرة حفظه لا يحفظ القرآن \n  فأنبأنا الحسين بن محمد الرافقي ثنا أحمد بن كامل حدثني محمد بن موسى البربري \n  قال قال المأمون للواقدي أريد أن تصلي الجمعة غدا بالناس فامتنع فقال لا بد .\n</p>\n<p class=\"arabic\">فقال والله ما أحفظ سورة الجمعة .\n</p>\n<p class=\"arabic\">قال فأنا أحفظك *14*367* .\n</p>\n<p class=\"arabic\">فجعل يلقنه السورة حتى يبلغ النصف منها فإذا حفظه ابتدأ بالنصف الثاني فإذا \n  حفظ النصف .\n</p>\n<p class=\"arabic\">الثاني نسي الأول فأتعب المأمون ونعس فقال هذا رجل يحفظ التأويل ولا يحفظ \n  التنزيل .\n</p>\n<p class=\"arabic\">اذهب فصل بهم واقرأ أي سورة شئت .\n</p>\n<p class=\"arabic\">قلت هذه حكاية قوية السند لكنها مرسلة وأنا أستبعدها وقد وثقه غير واحد لكن \n  لا عبرة بقولهم مع توافر من تركه .\n</p>\n<p class=\"arabic\">قال إبراهيم بن جابر الفقيه سمعت محمد بن إسحاق الصغاني يقول وذكر الواقدي \n  والله لولا أنه عندي ثقة ما حدثت عنه .\n</p>\n<p class=\"arabic\">وقال مصعب بن عبد الله وسئل عن الواقدي فقال ثقة مأمون .\n</p>\n<p class=\"arabic\">وسئل معن بن عيسى عنه فقال أنا أسأل عن الواقدي الواقدي يسأل عني .\n</p>\n<p class=\"arabic\">وقال جابر بن كردي سمعت يزيد بن هارون يقول الواقدي ثقة .\n</p>\n<p class=\"arabic\">وقال إبراهيم الحربي سمعت أبا عبيد يقول الواقدي ثقة .\n</p>\n<p class=\"arabic\">وقال إبراهيم الحربي من قال إن مسائل مالك وابن أبي ذئب تؤخذ عن أوثق من الواقدي \n  فلا يصدق .\n</p>\n<p class=\"arabic\">وقال علي بن المديني فيما رواه عنه ابنه عبد الله عند الواقدي عشرون ألف حديث \n  لم أسمع بها .\n</p>\n<p class=\"arabic\">وقد روى أبو بكر الأنباري عن أبيه عن أبي عكرمة الضبي أن الواقدي *14*368* .\n</p>\n<p class=\"arabic\">قدم العراق في دين لحقه فقصد يحيى بن خالد فوصله بثلاثة آلاف دينار .\n</p>\n<p class=\"arabic\">وروي نظيرها من غير وجه أن يحيى وصله بمال طائل .\n</p>\n<p class=\"arabic\">وقال الحسن بن شاذان قال الواقدي صار إلي من السلطان ستمائة ألف درهم ما وجبت \n  علي فيها زكاة .\n</p>\n<p class=\"arabic\">وقال أبو عكرمة الضبي ثنا سليمان بن أبي شيخ ثنا الواقدي .\n</p>\n<p class=\"arabic\">قال أضقت مرة وأنا مع يحيى بن خالد وجاء عيد فقالت الجارية ليس عندنا من آلة \n  العيد شيء فمضيت إلى تاجر صديق لي ليقرضني فأخرج إلي كيسا مختوما فيه ألف \n  دينار ومائتا درهم فأخذته فلما استقررت في منزلي جاءني صديق هاشمي فشكا إلى \n  تأخر غلته وحاجته القرض فدخلت إلى زوجتي فأخبرتها فقالت على أي شيء عزمت قلت \n  على أن أقاسمه الكيس .\n</p>\n<p class=\"arabic\">قالت ما صنعت شيئا أتيت رجلا سوقة فأعطاك ألفا ومائتي درهم وجاءك رجل من آل \n  رسول الله صلى الله عليه وسلم تعطيه نصف ما أعطاك السوقة فأخرجت له الكيس \n  فمضى به .\n</p>\n<p class=\"arabic\">وذهب التاجر إلى الهاشمي ليقترض منه فأخرج له الكيس بعينه فعرفه وجاءني فخبرني \n  بالأمر وجاءني رسول يحيى بن خالد يقول إنما تأخر رسولي عنك لشغلي فركبت إليه \n  وأخبرته خبر الكيس .\n</p>\n<p class=\"arabic\">فقال يا غلام هات تلك الدنانير فجاء بعشرة آلاف دينار .\n</p>\n<p class=\"arabic\">فقال هده ألفي دينار لك وألفين للتاجر وألفين للهاشمي وأربعة آلاف لزوجتك \n  فإنها أكرمكم .\n</p>\n<p class=\"arabic\">وروى نحوها من وجه آخر إلى الواقدي لكنه قال أمر لكل واحد من *14*369* الثلاثة \n  بمائتي دينار .\n</p>\n<p class=\"arabic\">قال عباس الدوري مات الواقدي وهو على القضاء وليس له كفن فبعث المأمون بأكفانه .\n</p>\n<p class=\"arabic\">وقد تقدمت وفاته عن ابن سعد .\n</p>\n<p class=\"arabic\">روى له ابن ماجه حديثا واحدا ولم يسمه بل قال ثنا ابن أبي شيبة عن شيخ له \n  عن عبد الحميد بن جعفر وذكر حديثا في التجمل للجمعة .\n</p>\n<p class=\"arabic\">وقد رواه عبد بن حميد عن ابن أبي شيبة عن الواقدي .\n\n</p>"
}