{
    "header": "أبو صفوان الأموي عبد الله بن سعيد بن عبدـ...",
    "id": "006453",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أبو صفوان الأموي عبد الله بن سعيد بن عبد الملك بن مروان .\n</h1>\n<p class=\"arabic\">مكي ثقة قتل أبوه عند زوال دولتهم ففرت بعبد الله أمه إلى مكة ونشأ بها وسمع \n  من ابن جريج وثور بن يزيد ويونس الأيلي وجماعة وكان ثقة روى عنه الشافعي وأحمد \n  وابن معين وعلي بن المديني وأبو خيثمة وحديثه في الكتب الستة سوى ابن ماجة \n  وقد كنت ذكرته في طبقة ابن المبارك ثم إنني ظفرت بما رواه البخاري *14*469* \n  في تاريخه بالإجازة عن أحمد بن أبي بكر الأزجي أنا سعد الله بن نصر أنا أبو \n  منصور الخياط أنا أحمد بن سرور المقرئ ثنا المعافى بن زكريا ثنا محمد بن مخلد \n  حدثني أحمد بن محمد بن عبد الرحيم صاحبنا سمعنا أبا سعد بن زكريا بن يحيى \n  الطائي قال كان بمكة شيخ من ولد سعيد بن عبد الملك بن مروان وكان يكنى أبا \n  صفوان .\n</p>\n<p class=\"arabic\">وكان شيخا جميلا حسن الخضاب فحدثني سنة أربع أو في سنة خمس ومائتين قال لقد \n  رأيتني ولي أربع بنات وما أملك قليلا ولا كثيرا فحضر الموسم وما علي إلا أخلاق \n  ل فطرقتني جماعة من القرشيين فقالوا يا أبا صفوان إن أمير المؤمنين الرشيد \n  كان اليوم ببطن مر وهو يصبحنا فهل لك أن تمضي فتلقاه بفخ أو على العقبة فتسأله \n  فمضيت معهم فتلقيناه حين صلى الفجر فكلمناه وقلنا له يا أمير المؤمنين ناس \n  من قومك جعنا وعرينا فإن رأيت أن تنظر لنا فترك القوم ورماني ببصره وقال أنت \n  ممنقلت من بني عبد مناف قال من أيهم قلت نشدتك الله والرحم ألا تكشفني عن \n  أكثر من هذا قال ويلك من أي بني عبد مناففلما رأيت غضبه قلت يا أمير المؤمنين \n  رجلا من بني أمية قال من أي بني أمية قلت من ولد مروان قال من أي ولد مروانقلت \n  من ولد عبد الملك فرأيت والله الغضب يتردد في وجهه قال ومن أي ولد عبد الملك \n  *14*470* قلت من ولد سعيد قال سعيد الشر قلت نعم قال أنخ فأنيخت الجمازة ثم \n  قال علي بحماد وهو عامله على مكة فأقبل بحماد فقال ويها يا حماد أوليك أمر \n  قوم ويكون في ناحيتك مثل هذا ولا تطلعني عليه فرأيت حمادا ينظر إلي نظر الجمل \n  الصؤول يكاد يأكلني ثم قال أثر يا غلام فأثار الجمازة ومروا يطردونه ورجعت \n  وأنا أخزى خلق الله وأخوفه من حماد وانقمعت في داري فلما كان جوف الليل أتاني \n  أت وقال أجب أميرالمؤمنين فودعت والله وداع الميت وخرجت وبناتي ينتفن شعورهن \n  ويلطمن فأدخلت عليه فسلمت فرد علي وقال حياك الله يا أبا صفوان يا غلام إحمل \n  مع أبي صفوان خمسة آلاف دينار فأخذتها وجئت إلى بناتي فصببتها بين أيديهن \n  فوالله ما تم سرورنا حتى طرق الباب أن أجب أمير المؤمنين قلت والله بدا له \n  في فدخلت عليه فمد يده إلى كتاب كأنه إصبع وقال إلق حمادا بهذا الكتاب فأخذته \n  وصرت إلى بناتي فسكنت منهن ثم أتيت حمادا وهو جالس عند المقام ينظر إلى الفجر \n  ويتوقع خروج أمير المؤمنين وكان يغلس بالفجر فلما نظر إلي كان يأكلني ببصره \n  فقلت أصلح الله الأمير ليفرغ روعك فقد جاءك الله بالأمر على ما تحب فأخذ الكتاب \n  مني ومال إلى بعض المصابيح فقرأه ثم قال يا أبا صفوان تدري ما فيهقلت لا والله \n  قال اقرأه فإذا فيه مكتوب بسم الله الرحمن الرحيم يا حماد لا تنظر إلى أبي \n  *14*471* صفوان إلا بالعين التي تنظر بها إلى الأولياء وأجر عليه في كل شهر \n  ثلاثة آلاف درهم قال فما زلت والله آخذها حياة الرشيد قلت أحمد بن محمد شيخ \n  ابن مخلد ليس مشهور .\n\n</p>"
}