{
    "header": "يزيد بن هارون بن زاذني .",
    "id": "006443",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">يزيد بن هارون بن زاذني .\n</h1>\n<p class=\"arabic\">*14*455* الإمام أبو خالد السلمي مولاهم الواسطي ولد سنة ثمان عشرة ومائة \n  سمع من عاصم الأحول ويحيى بن سعيد الأنصاري وسليمان التيمي وسعيد الجريري \n  وابن عون وحميد الطويل وداود بن أبي هند وبهز بن حكيم ومحمد بن عمرو بن علقمة \n  وحريز بن عثمان وشعبة وشريك وخلق كثير وعنه أحمد وابن المديني وأبو خيثمة \n  وأبو بكر بن أبي شيبة وعبد بن حميد وأحمد بن الفرات وأحمد بن سنان القطان \n  وأحمد بن سليمان *14*456* الرهاوي وأبو قلابة الرقاشي وابن نمير ويعقوب الدورقي \n  والحسن بن مكرم والحارث بن أبي أسامة ومحمد بن مسلمة الواسطي وعبد الله بن \n  روح المدائني ومحمد بن عبد الرحيم البزاز وخلق وآخرهم وفاة إدريس بن جعفر \n  العطار قيل إنه بخاري الأصل قال علي بن المديني ما رأيت أحفظ من يزيد بن هارون \n  وقال يحيى بن يحيى يزيد بن هارون أحفظ من وكيع وقال أحمد بن حنبل كان يزيد \n  حافظا متقنا وقال زياد بن أيوب ما رأيت ليزيد كتابا قط ولا حدثنا إلا حفظا \n  وقال السراج سمعت علي بن شعيب يقول سمعت يزيد بن هارون يقول أحفظ أربعة وعشرين \n  ألف حديث بالإسناد ولا فخر وأحفظ للشاميين عشرين ألف حديث لا أسأل عنها وقال \n  الفضل بن زياد سمعت أبا عبد الله وقيل له يزيد بن هارون له فقه قال نعم وما \n  كان أذكاه وأفهمه وأفطنه وقال أحمد بن سنان ما رأينا عالما قط أحسن صلاة من \n  يزيد بن هارون لم يكن يفتر من صلاة الليل والنهار وقال أبو حاتم يزيد ثقة \n  إمام لا يسأل عن مثله وروى عمرو بن عون عن هشيم قال ما بالمصرين مثل يزيد \n  بن هارون وقال مؤمل بن إهاب سمعت يزيد بن هارون يقول ما دلست حديثا قط *14*457* \n  إلا حديثا واحدا عن عوف فما بورك فيه وعن عاصم بن علي قال كنت أنا ويزيد بن \n  هارون عند قيس بن الربيع فأما يزيد فكان إذا صلى العتمة لا يزال قائما حتى \n  يصلي الغداة بذلك الوضوء نيفا وأربعين سنة وقال محمد بن إسماعيل الصائغ بمكة \n  قال رجل ليزيد بن هارون كم جزؤكقال وأنام من الليل شيئا إذا لا أنام الله \n  عيني وقال يحيى بن أبي طالب سمعت من يزيد بن هارون ببغداد وكان يقال إن في \n  مجلسه سبعين ألفا وقال أحمد بن عبد الله العجلي يزيد بن هارون ثقة ثبت متعبد \n  حسن الصلاة جدا يصلي الضحى ست عشرة ركعة بها من الجودة غير قليل وكان قد عمي \n  وقال أبو بكر بن أبي شيبة ما رأيت أتقن حفظا من يزيد بن هارون وقال أحمد بن \n  سنان هو وهشيم معروفان بطول صلاة الليل والنهار وقال يعقوب بن شيبة كان يزيد \n  يعد من الآمرين بالمعروف والناهين عن المنكر أخبرنا جماعة إجازة أن الكندي \n  أخبرهم أنا القزاز أنا الخطيب أنا أبو بكر الحيري نا الأصم ثنا يحيى بن أبي \n  طالب أخبرني الحسن بن شاذان الواسطي الحافظ حدثني ابن عرعرة حدثني يحيى بن \n  أكثم قال قال لنا المأمون لولا مكان يزيد بن هارون لأظهرت القرآن مخلوق *14*458* \n  فقيل ومن يزيد حتى يتقى فقال ويحك إني لأرتضيه لا أن له سلطنة ولكن أخاف إن \n  أظهرته فيرد علي فتختلف الناس وتكون فتنة وقال أبو نافع سبط يزيد بن هارون \n  كنت عند أحمد بن حنبل وعنده رجلان فقال أحدهما رأيت يزيد بن هارون في المنام \n  فقلت له ما فعل الله بكقال غفر لي وشفعني وعاتبني وقال أتحدث عن حريز بن عثمانقلت \n  يا ) .\n</p>\n<p class=\"arabic\">رب ما علمت إلا خيرا قال إنه كان يبغض عليا وقال الآخر رأيته في المنام فقلت \n  له وهل أتاك منكر ونكيرقال أي والله وسألاني من ربك وما دينك ومن نبيكفقلت \n  ألمثلي يقال هذا وأنا كنت أعلم الناس بهذا في دار الدنيافقالا لي صدقت قال \n  يعقوب بن شيبة توفي بواسط في ربيع الآخر سنة ست ومائتين قلت وقع جملة أحاديث \n  بعلو في الغيلانات من حديث يزيد بن هارون منها الأعمال بالنيات والله أعلم \n  وقد روى عباس بن عبد العظيم وأحمد بن سنان عن شاذ بن يحيى أنه سمع يزيد بن \n  هارون يقول من قال القرآن مخلوق فهو زنديق كافر بالله تعالى .\n\n</p>"
}