{
    "header": "يحيى بن آدم بن سليمان .",
    "id": "006412",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">يحيى بن آدم بن سليمان .\n</h1>\n<p class=\"arabic\">أبو زكريا القرشي الكوفي الأحول الحافظ مولى آل أبي معيط .\n</p>\n<p class=\"arabic\">*14*432* روى عن فطر بن خليفة وفضيل بن مرزوق ومسعر ويونس بن أبي إسحاق وعيسى \n  بن طهمان وسفيان الثوري وإسرائيل ومفضل بن مهلهل وورقاء بن عمر وخلق وعنه \n  أحمد بن حنبل وإسحاق بن راهويه ويحيى بن معين وأبو كريب وهارون .\n</p>\n<p class=\"arabic\">الحمال وعبدة الصفار ومحمد بن رافع ومحمد بن عبد الله المخرمي وعبد بن حميد \n  والحسن بن علي بن عفان العامري وخلق وكان فقيها إماما قارئا غزير العلم وثقه \n  ابن معين والنسائي وسئل عنه أبو داود فقال يحيى واحد الناس وقال يعقوب بن \n  شيبة ثقة فقيه البدن .\n</p>\n<p class=\"arabic\">سمعت ابن المديني يقول يرحم الله يحيى بن آدم أي علم كان عنده وجعل يطريه \n  وقال أبو أسامة ما رأيت يحيى بن آدم قط إلا ذكرت الشعبي يعني أنه كان جامعا \n  للعلم قال أبو سعيد هشام بن منصور سمعت أحمد بن حنبل يقول قال لي يحيى بن \n  آدم يجيئني الرجل ممن أبغضه أكره مجيئه فأقرأ عليه كل شيء حتى أستريح منه \n  ولا أراه ويجيء الرجل أوده فأتردد حتى يرجع إلي قلت وعلى يحيى مدار قراءة \n  أبي بكر بن عياش فإنه ضبط الحروف *14*433* وحررها وراجع فيها أبا بكر ولم \n  يقرأ عليه قال عبد الواحد بن أبي هاشم ثنا علي بن أحمد العجلي نا أبو هشام \n  الرفاعي نا يحيى بن آدم قال سألت أبا بكر بن عياش عن حروف عاصم التي في هذه \n  الكراسة أربعين سنة فحدثني بها كلها وقرأها علي حرفا حرفا قلت فقرأ عليه شعيب \n  بن أيوب الصريفيني وغيره وسمع منه الحروف أبو حمدون الطيب بن إسماعيل وخلف \n  بن هشام البزار وأبو هشام الرفاعي وأحمد بن عمر الوكيعي وآخرون قال محمود \n  بن غيلان سمعت أبا أسامة يقول كان عمر رضي الله عنه في زمانه رأس الناس وكان \n  بعده ابن عباس في زمانه وكان بعده الشعبي في زمانه وكان بعد الشعبي الثوري \n  في زمانه وكان بعد الثوري يحيى بن آدم .\n</p>\n<p class=\"arabic\">وقال ابن سعد توفي بفم الصلح في النصف من ربيع الأول سنة ثلاث ومائتين وصلى \n  عليه الحسن بن سهل .\n\n</p>"
}