{
    "header": "أبو عيسى بن هارون الرشيد بن محمد المهدي ...",
    "id": "006457",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أبو عيسى بن هارون الرشيد بن محمد المهدي بن المنصور العباسي الأمير .\n</h1>\n<p class=\"arabic\">واسمه محمد وأمه أم ولد *14*472* ولي إمرة الكوفة سنة أربع ومائتين وحج بالناس \n  سنة سبع وكان موصوفا بحسن الصورة وكمال الظرف وله أدب وشعر جيد قال الصولي \n  حدثني عبد الله بن المعتز قال كان أبو عيسى ابن الرشيد أديبا ظريفا إذا عمل \n  بيتين أو ثلاثة جودها فمن شعره .\n</p>\n<p class=\"arabic\">% لساني كتوم لأسراركم % % ودمعي نموم بسري مذيع % .\n</p>\n<p class=\"arabic\">% فلولا دموعي كتمت الهوى % % ولولا الهوى لم تكن لي دموع % .\n</p>\n<p class=\"arabic\">وقال شيخ بن حاتم العكلي ثنا إبراهيم بن محمد قال انتهى جمال ولد الخلافة \n  إلى أولاد الرشيد كان فيهم الأمين وأبو عيسى لم ير الناس أجمل منه قط كان \n  إذا أراد الركوب جلس له الناس حتى يروه أكثر مما يجلسون للخلفاء وقال الغلابي \n  ثنا يعقوب بن جعفر قال قال الرشيد لابنه أبي عيسى وهو صبي ليت جمالك لعبد \n  الله يعني المأمون فعجب من جوابه على صغره وضمه إليه وقبله وقيل إن المأمون \n  كلم أخاه أبا عيسى بشيء فأخجله فقال .\n</p>\n<p class=\"arabic\">% يكلمني ويعبث بالبنان % % من التشويش منكسر اللسان % .\n</p>\n<p class=\"arabic\">% وقد لعب الحياء بوجنتيه % % فصار بياضها كالأرجوان % .\n</p>\n<p class=\"arabic\">وقال الصولي ثنا الحسين بن فهم قال لما قال أبو عيسى بن الرشيد .\n</p>\n<p class=\"arabic\">% دهاني شهر الصوم لا كان من شهر % % ولا صمت شهرا بعده آخر الدخر % .\n</p>\n<p class=\"arabic\">% ولو كان يعديني الإمام بقدرة % % على الشهر لاستعديت جهدي على الشهر % .\n</p>\n<p class=\"arabic\">*14*473* .\n</p>\n<p class=\"arabic\">فناله بعقب هذا صرع فكان يصرع في اليوم مرات حتى مات ولم يبلغ رمضانا آخر \n  وقال محمد بن عباد المهلبي كان المأمون قد أهل أخاه أبا عيسى للخلافة بعده \n  وكان يقول ما أجزع من قرب المنية حق الجزع بلوغ أبي عيسى ما لعله يشتهيه وكان \n  أبو عيسى ممن لم ير قط أجمل منه فمات فدخلت للتعزية فنبذت عمامتي وجعلتها \n  ورائي لأن الخلفاء لا تعزى في العمائم فقال المأمون يا محمد حال القدر دون \n  الوطر وألوت المنية بالأمنية وكان المأمون يعرفني ما له عنده وعزمه فيه فقلت \n  يا أمير المؤمنين كل مصيبة أخطأتك تهون فجعل الله الحزن لك لا عليك قال صاحب \n  الأغاني أبو الفرج حدثني ابن أبي سعد الوراق حدثني محمد بن عبد الله بن طاهر \n  حدثني أبي قال قال أحمد بن أبي داود دخلت على المأمون في أول صحبتي إياه وقد \n  توفي أخوه أبو عيسى وكان له محبا وهو يبكي ويتمثل .\n</p>\n<p class=\"arabic\">% سأبكيك ما فاضت دموعي فإن تغض % % فحسبك مني ما تحن الجوانح % .\n</p>\n<p class=\"arabic\">% كأن لم يمت حي سواك ولم تقم % % على أحد إلا عليك النوائح % .\n</p>\n<p class=\"arabic\">وقال عريب .\n</p>\n<p class=\"arabic\">% كذا فليجل الخطب وليفدح الأمر % % وليس لعين لم يفض ماؤها عذر % .\n</p>\n<p class=\"arabic\">*14*474* .\n</p>\n<p class=\"arabic\">% كأن بني العباس يوم وفاته % % نجوم سماء خر من بينها البدر % .\n</p>\n<p class=\"arabic\">فبكى المأمون وبكينا ثم قال لها نوحي فناحت ورد عليها الجواري فبكينا أحرق \n  بكاء وبكى المأمون حتى قلت قد جادت نفسه وقال هبة الله بن إبراهيم بن المهدي \n  مات أبو عيسى سنة تسع ومائتين ونزل في قبره المأمون وامتنع من الطعام أياما \n  وقال الصولي كان أبو عيسى يسمى أحمد أيضا وكانت أمه بربرية وله جماعة إخوة \n  اسمهم محمد سوى الأمين وسوى صاحب الترجمة وهم أبو علي محمد توفي سنة إحدى \n  وثلاثين ومائتين وأبو العباس محمد مات سنة خمس وأربعين ومائتين وكان أعمى \n  القلب مغفلا وأبو أحمد محمد وكان طريفا نديما فاضلا توفي سنة أربع وخمسين \n  وهو آخر من مات من إخوته وأبو سليمان محمد سماه ابن جرير الطبري وأبو أيوب \n  محمد وكان أديبا شاعرا وأبو يعقوب محمد وكلهم أولاد إماء وهذا الأخير مات \n  سنة ثلاث وعشرين وسأترجم لأبي العباس ولأبي أحمد إن شاء الله تعالى .\n\n</p>"
}