{
    "header": "يعقوب بن إسحاق بن زيد بن عبد الله بن أبيـ...",
    "id": "006445",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">يعقوب بن إسحاق بن زيد بن عبد الله بن أبي إسحاق .\n</h1>\n<p class=\"arabic\">الإمام أبو محمد الحضرمي مولاهم البصري قارئ أهل البصرة بعد أبي عمرو بن العلاء \n  وأحد الأئمة القراءة العشرة أخذ القرآن عن أبي المنذر سلام الطويل وأبي الأشهب \n  العطاردي ومهدي بن ميمون وشهاب وسمع حروفا من حمزة وتصدر للإقراء فقرأ عليه \n  خلق منهم روح بن عبد المؤمن ومحمد بن المتوكل رويس والوليد بن حسان التوزي \n  وأحمد بن عبد الخالق المكفوف وكعب بن إبراهيم وحميد بن وزير والمنهال بن شاذان \n  العمري وأبو حاتم السجستاني وأبو عمر الدوري وخلق سواهم وسمع الكثير من شعبة \n  وهارون بن موسى النحوي وسليم بن حيان والأسود بن شيبان وهمام وزائدة وأبي \n  عقيل الدورقي روى عنه أبو حفص الفلاس وأبو قلابة الرقاشي وإسحاق بن *14*461* \n  إبراهيم بن شاذان ومحمد بن يونس الكديمي وخلق سواهم وكان أصغر من أخيه أحمد \n  بن إسحاق قال أبو حاتم السجستاني هو أعلم من رأينا بالحروف والاختلاف في القرآن \n  وبعلله ومذاهبه ومذاهب النحو وقال أحمد بن حنبل صدوق وقال محمد بن أحمد العجلي \n  يمدح يعقوب الحضرمي ) .\n</p>\n<p class=\"arabic\">% أبوه من القرء كان وجده % % ويعقوب في القراء كالكوكب الدري % .\n</p>\n<p class=\"arabic\">% تفرده محض الصواب ووجهه % % فمن مثله في وقته وإلى الحشر % .\n</p>\n<p class=\"arabic\">وقال علي بن جعفر السعيدي كان يعقوب أقرأ أهل زمانه وكان لا يلحن في الكلام \n  وكان أبو حاتم السجستاني من بعض غلمانه وعن أبي عثمان المزني قال رأيت النبي \n  صلى الله عليه وسلم فقرأت عليه سورة طه فقرأت مكانا سوى فقال اقرأ سوى اقرأ \n  قراءة يعقوب وقال أبو القاسم الهذلي ومنهم يعقوب بن إسحاق الحضرمي لم ير في \n  زمنه مثله .\n</p>\n<p class=\"arabic\">وكان عالما بالعربية ووجوهها والقرآن واختلافه فاضلا تقيا نقيا ورعا زاهدا \n  بلغ من زهده أن سرق رداؤه عن كتفه وهو في الصلاة ولم يشعر ورد إليه فلم يشعر \n  لشغله بعبادة ربه وبلغ من جاهه بالبصرة أنه كان يحبس ويطلق وقال أبو طاهر \n  بن سوار توفي في ذي الحجة سنة خمس ومائتين قال وكان حاذقا بالقراءة قيما بها \n  متحريا نحويا فاضلا وقال روح بن عبد المؤمن وغيره قرأ يعقوب على سلام الطويل \n  وقرأ *14*462* سلام على أبي عمرو بن العلاء وقال محمد بن المتوكل قرأت على \n  يعقوب وقرأ على سلام وقرأ سلام على عاصم بن أبي النجود عن أبي عبد الرحمن \n  عن علي رضي الله عنه وروي عن يعقوب أنه قرأ على سلام وأنه قرأ على عاصم الجحدري \n  فهذه ثلاثة أقوال مختلفة والله اعلم .\n\n</p>"
}