{
    "header": "يحيى بن المبارك بن المغيرة .",
    "id": "006437",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">يحيى بن المبارك بن المغيرة .\n</h1>\n<p class=\"arabic\">أبو محمد العدوي البصري المقرئ النحوي المعروف باليزيدي لاتصاله بيزيد بن \n  منصور خال المهدي يؤدب ولده قرأ القرآن وجوده على أبي عمرو بن العلاء وحدث \n  عنه *14*451* وعن ابن جريج وغيرهما قرأ عليه أبو عمر الدوري وأبو شعيب السوسي \n  وجماعة وحدث عنه أبو عبيد وإسحاق الموصلي وابنه محمد بن يحيى وآخرون وقد اتصل \n  بالرشيد وأدب المأمون وكان ثقة فصيحا مفوها حجة عالما باللغات والشعر والآداب \n  أخذ العربية عن أبي عمرو والخليل بن أحمد وصنف كتاب النوادر وكتاب المقصور \n  والممدود وكتاب الشكل وكتاب نوادر اللغة ومختصرا في النحو وكان يجلس زمن الرشيد \n  مع الكسائي في مسجد واحد يقريان الناس فكان الكسائي يؤدب الأمين وكان اليزيد \n  يؤدب المأمون وروي عن أبي حمدون الطيب بن إسماعيل قال شهدت ابن أبي العتاهية \n  وكتب عن اليزيدي نحو عشرة آلاف ورقة عن أبي عمرو بن العلاء خاصة قال أبو عمرو \n  الداني روى القراءة عن اليزيدي من آله محمد وعبد الله وإبراهيم وإسماعيل وإسحاق \n  أولاده وابن ابنه أحمد بن محمد وأبو عمر الدوري وأبو حمدون وعامر بن عمر الموصلي \n  أوقية وأبو شعيب السوسي وسليمان بن خلاد ومحمد بن سعدان وأحمد بن جبير ومحمد \n  بن شجاع وأبو أيوب الخياط وجعفر بن غلام سجادة ومحمد بن عمر الرومي وقد خالف \n  أبا عمرو في اختباره في أحرف ثم قال أبو عمرو أنا خلف بن إبراهيم نا محمد \n  بن عبد الله نا محمد بن يعقوب أخبرني عبيد الله بن محمد بن اليزيدي عن أبيه \n  عن *14*452* يحيى بن المبارك قال كان أبي صديقا لأبي عمرو بن العلاء فخرج \n  إلى مكة فذهب أبو عمرو يشيعه وأنا معه فأوصى بي إلى أبي عمرو قال فلم يرني \n  أبو عمرو حتى قدم أبي فأتى أبو عمرو يستقبله فقال يا أبا عمرو كيف رضاك عن \n  يحيى قال ما رأيته منذ فارقتك إلى هذا الوقت فحلف أبي أن لا أدخل البيت حتى \n  أقرأ القرآن على أبي عمرو قائما على رجلي فقرأت عليه القرآن كله قائما أحسبه \n  أنه قال وكانت اليمين بالطلاق عاش اليزيدي أربعا وسبعين سنة وتوفي ببغداد \n  سنة اثنتين ومائتين وقيل توفي بمرو مع المأمون .\n\n</p>"
}