{
    "header": "بشر بن غياث بن أبي كريمة .",
    "id": "006563",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">بشر بن غياث بن أبي كريمة .\n</h1>\n<p class=\"arabic\">*15*86* أبو عبد الرحمن المريسي العدوي مولى زيد بن الخطاب .\n</p>\n<p class=\"arabic\">كان من أعيان أصحاب الرأي .\n</p>\n<p class=\"arabic\">أخذ عن أبي يوسف وبرع في الفقه ونظر في الكلام والفلسفة وجرد القول بخلق القرآن \n  وناظر عليه ودعا إليه .\n</p>\n<p class=\"arabic\">وكان رأس الجهمية .\n</p>\n<p class=\"arabic\">أخذ عن الجهم بن صفوان فيما أرى ثم تبينت أنه لم يدرك الجهم .\n</p>\n<p class=\"arabic\">وسمع من حماد بن سلمة وسفيان بن عيينة .\n</p>\n<p class=\"arabic\">وقد رماه بالكفر غير واحد من الأئمة ساق الخطيب أقوالهم في تاريخه ونقل أنه \n  مات في ذي الحجة سنة ثمان عشرة ومائتين .\n</p>\n<p class=\"arabic\">قال البويطي سمعت الشافعي يقول ناظرت المريسي في القرعة فذكرت له حديث عمران \n  بن حصين في القرعة فقال هذا قمار فأتيت أبا البحتري القاضي فذكرت له قوله \n  فقال يا أبا عبد الله شاهد آخر وأصلبه *15*87* .\n</p>\n<p class=\"arabic\">وقال أبو النضر هاشم كان أبو بشر المريسي يهوديا قصارا صباغا في سويقة نصر \n  بن مالك .\n</p>\n<p class=\"arabic\">وقال غير واحد قال رجل ليزيد بن هارون إن عندنا ببغداد رجلا يقال له المريسي \n  يقول بخلق القرآن .\n</p>\n<p class=\"arabic\">فقال ما في فتيانكم أحد يفتك به .\n</p>\n<p class=\"arabic\">قلت وقد كان المريسي أخذ في دولة الرشيد وأوذي لأجل مقالته .\n</p>\n<p class=\"arabic\">قال أحمد بن حنبل فيما رواه عنه أبو داوود في المسائل سمعت عبد الرحمن بن \n  مهدي أيام صنع ببشر ما صنع يقول من زعم أن الله لم يكلم موسى عليه السلام \n  يستتاب فإن تاب وإلا ضربت عنقه .\n</p>\n<p class=\"arabic\">قال المروذي سمعت أبا عبد الله وذكر بشرا فقال من كان أبوه يهوديا أي شيء \n  تراه يكون وقال أحمد بن حنبل كان بشر يحضر مجلس أبي يوسف فيستغيث ويصيح فقال \n  له أبو يوسف مرة وهو يناظره لا تنتهي أو تفسد خشبة ) .\n</p>\n<p class=\"arabic\">وقال أحمد بن الحسن الترمذي سمعت أحمد بن حنبل يقول كان المريسي ليس بصاحب \n  حجج بل صاحب خطب .\n</p>\n<p class=\"arabic\">قال أبو عبد الله فيما رواه عنه الأثرم أنه سئل عن الصلاة خلف بشر المريسي \n  قال لايصلى خلفه *15*88* .\n</p>\n<p class=\"arabic\">وقال أبو داوود سمعت قتيبة يقول بشر المريسي كافر .\n</p>\n<p class=\"arabic\">وأخبار بشر في ست ورقات في تاريخ الخطيب .\n\n</p>"
}