{
    "header": "أسد بن الفرات .",
    "id": "006544",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أسد بن الفرات .\n</h1>\n<p class=\"arabic\">الفقيه أبو عبد الله القيرواني المغربي مولى بني سليم أحد الكبار من أصحاب \n  مالك .\n</p>\n<p class=\"arabic\">ولد بحران سنة خمس وأربعين ومائة ودخل القيروان مع أبيه في الغزو ) *15*67* .\n</p>\n<p class=\"arabic\">وقال ابن ماكولا أسد بن الفرات قاضي إفريقية مولده في سنة أربع وأربعين ومائة .\n</p>\n<p class=\"arabic\">روى الموطأ ورحل إلى الكوفة فأخذ عن أهلها .\n</p>\n<p class=\"arabic\">وسمع عن يحيى بن أبي زائدة وأبي يوسف وجرير بن عبد الحميد ومحمد بن الحسن \n  الشيباني وكتب علم أبي حنيفة .\n</p>\n<p class=\"arabic\">أخذ عنه أبو يوسف القاضي مع تقدمه .\n</p>\n<p class=\"arabic\">وكان قد تفقه قبل ذلك ببلده على علي بن زياد القومسي وكان جليلا محترما كبير \n  القدر .\n</p>\n<p class=\"arabic\">قيل إنه لما قدم مصر من الكوفة جاء إلى ابن وهب فقال له هذه كتب أبي حنيفة \n  وسأله أن يجيب فيها على مذهب مالك فتورع فذهب بها إلى ابن القاسم فأجابه بما \n  حفظ عن مالك وبما يعلم من أصول مالك وقواعده وتسمى المسائل الأسدية .\n</p>\n<p class=\"arabic\">وحصلت له رئاسة بإفريقية واشتغلوا عليه فلما ارتحل سحنون بالأسدية إلى ابن \n  القاسم وعرضها عليه قال ابن القاسم فيها شيء لا بد من تغييره وأجاب عن أماكن \n  ثم كتب إلى أسد أن عارض كتبك بكتب سحنون فلم يفعل ذلك فبلغ ذلك ابن القاسم \n  فتألم وقال اللهم لا تبارك في الأسدية فهي مرفوضة عند المالكية .\n</p>\n<p class=\"arabic\">قال أبو زرعة الرازي كان عند ابن القاسم ثلاثمائة جلد أو نحوه عن مالك مسائل .\n</p>\n<p class=\"arabic\">وكان أسد رجل من أهل الغرب سأل محمد بن الحسن عن مسائل ثم سأل ابن وهب فأبى \n  أن يجيب فأتى ابن القاسم فتوسع له وأجابه بما عنده عن مالك وبما يراه والناس \n  يتكلمون في هذه المسائل *15*68* .\n</p>\n<p class=\"arabic\">قال عبد الرحمن الزاهد قدم علينا أسد فقلت ما تأمرني بقول أهل العراق أو بقول \n  مالك فقال إن كنت تريد الله والدار الآخرة فعليك بقول مالك وإن كنت تريد الدنيا \n  فعليك بقول أهل العراق .\n</p>\n<p class=\"arabic\">ولما كان بالعراق كان يلزم محمد بن الحسن فنفدت نفقته فكلم محمد فيه الدولة \n  فوصلوه بعشرة آلاف درهم .\n</p>\n<p class=\"arabic\">قال ومات صاحب لنا فنودي على كتبه فكان المنادي يقول هذه مقابلة على كتب الإفريقي \n  يريدني وكنت معروفا بتصحيح المقابلة فبيعت ورقتين بدرهم .\n</p>\n<p class=\"arabic\">وعنه قال قال لي ابن القاسم كنت أقرأ ختمتين في اليوم والليلة فأنزل لك عن \n  ختمة رغبة ) .\n</p>\n<p class=\"arabic\">في إحياء العلم .\n</p>\n<p class=\"arabic\">وقال داوود بن أحمد رأيت أسدا يعرض التفسير فقرأ قوله تعالى أنا الله لا إله \n  إلا أنا فاعبدني فقال ويلم أهل البدع يزعمون أن الله خلق كلاما يقول أنا الله .\n</p>\n<p class=\"arabic\">قلت ومضى أسد بن الفرات غازيا أميرا من قبل زيادة الأغلبي أمير القيروان فافتتح \n  بلدا من جزيرة صقلية .\n</p>\n<p class=\"arabic\">وكان رجلا شجاعا زحف إليه ملك صقلية في مائة ألف وخمسين ألفا .\n</p>\n<p class=\"arabic\">قال بعضهم فلقد رأيت أسدا وفي يده اللواء يقرأ يس ثم حمل بالناس فهزم *15*69* \n  الله المشركين وانصرف أسد فرأيت الدم قد سال من قناة اللواء على ذراعه وقد \n  جمد .\n</p>\n<p class=\"arabic\">ومرض وهو محاصر سرقوسية ومات هناك في ربيع الآخر سنة ثلاث عشرة ومائتين .\n</p>\n<p class=\"arabic\">ويقال أن أسدا قال أيها الأمير عزلتني من القضاء فقال لا ولكن زدتك الإمرة \n  وهي أشرف فأنت أمير وأنت قاض رحمه الله .\n\n</p>"
}