{
    "header": "إدريس بن يحيى .",
    "id": "006535",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">إدريس بن يحيى .\n</h1>\n<p class=\"arabic\">أبو عمرو مولى بني أمية المصري المعروف بالخولاني الزاهد .\n</p>\n<p class=\"arabic\">عن حيوة بن شريح ورجاء بن أبي عطاء وبكر بن مضر وحرملة بن عمران .\n</p>\n<p class=\"arabic\">وعنه أبو الطاهر بن السرح وسعيد بن أسد بن موسى ويونس بن عبد الأعلى الصدفي \n  وجماعة .\n</p>\n<p class=\"arabic\">قال أبو زرعة الرازي صدوق ) *15*57* .\n</p>\n<p class=\"arabic\">وقال غيره كان يقول إنه من الأبدال .\n</p>\n<p class=\"arabic\">وكان يشبه ببشر الحافي في فضله وعبادته .\n</p>\n<p class=\"arabic\">توفي سنة إحدى عشرة ومائتين .\n</p>\n<p class=\"arabic\">أخبرنا محمد بن الحسين بمصر أنا محمد بن عباد أنا عبد الله بن رفاعة أنا علي \n  بن الحسن القاضي أنا عبد الرحمن بن عمر أنا أبو الطاهرأحمد بن محمد بن عمرو \n  وبه قال القاضي وأنا أبو العباس ابن الحاج الإشبيلي ثنا أبو الفوارس أحمد \n  بن محمد الصابوني إملاء قالا ثنا يونس بن عبد الأعلى ثنا إدريس بن يحيى الخولاني \n  ثنا رجاء بن أبي عطاء المؤذن عن وهب بن عبد الله الكعبي عن عبد الله بن عمرو \n  بن العاص قال قال رسول الله صلى الله عليه وسلم من أطعم أخاه المسلم حتى يشبعه \n  وسقاه من الماء حتى يرويه بعده الله من النار سبع خنادق ما بين كل خندق مسيرة \n  خمسمائة عام .\n</p>\n<p class=\"arabic\">هذا حديث غريب جيد الإسناد رواته كلهم مصريون أو نازلون بديار مصر رواه الطبراني \n  في مكارم الأخلاق عن عمارة بن خيثمة عن أبيه .\n</p>\n<p class=\"arabic\">وقال الحاكم في المستدرك نا أبو علي الحافظ نا أحمد بن داوود بمصر نا إسحاق \n  بن كامل نا إدريس بن يحيى نا حيوة عن يزيد بن أبي حبيب عن نافع عن ابن عمر \n  قال وجه رسول الله صلى الله عليه وسلم جعفرا إلى الحبشة فلما قدم اعتنقه ثم \n  قال ألا أهب لك ألا أبشرك ألا أمنحك فذكر صلاة التسبيح *15*58* .\n</p>\n<p class=\"arabic\">ثم قال الحاكم هذا إسناد صحيح لا غبار عليه .\n</p>\n<p class=\"arabic\">أخبرنا أبو إسحاق الصفار أنا يوسف بن خليل أنا أبو الفضائل الكاغدي أنا أبو \n  علي الحداد أنا أبو نعيم الحافظ نا علي بن هارون ثنا موسى بن هارون الحافظ \n  سمعت ابن زنجويه فيما أرى يذكر أن إدريس بن يحيى الخولاني كان بمصر كبشر بن \n  الحارث عندنا ببغداد .\n</p>\n<p class=\"arabic\">قال موسى ولا أظنهم كانوا يقدمون عليه أحدا .\n</p>\n<p class=\"arabic\">وبه أنا أبو نعيم ثنا سليمان بن أحمد نا أحمد بن طاهر بن حرملة ثنا جدي ثنا \n  إدريس بن يحيى أخبرني حيوة بن شريح عن عقيل بن أبي شهاب عن نافع عن ابن عمر \n  أن النبي صلى الله عليه وسلم قال يقبض الله الأرض بيده والسماوات بيمينه ثم \n  يقول أنا الملك .\n</p>\n<p class=\"arabic\">قال يونس بن عبد الأعلى ما رأيت في الصوفية عاقلا إلا أدريس بن يحيى الخولاني \n  ) .\n</p>\n<p class=\"arabic\">قلت كان إدريس بن يحيى من سادة الأولياء بالديار المصرية رحمه الله ورضي عنه .\n</p>\n<p class=\"arabic\">وقال ابن أبي حاتم سئل أبو زرعة عنه فقال رجل صالح من أفاضل المسلمين صدوق .\n</p>\n<p class=\"arabic\">وعن عبد الله بن عبد الحكم سمعت ابن وهيب يقول ما رأيت صوفيا قط *15*59* إلا \n  أحمق إلا إدريس بن يحيى .\n\n</p>"
}