{
    "header": "سعيد بن بريد التميمي الصوفي العارف .",
    "id": "006658",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">سعيد بن بريد التميمي الصوفي العارف .\n</h1>\n<p class=\"arabic\">أبو عبد الله النباجي الزاهد *15*167* .\n</p>\n<p class=\"arabic\">أخذ عن الفضيل بن عياض وغيره .\n</p>\n<p class=\"arabic\">حكى عنه أحمد بن أبي الحواري وعبد الله بن خبيق الأنطاكي والوليد بن عتبة \n  الدمشقي وغيرهم .\n</p>\n<p class=\"arabic\">وكان عبدا صالحا وعابدا سائحا له أحوال وكرامات .\n</p>\n<p class=\"arabic\">قال ابن أبي الحواري سمعته يقول أصل العبادة عندي في ثلاث لا ترد من أحكامه \n  شيئا ولا تسأل غيره حاجة ولا تدخر عنه شيئا .\n</p>\n<p class=\"arabic\">وقال أحمد بن أبي الحواري سمعت أبا عبد الله النباجي يقول تدري أي شيء قلت \n  البارحة قلت قبيح بعيد ذليل مثلي يعلم عظيما مثلك ما تعلم أنك لو خيرتني بين \n  أن تكون الدنيا كلها لي أتنعم فيها حلالا لا أسأل عنها غدا وبين أن تخرج نفسي \n  الساعة لاخترت الموت .\n</p>\n<p class=\"arabic\">وقال ابن أبي الدنيا ثنا داوود بن محمد سمع أبا عبد الله النباجي يقول خمس \n  خصال بها يتم العمل معرفة الله ومعرفة الحق وإخلاص العمل لله والعمل على السنة \n  وأكل الحلال فإن فقدت واحدة لم يرفع العمل وذلك أنك إذا عرفت الله ولم تعرف \n  الحق لم تنتفع وإذا عرفت الحق وعرفت الله ولم تخلص لم تنتفع وإذا عرفت الله \n  والحق وأخلصت ولم تكن على السنة لم تنتفع وإن تمت الأربع ولم يكن الأكل من \n  الحلال لم تنتفع .\n</p>\n<p class=\"arabic\">وقال أبو نعيم في الحلية سمعت أبي يقول سمعت خالي أحمد بن محمد بن يوسف سمعت \n  أبي يقول كان أبو عبد الله النباجي مجاب الدعوة له آيات وكرامات بينا هو في \n  ) .\n</p>\n<p class=\"arabic\">بعض أسفاره على ناقة وفي الرفقة رجل عائن قل ما نظر إلى شيء إلا أتلفه فقيل \n  له احفظ ناقتك من العائن قال ليس له إليها سبيل فأخبر العائن بقوله فتحين \n  غيبة النباجي وجاء فعان الناقة *15*168* فاضطربت وسقطت وأتى النباجي فرآها \n  فقال دلوني عليه فدلوه فأتاه فوقف عليه وقال بسم الله حبس حابس وشهاب قابس \n  رددت عين العائن عليه وعلى أحب الناس إليه في كلوتيه رشيق وفي ماله يليق فارجع \n  البصر هل ترى من فطور ثم ارجع البصر كرتين ينقلب إليك البصر خاسئا وهو حسير .\n</p>\n<p class=\"arabic\">قال فخرجت حدقتا العائن وقامت الناقة لا بأس بها .\n\n</p>"
}