{
    "header": "سعيد بن أوس بن ثابت بن بشير بن أبي زيد ....",
    "id": "006657",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">سعيد بن أوس بن ثابت بن بشير بن أبي زيد .\n</h1>\n<p class=\"arabic\">*15*165* أبو زيد الأنصاري النحوي الإمام صاحب التصنيفات اللغوية والأدبية \n  وهو بكنيته اشهر .\n</p>\n<p class=\"arabic\">عن ابن عوف وعوف الأعرابي ومحمد بن عمرو وسليمان التيمي وأبي عمرو بن العلاء \n  وسعيد بن أبي عروبة ورؤبة بن العجاج وعمرو بن عبيد شيخ المعتزلة وطائفة .\n</p>\n<p class=\"arabic\">وعنه خلف البزار وقرأ عليه القرآن وأبو عمر الجرمي صالح بن إسحاق والعباس \n  الرياشي وأبو حاتم السجستاني وأبو عبيد القاسم وأبو عثمان المازني وعمر بن \n  شبة وأبو حاتم والكديمي وأبو العيناء ومحمد بن يحيى بن المنذر القزاز وأبو \n  مسلم الكجي وخلق .\n</p>\n<p class=\"arabic\">قال ابن أبي حاتم سمعت أبي يجمل القول فيه ويرفع شأنه ويقول هو صدوق .\n</p>\n<p class=\"arabic\">وقال صالح جزرة ثقة .\n</p>\n<p class=\"arabic\">وقال غيره أبو زيد الأنصاري جد هذا هو أحد الستة الذين جمعوا القرآن في عهد \n  رسول الله صلى الله عليه وسلم ومات في خلافة عمر بالبصرة واسمه ثابت بن زيد \n  بن قيس الخزرجي .\n</p>\n<p class=\"arabic\">وعن أبي عثمان المازني قال كنا عند أبي زيد فجاء الأصمعي فأكب على رأسه وجلس \n  وقال هذا عالمنا ومعلمنا منذ ثلاثين سنة .\n</p>\n<p class=\"arabic\">فنحن كذلك إذ جاء خلفالأحمر فأكب على رأسه وقال هذا عالمنا ومعلمنا منذ عشر \n  سنين .\n</p>\n<p class=\"arabic\">وقال المازني سمعت أبا زيد يقول وقفت على قصاب فقلت بكم البطنان فقال بمصفعان \n  يا مضرطان فغطيت *15*166* رأسي وفررت .\n</p>\n<p class=\"arabic\">وذكر أبو سعيد السيرافي أن أبا زيد كان يقول كل ما قال سيبويه أخبرني الثقة \n  فأنا أخبرته .\n</p>\n<p class=\"arabic\">ومات أبو زيد بعد سيبويه بنيف وثلاثين سنة قال ويقال إن الأصمعي كان يحفظ \n  ثلث اللغة وكان أبو زيد يحفظ ثلثي اللغة وكان الخليل يحفظ نصف اللغة وكان \n  أبو مالك عمرو بن كركرة الأعرابي يحفظ اللغة كلها .\n</p>\n<p class=\"arabic\">وقال المبرد كان أبو زيد أعلم الثلاثة بالنحو أبو زيد وأبو عبيدة والأصمعي \n  وكان له حلقة ) .\n</p>\n<p class=\"arabic\">بالبصرة .\n</p>\n<p class=\"arabic\">قال أبو موسى الزمن وأبو حاتم الرياشي مات سنة خمس عشرة .\n</p>\n<p class=\"arabic\">زاد أبو حاتم وله ثلاث وتسعون سنة .\n</p>\n<p class=\"arabic\">وعن أبي زيد قال أردت الأنحدار إلى البصرة فقلت لابن أخ لي اكتر لنا فنادى \n  يا معشر الملاحون .\n</p>\n<p class=\"arabic\">فقلت ويلك ما تقول قال أنا مغرى بحب النصب .\n\n</p>"
}