{
    "header": "عبد الأعلى بن مسهر بن عبد الأعلى بن مسهرـ...",
    "id": "006730",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الأعلى بن مسهر بن عبد الأعلى بن مسهر .\n</h1>\n<p class=\"arabic\">الأمام أبو مسهر الغساني الدمشقي أحد الأعلام *15*244* .\n</p>\n<p class=\"arabic\">ويعرف بابن أبي درامة وهي كنية جده عبد الأعلى .\n</p>\n<p class=\"arabic\">ولد أبو مسهر سنة أربعين ومائة .\n</p>\n<p class=\"arabic\">وروى عن سعيد بن عبد العزيز وعبد الله بن العلاء بن زبر وسعيد بن بشير ومالك \n  بن أنس وإسماعيل بن عياش وإسماعيل بن عبد الله بن سماعة وخالد بن يزيد المري \n  وصدقة بن خالد ويحيى بن حمزة وخلق .\n</p>\n<p class=\"arabic\">وأخذ القراءة عن نافع بن أبي نعيم وأيوب بن تميم .\n</p>\n<p class=\"arabic\">وعنه أحمد بن حنبل ومحمد بن يحيى الذهلي ومحمد بن إسحاق الصغاني وإسحاق الكوسج \n  وعباس الترقفي وأبو أمية محمد بن إبراهيم الطرسوسي ومحمد بن عوف الطائي وإبراهيم \n  بن ديزيل وأبو زرعة الدمشقي وعبد الرحمن بن القاسم بن الرواس وخلق .\n</p>\n<p class=\"arabic\">قال أبو داوود سمعت أحمد بن حنبل يقول رحم الله أبا مسهر ما كان أثبته وجعل \n  يطريه .\n</p>\n<p class=\"arabic\">وقال يحيى بن معين إذا رأيتني أحدث ببلدة فيها مثل أبي مسهر فينبغي للحيتي \n  أن تحلق .\n</p>\n<p class=\"arabic\">وقال أبو زرعة عن أبي مسهر ولد لي ولد والأوزاعي حي وجالست سعيد بن عبد العزيز \n  اثنتي عشر سنة وما كان من أصحابه أحد أحفظ لحديثه مني غير أني نسيت .\n</p>\n<p class=\"arabic\">وقال محمد بن عوف سمعت أبا مسهر يقول قال لي سعيد بن عبد العزيز ماشبهتك في \n  الحفظ إلا بجدك أبي درامة ما كان يسمع شيئا إلا حفظه *15*245* .\n</p>\n<p class=\"arabic\">وقال محمد بن عثمان التنوخي ما بالشام مثل أبي مسهر .\n</p>\n<p class=\"arabic\">وقال أبو زرعة الدمشقي قال ابن معين منذ خرجت من باب الأنبار إلى أن رجعت \n  لم أر مثل أبي مسهر .\n</p>\n<p class=\"arabic\">قال أبو مسهر رأيت أبا مسهر يحضر الجامع بأحسن هيئة في البياض والساج والخف \n  ويقيم على شامية طويلة بعمامة سوداء عدنية .\n</p>\n<p class=\"arabic\">قلت كان أبو مسهر مع جلالته وعلمه من رؤساء الدمشقيين وأكابرهم .\n</p>\n<p class=\"arabic\">قال العباس بن الوليد البيروتي سمعت أبا مسهر يقول لقد حرصت على علم الأوزاعي \n  حتى كتبت عن إسماعيل بن سماعة ثلاثة عشر كتابا حتى لقيت أباك فوجدت عنده علما \n  لم يكن عند القوم .\n</p>\n<p class=\"arabic\">وقال دحيم قال أبو مسهر رأيت الأوزعي وجلست مع عبد الرحمن بن يزيد بن جابر .\n</p>\n<p class=\"arabic\">وقال ابن أبي حاتم سألت أبي عن مسهر فقال ثقة ما رأيت أفصح منه ممن كتبنا \n  عنه هو وأبو الجماهر .\n</p>\n<p class=\"arabic\">وقال محمد بن الفيض الغساني خرج السفياني أبو العميطر سنة خمس وتسعين ومائة \n  فولى ) .\n</p>\n<p class=\"arabic\">قضاء دمشق أبا مسهر كرها ثم تنحى عن القضاء لما خلع أبو العميطر .\n</p>\n<p class=\"arabic\">وقال ابن زنجويه سمعت أبا مسهر يقول عرامة الصبي في صغره زيادة *15*246* في \n  عقله في كبره .\n</p>\n<p class=\"arabic\">وقال ابن ديزيل سمعت أبا مسهر ينشد .\n</p>\n<p class=\"arabic\">% هبك عمرت مثل ما عاش نوح % % ثم لاقيت كل ذاك يسارا % .\n</p>\n<p class=\"arabic\">هل من الموتلا أبا لكبدأي حي إلى سوى الموت صارا .\n#</p>\n<p class=\"arabic\">محنة أبي مسهر مع المأمون .\n</p>\n<p class=\"arabic\">قال الحافظ ابن عسكر قرأت بخط أبي الحسين الرازي سمعت محمود بن محمد الرافقي \n  سمعت علي بن عثمان النفيلي يقول كنا على باب أبي مسهر جماعة من أصحاب الحديث \n  فمرض فدخلنا عليه نعوده فقلنا كيف أنت كيف أصبحت قال في عافية راضيا عن الله \n  ساخطا على ذي القرنين حيث لم يجعل السد بيننا وبين أهل العراق كما جعله بين \n  أهل خراسان وبين يأجوج ومأجوج .\n</p>\n<p class=\"arabic\">قال فما كان بعد هذا إلا يسيرا حتى وافى المأمون دمشق ونزل بدير مران وبنى \n  القبيبة فوق الجبل فكان يأمر باالليل بجمر عظيم فيوقد ويجعل في طسوت كبار \n  ويدلى من عند القبيبة بسلاسل وحبال فتضيء له الغوطة فيبصرها بالليل .\n</p>\n<p class=\"arabic\">وكان لأبي مسهر حلقة في الجامع بين العشاءين عند الحائط الشرقي فبينا هو ليلة \n  إذ قد دخل الجامع ضوء عظيم فقال أبو مسهر ما هذا قالوا النار التي تدلى لأمير \n  المؤمنين من الجبل حتى تضيء له الغوطة .\n</p>\n<p class=\"arabic\">فقال أتبنون بكل ريع آية تعبثون وتتخذون مصانع لعلكم *15*247* تخلدون وكان \n  في الحلقة صاحب خبر للمأمون فرفع ذلك إلى المأمون فحقدها عليه وكان قد بلغه \n  أنه كان على قضاء أبي المعيطر فلما رحل المأمون أمر بحمل أبي مسهر إليه فامتحنه \n  بالرقة في القرآن .\n</p>\n<p class=\"arabic\">قال وحدثني أبو الدحداح أحمد بن محمد ثنا الحسن بن حامد النيسابوري حدثني \n  أبو محمد سمعت أصبغ وكان مع أبي مسهر هو وابن أبي النجا خرجا يخدمانه فحدثني \n  أصبغ أن أبا مسهر دخل على المأمون بالرقة وقد ضرب رقبة رجل وهو مطروح بين \n  يديه فوقف أبا مسهر في الحال فامتحنه فلم يجبه فامر به فوضع في النطع ليضرب \n  رقبته فأجاب إلى ) .\n</p>\n<p class=\"arabic\">خلق القرآن فأخرج من النطع فرجع عن قوله فأعيد إلى النطع فأجاب فأمر به أن \n  يوجه إلى بغداد ولم يثق بقوله فأحضر وأقام عند إسحاق بن إبراهيم يعني متولي \n  بغداد أياما لا تبلغ مائة يوم ومات .\n</p>\n<p class=\"arabic\">قال الحسن بن حامد فحدثني عبد الرحمن عن رجل من إخواننا يكنى أبا بكر أن أبا \n  مسهر أقيم ببغداد ليقول قولا يبرىء فيه نفسه من المحنة ونفي المكروه فبلغني \n  أنه قال في ذلك الموقف جزى الله أمير المؤمنين خيرا علمنا ما لم نكن نعلم \n  وعلم علما لم يعلمه من كان قبله .\n</p>\n<p class=\"arabic\">وقال قل القرآن مخلوق وإلا ضربت عنقك ألا فهو مخلوق هو مخلوق .\n</p>\n<p class=\"arabic\">قال فأرجو أن تكون له في هذه المقالة نجاة .\n</p>\n<p class=\"arabic\">وقال الصولي ثنا عون بن محمد عن أبيه قال قال إسحاق بن إبراهيم لما صار المأمون \n  إلى دمشق ذكروا له أبا مسهر ووصفوه بالعلم والفقه فأحضره فقال ما تقول بالقرآن \n  *15*248* قال كما قال الله وإن أحد من المشركين استجارك فأجره حتى يسمع كلام \n  الله .\n</p>\n<p class=\"arabic\">قال أمخلوق هو أو غير مخلوق قال ما يقول أمير المؤمنين قال مخلوق .\n</p>\n<p class=\"arabic\">قال بخبر عن رسول الله صلى الله عليه وسلم أو عن أصحابه أو التابعين قال بالنظر \n  واحتج عليه .\n</p>\n<p class=\"arabic\">قال يا أمير المؤمنين نحن مع الجمهور الأعظم أقول بقولهم والقرآن كلام الله \n  غير مخلوق .\n</p>\n<p class=\"arabic\">قال يا شيخ أخبرني عن النبي صلى الله عليه وسلم هل اختتن قال ما سمعت في هذا \n  شيئا .\n</p>\n<p class=\"arabic\">قال فأخبرني عنه أكان يشهد إذا زوج أو تزوج قال ولا أدري .\n</p>\n<p class=\"arabic\">قال أخرج قبحك الله وقبح من قلدك دينه وجعلك قدوة .\n</p>\n<p class=\"arabic\">وقال أبو حاتم الرازي ما رأيت أحدا في كورة من الكور أعظم قدرا ولا أجل عند \n  أهلها من ) .\n</p>\n<p class=\"arabic\">أبي مسهر بدمشق .\n</p>\n<p class=\"arabic\">وكنت أرى أبا مسهر إذا خرج إلى المسجد اصطفت الناس يسلمون عليه ويقبلون يده .\n</p>\n<p class=\"arabic\">قال أحمد بن علي بن الحسن البصري سمعت أبا داوود سليمان بن الأشعث وقيل له \n  إن أبا مسهر كان متكبرا في نفسه فقال كان من ثقات الناس رحم الله أبا مسهر \n  لقد كان من الإسلام بمكان حمل على المحنة فأبى وحمل على السيف مد رأسه وجرد \n  السيف فأبى فلما رأوا ذلك منه حمل إلى السجن فمات *15*249* .\n</p>\n<p class=\"arabic\">وقال محمد بن سعد أشخص أبو مسهر من دمشق إلى المأمون فسأله عن القرآن فقال \n  هو كلام الله وأبى أن يقول مخلوق فدعا له بالسيف والنطع فلما رأى ذلك قال \n  مخلوق فتركه .\n</p>\n<p class=\"arabic\">وقال أما لو إنك قلت ذاك قبل أن أدعو لك بالسيف لقبلت منك ورددتك إلى بلادك \n  ولكنك تخرج الآن فتقول قلت ذلك فرقا من السيف أشخصوه إلى بغداد فاحبسوه بها \n  حتى يموت .\n</p>\n<p class=\"arabic\">فأشخص من الرقة إلى بغداد في ربيع الآخر سنة ثمان عشرة فحبس فلم يلبث إلا \n  يسيرا حتى مات في الحبس في غرة رجب فأخرج ليدفن فشهده قوم كثير من أهل بغداد .\n</p>\n<p class=\"arabic\">وقال غيره عاش تسعا وسبعين سنة .\n</p>\n<p class=\"arabic\">قلت حديث يا عبادي أني حرمت الظلم قال البخاري في كتاب الأدب له ثنا عبد الأعلى \n  بن مسهر أو بلغني عنه ثنا سعيد بن عبد العزيز وساق الحديث وأخرجه مسلم في \n  صحيحه عن الصغاني عن أبي مسهر .\n\n</p>"
}