{
    "header": "عفان بن مسلم بن عبد الله .",
    "id": "006781",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عفان بن مسلم بن عبد الله .\n</h1>\n<p class=\"arabic\">مولى عزرة بن ثابت الأنصاري أبو عثمان البصري الصفار الحافظ نزيل بغداد .\n</p>\n<p class=\"arabic\">ولد سنة أربع وثلاثين ومائة تقريبا أو تحديدا وسمع سنة نيف وخمسين ومائة فأكثر .\n</p>\n<p class=\"arabic\">حدث عن شعبة وهمام والحمادين وهشام الدستوائي ووهيب وصخر بن جويرية وديلم \n  بن غزوان وطائفة *15*298* .\n</p>\n<p class=\"arabic\">وعنه خ وع عن رجل عنه وأحمد بن حنبل وإسحاق بن راهويه وابن المديني وابن معين \n  والفلاس وأبو بكر بن أبي شيبة والذهلي وعبد وعبد الله بن أحمد الدورقي وأبو \n  زرعة الدمشقي وأبو حاتم وأبو زرعة الرازي وعلي بن عبد العزيز وخلق .\n</p>\n<p class=\"arabic\">قال يحيى القطان إذا وافقني عفان لا أبالي من خالفني .\n</p>\n<p class=\"arabic\">وقال أبو حفص الفلاس ثنا يحيى بن سعيد ثنا شعبة وهشام عن قتادة عن جابر بن \n  زيد عن ابن عباس رفعه شعبة يقطع الصلاة الكلب والحمار والمرأة .\n</p>\n<p class=\"arabic\">قال الفلاس فقال له عفان ثنا همام عن قتادة عن صالح أبي الخليل عن جابر بن \n  زيد عن ابن عباس فبكى يحيى وقال اجترأت علي ذهب أصحابي خالد بن الحارث ومعاذ \n  بن معاذ .\n</p>\n<p class=\"arabic\">قال أحمد العجلي عفان بصري ثقة ثبت صاحب سنة كان على مسائل معاذ بن معاذ القاضي \n  فجعل له عشرة آلاف دينار على أن يقف على تعديل رجل فلا يقول عدلا ولا غير \n  عدل فأبى .\n</p>\n<p class=\"arabic\">وقال لا أبطل حقا من حقوق الله .\n</p>\n<p class=\"arabic\">وكان يذهب برقاع المسائل إلى الموضع البعيد يسأل فجاء يوما إلى معاذ وقد تلطخت \n  بالناطف قال ما هذا قال إني أبعد فأجوع فأخذت ناطفا في كمي أكلته .\n</p>\n<p class=\"arabic\">وقال عبد الله بن جعفر المروزي سمعت عمرو بن علي يقول جاءني عفان فقال عندك \n  شيء نأكله فما وجدت شيئا فقلت عندي سويق شعير ) *15*299* .\n</p>\n<p class=\"arabic\">فقال أخرجه .\n</p>\n<p class=\"arabic\">فأخرجته فأكل أكلا جيدا وقال ألا أخبرك بأعجوبة شهد فلان وفلان عند القاضي \n  بأربعة آلاف دينار على رجل فأمرني أن أسأل عنهما فجائني صاحب الدنانير فقال \n  لي لك من هذا المال نصفه وتعدل شاهدي فقلت استجبت لك وشهوده عندنا غير مستورين .\n</p>\n<p class=\"arabic\">وقال حنبل حضرت أبا عبد الله وابن معين عند عفان بعدما دعاه إسحاق بن إبراهيم \n  يعني نائب بغداد للمحنة وكان أول من امتحن من الناس عفان فسأله يحيى بن معين \n  فقال أخبرنا .\n</p>\n<p class=\"arabic\">فقال يا أبا زكريا لم أسود وجهك ولا وجوه أصحابك أي لم أجب .\n</p>\n<p class=\"arabic\">فقال له فكيف كان .\n</p>\n<p class=\"arabic\">قال دعاني إسحاق فلما دخلت عليه قرأ علي كتاب المأمون فإذا فيه امتحن عفان \n  وادعه إلى أن يقول القرآن كذا وكذا .\n</p>\n<p class=\"arabic\">فإن قال ذلك فأقره على أمره وإلا فاقطع عنه الذي يجري عليه وكان المأمون يجري \n  عليه خمسمائة درهم كل شهر .\n</p>\n<p class=\"arabic\">قال فقال لي إسحاق ما تقول فقرأت عليه قل هو الله أحد حتى ختمتها فقلت أمخلوق \n  هذا .\n</p>\n<p class=\"arabic\">قال يا شيخ إن أمير المؤمنين يقول إنك إن لم تجبه يقطع عنك ما يجري عليك .\n</p>\n<p class=\"arabic\">فقلت له يقول الله تعالى وفي السماء رزقكم وما توعدون فسكت وانصرفت .\n</p>\n<p class=\"arabic\">فسر بذلك يحيى بن معين وأحمد ومن حضر .\n</p>\n<p class=\"arabic\">وقال إبراهيم بن ديزيل لما دعي عفان للمحنة كنت آخذا بلجام حماره *15*300* \n  فلما حضر عرض عليه القول فامتنع فقيل له يحبس عطاؤك وكان يعطى ألف درهم كل \n  شهر فقال وفي السماء رزقكم وما توعدون .\n</p>\n<p class=\"arabic\">قال وكان في داره نحو أربعين إنسانا فدق عليه الباب داق فدخل عليه رجل شبهته \n  بسمان أو زيات ومعه ألف درهم فقال يا أبا عثمان ثبتك الله كما ثبت الدين وهذا \n  لك في كل شهر يعني الألف .\n</p>\n<p class=\"arabic\">وقال جعفر بن محمد الصائغ اجتمع عفان وعلي بن المديني وأبو بكر بن أبي شيبة \n  وأحمد بن حنبل فقال عفان ثلاثة يضعفون في ثلاثة علي بن المديني في حماد بن \n  زيد وأحمد في ) .\n</p>\n<p class=\"arabic\">إبراهيم بن سعد وابن أبي شيبة في شريك .\n</p>\n<p class=\"arabic\">فقال علي وعفان في شعبة .\n</p>\n<p class=\"arabic\">قلت هذا على وجه المزاح وإلا فهؤلاء ثقات في شيوخهم المذكورين سيما عفان في \n  شعبة فإن الحسين بن حبان قال سألت ابن معين فقلت إذا اختلف أبو الوليد وعفان \n  عن شعبة قال القول الصواب قول عفان .\n</p>\n<p class=\"arabic\">قلت وأبو نعيم وعفان قال عفان أثبت .\n</p>\n<p class=\"arabic\">وقال أحمد بن حنبل عفان وحبان وبهز هؤلاء المتثبتون وإذا اختلفوا رجعت إلى \n  قول عفان هو في نفسي أكبر .\n</p>\n<p class=\"arabic\">وقال الحسن الحلواني سمعت يحيى بن معين كان عفان وبهز وحبان يختلفون إلي فكان \n  عفان أضبط القوم وأمكرهم عملت مرة عليهم في شيء فما فطن به إلا عفان .\n</p>\n<p class=\"arabic\">وذكر عفان عند علي بن المديني فقال كيف أذكر رجلا إذا شك في *15*301* حرف \n  فيضرب على خمسة أسطر .\n</p>\n<p class=\"arabic\">وسئل أحمد بن حنبل من تابع عفان على الحديث الفلاني فقال وعفان يحتاج إلى \n  متابع وقال يعقوب بن شيبة سمعت ابن معين يقول أصحاب الحديث خمسة مالك وابن \n  جريج والثوري وشعبة وعفان .\n</p>\n<p class=\"arabic\">قلت مالك أفقههم وابن جريج أعرفهم بالتفسير والثوري أحفظهم وأكثرهم رواية \n  وشعبة أتقنهم وأوثقهم شيوخا وعفان مختصر شعبة فإنه كان متعنتا في الرجال كثير \n  الشك والضبط للخط يكتب ثم يعرض على الشيخ ما سمعه .\n</p>\n<p class=\"arabic\">قال علي بن المديني أبو نعيم وعفان لا أقبل قولهما في الرجال لا يدعون أحدا \n  إلا وقعوا فيه .\n</p>\n<p class=\"arabic\">وقال ابن معين عبد الرحمن بن مهدي أحفظ من عفان ولم يكن من رجال عفان في الكتاب .\n</p>\n<p class=\"arabic\">وكان عبد الرحمن أصغر منه بسنتين .\n</p>\n<p class=\"arabic\">وقال عبد الرحيم بن منيب قال عفان اختلف يحيى بن سعيد وعبد الرحمن في الحديث \n  فبعثا ) .\n</p>\n<p class=\"arabic\">إلي فقال عبد الرحمن أقول شيئا وتسأل عفان .\n</p>\n<p class=\"arabic\">فقال يحيى ما أجد أكره إلي أن يخالفني من عفان .\n</p>\n<p class=\"arabic\">فقال عفان وخالفتهما فنظر يحيى في كتابه فوجد الأمر على ما قلت .\n</p>\n<p class=\"arabic\">وقال عبد الله بن أحمد عن أبيه لزمنا عفان عشر سنين وكان أثبت منعبد الرحمن \n  بن مهدي *15*302* .\n</p>\n<p class=\"arabic\">وقال أبو حاتم عفان إمام ثقة متقن متين .\n</p>\n<p class=\"arabic\">وقال جعفر بن أبي عثمان الطيالسي سعت عفان يقول يكون عند أحدهم حديث فيخرجه \n  بالمقرعة كتبت عن حماد بن سلمة عشرة آلاف حديث ما حدثت منها بألفين وكتبت \n  عن عبد الواحد بن زياد ستة آلاف حديث ما حدثت منها بألف وكتبت عن وهيب أربعة \n  آلاف حديث ما حدثت منها بألف .\n</p>\n<p class=\"arabic\">قلت ومع حفظه وإمامته واتفاق كتب الإسلام على الاحتجاج به قد تكلم فيه وتبارد \n  ابن عدي بذكره في كتاب الضعفاء لكنه ما ذكره إلا ليبطل قول من ضعفه فإن إبراهيم \n  بن أبي داوود قال سمعت سليمان بن حرب يقول ترى عفان كان يضبط عن شعبة والله \n  جهد جهده أن يضبط عن شعبة حديثا واحدا ما قدر عليه كان بطيئا رديء الفهم .\n</p>\n<p class=\"arabic\">قال ابن عدي عفان أشهر وأوثق من أن يقال فيه شيء ولا أعلم له إلا أحاديث مراسيل \n  عن حماد بن سلمة وغيره وصلها وأحاديث موقوفة رفعها وهذا مما لا ينقصه فإن \n  الثقة قد يهم .\n</p>\n<p class=\"arabic\">وعفان قد رحل إليه أحمد بن صالح من مصر وكانت رحلته إليه خاصة دون غيره .\n</p>\n<p class=\"arabic\">الفسوي في تاريخه قال سلمة هو ابن سبيب قلت لأحمد بن حنبل طلبت عفان في منزله \n  قالوا خرج فخرجت أسأل عنه فقيل توجه هكذا فجعلت أمضي وأسأل عنه حتى انتهيت \n  إلى مقبرة وإذا هو جالس يقرأ على قبر بنت أخي ذي الرئاستين فبزقت عليه .\n</p>\n<p class=\"arabic\">وقلت سوءة لك .\n</p>\n<p class=\"arabic\">قال يا هذا الخبز الخبز .\n</p>\n<p class=\"arabic\">قلت لا أشبع الله بطنك *15*303* .\n</p>\n<p class=\"arabic\">وقال لي أحمد بن حنبل لا تذكرن هذا فإنه قد قام في المحنة مقاما محمودا عليه \n  ونحو هذا ) .\n</p>\n<p class=\"arabic\">من كلام .\n</p>\n<p class=\"arabic\">قال الحسن الحلواني قلت لعفان كيف لم تكتب عن عكرمة بن عمار قال قد ألححت \n  في طلب الحديث فأضر ذلك بي فحلفت أن لا أكتب الحديث ثلاثة أيام فقدم عكرمة \n  في تلك الثلاثة أيام فحدث ثم خرج .\n</p>\n<p class=\"arabic\">ابن عدي ثنا زكريا الساجي نا أحمد بن محمد البغدادي نا عفان نا همام ثنا قتادة \n  عن الحسن عن أبي بكرة نهى رسول الله صلى الله عليه وسلم أن يتعاطى السيف مسلولا .\n</p>\n<p class=\"arabic\">وكان بسام لقبه هماما فلما فرغه قال بسام والله ما حدثكم بهذا همام ولا حدثه \n  قتادة هماما .\n</p>\n<p class=\"arabic\">فتفكر في نفسه وعلم أنه أخطأ فمد يده إلى لحية بسام وقال أدعو إلى صاحب الربع \n  يا فاجر .\n</p>\n<p class=\"arabic\">قال فما خلصوه منه إلا بالجهد .\n</p>\n<p class=\"arabic\">وقال ابن معين وأبو خيثمة أنكرنا عفان في صفر سنة تسع عشرة وفي رواية سنة \n  عشرين ومات بعد أيام .\n</p>\n<p class=\"arabic\">وقال محمد بن عبد الله المسبحي مات عفان في ربيع الآخر سنة عشرين .\n</p>\n<p class=\"arabic\">وقال أبو داوود شهدت جنازته ببغداد ولم أسمع منه .\n</p>\n<p class=\"arabic\">قلت غلظ من ورخه سنة تسع عشرة *15*304* .\n\n</p>"
}