{
    "header": "عبد الله بن صالح بن مسلم العجلي الكوفي اـ...",
    "id": "006718",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الله بن صالح بن مسلم العجلي الكوفي المقريء .\n</h1>\n<p class=\"arabic\">والد الحافظ أحمد بن عبد الله صاحب التاريخ .\n</p>\n<p class=\"arabic\">قرأ القرآن على حمزة الزيات وهو آخر من قرأ عليه موتا *15*217* .\n</p>\n<p class=\"arabic\">وروى عنه وعن أبي بكر النهشلي والحسن بن صالح بن حي وعبد الرحمن بن ثابت بن \n  ثوبان وفضيل بن مرزوق وزهير بن معاوية وحماد بن سلمة وأسباط بن نصر وشبيب \n  بن شيبة وعبد العزيز الماجشون وجماعة .\n</p>\n<p class=\"arabic\">وعنه البخاري فيما قيل وابنه أحمد بن عبد الله العجلي وأحمد بن أبي غرزة وأحمد \n  بن يحيى البلاذري الكاتب وبشر بن موسى وأبو زرعة الرازي وأبو حاتم ومحمد بن \n  غالب تمتام وإبراهيم الحربي وخلق سواهم .\n</p>\n<p class=\"arabic\">ولد بالكوفة سنة إحدى وأربعين ومائة وسكن بغداد وأقرأ بها .\n</p>\n<p class=\"arabic\">تلا عليه أبو حمدون الطيب بن إسماعيل بن نصر الرازي .\n</p>\n<p class=\"arabic\">قال عبد الخالق بن منصور عن ابن معين ثقة .\n</p>\n<p class=\"arabic\">وقال أبو حاتم صدوق .\n</p>\n<p class=\"arabic\">وقال ابن حبان في كتاب الثقات كان مستقيم الحديث .\n#</p>\n<p class=\"arabic\">فصل .\n</p>\n<p class=\"arabic\">قال خ في تفسير سورة الفتح ثنا عبد الله ثنا عبد العزيز بن أبي سلمة عن هلال \n  عن عطاء بن يسار عن عبد الله بن عمرو فذكر حديث إنا أرسلناك شاهدا ومبشرا \n  ونذيرا .\n</p>\n<p class=\"arabic\">قال أبو نصر الكلاباذي وأبو القاسم اللالكائي والوليد بن بكر الأندلسي عبد \n  الله هو ابن صالح العجلي .\n</p>\n<p class=\"arabic\">وقال أبو علي بن السكن في روايته عن الفربري عن البخاري ثنا عبد الله بن مسلمة \n  يعني القعنبي نا عبد العزيز فذكره .\n</p>\n<p class=\"arabic\">وقال أبو مسعود الدمشقي في الأطراف عبد الله هو ابن رجاء ثم قال *15*218* \n  والحديث عند عبد الله بن رجاء وعبد الله بن صالح .\n</p>\n<p class=\"arabic\">وقال أبو علي الغساني عبد الله هو ابن صالح كاتب الليث وتابعه على ذلك أبو \n  الحجاج شيخنا وقال هو أولى الأقوال بالصواب لأن البخاري رواه في باب الإنبساط \n  إلى الناس من ) .\n</p>\n<p class=\"arabic\">كتاب الأدب له .\n</p>\n<p class=\"arabic\">فقال ثنا عبد الله بن صالح عن عبد العزيز بن أبي سلمة ورواه في البيوع من \n  الصحيح عن العوقي والحديث عنده بهذين الإسنادين في الصحيح وفي كتاب الأدب .\n</p>\n<p class=\"arabic\">إلى أن قال وإذا تقرر أن البخاري روى هذا الحديث عن عبد الله بن صالح وقع \n  الاشتراك بين العجلي وبين الكاتب فكونه كاتب الليث أولى لأنا تيقنا أن البخاري \n  قد لقي كاتب الليث وأكثر عنه في التاريخ وغيره من مصنفاته وعلق عنه في أماكن \n  من الصحيح عن الليث عن عبد العزيز بن أبي سلمة وهذا معدوم في حق العجلي فإن \n  البخاري ذكر له ترجمة في التاريخ مختصرة جدا لم يرو عنه فيها شيئا ولا وجدنا \n  له رواية متيقنة عنه لا في الصحيح ولا في غيره وقد روى في التاريخ عن رجل \n  عنه وأيضا فلم نجد للعجلي رواية عن عبد العزيز بن أبي سلمة سوى حديث واحد \n  رواه إبراهيم الحربي عنه عن عبد الله بن دينار عن ابن عمر الظلم ظلمات يوم \n  القيامة بخلاف كاتب الليث فإنه روى الكثير عن عبد العزيز بن أبي سلمة .\n</p>\n<p class=\"arabic\">قلت وأيضا فإن الناس رووا الحديث المذكور عن كاتب الليث .\n</p>\n<p class=\"arabic\">وقد روى البخاري في الجهاد من صحيحه فقال ثنا عبد الله ثنا عبد العزيز بن \n  أبي سلمة عن صالح بن كيسان عن سالم عن أبيه كان النبي صلى الله عليه وسلم \n  إذا قفل من حج .\n</p>\n<p class=\"arabic\">الحديث *15*219* .\n</p>\n<p class=\"arabic\">وقال أبو علي بن السكن عن الفربري عن البخاري ثنا عبد الله بن يوسف ثم رواه \n  ابن السكن في مصنفه من حديث عبد الله بن يوسف .\n</p>\n<p class=\"arabic\">وقال أبو مسعود في الأطراف هذا الحديث رواه الناس عن عبد الله بن صالح وقد \n  روي أيضا عن عبد الله بن رجاء فالله أعلم أيهما هو وقال أبو علي الغساني هو \n  عبد الله بن صالح كاتب الليث .\n</p>\n<p class=\"arabic\">ثم ظفرنا برواية البخاري عن كاتب الليث في نفس الصحيح ولله الحمد وذلك أنه \n  في مكان خفي فإنه روى حديثا علقه فقال وقال الليث عن جعفر بن ربيعة في الذي \n  نجر الخشبة وأوقرها الألف دينار ثم قال في آخر الحديث حدثني عبد الله بن صالح \n  ثنا الليث بهذا ) .\n</p>\n<p class=\"arabic\">قال أحمد العجلي ولد أبي سنة إحدى وأربعين ومائة وتوفي سنة إحدى عشرة وله \n  سبعون سنة .\n</p>\n<p class=\"arabic\">قلت الظاهر أن أحمد لم يضبط وفاة أبيه وأظنه عاش إلى قريب العشرين فإنه روى \n  عنه من لا يعرف له سماع في سنة إحدى عشرة بل بعدها بأربع سنين وخمس سنين وأكثر .\n</p>\n<p class=\"arabic\">فروى عنه أبو زرعة وأبو حاتم وإبراهيم الحربي وإبراهيم بن عبد بن الجنيد وإبراهيم \n  بن دروقا ومحمد بن إسماعيل الترمذي ومحمد بن العباس المؤدب مولى بني هاشم \n  ومحمد بن غالب *15*220* تمتام وهؤلاء من طلبه بعد سنة إحدى عشرة وأول رحلة \n  أبي حاتم سنة ثلاث عشرة ولا أعلم لأكثرهم سماعا إلا بعد ذلك والله أعلم .\n\n</p>"
}