{
    "header": "عبد الرزاق بن همام بن نافع .",
    "id": "006744",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الرزاق بن همام بن نافع .\n</h1>\n<p class=\"arabic\">*15*261* الإمام أبو بكر الحميري مولاهم الصنعاني أحد الأعلام .\n</p>\n<p class=\"arabic\">عن أبيه ومعمر وعبد الله بن سعيد بن أبي هند وعبيد الله بن عمر وابن جريج \n  والمثنى بن الصباح وثور بن يزيد وحجاج بن أرطأة وزكريا بن إسحاق والأوزاعي \n  وعكرمة بن عمار والسفيانين ومالك وخلق ورحل إلى الشام بتجارة فسمع الكثير \n  من جماعة ومولده سنة ست وعشرين ومائة .\n</p>\n<p class=\"arabic\">وعنه شيخاه معتمر بن سليمان وسفيان بن عيينة وأبو أسامة وهو أكبر منه وأحمد \n  وابن معين وإسحاق ومحمد بن رافع ومحمد بن يحيى ومحمود بن غيلان وأحمد بن صالح \n  وأحمد بن الأزهر وأحمد بن الفرات والرمادي وإسحاق الكوسج والحسن بن علي الحلال \n  وسلمة بن شبيب وعبد بن حميد وإسحاق الدبري وإبراهيم بن سويد الشامي وخلق كثير .\n</p>\n<p class=\"arabic\">قال عبد الرزاق جالسنا معمرا سبع سنين .\n</p>\n<p class=\"arabic\">وقال أحمد بن صالح قلت لأحمد بن حنبل رأيت أحدا أحسن حديثا من عبد الرزاق \n  قال لا .\n</p>\n<p class=\"arabic\">وقال عبد الوهاب بن همام كنت عند معمر فذكر أخي عبد الرزاق .\n</p>\n<p class=\"arabic\">وقال خليق إن عاش أن تضرب إليه أكباد الإبل ) .\n</p>\n<p class=\"arabic\">قال ابن أبي السري العسقلاني فوالله لقد أتعبها يعني الإبل ولما *15*262* \n  ودعت عبد الرزاق قال أما في الدنيا فلا أظن أن نلتقي فيها ولكنا نسأل الله \n  أن يجمع بيننا في الآخرة .\n</p>\n<p class=\"arabic\">وقال أبو زرعة الدمشقي قلت لأحمد بن حنبل كان عبد الرزاق يحفظ حديث معمر قال \n  نعم .\n</p>\n<p class=\"arabic\">قيل له فمن أثبت في ابن جريج عبد الرزاق أو محمد بن بكر البرساني قال عبد \n  الرزاق .\n</p>\n<p class=\"arabic\">وقال لي أتينا عبد الرزاق قبل المائتين وهو صحيح البصر ومن سمع منه بعدما \n  ذهب بصره فهو ضعيف السماع .\n</p>\n<p class=\"arabic\">وقال هشام بن يوسف كان لعبد الرزاق حين قدم ابن جريج اليمن ثمان عشرة سنة .\n</p>\n<p class=\"arabic\">قال ابن معين هشام ابن يوسف أثبت في ابن جريج من عبد الرزاق .\n</p>\n<p class=\"arabic\">وقال الأثرم سمعت أبا عبد الله يسأل عن حديث النار جبار .\n</p>\n<p class=\"arabic\">فقال هذا باطل وليس من هذا شيء ثم قال ومن يحدث به عن عبد الرزاق قلت حدثني \n  أحمد بن شبويه .\n</p>\n<p class=\"arabic\">قال هؤلاء سمعوا بعدما عمي كان يلقن فلقنه وليس هو في كتبه وقد أسندوا عنه \n  أحاديث ليست في كتبه كان يلقنها بعدما عمي .\n</p>\n<p class=\"arabic\">قلت عبد الرزاق راوية الإسلام وهو صدوق في نفسه وحديثه محتج به في الصحاح \n  ولكن ما هو ممن إذا تفرد بشيء عد صحيحا غريبا بل إذا تفرد بشيء عد منكرا *15*263* .\n</p>\n<p class=\"arabic\">وكان من مذهبه أن يقول أخبرنا ولا يقول حدثنا وهي عادة جماع من أقرانه وممن \n  قبله كحماد بن سلمة وهشيم .\n</p>\n<p class=\"arabic\">قال الحافظ بن أبي الفوارس يزيد بن هارون وهشيم وعبد الرزاق لا يقولون إلا \n  أخبرنا فإذا رأيت حديثا فهو من خطأ الكاتب .\n</p>\n<p class=\"arabic\">قال محمود بن رافع قدم أحمد وإسحاق على عبد الرزاق وكان من عادته أن يقول \n  أخبرنا .\n</p>\n<p class=\"arabic\">فقالا له قل حدثنا فقالها .\n</p>\n<p class=\"arabic\">وقال نعيم بن حماد ما رأيت ابن المبارك قط يقول حدثنا .\n</p>\n<p class=\"arabic\">كان يرى أن أخبرنا أوسع ) .\n</p>\n<p class=\"arabic\">وقال يحيى القطان وأحمد بن حنبل والبخاري وطائفة حدثنا وأنا واحد .\n#</p>\n<p class=\"arabic\">فصل .\n</p>\n<p class=\"arabic\">قال جعفر بن أبي عثمان الطيالسي سمعت ابن معين يقول سمعت من عبد الرزاق كلاما \n  يوما استدللت به على ما ذكر عنه من المذهب يعني التشيع .\n</p>\n<p class=\"arabic\">فقلت له إن أستاذيك اللذين أخذت عنهم ثقات كلهم أصحاب سنة معمر ومالك وابن \n  جريج وسفيان والأوزاعي فعمن أخذت هذا المذهب فقال قدم علينا جعفر بن سليمان \n  الضبعي فرأيته فاضلا حسن الهدي فأخذت هذا عنه .\n</p>\n<p class=\"arabic\">وقال ابن أبي خيثمة سمعت يحيى بن معين وقيل له إن أحمد بن حنبل قال إن عبيد \n  الله بن موسى يرد حديثه للتشيع فقال كان والله الذي لا *15*264* إله إلا هو \n  عبد الرزاق أغلى في ذلك منه مائة ضعف ولقد سمعت من عبد الرزاق أضعاف ما سمعت \n  من عبيد الله .\n</p>\n<p class=\"arabic\">وقال عبد الله بن أحمد سألت أبي أكان عبد الرزاق يفرط في التشيع فقال أما \n  أنا فلم أسمع منه في هذا شيئا .\n</p>\n<p class=\"arabic\">وقال سلمة بن شبيب سمعت عبد الرزاق يقول والله ما انشرح صدري قط أن أفضل عليا \n  على أبي بكر وعمر .\n</p>\n<p class=\"arabic\">وقال أحمد بن الأزهر سمعت عبد الرزاق يقول أفضل الشيخين بتفضيل علي إياهما \n  على نفسه ولو لم يفضلهما لم أفضلهما كفى بي إزراء أن أحب عليا ثم أخاف قوله .\n</p>\n<p class=\"arabic\">وقال محمد بن أبي السري قلت لعبد الرزاق ما رأيك في التفضيل فأبى أن يخبرني .\n</p>\n<p class=\"arabic\">وقال كان سفيان يقول أبو بكر وعمر ويسكت .\n</p>\n<p class=\"arabic\">وكان مالك يقول أبو بكر وعمر ويسكت .\n</p>\n<p class=\"arabic\">قال ابن عدي قد رحل إلى عبد الرزاق ثقات المسلمين وأئمتهم وكتبوا عنه ولم \n  يرو بحديثه بأسا إلا أنهم نسبوه إلى التشيع وقد روى أحاديث في الفضائل مما \n  لا يوافقه عليه أحد من الثقات فهذا أعظم ما ذموه من روايته لهذه الأحاديث \n  ولما رواه في مثالب غيرهم *15*265* .\n</p>\n<p class=\"arabic\">وقال أبو صلاح محمد بن إسماعيل بلغنا ونحن عند عبد الرزاق أن ابن معين وأحمد \n  بن حنبل تركوا حديث عبد الرزاق أو كرهوه فدخلنا من ذلك غم شديد فلما كان وقت \n  الحج .\n</p>\n<p class=\"arabic\">وافيت بمكة يحيى بن معين فسألته فقال يا أبا صالح لو ارتد عبد الرزاق عن الإسلام \n  ما تركنا حديثه رواها ابن عدي عن ابن حماد عن أبي صالح هذا .\n</p>\n<p class=\"arabic\">وقال أحمد بن الأزهر سمعت عبد الرزاق يقول صار معمر هليلجة في فمي .\n</p>\n<p class=\"arabic\">وقال فياض بن زهير النسائي تشفعنا بامرأة عبد الرزاق عليه فدخلنا فقال هاتوا \n  تشفعتم إلي بمن ينقلب معي على الفراش .\n</p>\n<p class=\"arabic\">ثم قال .\n</p>\n<p class=\"arabic\">% ليس الشفيع الذي يأتيك مؤتزرا % % مثل الشفيع الذي يأتيك عريانا % .\n</p>\n<p class=\"arabic\">وقال ابن معين قال بشر بن السري قال عبد الرزاق قدمت مكة مرة فأتاني أصحاب \n  الحديث يومين ثم انقطعوا يومين أو ثلاثة .\n</p>\n<p class=\"arabic\">فقلت يا رب ما شأني كذاب انا أي شيء أنا فجاءوني بعد ذلك .\n</p>\n<p class=\"arabic\">وقال المفضل الجندي سمعت سلمة بن شبيب يقول سمعت عبد الرزاق يقول أخزى الله \n  سلعة لا تنفق إلا بعد الكبر والضعف حتى إذا بلغ أحدهم مائة سنة كتب عنه فإما \n  أن يقال كذاب فيبطلون علمه وإما أن يقال مبتدع فيبطلون علمه فما اقل من ينجو \n  من ذلك .\n</p>\n<p class=\"arabic\">وقال محمود بن غيلان عن عبد الرزاق قال قال لي وكيع أنت رجل عندك حديث وحفظك \n  ليس بذاك فإذا سئلت عن حديث فلا تقل ليس هو عندي ولكن قل لا أحفظه .\n</p>\n<p class=\"arabic\">وقال ابن معين قال لي عبد الرزاق أكتب عني حديثا واحدا من غير *15*266* كتاب \n  فقلت لا ولا حرف .\n</p>\n<p class=\"arabic\">قلت وقد صنف عبد الرزاق التفسير و السنن وغير ذلك و مصنف عبد الرزاق بضعة \n  وخمسون جزءا يجيء ثلاث مجلدات وسمع منه كتبه إسحاق الدبري وعمر دهرا فأكثر \n  عنه الطبراني .\n</p>\n<p class=\"arabic\">قال محمد بن سعد مات في النصف من شوال سنة إحدى عشرة .\n\n</p>"
}