{
    "header": "علي بن الحسن بن شقيق بن دينار بن مشعب .",
    "id": "006787",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">علي بن الحسن بن شقيق بن دينار بن مشعب .\n</h1>\n<p class=\"arabic\">أبو عبد الرحمن العبدي مولى آل الجارود العبدي .\n</p>\n<p class=\"arabic\">وكان شقيق بصريا نزل مرو *15*308* .\n</p>\n<p class=\"arabic\">سمع علي بن الحسين بن واقد وأبي حمزة السكري وأبا المنيب عبيد الله العتكي \n  وإبراهيم بن طهمان وإسرائيل بن يونس وقيس بن الربيع وخارجة بن مصعب وابن المبارك \n  وطائفة .\n</p>\n<p class=\"arabic\">وعنه خ وم ع عن رجل عنه وأحمد بن حنبل ويحيى بن معين وأحمد بن سيار وإبراهيم \n  بن يعقوب الجوزجاني وعباس الدوري وأحمد بن منصور زاج ومحمد بن عبد الله بن \n  قهزاد المروزي وولده محمد بن علي وخلق .\n</p>\n<p class=\"arabic\">قال أحمد بن حنبل لم يكن به بأس تكلموا فيه للإرجاء وقد رجع عنه .\n</p>\n<p class=\"arabic\">وقال الحسين بن حبان قال ابن معين ما أعلم أحدا قدم علينا من خراسان كان أفضل \n  من ابن شقيق كان عالما بابن المبارك قد سمع الكتب مرارا .\n</p>\n<p class=\"arabic\">حدث يوما عن ابن المبارك عن عوف بن زيد بن شراجة فقيل له ابن شراحة فقال لا \n  ابن شراجة سمعته من ابن المبارك أكثر من ثلاثين مرة .\n</p>\n<p class=\"arabic\">وقال أبو داوود سمع الكتب من ابن المبارك أربع عشرة مرة .\n</p>\n<p class=\"arabic\">وقال علي سمعت من أبي حمزة كتاب الصلاة فنهق حمار فاشتبه علي حديث ولا أدري \n  أي حديث فتركت الكتاب كله .\n</p>\n<p class=\"arabic\">وقال العباس بن مصعب كان علي بن الحسن بن شقيق جامعا .\n</p>\n<p class=\"arabic\">وكان يعد من أحفظهم لكتب ابن المبارك وقد شارك ابن المبارك في كثير من رجاله \n  وكان أول أمره المنازعة مع أهل الكتاب حتى كتب التوراة والإنجيل والأربعة \n  والعشرين كتابا من كتب ابن المبارك ثم صار شيخا ضعيفا لا يمكنه أن يقرأ فكان \n  يحدث كل إنسان الحديثين والثلاثة وتوفي سنة خمس عشرة *15*309* ومائتين وكذلك \n  قال جماعة في وفاته .\n</p>\n<p class=\"arabic\">ويقال ولد ليلة قتل أبو مسلم الخراساني في سنة سبع وثلاثين ومائة .\n\n</p>"
}