{
    "header": "عبد الملك بن قريب بن عبد الملك بن علي بنـ...",
    "id": "006757",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الملك بن قريب بن عبد الملك بن علي بن أصبغ بن  مظهر بن عبد شمس \n  بن أعيا بن سعد بن عبد بن غنم بن قتيبة بن معن بن مالك بن أعصر بن سعد بن \n  قيس بن عيلان بن مضر بن نزار بن معد بن عدنان أبو سعيد الباهلي الأصمعي البصري \n  صاحب اللغة .\n</h1>\n<p class=\"arabic\">قيل اسم أبيه عاصم ولقبه قريب .\n</p>\n<p class=\"arabic\">كان إمام زمانه في علم اللسان .\n</p>\n<p class=\"arabic\">روى عن أبي عمرو بن العلاء وقرة بن خالد ومسعر بن كدام *15*276* وابن عون \n  ونافع بن أبي نعيم وسليمان التيمي وشعبة وبكار بن عبد العزيز بن أبي بكرة \n  وحماد بن سلمة وسلمة بن بلال وعمر بن أبي زائدة وخلق .\n</p>\n<p class=\"arabic\">وعنه أبو عبيدة ويحيى بن معين وإسحاق الموصلي وزكريا بن يحيى المنقري وسلمة \n  بن عاصم وعمر بن شبة وعبد الرحمن بن عبد الله بن قريب ابن أخي الأصمعي وأبو \n  حاتم السجستاني وأبو الفضل الرياشي ونصر بن علي الجهضمي وابو العيناء وأبو \n  مسلم الكجي وأحمد بن عبيد أبو عصيدة وبشر بن موسى وأبو حاتم الرازي ومحمد \n  بن يونس الكديمي وخلق .\n</p>\n<p class=\"arabic\">روى عباس عن ابن معين سمعت الأصمعي يقول سمع مني مالك بن أنس .\n</p>\n<p class=\"arabic\">وأثنى أحمد بن حنبل على الأصمعي في السنة .\n</p>\n<p class=\"arabic\">وقال إسحاق الموصلي دخلت على الأصمعي أعوده وإذا قمطر فقلت هذا علمك كله فقال \n  إن هذا من حق لكثير .\n</p>\n<p class=\"arabic\">وقال ثعلب قيل للأصمعي كيف حفظت ونسي أصحابك قال درست وتركوا .\n</p>\n<p class=\"arabic\">وقال عمر بن شبة سمعت الأصمعي يقول أحفظ ستة عشر ألف أرجوزة .\n</p>\n<p class=\"arabic\">وقال ابن الأعرابي شهدت الأصمعي وقد أنشد نحو مائتي بيت ما فيها بيت عرفناه \n  *15*277* .\n</p>\n<p class=\"arabic\">وقال الربيع سمعت الشافعي يقول ما عبر أحد من العرب بأحسن من عبارة الأصمعي .\n</p>\n<p class=\"arabic\">وقال أبو معين الحسين بن الحسن الرازي سألت يحيى بن معين عن الأصمعي فقال \n  لم يكن ممن يكذب وكان من أعلم الناس في فنه .\n</p>\n<p class=\"arabic\">وقال أبو داوود صدوق .\n</p>\n<p class=\"arabic\">وقال أبو داوود السنجي سمعت الأصمعي يقول إن أخوف ما أخاف على طالب العلم \n  إذا لم يعرف النحو أن يدخل في جملة قول النبي صلى الله عليه وسلم من كذب علي \n  فليتبوأ مقعده ) .\n</p>\n<p class=\"arabic\">من النار لأنه صلى الله عليه وسلم لم يكن يلحن فمهما رويت عنه ولحنت فيه كذبت \n  عليه .\n</p>\n<p class=\"arabic\">وقال نصر بن علي كان الأصمعي يتقي أن يفسر حديث رسول الله صلى الله عليه وسلم \n  كما يتقي أن يفسر القرآن *15*278* .\n</p>\n<p class=\"arabic\">وقال إسحاق الموصلي لم أر الأصمعي يدعي شيئا من العلم فيكون أحد أعلم به منه .\n</p>\n<p class=\"arabic\">وقال الرياشي سمعت الأخفش يقول ما رأينا أحدا أعلم بالشعر من الأصمعي .\n</p>\n<p class=\"arabic\">وقال المبرد كان الأصمعي بحرا في اللغة لا نعرف مثله فيها وكان أبو زيد الأنصاري \n  أكبر منه في النحو .\n</p>\n<p class=\"arabic\">وقال الدعلجي غلام أبي نواس قيل لأبي نواس قد أشخص أبو عبيدة والأصمعي إلى \n  الرشيد .\n</p>\n<p class=\"arabic\">فقال أما أبو عبيدة فإنهم إن مكنوه من سفره قرأ عليهم أخبار الأولين والآخرين \n  وأما الأصمعي فبلبل يطربهم بنغماته .\n</p>\n<p class=\"arabic\">وقال أبو العيناء قال الأصمعي دخلت أنا وأبو عبيدة على الفضل بن الربيع فقال \n  يا أصمعي كم كتابك في الخيل قلت جلد .\n</p>\n<p class=\"arabic\">فسأل أبو عبيدة عن ذلك فقال خمسون جلدا .\n</p>\n<p class=\"arabic\">فأمر بإحضار الكتابين وأحضر فرسا وقال لأبي عبيدة أقرأ كتابك حرفا حرفا وضع \n  يدك على موضع موضع .\n</p>\n<p class=\"arabic\">فقال لست ببيطار إنما هذا شيء أخذته وسمعته من العرب .\n</p>\n<p class=\"arabic\">فقمت فحسرت عن ذراعي وساقي ثم وثبت فأخذت بأذن الفرس ثم وضعت يدي على ناحيته \n  فجعلت أقبض منه بشيء وأقول هذا اسمه كذا وأنشد فيه حتى بلغت حافزه .\n</p>\n<p class=\"arabic\">فأمر لي بالفرس فكنت إذا أردت أن أغيظ أبا عبيدة ركبت الفرس وأتيته *15*279* .\n</p>\n<p class=\"arabic\">وروى ابن دريد عن شيخ له قال كان الأصمعي بخيلا وكان يجمع أحاديث البخلاء .\n</p>\n<p class=\"arabic\">وقال محمد بن سلام الجمحي كنا مع أبي عبيدة في جنازة ونحن بقرب دار الأصمعي \n  فارتفعت ضجة من دار الأصمعي فبادر الناس ليعرفوا ذلك فقال أبو عبيدة إنما \n  يفعلون ذلك عند الخبز كذا يفعلون إذا فقدوا رغيفا .\n</p>\n<p class=\"arabic\">وقال الأصمعي بلغت ما بلغت بالعلم ونلت ما نلت بالملح ) .\n</p>\n<p class=\"arabic\">وقد قال له أعرابي رآه يكتب كل شيء ما أنت إلا الحفظة تكتب لفظ اللفظة .\n</p>\n<p class=\"arabic\">قلت ومع كثرة طلبه واجتهاده كان من أذكياء بني آدم وحفاظهم .\n</p>\n<p class=\"arabic\">قال أبو العباس ثعلب عن أحمد بن عمر النحوي قال لما قدم الحسن بن سهل العراق \n  قال أحب أن أجمع قوما من أهل الأدب فيبحرون بحضرتي .\n</p>\n<p class=\"arabic\">فحضر أبو عبيدة معمر بن المثنى والأصمعي ونصر بن علي الجهضمي وحضرت معهم .\n</p>\n<p class=\"arabic\">فايتدأ الحسن فنظر في رقاع كانت بين يديه ووقع عليها وكانت خمسين رقعة ثم \n  أمر فدفعت إلى الخازن ثم أقبل علينا وقال قد فعلنا خيرا ونظرنا في بعض ما \n  نرجو نفعه من أمور الناس والرعية فنأخذ الآن فيما نحتاج إليه فأفضنا في ذكر \n  الحفاظ فذكرنا للزهري وقتادة ومررنا فالتفت أبو عبيدة وقال ما الغرض أيها \n  الأمير في ذكر ما مضى وإنما تعتمد في قولنا على حكاية عن قوم وتترك من بالحضرة \n  ههنا من يقول إنه ما قرأ كتابا قط فاحتاج إلى أن يعود فيه ولا دخل قلبه شيء \n  فخرج عنه فلتفت الأصمعي وقال إنما يريدني بهذا القول أيها الأمير والأمر في \n  ذلك على ما حكى وأنا أقرب عليه قد نظر الأمير فيما نظر فيه من الرقاع وأنا \n  أعيد ما فيها وما وقع به *15*280* الأمير على التوالي فأحضرت الرقاع فقال \n  الأصمعي سأل صاحب الرقعة الأولى كذا واسمه كذا فوقع له بكذا والرقعة الثانية \n  والثالثة حتى مر في نيف وأربعين رقعة فالتفت إليه نصر بن علي فقال أيها الرجل \n  أبق على نفسك من العين فكف الأصمعي .\n</p>\n<p class=\"arabic\">وروي نحوها من وجه آخر وفيه فقال حسبك الساعة والله تقتلك الجماعة بالعين \n  يا غلام خمسين ألف درهم واحملوها معه .\n</p>\n<p class=\"arabic\">فقال تنعم بالحامل كما أنعمت بالمحمول .\n</p>\n<p class=\"arabic\">قال هم لك يعني الغلمان الذين حملوها إليه ثم عوضه عنهم بعشرة آلاف .\n</p>\n<p class=\"arabic\">قال عمرو بن مرزوق رأيت الأصمعي وسيبويه يتناظران فقال يونس النحوي الحق مع \n  سيبويه وهذا يغلب بلسانه .\n</p>\n<p class=\"arabic\">وعن الأصمعي أن الرشيد أجازه مرة بمائة ألف درهم .\n</p>\n<p class=\"arabic\">وللأصمعي تصانيف كثيرة منها كتاب خلق الإنسان والمقصور والممدود الأجناس الأنواء \n  الصفات الهمز الخيل القداح الميسر خلق الفرس كتاب الإبل الشاء الوحوش الأخبية \n  ) .\n</p>\n<p class=\"arabic\">البيوت فعل وأفعل الأمثال الأضداد الألفاظ بالسلاح اللغات مياه العرب النوادر \n  أصول الكلام القلب والإبدال معاني الشعر المصادر الأراجيز النخلة النبات ما \n  اختلف لفظه واتفق معناه غريب الحديث السرج واللجام الترس والنبال الكلام الوحشي \n  المذكر والمؤنث نوادر الأعراب وغير ذلك من الكتب وأكثر تصانيفه مختصرات *15*281* .\n</p>\n<p class=\"arabic\">قال أبو العيناء كنا في جنازة الأصمعي سنة خمس عشرة .\n</p>\n<p class=\"arabic\">وقال شباب مات سنة خمس عشرة .\n</p>\n<p class=\"arabic\">وقال البخاري ومحمد بن المثنى مات سمة ست عشرة .\n</p>\n<p class=\"arabic\">وقيل إنه عاش ثمانيا وثمانين سنة .\n\n</p>"
}