{
    "header": "عبد الله المأمون بن هارون الرشيد بن محمدـ...",
    "id": "006725",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الله المأمون بن هارون الرشيد بن محمد المهدي بن عبد الله المنصور .\n</h1>\n<p class=\"arabic\">) *15*226* *15*227* .\n</p>\n<p class=\"arabic\">أبو العباس الهاشمي .\n</p>\n<p class=\"arabic\">ولد سنة سبعين ومائة عندما استخلف أبوه الرشيد .\n</p>\n<p class=\"arabic\">وقرأ العلم في صغره وسمع من هشيم وعباد بن العوام ويوسف بن عطية وأبي معاوية \n  الضرير وطبقتهم .\n</p>\n<p class=\"arabic\">وبرع في الفقه والعربية وأيام الناس ولما كبر عني بالفلسفة وعلوم الأوائل \n  وشهر فيها فجره ذلك إلى القول بخلق القرآن .\n</p>\n<p class=\"arabic\">روى عنه ولده الفضل ويحيى بن اكثم وجعفر بن أبي عثمان الطيالسي والأمير عبد \n  الله بن طاهر وأحمد بن الحارث الشيعي ودعبل الخزاعي وآخرون .\n</p>\n<p class=\"arabic\">وكان من رجال بني العباس حزما وعزما وحلما وعلما ورأيا ودهاء وهيبة وشجاعة \n  وسؤددا وسماحة .\n</p>\n<p class=\"arabic\">وله محاسن وسيرة طويلة .\n</p>\n<p class=\"arabic\">قال ابن أبي الدنيا كان أبيض ربعة حسن الوجه تعلوه صفرة وقد وخطه الشيب أعين \n  طويل اللحية رقيقها ضيق الجبين على خده خال .\n</p>\n<p class=\"arabic\">وقال الجاحظ كان أبيض فيه صفرة وكان ساقاه دون جسده صفراوين كأنهما طليتا \n  بالزعفران .\n</p>\n<p class=\"arabic\">وقال ابن أبي الدنيا قدم الرشيد طوس سنة ثلاث وتسعين فوجه ابنه المأمون إلى \n  سمرقند .\n</p>\n<p class=\"arabic\">فأتته وفاة أبيه وهو بمرو *15*228* .\n</p>\n<p class=\"arabic\">وقال غيره لما خلع الأمين أخاه المأمون من ولاية العهد غضب المأمون ودعا إلى \n  نفسه بخراسان فبايعوه في أول سنة ثمان وتسعين ومائة .\n</p>\n<p class=\"arabic\">وقال الخطبي كان يكنى أبا العباس فلما استخلف اكتنى بأبي جعفر وأمه أم ولد \n  اسمها مراجل ماتت أيام نفاسها به .\n</p>\n<p class=\"arabic\">وقال أيضا دعي للمأمون بالخلافة والأمين حي في آخر سنة خمس وتسعين إلى أن \n  قتل الأمين فاجتمع الناس عليه وتفرقت عماله في البلاد وأقيم الموسم سنة ست \n  وسنة سبع باسمه وهو مقيم بخراسان واجتمع الناس عليه ببغداد في أول سنة ثمان \n  وأتاه الخبر بمرو فولى العراق الحسن بن سهل وقدمها سنة سبع ) .\n</p>\n<p class=\"arabic\">ثم بايع المأمون بالعهد لعلي بن موسى الرضا الحسيني رحمه الله ونوه بذكره \n  وغير زي آبائه من لبس السواد وأبدله بالخضرة فغضب بنو العباس بالعراق لهذين \n  الأمرين وقطعوه وبايعوا إبراهيم عمه ولقبوه المبارك .\n</p>\n<p class=\"arabic\">فحاربه الحسن بن سهل فهزمه إبراهيم وألحقه بواسط وأقام إبراهيم بالمدائن ثم \n  سار جيش الحسن وعليهم حميد بن الطوسي وعلي بن هشام فهزموا إبراهيم فاختفى \n  وانقطع خبره إلى أن ظهر في وسط خلافة المأمون فعفا عنه .\n</p>\n<p class=\"arabic\">وكان المأمون فصيحا مفوها وكان يقول معاوية بعمره وعبد الملك بحجاجه وأنا \n  بنفسي .\n</p>\n<p class=\"arabic\">وقد رويت هذه عن المنصور .\n</p>\n<p class=\"arabic\">وقيل كان نقش خاتمه المأمون عبد الله بن عبيد الله *15*229* .\n</p>\n<p class=\"arabic\">روي عنه أنه ختم في بعض الرمضانات ثلاثا وثلاثين ختمة .\n</p>\n<p class=\"arabic\">وقال الحسين بن فهم الحافظ ثنا يحيى بن أكثم قال قال لي المأمون أريد أن أحدث .\n</p>\n<p class=\"arabic\">فقلت ومن أولى بهذا من أمير المؤمنين فقال اصنعوا لي منبرا ثم صعد فأول حديث \n  أورده حدثنا عن هشيم عن أبي الجهم عن الزهري عن أبي سلمة عن أبي هريرة رفع \n  الحديث قال أمرؤ القيس صاحب لواء الشعر إلى النار .\n</p>\n<p class=\"arabic\">ثم حدث بنحو من ثلاثين حديثا ثم نزل فقال لي كيف رأيت يا يحيى مجلسنا .\n</p>\n<p class=\"arabic\">قلت أجل مجلس تفقه الخاصة والعامة .\n</p>\n<p class=\"arabic\">فقال ما رأيت لكم حلاوة إنما المجلس لأصحاب الخلقان والمحابر .\n</p>\n<p class=\"arabic\">وقال السراج ثنا محمد بن سهل بن عسكر قال تقدم رجل غريب بيده محبرة إلى المأمون \n  فقال يا أمير المؤمنين صاحب حديث منقطع به .\n</p>\n<p class=\"arabic\">فقال ما تحفظ في باب كذا فلم يذكر فيه شيئا .\n</p>\n<p class=\"arabic\">قال فما زال المأمون يقول ثنا هشيم وثنا يحيى وثنا حجاج حتى ذكر الباب .\n</p>\n<p class=\"arabic\">ثم سأله عن باب آخر فلم يذكر فيه شيئا .\n</p>\n<p class=\"arabic\">فقال المأمون ثنا فلان وثنا فلان إلى أن قال لأصحابه يطلب أحدهم الحديث ثلاثة \n  أيام ثم يقول أنا من أصحاب الحديث أعطوه ثلاثة دراهم ) .\n</p>\n<p class=\"arabic\">ومع هذا فكان المأمون مسرفا في الكرم جوادا ممدحا *15*230* .\n</p>\n<p class=\"arabic\">جاء عنه أنه فرق في ساعة واحدة ستة وعشرين ألف ألف درهم .\n</p>\n<p class=\"arabic\">وكان يشرب النبيذ وقيل بل كان يشرب الخمر فيحرر ذلك .\n</p>\n<p class=\"arabic\">وقيل أنه أجاز أعرابيا مرة لكونه مدحه بثلاثين ألف دينار .\n</p>\n<p class=\"arabic\">وأما ذكاؤه فمتوقد روى مسروق بن عبد الرحمن الكندي حدثني محمد بن المنذرالكندي \n  جار عبد الله بن إدريس قال حج الرشيد فدخل الكوفة وطلب المحدثين فلم يتخلف \n  إلا عبد الله بن إدريس وعيسى بن يونس فبعث إليهما الأمين والمأمون فحدثهما \n  ابن إدريس بمائة حديث فقال المأمون يا عم أتأذن أن أعيدها من حفظي قال افعل .\n</p>\n<p class=\"arabic\">فأعادها فعجب من حفظه .\n</p>\n<p class=\"arabic\">ومضيا إلى عيسى فحدثهما فأمر له المأمون بعشرة آلاف درهم فأبى أن يقبلها وقال \n  ولا شربة ماء على حديث رسول الله صلى الله عليه وسلم .\n</p>\n<p class=\"arabic\">وروى محمد بن عون عن ابن عيينة أن المأمون جلس فجائته امرأة وقالت يا أمير \n  المؤمنين مات أخي وخلف ستمائة دينار فأعطوني دينارا وقالوا هذا نصيبك .\n</p>\n<p class=\"arabic\">فحسب المأمون وقال هذا نصيبك هذا خلف أربع بنات .\n</p>\n<p class=\"arabic\">قالت نعم .\n</p>\n<p class=\"arabic\">قال لهن أربعمائة دينار وخلف والدة فلها مائة دينار وخلف زوجة فلها خمسة وسبعون \n  دينارا بالله ألك اثنا عشر أخا قالت نعم .\n</p>\n<p class=\"arabic\">قال لكل واحد ديناران ولك دينار *15*231* .\n</p>\n<p class=\"arabic\">وقال ابن الأعرابي قال لي المأمون أخبرني عن قول هند بنت عتبة .\n</p>\n<p class=\"arabic\">% نحن بنات طارق % % نمشي على النمارق % .\n</p>\n<p class=\"arabic\">قال فنظرت في نسبها فلم أجده فقلت ما أعرف .\n</p>\n<p class=\"arabic\">قال إنما أرادت النجم انتسبت إليه لحسنها ثم رمى إلي بعنبرة بعتها بخمسة آلاف \n  درهم .\n</p>\n<p class=\"arabic\">وقال بعضهم عن المأمون من أراد كتابا سرا فليكتب بلبن حليب حلب لوقته ويرسله \n  إلى من ) .\n</p>\n<p class=\"arabic\">يريد فيعمد إلى قرطاس فيحرقه ويذر رماده على الكتابة فتقرأ له .\n</p>\n<p class=\"arabic\">وقال الصولي كان المأمون قد اقترح في الشطرنج أشياء وكان يحب اللعب بها *15*232* .\n</p>\n<p class=\"arabic\">وعن بعضهم قال استخرج المأمون كتب الفلاسفة واليونان من جزيرة قبرس .\n</p>\n<p class=\"arabic\">وقدم الشام غير مرة .\n</p>\n<p class=\"arabic\">وقال أبو معشر المنجم كان أمارا بالعدل محمود السيرة ميمون النقيبة فقيه النفس \n  يعد مع كبار العلماء .\n</p>\n<p class=\"arabic\">وعن الرشيد قال إني لأعرف في عبد الله حزم المنصور ونسك المهدي وعزة الهادي \n  ولو أشاء أن أنسبه إلى الرابع يعني نفسه لنسبته وقد قدمت محمدا عليه وإني \n  لأعلم أنه منقاد إلى هواه مبذر لما حوته يده يشارك في رأيه الإماء والنساء \n  ولولا أم جعفر وميل بني هاشم إليه لقدمت عبد الله عليه .\n</p>\n<p class=\"arabic\">وعن المأمون قال لو عرف الناس حبي للعفو لتقدموا إلي بالجرائم .\n</p>\n<p class=\"arabic\">وأخاف أن لا أؤجره فيه يعني لكونه طبعا له .\n</p>\n<p class=\"arabic\">وعن يحيى بن أكثم قال كان المأمون يحلم حتى يغيظنا .\n</p>\n<p class=\"arabic\">وقيل إن فلاحا مر فقال أتظنون بأن هذا ينبل في عيني وقد قتل أخاه الأمين فسمعها \n  المأمون فتبسم وقال ما الحيلة حتى أنبل في عين هذا السيد الجليل وعن يحيى \n  بن أكثم قال كان المأمون يجلس للمناظرة في الفقه يوم الثلاثاء فجاء رجل عليه \n  ثياب قد شمرها ونعله في يده فوقف على طرف البساط وقال السلام عليكم فرد عليه \n  المأمون .\n</p>\n<p class=\"arabic\">فقال أتأذن لي في الدنو قال ادن وتكلم *15*233* .\n</p>\n<p class=\"arabic\">قال أخبرني عن هذا المجلس الذي أنت فيه جلسته باجتماع الأمة أم بالمغالبة \n  والقهر قال لا بهذا ولا بهذا بل كان يتولى أمر المؤمنين من عقد لي ولأخي فلما \n  صار الأمر لي علمت أني محتاج إلى اجتماع كلمة المؤمنين في الشرق والغرب على \n  الرضى بي فرأيت أني متى خليت الأمر اضطرب حبل الإسلام ومرج عهدهم وتنازعوا \n  وبطل الجهاد والحق وانقطعت السبل فقمت حياطة للمسلمين إلى أن يجمعوا على رجل \n  يرضون به فأسلم إليه ) .\n</p>\n<p class=\"arabic\">الأمر فمتى اتفقوا على رجل خرجت له من الأمر .\n</p>\n<p class=\"arabic\">فقال السلام عليكم ورحمة الله .\n</p>\n<p class=\"arabic\">وذهب فوجه المأمون من يكشف خبره فرجع وقال يا أمير المؤمنين مضى إلى مسجد \n  فيه خمسة عشر رجلا في مثل هيئته فقالوا له ألقيت الرجل قال نعم وأخبرهم بما \n  جرى .\n</p>\n<p class=\"arabic\">قالوا ما نرى بما قال بأسا وافترقوا .\n</p>\n<p class=\"arabic\">فقال المأمون كفينا مؤونة هؤلاء بأيسر الخطب .\n</p>\n<p class=\"arabic\">وقيل أهدى ملك الروم إلى المأمون تحفا سنية منها مائة رطل مسك ومائة حلة سمور \n  فقال المأمون أضعفوها له ليعلم عز الإسلام وذل الكفر .\n</p>\n<p class=\"arabic\">وقيل دخل رجل من الخوارج على المأمون فقال ما حملك على الخلاف قال قوله تعالى \n  ومن لم يحكم بما أنزل الله فأولئك هم الكافرون .\n</p>\n<p class=\"arabic\">قال ألك علم بأنها منزلة قال نعم .\n</p>\n<p class=\"arabic\">قال ما دليلك قال إجماع الأمة .\n</p>\n<p class=\"arabic\">قال فكما رضيت بإجماعهم في التنزيل فارض بإجماعهم في التأويل .\n</p>\n<p class=\"arabic\">قال صدقت السلام عليك يا أمير المؤمنين *15*234* .\n</p>\n<p class=\"arabic\">وقال محمد بن زكريا الغلابي ثنا مهدي بن سابق قال دخل المأمون يوما ديوان \n  الخراج فمر بغلام جميل على أذنه قلم فأعجبه حسنه فقال من أنت قال الناشيء \n  في دولتك وخريج أدبك والمتقلب في نعمتك يا أمير المؤمنين الحسن بن رجاء .\n</p>\n<p class=\"arabic\">فقال يا غلام بالإحسان في البديهة تفاضلت العقول .\n</p>\n<p class=\"arabic\">ثم أمر برفع مرتبته عن الديوان وأمر له بمائة ألف درهم .\n</p>\n<p class=\"arabic\">وعن إسحاق الموصلي قال كان المأمون قد سخط على الخليع الشاعر لكونه هجاه عندما \n  قتل الأمين فبينا أنا ذات يوم عند المأمون إذ دخل الحاجب برقعة فاستأذن في \n  إنشادها فأذن له فقال .\n</p>\n<p class=\"arabic\">% أجرني فإني قد ظمئت إلى الوعد % % متى تنجز الوعد المؤكد بالعهد % .\n</p>\n<p class=\"arabic\">% أعيذك من خلف الملوك فقد ترى % % تقطع أنفاسي عليك من الوجد % .\n</p>\n<p class=\"arabic\">% أيبخل فرد الحسن عني بنائل % % قليل وقد أفردته بهوى فرد % .\n</p>\n<p class=\"arabic\">إلى أن قال .\n</p>\n<p class=\"arabic\">% رأى الله عبد الله خير عباده % % فملكه والله أعلم بالعبد % .\n</p>\n<p class=\"arabic\">% ألا إنما المأمون للناس عصمة % % مميزة بين الضلالة والرشد % .\n</p>\n<p class=\"arabic\">فقال له أحسنت .\n</p>\n<p class=\"arabic\">قال يا أمير المؤمنين أحسن قائلها .\n</p>\n<p class=\"arabic\">قال ومن هو قال عبيدك الحسين بن الضحاك .\n</p>\n<p class=\"arabic\">فقال لا حياه الله ولا بياه أليس هو القائل .\n</p>\n<p class=\"arabic\">% فلا تمت الأشياء بعد محمد % % ولا زال شمل الملك فيها مبددا % .\n</p>\n<p class=\"arabic\">*15*235* .\n</p>\n<p class=\"arabic\">% ولا فرح المأمون بالملك بعده % % ولا زال في الدنيا طريدا مشردا % .\n</p>\n<p class=\"arabic\">هذه بتلك ولا شيء له عندنا .\n</p>\n<p class=\"arabic\">قال الحاجب فأين عادة عفو أمير المؤمنين .\n</p>\n<p class=\"arabic\">قال أما هذه فنعم إئذنوا له .\n</p>\n<p class=\"arabic\">فدخل فقال له هل عرفت يوم قتل أخيك هاشمية هتكت قال لا .\n</p>\n<p class=\"arabic\">قال فما معنى قولك .\n</p>\n<p class=\"arabic\">% ومما شجى قلبي وكفكف عبرتي % % محارم من آل الرسول استحلت % .\n</p>\n<p class=\"arabic\">% ومهتوكة بالجلد عنها سجوفها % % كعاب كقرن الشمس حين تبدت % .\n</p>\n<p class=\"arabic\">% فلا بات ليل الشامتين بغبطة % % ولا بلغت آمالهم ما تمنت % .\n</p>\n<p class=\"arabic\">فقال يا أمير المؤمنين لوعة غلبتني وروعة فاجأتني ونعمة سلبتها بعد أن غمرتني \n  فإن عاقبت فبحقك وإن عفوت فبفضلك فدمعت عينا المأمون وأمر له بجائزة .\n</p>\n<p class=\"arabic\">حكى الصولي أن المأمون كان يحب اللعب بالشطرنج واقترح فيه أشياء .\n</p>\n<p class=\"arabic\">وكان ينهى أن يقال تعال نلعب ويقول بل نتناقل .\n</p>\n<p class=\"arabic\">ولم يكن بها حاذقا فكان يقول أنا أدبر أمر الدنيا واتسع لها وأضيق عن تدبير \n  شبرين وله ) .\n</p>\n<p class=\"arabic\">فيها شعر .\n</p>\n<p class=\"arabic\">% أرض مربعة حمراء من أدم % % ما بين إلفين معروفين بالكرم % .\n</p>\n<p class=\"arabic\">% تذاكرا الحرب فاحتالا لها حيلا % % من غير أن يأثما فيها بسفك دم % .\n</p>\n<p class=\"arabic\">% هذا يغير على هذا وذاك على % % هذا يغير وعين الحزم لم تنم % .\n</p>\n<p class=\"arabic\">% فانظر إلى فطن جالت بمعرفة % % في عسكرين بلا طبل ولا علم % .\n</p>\n<p class=\"arabic\">*15*236* وقيل إن المأمون نظر إلى عمه إبراهيم بن المهدي وكان يلقب بالتنين \n  فقال ما أظنك عشقت قط ثم أنشد .\n</p>\n<p class=\"arabic\">% وجه الذي يعشق معروف % % لأنه أصفر منحوف % .\n</p>\n<p class=\"arabic\">% ليس كمن يأتيك ذا جثة % % كأنه للذبح معلوف % .\n</p>\n<p class=\"arabic\">وعن المأمون قال أعياني جواب ثلاثة صرت إلى أم ذي الرئاستين أعزيها فيه فقلت \n  لا تأسي عليه فإني عوضه لك .\n</p>\n<p class=\"arabic\">قالت يا أمير المؤمنين وكيف لا أحزن على ولد أكسبني مثلك .\n</p>\n<p class=\"arabic\">وأتيت بمتنبيء فقلت من أنت قال أنا موسى بن عمران .\n</p>\n<p class=\"arabic\">قلت ويحك موسى كانت له آيات فأتني بها حتى أؤمن بك .\n</p>\n<p class=\"arabic\">فقال إنما أتيت بتلك المعجزات فرعون إذ قال أنا ربكم الأعلى فإن قلت كذلك \n  أتيتك بالآيات .\n</p>\n<p class=\"arabic\">قال وأتى أهل الكوفة يشكون عاملهم فقال خطيبهم هو شر عامل فأما في أول سنة \n  فإنا بعنا الأثاث والعقار وفي الثانية بعنا الضياع وفي الثالثة نزحنا عن بلدنا \n  وأتيناك نستغيث بك .\n</p>\n<p class=\"arabic\">فقلت كذبت بل هو رجل قد حمدت مذهبه ورضيت دينه واخترته معرفة مني بقديم سخطكم \n  على العمال .\n</p>\n<p class=\"arabic\">قال صدقت يا أمير المؤمنين وكذبت أنا فقد خصصتنا به هذه المدة دون باقي البلاد \n  فاستعملته على بلد آخر ليشملهم من عدله وإنصافه مثل الذي شملنا .\n</p>\n<p class=\"arabic\">فقلت قم في غير حفظ الله قد عزلته عنكم .\n</p>\n<p class=\"arabic\">ومما ينسب إلى المأمون من الشعر قوله ) *15*237* .\n</p>\n<p class=\"arabic\">% لساني كتوم لأسراركم % % ودمعي نموم لسري مذيع % .\n</p>\n<p class=\"arabic\">% فلولا دموعي كتمت الهوى % % ولولا الهوى لم تكن لي دموع % .\n</p>\n<p class=\"arabic\">وكان قدوم المأمون من خراسان إلى بغداد سنة أربع ومائتين ودخلها في رابع صفر \n  بأبهة عظيمة وبحمل زائد .\n</p>\n<p class=\"arabic\">قال إبراهيم بن محمد بن عرفة النحوي في تاريخه حكى أبو سليمان داوود بن علي \n  عن يحيى بن أكثم قال كنت عند المأمون وعنده جماعة من قواد خراسان وقد دعا \n  إلى خلق القرآن حينئذ فقال لأولئك القواد ما تقولون في القرآن .\n</p>\n<p class=\"arabic\">فقالوا كان شيخونا يقولون ما كان فيه من ذكر الحمير والجمال والبقر فهو مخلوق \n  وما كان من سوى ذلك فهو غير مخلوق فأما إذا قال أمير المؤمنين هو مخلوق فنحن \n  نقول كله مخلوق .\n</p>\n<p class=\"arabic\">فقلت للمأمون أتفرح بموافقة هؤلاء قال ابن عرفة أمر المأمون مناديا فنادى \n  في الناس ببراءة الذمة ممن ترحم على معاوية أو ذكره بخير .\n</p>\n<p class=\"arabic\">وكان كلامه في القرآن سنة اثنتي عشرة فكثر المنكر لذلك وكاد البلد يفتتن ولم \n  يلتئم له من ذلك ما أراد فكف عنه يعني كف عنه إلى بعد هذا الوقت .\n</p>\n<p class=\"arabic\">ومن كلام المأمون الناس ثلاثة فمنهم مثل الغذاء لا بد منه على حال من الأحوال \n  ومنهم كالدواء يحتاج إليه في حال المرض ومنهم كالداء مكروه على كل حال *15*238* .\n</p>\n<p class=\"arabic\">وعن المأمون قال لا نزهة ألذ من النظر في عقول الرجال .\n</p>\n<p class=\"arabic\">وقال غلبة الحجة أحب إلي من غلبة القدرة لأن غلبة الحجة لا تزول وغلبة القدرة \n  تزول بزوالها .\n</p>\n<p class=\"arabic\">وكان المأمون يقول الملك يغتفر كل شيء إلا القدح في الملك وإفشاء السر والتعرض \n  للحرم .\n</p>\n<p class=\"arabic\">وقال أعيت الحيلة في الأمر إذا أقبل أن يدبر وإذا أدبر أن يقبل .\n</p>\n<p class=\"arabic\">وقيل للمأمون أي المجالس أحسن قال ما نظر فيه إلى الناس فلا منظر أحسن من \n  الناس ) .\n</p>\n<p class=\"arabic\">وكان المأمون معروفا بالتشيع فروى أبو داوود المصاحفي قال سمعت النضر بن شميل \n  يقول دخلت على المأمون فقال إني قلت اليوم .\n</p>\n<p class=\"arabic\">% أصبح ديني الذي أدين به % % ولست من الغداة معتذر % .\n</p>\n<p class=\"arabic\">% حب علي بعد النبي ولا % % أشتم صديقه ولا عمرا % .\n</p>\n<p class=\"arabic\">% وابن عفان في الجنان مع الأبرار % % ذاك القتيل مصطبرا % .\n</p>\n<p class=\"arabic\">% وعائش الأم لست أشتمها % % من يفتريها فنحن منه برا % .\n</p>\n<p class=\"arabic\">وقد نادى المأمون بإباحة متعة النساء ثم لم يزل به يحيى بن أكثم حتى أبطلها \n  وروى له حديث الزهري عن ابني الحنيفة عن أبيهما محمد عن علي أن رسول الله \n  صلى الله عليه وسلم نهى عن متعة النساء في خيبر فلما صحح له الحديث رجع إلى \n  الحق *15*239* .\n</p>\n<p class=\"arabic\">وأما مسألة خلق القرآن فلم يرجع عنها وصمم عليها في سنة ثمان عشرة وامتحن \n  العلماء فعوجل ولم يمهل توجه غازيا إلى أرض الروم فلما وصل إلى البذندون واشتد \n  به الأمر أوصى بالخلافة إلى أخيه المعتصم .\n</p>\n<p class=\"arabic\">وكان قد افتتح في غزوته أربعة عشر حصنا ورد فنزل على عين البذندون فأقام هناك \n  واعتل .\n</p>\n<p class=\"arabic\">قال المسعودي أعجبه برد ماء العين وصفاؤها وطيب الموضع وكثرة الخضرة .\n</p>\n<p class=\"arabic\">وقد طرح له درهم في العين فقرأ ما عليه لفرط صفائها ولم يقدر أحد أن يسبح \n  فيها لشدة بردها فرأى سمكة نحو الذراع كأنها الفضة فجعل لمن يخرجها سيفا فنزل \n  فراش فاصطادها وطلع فاضطربت وفرت إلى الماء فتنضح صدر المأمون ونحره وابتل \n  ثوبه ثم نزل الفراش ثانية وأخذها فقال المأمون تقلى الساعة ثم أخذته رعدة \n  فغطي باللحف وهو يرتعد ويصيح .\n</p>\n<p class=\"arabic\">فأوقدت حوله نار ثم أتي بالسمكة فما ذاقها لشغله بحاله فسأل المعتصم بختيشوع \n  وابن ماسويه عن مرضه فجساه فوجدا نبضه خارجا عن الاعتدال منذرا بالفناء ورأيا \n  عرقا سائلا منه كلعاب اللاغية فأنكراه ولم يجداه في كتب الطب .\n</p>\n<p class=\"arabic\">ثم أفاق المأمون من غمرته فسأل عن تفسير اسم المكان بالعربي فقيل له مد رجليك .\n</p>\n<p class=\"arabic\">فتطير به وسأل عن اسم البقعة فقيل الرقة وكان فيما عمل من مولده أنه يموت \n  بالرقة .\n</p>\n<p class=\"arabic\">فكان يتجنب النزول بالرقة فلما سمع هذا من الروم عرف وأيس وقال يا من لا يزول \n  ملكه ) .\n</p>\n<p class=\"arabic\">ارحم من قد زال ملكه .\n</p>\n<p class=\"arabic\">وأجلس المعتصم عنده من يلقنه الشهادة لما ثقل فرفع الرجل بها صوته فقال له \n  ابن ماسويه لا تصيح فوالله ما يفرق الآن بين ربه وبين ماني ففتح *15*240* \n  عينيه وبهما من عظم التورم والاحمرار أمر شديد وأقبل يحاول بيديه البطش بابن \n  ماسويه ورام مخاطبته فعجز فرمق بطرفه نحو السماء وقد امتلأت عيناه دموعا وقال \n  في الحال يامن لا يموت ارحم من يموت .\n</p>\n<p class=\"arabic\">ثم قضى ومات في يوم الخميس لاثنتي عشرة ليلة بقيت من رجب سنة ثماني عشرة فنقله \n  ابنه العباس وأخوه المعتصم لما توفي إلى طرسوس فدفن هناك في دار خاقان خادم \n  أبيه .\n\n</p>"
}