{
    "header": "عبد الله بن داوود بن عامر بن الربيع .",
    "id": "006711",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الله بن داوود بن عامر بن الربيع .\n</h1>\n<p class=\"arabic\">أبو عبد الرحمن الهمداني الشعبي الكوفي المعروف بالخريبي .\n</p>\n<p class=\"arabic\">سكن الخريبة وهي محلة بالبصرة وكان من كبار أئمة الأثر .\n</p>\n<p class=\"arabic\">سمع هشام بن عروة والأعمش وسلمة بن نبيط وإسماعيل بن أبي خالد وثور بن يزيد \n  وابن جريج والأوزاعي وابن أبي ليلى وخلقا .\n</p>\n<p class=\"arabic\">وعنه الحسن بن صالح بن حي وسفيان بن عيينة وهما من شيوخه *15*206* ومسدد ونصر \n  بن علي وبندار وعمرو الفلاس ومحمد بن يحيى الذهلي والكديمي وبشر بن موسى الأسدي \n  وخلق .\n</p>\n<p class=\"arabic\">قال ابن سعد كان ثقة عابدا ناسكا .\n</p>\n<p class=\"arabic\">وقال ابن معين ثقة مأمون .\n</p>\n<p class=\"arabic\">وقال الكديمي عن عبد الله بن داوود قال كان سبب دخولي البصرة لأن ألقى ابن \n  عون فلما صرت إلى قناطر سردارا تلقاني نعيه فدخلني ما الله به عليم .\n</p>\n<p class=\"arabic\">أبو حفص الفلاس سألت عبد الله بن داوود عن بازي أخذ من أرض العدو فقال إن \n  كان معلما وضع في المغنم وإن كان وحشيا فهو لصاصة .\n</p>\n<p class=\"arabic\">علي بن حرب سألت الخريبي عن الأيمان قال قولي فيه قول ابن مسعود وحذيفة وإبراهيم \n  النخعي قول عمل يزيد وينقص .\n</p>\n<p class=\"arabic\">ثم قال أنا مؤمن عند نفسي ولا أدري كيف أنا عند ربي .\n</p>\n<p class=\"arabic\">وقال زيد بن أخزم سمعت الخريبي يقول نول الرجل أن يكره ولده على طلب الحديث \n  ) .\n</p>\n<p class=\"arabic\">ليس الدين بالكلام إنما الدين بالآثار .\n</p>\n<p class=\"arabic\">وقال الكديمي عنه ما كذبت إلا مرة واحدة قال لي أبي قرأت علي العلم قلت نعم \n  وما كنت قرأت عليه .\n</p>\n<p class=\"arabic\">وقال الفلاس سمعت الخريبي يقول كانوا يستحبون أن يكون للرجل خبيئة من عمل \n  صالح لا تعلم به زوجته ولا غيرها .\n</p>\n<p class=\"arabic\">وقال زيد بن أخزم سمعت الخريبي يقول من أمكن الناس من كل ما *15*207* يريدون \n  أضروا بدنياه ودينه .\n</p>\n<p class=\"arabic\">وقال أبو داوود خلف الخريبي أربعمائة دينار وبعث إليه محمد بن عباد مائة دينار \n  فقبلها .\n</p>\n<p class=\"arabic\">وقال إسماعيل الخطبي سمعت أبا مسلم الكجي يقول كتبت الحديث وعبد الله بن داوود \n  حي .\n</p>\n<p class=\"arabic\">ولم آته لأني كنت في بيت عمتي فسألت عن أولادها فقالوا قد مضوا إلى عبد الله \n  فأبطؤا ثم جاؤوا يذمونه وقالوا طلبناه في منزله فقالوا هو في بسيتينية له \n  بالقرب .\n</p>\n<p class=\"arabic\">فقصدناه فسلمنا وسألناه أن يحدثنا فقال متعت بكم أنا في شغل عن هذا هذه البسيتينية \n  لي فيها معاش وتحتاج إلى سقي وليس لي من يسقيها .\n</p>\n<p class=\"arabic\">فقلنا نحن ندير الدولاب ونسقيها .\n</p>\n<p class=\"arabic\">فقال إن حضرتكم نية فافعلوا .\n</p>\n<p class=\"arabic\">فتشلحنا وأدرنا الدولاب حتى سقينا البستان ثم قلنا تحدثنا قال متعت بكم ليس \n  لي نية وأنتم كانت لكم نية تؤجرون عليها .\n</p>\n<p class=\"arabic\">وقال أحمد بن كامل نا أبو العيناء قال أتيت الخريبي فقال ما جاء بك قلت الحديث .\n</p>\n<p class=\"arabic\">قال إذهب فتحفظ القرآن .\n</p>\n<p class=\"arabic\">قلت قد حفظت القرآن .\n</p>\n<p class=\"arabic\">قال اقرأ أو اتل عليهم نبأ نوح .\n</p>\n<p class=\"arabic\">فقرأت العشر حتى أنفذته .\n</p>\n<p class=\"arabic\">فقال إذهب الآن فتعلم الفرائض .\n</p>\n<p class=\"arabic\">قلت قد تعلمت الفرائض الصلب والجد والكبر ) .\n</p>\n<p class=\"arabic\">قال فأيهما أقرب إليك ابن أخيك أو ابن عمك *15*208* قلت ابن أخي .\n</p>\n<p class=\"arabic\">قال ولم قلت لأن أخي من أبي وعمي من جدي .\n</p>\n<p class=\"arabic\">قال إذهب الآن فتعلم العربية .\n</p>\n<p class=\"arabic\">قلت قد علمتها قبل هذين .\n</p>\n<p class=\"arabic\">قال فلم قال عمر حين طعن يالله يا للمسلمين قلت فتح تلك على الدعاء وكسر هذه \n  على الاستغاثة والاستنصار .\n</p>\n<p class=\"arabic\">فقال لو حدثت أحدا لحدثتك .\n</p>\n<p class=\"arabic\">وقال عباس العنبري سمعت الخريبي يقول ولدت سنة ست وعشرين ومائة .\n</p>\n<p class=\"arabic\">وقال الكديمي مات في النصف من شوال سنة ثلاث عشرة .\n</p>\n<p class=\"arabic\">وقال بشر الحافي دخلت على عبد الله بن داوود في مرضه الذي مات فيه فجعل يقول \n  ويمر يده إلى الحائط لو خيرت بين دخول الجنة وبين أن أكون لبنة من هذا الحائط \n  لاخترت أن أكون لبنة متى أدخل أنا الجنة .\n</p>\n<p class=\"arabic\">وكان يقف في القرآن تورعا وجبنا .\n</p>\n<p class=\"arabic\">قال عثمان بن سليمان بن سافري قال لي وكيع النظر في وجه عبد الله ابن داوود \n  عبادة .\n</p>\n<p class=\"arabic\">وقال إسماعيل القاضي لما دخل يحيى بن أكثم البصرة مضى إلى الخريبي فلما دخل \n  رأى الخريبي مشيته فلما جلس وسلم قال معي أحاديث تحدثني بها .\n</p>\n<p class=\"arabic\">قال متعت بك إني لما نظرت إليك نويت أن لا أحدث .\n</p>\n<p class=\"arabic\">قال محمد بن شجاع قلت لعبد الله الخريبي إن بعض الناس أخبرني أن أبا حنيفة \n  رجع عن مسائل كثيرة *15*209* .\n</p>\n<p class=\"arabic\">قال إنما يرجع الفقيه عن القول إذا اتسع علمه .\n\n</p>"
}