{
    "header": "محمد بن عبد الله بن المثنى بن عبد الله بـ...",
    "id": "006872",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن عبد الله بن المثنى بن عبد الله بن أنس بن مالك .\n</h1>\n<p class=\"arabic\">الإمام أبو عبد الله الأنصاري البخاري الأنسي البصري .\n</p>\n<p class=\"arabic\">قاضي البصرة زمن الرشيد ثم قاضي بغداد بعد العوفي .\n</p>\n<p class=\"arabic\">سمع حميدا الطويل وسليمان التيمي وابن عون وسعيدا الجريري *15*378* وهشام \n  بن حسان وحبيب بن الشهيد ومحمد بن عمرو بن علقمة وأشعث بن عبد الله الحداني \n  وأشعث بن عبد الملك الحمراني وابن جريج وسعيد بن أبي عروبة وأباه عبد الله \n  وآخرين .\n</p>\n<p class=\"arabic\">وعنه خ وع عن رجل عنه وأحمد بن حنبل ويحيى بن معين وبندار ومحمد بن المثنى \n  وإسماعيل سمويه ومحمد بن يحيى الذهلي وأبو حاتم ومحمد بن إسماعيل الترمذي \n  ) .\n</p>\n<p class=\"arabic\">وإسماعيل القاضي وأبو مسلم الكجي وخلق كثير .\n</p>\n<p class=\"arabic\">وثقه ابن معين وغيره .\n</p>\n<p class=\"arabic\">وقال أبو حاتم لم أر من الأئمة إلا ثلاثة أحمد بن حنبل وسليمان بن داوود الهاشمي \n  ومحمد بن عبد الله الأنصاري .\n</p>\n<p class=\"arabic\">وقال النسائي ليس به بأس .\n</p>\n<p class=\"arabic\">وقال أحمد بن حنبل ما كان يضع الأنصاري عند أصحاب الحديث إلا النظر في الرأي \n  وأما السماع فقد سمع .\n</p>\n<p class=\"arabic\">وقال وذهب للأنصاري كتب في فتنة أظن المبيضة فكان بعد يحدث من كتب أبي الحكم .\n</p>\n<p class=\"arabic\">فكان حديث الحجامة من ذاك .\n</p>\n<p class=\"arabic\">وقال ابن معين كان الأنصاري يليق به القضاء .\n</p>\n<p class=\"arabic\">قيل والحديث فقال للحرب أقوام لها خلقوا .\n</p>\n<p class=\"arabic\">وقال زكريا الساجي رجل جليل عالم غلب عليه الرأي ولم يكن عندهم من فرسان الحديث \n  مثل يحيى القطان ونظرائه *15*379* .\n</p>\n<p class=\"arabic\">وقال أحمد بن حنبل أنكر معاذ بن معاذ ويحيى بن سعيد حديث الأنصاري عن حبيب \n  بن الشهيد عن ميمون عن أبي عباس احتجم النبي صلى الله عليه وسلم وهو محرم \n  صائم قال أبو بكر الخطيب إنه وهم فيه والصواب حديث حميد بن مسعدة عن سفيان \n  بن حبيب عن حبيب بن الشهيد عن ميمون بن مهران عن يزيد بن الأصم أن رسول الله \n  تزوج ميمونة وهو محرم .\n</p>\n<p class=\"arabic\">وقد روى الأنصاري أيضا حديث يزيد بن الأصم هكذا .\n</p>\n<p class=\"arabic\">ويقال أن غلاما له أدخل عليه حديث ابن عباس .\n</p>\n<p class=\"arabic\">وقال علي بن المديني ليس من ذلك شيء إنما أراد حديث حبيب عن ميمون عن يزيد \n  بن الأصم أن رسول الله تزوج ميمونة وهو محرم .\n</p>\n<p class=\"arabic\">رواه يعقوب الفسوي عن علي .\n</p>\n<p class=\"arabic\">قال الخطيب وقد جالس الأنصاري في الفقه سوار بن عبد الله وعثمان البتي وعبيد \n  الله بن ) .\n</p>\n<p class=\"arabic\">الحسن العنبري وقدم بغداد فولي بها القضاء وحدث بها ثم رجع .\n</p>\n<p class=\"arabic\">وقال ابن قتيبة قلد الرشيد محمد بن عبد الله الأنصاري القضاء بالجانب الشرقي \n  في آخر خلافته فلما ولي المأمون عزله وولى مكانه عون بن عبد الله وولى محمد \n  بن عبد الله المظالم بعد إسماعيل بن علية .\n</p>\n<p class=\"arabic\">قال محمد بن المثنى سمعت الأنصاري يقول ولدت سنة ثمان عشرة ومائة وكان يأتي \n  علي قبل اليوم عشرة أيام لا أشرب فيها الماء واليوم *15*380* أشرب كل يومين .\n</p>\n<p class=\"arabic\">وسمعته يقول ما أتيت سلطانا قط إلا وأنا كاره .\n</p>\n<p class=\"arabic\">وقال محمد بن سعد توفي في رجب سنة خمس عشرة ومائتين .\n</p>\n<p class=\"arabic\">قلت وذكر الخطيب وغيره أنه سمع من مالك بن دينار .\n\n</p>"
}