{
    "header": "قبيصة بن عقبة بن محمد بن سفيان بن عقبة ....",
    "id": "006837",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">قبيصة بن عقبة بن محمد بن سفيان بن عقبة .\n</h1>\n<p class=\"arabic\">أبو عامر السوائي الكوفي .\n</p>\n<p class=\"arabic\">عن شعبة وسفيان وإسرائيل وورقاء وطبقتهم .\n</p>\n<p class=\"arabic\">وعن أكبر منهم كعيسى بن طهمان وفطر بن خليفة ومالك بن مغول *15*353* ومسعر \n  وعاصم بن محمد العمري .\n</p>\n<p class=\"arabic\">وعنه خ وم ع عن رجل عنه وعبد بن حميد ومحمود بن غيلان ومحمد بن إسحاق الصغاني \n  وأبو زرعة الرازي وأحمد بن سليمان الرهاوي والحارث بن أبي أسامة وحفص بن عمر \n  سنجة وخلق .\n</p>\n<p class=\"arabic\">قال حنبل قال أبو عبد الله كان قبيصة كثير الغلظ وكان رجلا صالحا ثقة لا بأس \n  به وأي شيء لم يكن عنده يعني أنه كثير الحديث .\n</p>\n<p class=\"arabic\">وقال عبد الله بن أحمد بن حنبل سمعت أبي يذكر أبا حذيفة فقال قبيصة أثبت منه \n  جدا يعني في سفيان .\n</p>\n<p class=\"arabic\">وقال ابن معين قبيصة ثقة في كل شيء إلا في حديث سفيان ليس بذاك القوي فإنه \n  سمع منه وهو صغير .\n</p>\n<p class=\"arabic\">وقال يعقوب الفسوي سمعت قبيصة يقول صليت بسفيان الفريضة .\n</p>\n<p class=\"arabic\">وقال محمد بن عبد الله بن نميير لو حدثنا قبيصة عن النخعي لقبلنا منه .\n</p>\n<p class=\"arabic\">وقال ابن أبي حاتم سئل أبو زرعة عن قبيصة وأبي نعيم فقال كان قبيصة أفضل الرجلين \n  وأبو نعيم أتقن الرجلين .\n</p>\n<p class=\"arabic\">وقال أبو حاتم لم أر من المحدثين من يحفظ ويأتي بالحديث على لفظ *15*354* \n  واحد لا يغيره سوى قبيصة وأبي نعيم في حديث الثوري وسوى يحيى الحماني في حديث \n  شريك وعلي بن الجعد في حديثه .\n</p>\n<p class=\"arabic\">وقال إسحاق بن سيار النصيبي ما رأيت من الشيوخ أحفظ من قبيصة .\n</p>\n<p class=\"arabic\">وكان هناد بن السري صالحا كثر البكاء فإذا ذكر قبيصة قال الرجل الصالح وتدمع \n  عيناه .\n</p>\n<p class=\"arabic\">وقال جعفر بن حمدويه كنا على باب قبيصة ومعنا دلف بن أبي دلف ومعه الخادم \n  يكتب الحديث فصار إلى باب قبيصة فدق عليه فأبطأ فعاوده الخادم وقال ابن ملك \n  الجبل على ) .\n</p>\n<p class=\"arabic\">الباب وأنت لا تخرج إليه فخرج وفي طرف إزاره كسرة من الخبز فقال رجل قد رضي \n  من الدنيا بهذا ما يصنع بابن الجبل والله لا حدثته فلم يحدثه .\n</p>\n<p class=\"arabic\">وقال هارون الحمال سمعته يقول جالست الثوري وأنا ابن ست عشرة سنة ثلاث سنين .\n</p>\n<p class=\"arabic\">قال مطين وغيره مات في صفر سنة خمس عشرة رحمه الله .\n\n</p>"
}