{
    "header": "معلى بن منصور .",
    "id": "006914",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">معلى بن منصور .\n</h1>\n<p class=\"arabic\">أبو يعلى الرازي نزيل بغداد .\n</p>\n<p class=\"arabic\">عن مالك والليث وشريك وأبي عوانة وحماد بن زيد وسليمان بن بلال وعبد الله \n  بن جعفر المخرمي وهشيم وخلق .\n</p>\n<p class=\"arabic\">وتفقه على أبي يوسف وغيره .\n</p>\n<p class=\"arabic\">وكان من كبار علماء الرأي .\n</p>\n<p class=\"arabic\">روى عنه أبو ثور الكلبي وأبو خيثمة ومحمد بن يحيى الذهلي وحجاج بن الشاعر \n  وأحمد بن الأزهر وأحمد الرمادي وأبو بكر بن شيبة وعباس الدوري ومحمد بن عبد \n  الله المخرمي والبخاري في غير الصحيح وخلق .\n</p>\n<p class=\"arabic\">ولم يكتب عنه أحمد بن حنبل حرفا *15*412* .\n</p>\n<p class=\"arabic\">وقال أبو حاتم الرازي قيل لأحمد كيف لم تكتب عن المعلى بن منصور قال كان يكتب \n  الشروط ومن كتبها لم يخل من أن يكذب .\n</p>\n<p class=\"arabic\">وقال أبو زرعة رحم الله أحمد بن حنبل بلغني أنه كان في قلبه غصص من أحاديث \n  ظهرت عن المعلى بن منصور كان يحتاج إليها وكان المعلى أشبه القوم يعني أصحاب \n  الرأي بأهل العلم وذلك أنه كان طلابة للعلم رحل وعني به وهو صدوق .\n</p>\n<p class=\"arabic\">وقال عثمان الدارمي عن ابن معين ثقة .\n</p>\n<p class=\"arabic\">وقال أحمد العجلي ثقة صاحب سنة .\n</p>\n<p class=\"arabic\">قيل طلبوه للقضاء غير مرة فأبى .\n</p>\n<p class=\"arabic\">وقال يعقوب بن شيبة ثقة متقن فقيه .\n</p>\n<p class=\"arabic\">وقال أحمد بن كامل كان من كبار أصحاب أبي يوسف ومحمد ومن ثقاتهم في الرواية .\n</p>\n<p class=\"arabic\">وقال ابن عدي لم أجد له حديثا منكرا ) .\n</p>\n<p class=\"arabic\">وقال عمر بن بكار القافلاني ثنا محمد بن إسحاق وعباس بن محمد قالا سمعنا يحيى \n  بن معين يقول كان المعلى بن منصور الرازي يوما يصلي فوقع على رأسه كور الزنابير \n  فما التفت ولا انفتل حتى أتم صلاته فنظروا فإذا رأسه قد صار هكذا من شدة الأنتفاخ .\n</p>\n<p class=\"arabic\">وقال أبو عمرو أحمد بن المبارك المستملي حدثني سهل بن عمار قال كنت عند المعلى \n  بن منصور وإبراهيم بن حرب النيسابوري في أيام خاض *15*413* الناس في القرآن \n  فدخل علينا إبراهيم بن مقاتل المروزي فذكر للمعلى أن الناس قد خاضوا في أمره .\n</p>\n<p class=\"arabic\">قال ماذا قال يقولون إنك تقول القرآن مخلوق .\n</p>\n<p class=\"arabic\">قال ما قلت ومن قال القرآن مخلوق فهو عندي كافر .\n</p>\n<p class=\"arabic\">وقال ابن سعد وجماعة توفي سنة إحدى عشرة .\n</p>\n<p class=\"arabic\">قلت وقد دخل عليه البخاري سنة عشر فسمع منه شيئا يسيرا لأنه وجده عليلا .\n\n</p>"
}