{
    "header": "مكي بن إبراهيم بن بشير بن فرقد .",
    "id": "006919",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">مكي بن إبراهيم بن بشير بن فرقد .\n</h1>\n<p class=\"arabic\">أبو السكن التميمي الحنظلي البلخي أحد الثقات الأعلام .\n</p>\n<p class=\"arabic\">روى عن أيمن بن نابل ويزيد بن أبي عبيد وبهز بن حكيم والجعيد بن عبد الرحمن \n  وجعفر الصادق وعبد الله بن سعيد بن أبي هند وهشام بن حسان وهاشم بن هاشم بن \n  عتبة وابن جريج وأبي حنيفة وطائفة ) .\n</p>\n<p class=\"arabic\">وعنه خ وع عن رجل عنه وأحمد بن حنبل ويحيى بن معين وبندار ومحمد بن يحيى الذهلي \n  وإبراهيم بن يعقوب الجوزجاني وعباس *15*417* الدوري وعبد الصمد بن سليمان \n  البلخي ومحمد بن يونس الكديمي وعبد الصمد بن الفضل البلخي وحفيده محمد بن \n  الحسن بن مكي وخلق آخرهم موتا معمر بن محمد بن معمر البلخي .\n</p>\n<p class=\"arabic\">قال عبد الله بن عمرو بن العمركي سمعت عبد الصمد بن الفضل سمعت مكيا يقول \n  حججت ستين حجة وتزوجت ستين امرأة وجاورت بالبيت عشر سنين وكتبت عن سبعة عشر \n  نفسا من التابعين ولو علمت أن الناس يحتاجون إلي لما كتبت عن أحد دون التابعين .\n</p>\n<p class=\"arabic\">وعن عمر بن مدرك عن مكي قال قطعت البادية من بلخ خمسين مرة حاجا ودفعت في \n  كرى بيوت مكة ألف دينار ونيفا .\n</p>\n<p class=\"arabic\">وقال الفلاس قدم علينا مكي بن إبراهيم سنة اثنتي عشرة .\n</p>\n<p class=\"arabic\">وقال آخر قدم بغداد سنة خمس ومائتين .\n</p>\n<p class=\"arabic\">وعنه قال ولدت سنة ست وعشرين ومائة .\n</p>\n<p class=\"arabic\">وقال محمد بن سعد وغيره مات ببلخ في النصف من شعبان سنة خمس عشرة .\n</p>\n<p class=\"arabic\">وقال محمد كان ثقة ثبتا .\n</p>\n<p class=\"arabic\">وقال محمد بن عبد الوهاب الفراء ثنا مكي بن إبراهيم الرجل الصالح بنيسابور \n  *15*418* .\n</p>\n<p class=\"arabic\">وقال الدارقطني ثقة مأمون .\n</p>\n<p class=\"arabic\">وقال النسائي ليس به بأس .\n</p>\n<p class=\"arabic\">قلت حدث مكي عن مالك عن نافع عن ابن عمر أن النبي صلى الله عليه وسلم كبر \n  على النجاشي .\n</p>\n<p class=\"arabic\">قال ابن معين وهذا باطل .\n</p>\n<p class=\"arabic\">قلت ثم إنه امتنع من روايته .\n</p>\n<p class=\"arabic\">قال عبد الصمد بن الفضل سألنا مكي بن إبراهيم فحدثنا من كتابه عن مالك عن \n  الزهري عن سعيد عن أبي هريرة فذكره وقال هكذا في كتابي يعني حديث كبر على \n  النجاشي .\n</p>\n<p class=\"arabic\">وروى النسائي في اليوم والليلة ثنا يزيد بن سنان عن مكي عن مالك عن نافع عن \n  ابن ) .\n</p>\n<p class=\"arabic\">عمر عن عمر قال متعتان كانتا على عهد رسول الله صلى الله عليه وسلم أنهي عنهما \n  وأعاقب عليهما متعة النساء ومتعة الحج .\n</p>\n<p class=\"arabic\">قال النسائي هذا حديث معضل لا أعلم رواه غير مكي وهو لا بأس به ولا ندري من \n  أين أتى به .\n</p>\n<p class=\"arabic\">وقال مكي حضرت مجلس محمد بن إسحاق فإذا هو يروي أحاديث في صفة الله تعالى \n  لم يحتملها قلبي فلم أعد إليه .\n</p>\n<p class=\"arabic\">وعن مكي قال طلبت الحديث ولي سبعة عشر سنة .\n\n</p>"
}