{
    "header": "إبراهيم بن المهدي محمد بن المنصور أبي جعـ...",
    "id": "007060",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">إبراهيم بن المهدي محمد بن المنصور أبي جعفر عبد الله بن  محمد بن \n  علي أبو إسحاق العباسي الهاشمي الأسود الملقب بالمبارك .\n</h1>\n<p class=\"arabic\">ويلقب أيضا بالتيس لسمنه وضخامته *16*69* .\n</p>\n<p class=\"arabic\">كان فصيحا مفوها بارعا في الأدب والشعر بارعا إلى الغاية في الغناء ومعرفة \n  الموسيقى .\n</p>\n<p class=\"arabic\">ويقال له ابن شكلة وهي أمه .\n</p>\n<p class=\"arabic\">روى عن المبارك بن فضالة وحماد بن يحيى الأبح .\n</p>\n<p class=\"arabic\">وعنه ابنه هبة الله وحميد بن فروة وأحمد بن الهيثم وغيرهم .\n</p>\n<p class=\"arabic\">قال علي بن المغيرة الأثرم حدثني إبراهيم بن المهدي أنه ولي إمره دمشق سنتين \n  ثم أربع سنين لم يقطع على أحد في عمله طريق وأخبرت أن الآفة كانت في قطع الطريق \n  من دعامة والنعمان موليان لبني أمية ويحيى بن أرميا من يهود البلقاء وانهم \n  لم يضعوا يدهم في يد عامل فلما وليت كاتبتهم .\n</p>\n<p class=\"arabic\">قال فكتب إليه النعمان بالأيمان المحرجة أنه لا يفسد في عمله ما دام واليا .\n</p>\n<p class=\"arabic\">قال ودخل إلي دعامة سامعا مطيعا وأعلمني أن النعمان قد صدق وأنه يفي واعلمني \n  أن اليهودي كتب إليه إني خارج إلى مناظرتك فاكتب لي أمانا تحلف لي فيه أنك \n  لا تحدث في حدثا حنى تردني إلى مأمني فاجبته .\n</p>\n<p class=\"arabic\">قال فقدم علي شاب أشعر أمعر عليه أقبية ديباج ومنطقة وسيف محلى فدخل إلى دار \n  معاوية وكنت في صحنها فسلم من دون البساط فقلت ارتفع .\n</p>\n<p class=\"arabic\">فقال أيها الأمير إن للبساط ذماما أخاف أن يلزمني جلوسي عليه ولست أدري ماذا \n  تسومني .\n</p>\n<p class=\"arabic\">فقلت له أسلم واسمع وأطع .\n</p>\n<p class=\"arabic\">فقال أما الطاعة فارجو واما الإسلام فلا سبيل إليه فأعلمني بما لي عندك إذا \n  لم ادخل في دينك *16*70* .\n</p>\n<p class=\"arabic\">قال فقلت لا بد من أداء الجزية .\n</p>\n<p class=\"arabic\">فقال يعفيني الأمير .\n</p>\n<p class=\"arabic\">قال فقلت لا سبيل إلى ذلك .\n</p>\n<p class=\"arabic\">قال فأنا منصرف على أماني .\n</p>\n<p class=\"arabic\">فأذنت له وأمرتهم بان يسقوا فرسه عند خروجه إليه فلما رأى ذلك دعا بدابة شاكرية \n  فركبها وترك دابته وقال ما كنت لآخذ معي شيئا قد أرتفق منكم بمرفق فأحاربكم \n  عليه .\n</p>\n<p class=\"arabic\">قال فاستحسنت منه ذلك وطلبته فلما دخل قلت الحمد لله الذي أظفرني بك بلا عقد \n  ولا عهد .\n</p>\n<p class=\"arabic\">قال وكيف ذاك قلت لأنك قد انصرف من عندي ثم عدت إلي ) .\n</p>\n<p class=\"arabic\">قال شرطك أن تصيرني إلى مأمني فإن كان دارك مأمني فلست بخائف وإن كان مأمني \n  داري فردني إلى البلقاء .\n</p>\n<p class=\"arabic\">فجهدت به إلى أداء الجزية على أن أهبه في السنة ألفي دينار فلم يفعل فأذنت \n  له في الرجوع إلى مأمنه فرجع ثم أسعر الدنيا شرا .\n</p>\n<p class=\"arabic\">ثم حمل إلى عبيد الله بن المهدي مال من مصر فخرج اليهودي متعرضا له فكتب إلى \n  النعمان بذلك فكتبت إليه آمره بمحاربة اليهودي إن عرض للمال فخرج النعمان \n  ملتقيا للمال ووافاه اليهودي ومع كل واحد منهما جماعته فسأل النعمان اليهودي \n  الإنصراف فأبى وقال إن شئت خرجت إليك وحدي وأنت في جماعتك وإن شئت تبارزنا \n  فإن ظفرت بك انصرف أصحابك إلي وكانوا شركائي في الغنيمة وإن ظفرت بي صار أصحابي \n  إليك فقال له النعمان يا يحيى ويحك أنت حدث وقد بليت بالعجب ولو كنت من قريش \n  لما أمكنك معارة السلطان وهذا الأمير هو أخو الخليفة وإنا وإن فرقنا الدين \n  أحب أن لا يجري على يدي قتل فارس من الفرسان فإن كنت تحب ما أحب من السلامة \n  فأخرج إلي ولا يبتلى بك وبي من يسوءنا قتله *16*71* .\n</p>\n<p class=\"arabic\">قال فخرجا جميعا وقت العصر فلم يزالا في مبارزة إلى الظلام فوقف كل منهما \n  على فرسه واتكأ على رمحه إلى أن غلبت النعمان عيناه فطعنه اليهودي فوقع سنان \n  رمحه في منطقة النعمان فدارت المنقطة وصار السنان يدور بدوران المنطقة إلى \n  الظهر فاعتنقه النعمان وقال له أغدرا يا ابن اليهودية فقال له أو محارب ينام \n  يا ابن الأمة واتكى عليه النعمان عند معانقته إياه فسقط فوقه وكان النعمان \n  ضخما فصار فوق اليهودي فذبحه وبعث إلي برأسه فلم يختلف علي بعدها أحد ثم ولي \n  بعدي دمشق سليمان بن المنصور فانتهبه أهل دمشق وسبوا حرمه ثم ولي بعده أخوه \n  منصور فكانت على رأسه الفتنة العظمى ثم لم يعط القوم طاعة بعد ذلك إلى أن \n  افتتح دمشق عبد الله بن طاهر سنة عشر ومائتين .\n</p>\n<p class=\"arabic\">وكان السبب في صرفي عن دمشق للمرة الأولى أنني اشتهيت الإصطباح فأغلقت الأبواب .\n</p>\n<p class=\"arabic\">قال فحضر الكاتب فصار إليه بعض الحشم فسأله أن يكتب له إلى صاحب المنزل فلم \n  يمكن ) .\n</p>\n<p class=\"arabic\">إخراج الدواة واستعجله ذلك الغلام فأخذ فحمة وكتب في خزفة لحاجته فأخذ سليم \n  حاجبي تلك الفحمة فكتب على الحائط كاتب يكتب بفحمة في الخزف وحاجب لا يصل \n  فوافي صاحب البريد فقرأ ما كتب سليم فكتب بذلك إلى الرشيد فوافى كتابه الرقة \n  يوم الرابع فساعة وقع بصره على الكتاب عزلني وحبسني مائة يوم ثم رضي عني بعد \n  سنة ثم قال لي بعد سنتين بحقي عليك لما تخيرت ولاية أوليكها فقلت دمشق فسألني \n  عن سبب اختياري لها فأخبرته باستطابتي هواءها واستمرائي ماءها واستحساني مسجدها \n  وغوطتها .\n</p>\n<p class=\"arabic\">فقال قدرك اليوم عندي يتجاوز ولاية دمشق ولكن أجمع لك مع ولاية الصلاة والمعادن \n  ولاية الخراج فعقد لي عليها *16*72* .\n</p>\n<p class=\"arabic\">وقال الخطيب بويع إبراهيم بن المهدي بالخلافة زمن المأمون وقاتل الحسن بن \n  سهل فهزمه إبراهيم فتوجه نحو حميد الطواسي فقاتله فهزمه حميد واستخفى إبراهيم \n  زمانا حتى ظفر به المأمون فعفا عنه .\n</p>\n<p class=\"arabic\">وكان أسود حالك عظيم الجثة لم ير في أولاد الخلفاء قبله أفصح منه ولا أجود \n  شعرا وكان وافر الأدب جوادا حاذقا بالغناء معروفا به .\n</p>\n<p class=\"arabic\">وفيه يقول دعبل بن علي الخزاعي .\n</p>\n<p class=\"arabic\">% نفر ابن شكلة بالعراق وأهلها % % وهفا إليه كل أطلس مائق % .\n</p>\n<p class=\"arabic\">% إن كان إبراهيم مضطلعا بها % % فلتصلحن من بعده لمخارق % .\n</p>\n<p class=\"arabic\">وقال ابن ماكولا ولد سنة اثنتين وستين ومائة .\n</p>\n<p class=\"arabic\">وقال الخطيب بايع أهل بغداد لإبراهيم في داره ولقبوه بالمبارك وقيل المرضي \n  في أول سنة اثنتين ومائتين فغلب على الكوفة وبغداد والسواد فلما أشرف المأمون \n  على العراق ضعف إبراهيم قال وركب إبراهيم بأبهة الخلافة إلى المصلى يوم النحر \n  فصلى بالناس وهو ينظر إلى عسكر المأمون ثم انصرف من الصلاة وأطعم الناس بقصر \n  الخلافة بالرصافة ثم استتر وانقضى أمره .\n</p>\n<p class=\"arabic\">قال وظفر به المأمون في سنة عشر فعفا عنه وبقي مكرما إلى أن توفي في رمضان \n  سنة أربع وعشرين .\n</p>\n<p class=\"arabic\">روى المبرد عن أبي محلم قال قال إبراهيم بن المهدي حين أدخل على *16*73* المأمون \n  ذنبي أعظم ) .\n</p>\n<p class=\"arabic\">من أن يحيط به عذر وعفوك أعظم من أن يتعاظمه ذنب .\n</p>\n<p class=\"arabic\">وعن حميد بن قرة أن المأمون قال لعمه إبراهيم يا إبراهيم أنت المتوثب علينا \n  تدعي الخلافة فقال يا أمير المؤمنين أنت ولي الثأر والمحكم في القصاص والعفو \n  أقرب للتقوى وقد جعلك الله في كل ذي ذنب فإن أخذت أخذت بحقك وإن عفوت عفوت \n  بفضل ثم ذكر له حديثا في العفو فقال قد قبلت الحديث وعفوت عنك هاهنا يا عم .\n</p>\n<p class=\"arabic\">وقال ابن الأنباري ثنا أحمد بن الهيثم ثنا إبراهيم بن المهدي ثنا جماعة والأصح \n  عن ابن أبي مليكة عن عائشة قالت قال رسول الله صلى الله عليه وسلم من نوقش \n  يوم الحساب عذب كذا أخرجه الحافظ ابن عساكر في صدر ترجمة إبراهيم وهو إبراهيم \n  بن مهدي المصيصي إن شاء الله .\n</p>\n<p class=\"arabic\">وقال إبراهيم الحربي نودي سنة ثمان ومائتين أن أمير المؤمنين قد عفا عن عمه \n  إبراهيم .\n</p>\n<p class=\"arabic\">وكان إبراهيم حسن الوجه حسن الغناء حسن المجلس رأيته وأنا مع القواريري يوما \n  وكان على حمار فقبل القواريري فخذه .\n</p>\n<p class=\"arabic\">وقال داود بن سليمان الأنباري حدثنا ثمامة بن أشرس قال قال لي المأمون قد \n  عزمت على تفريع عمي .\n</p>\n<p class=\"arabic\">قال فحضرت فبينا نحن على السماط إذ سمعت صلصلة الحديد فإذا بإبراهيم موقوف \n  على البساط ممسوك بضبعيه مغلولة يده إلى عنقه قد تبدل *16*74* شعره على عينيه \n  فسلم فقال المأمون لا سلم الله عليك اكفرا يا إبراهيم بالنعمة وخروج على أمير \n  المؤمنين فقال يا أمير المؤمنين إن القدرة تذهب الحفيظة ومن مد له في الإغترار \n  هجمت به الأناة على التلف وقد رفعك الله فوق كل ذي ذنب كما وضع كل ذي ذنب \n  دونك فإن تعاقب فبحقك وإن تعف فبفضلك .\n</p>\n<p class=\"arabic\">فقال إن هذين قد أشارا علي بقتلك وأومأ إلأى المعتصم أخيه وإلى العباس ابنه .\n</p>\n<p class=\"arabic\">فقال أشارا عليك بما يشار به على مثلك وفي مثلي من حسن السياسة وإن الملك \n  عقيم ولكنك تأبى أن تستجلب نصرا إلا من حيث عودك الله وأنا عمك والعم صنو \n  الأب وبكى فتغرغرت عينا المأمون .\n</p>\n<p class=\"arabic\">ثم قال يا ثمامة إن الكلام كلام كالدر يا غلمان حلوا عن عمي وغيروا من حالته \n  في أسرع ) .\n</p>\n<p class=\"arabic\">وقت وجيثوني به .\n</p>\n<p class=\"arabic\">ففعلوا ذلك فأحضره مجلسه ونادمه وسأله أن يغني فأبى وقال نذرت لله عند خلاصي \n  تركه فعزم عليه وأمر أن يوضع العود في حجره فغنى .\n</p>\n<p class=\"arabic\">وعن منصور بن المهدي قال كان أخي إبراهيم إذا تنحنح طرب من يسمعه فإذا غنى \n  أصغت الوحوش ومدت أعناقها إليها حتى تضع رؤوسها في حجره فإذا سكت نفرت وهربت \n  وكان إذا غنى لم يبق أحد إلا ذهل ويترك ما *16*75* في يده حتى يفرغ .\n</p>\n<p class=\"arabic\">وقال عبد الله بن العباس بن الفضل بن الربيع ما اجتمع أخ وأخت أحسن غناء من \n  إبراهيم بن المهدي وعلية وكانت عليه تقدم عليه .\n</p>\n<p class=\"arabic\">وقال عون بن محمد استتر إبراهيم فكان يتنقل في المواضع فنزل بقريب أخت له \n  فوجهت إليه بجارية حسناء لتخدمه وقالت أنت له ولم يدر إبراهيم لإاعجبته فقال .\n</p>\n<p class=\"arabic\">% بأبي ومن أنا قد أصبح % % ت مأسورا لديه % .\n</p>\n<p class=\"arabic\">% والذي أجللت خذي % % يه فقبلت يديه % .\n</p>\n<p class=\"arabic\">% والذي يقتلني ظلما % % ولا يعدى عليه % .\n</p>\n<p class=\"arabic\">% أنا ضيف وجزا % % ء الضيف إحسان إليه % .\n</p>\n<p class=\"arabic\">ومن شعره .\n</p>\n<p class=\"arabic\">% قد شاب رأسي ورأس الحرص لم يشب % % إن الحريص على الدنيا لفي تعب % .\n</p>\n<p class=\"arabic\">% لو كان يصدقني ذهني بفكرته % % ما اشتد غمي على الدنيا ولا نصبي % .\n</p>\n<p class=\"arabic\">% بالله ربك كم بيت مررت به % % قد كان يعمر باللذات والطرب % .\n</p>\n<p class=\"arabic\">% طارت عقاب المنايا في جوانبه % % وصار من بعدها للويل والحرب % .\n</p>\n<p class=\"arabic\">وقيل إن المأمون شاور في قتله أحمد بن خالد الوزير فقال يا أمير *16*76* المؤمنين \n  إن قتلته فلك نظراء وإن عفوت فما لك نظير .\n</p>\n<p class=\"arabic\">قلت لا يعد إبراهيم من الخلفاء لأنه شق العصا وكانت أيامه سنتين إلا شهرا \n  وله ترجمة طويلة في تاريخ دمشق تكون في سبع عشرة ورقة .\n\n</p>"
}