{
    "header": "بشر الحافي بن الحارث بن عبد الرحمن بن عطـ...",
    "id": "007094",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">بشر الحافي بن الحارث بن عبد الرحمن بن عطاء .\n</h1>\n<p class=\"arabic\">*16*106* أبو نصر المروزي ثم البغدادي الزاهد الكبير المعروف ببشر الحافي \n  وهو ابن عم علي بن خشرم المحدث .\n</p>\n<p class=\"arabic\">سمع إبراهيم بن سعد وحماد بن زيد وأبا الأحوص وشريكا ومالكا والفضيل بن عياض \n  وعبد الرحمن بن زيد بن أسلم وخالد بن عبد الله الطحان والمعافي بن عمران وعبد \n  الله بن ) .\n</p>\n<p class=\"arabic\">المبارك وغيرهم .\n</p>\n<p class=\"arabic\">وعنه أحمد الدورقي ومحمد بن يوسف الجوهري ومحمد بن المثنى السمسار وسري السقطي \n  وعمر بن موسى الجلاء وإبراهيم بن هاني وخلق غيرهم .\n</p>\n<p class=\"arabic\">وكان عديم النظير زهدا وورعا وصلاحا كثير الحديث إلا أنه كان يكره الرواية \n  ويخاف من شهوة النفس في ذلك حتى أنه دفن كتبه .\n</p>\n<p class=\"arabic\">أخبرنا المسلم والمؤمل وغيرهما كتابة قالوا أن أبو اليمن الكندي أنا أبو منصور \n  الشيباني أنا أبو بكر الخطيب أخبرني أبو سعد الماليني أنا أبو القاسم عبد \n  العزيز بن جعفر ثنا جعفر بن محمد السندي ثنا محمد بن جعفر السمسار سمعت بشر \n  بن الحارث يقول سمعت العوفي عن الزهري عن أنس قال اتخذ النبي صلى الله عليه \n  وسلم خاتما فلبسه ثم ألقاه *16*107* .\n</p>\n<p class=\"arabic\">وعن بشر أنه قيل له ألا تحدث قال أنا أشتهي أن أحدث وإذا اشتهيت شيئا تركته .\n</p>\n<p class=\"arabic\">وقال إسحاق الحربي سمعت بشر بن الحارث يقول ليس الحديث من عدة الموت .\n</p>\n<p class=\"arabic\">فقلت له قد خرجت إلى أبي نعيم .\n</p>\n<p class=\"arabic\">قال أتوب إلى الله بذهابي .\n</p>\n<p class=\"arabic\">وعن أيوب العطار سمع بشرا يقول ثنا حماد بن زيد ثم قال أستغفر الله إ ن لذكر \n  الإسناد في القلب خيلاء .\n</p>\n<p class=\"arabic\">وقال أبو بكر المرروزي سمعت بشرا يقول الجوع يصفي الفؤآد ويميت الهوى ويورث \n  العلم الدقيق .\n</p>\n<p class=\"arabic\">وقال أبو بكر بن عثمان سمعت بشر بن الحارث يقول إ ني لأشتهي شواء منذ أربعين \n  سنة ما صفى لي درهمه .\n</p>\n<p class=\"arabic\">وقال الحسن بن عمرو سمعت أبا نصر التمار يقول أتاني بشر ليلة فقلت الحمد لله \n  الذي جاء بك جاءنا قطن من خراسان فغزلته البنت وباعته واشترت لنا لحما فتفطر \n  عندنا .\n</p>\n<p class=\"arabic\">قال لو أكلت عند أحد أكلت عندكم إني لأشتهي الباذنجان منذ سنين .\n</p>\n<p class=\"arabic\">فقلت وإن فيها الباذنجان من الحلال .\n</p>\n<p class=\"arabic\">فقال حتى يصفو لي حب الباذنجان *16*108* .\n</p>\n<p class=\"arabic\">وقال محمد بن عبد الوهاب الفراء سمعت علي بن عثام يقول أقام بشر بن الحارث \n  بعبادان ) .\n</p>\n<p class=\"arabic\">يشرب من ماء البحر ولا يشرب من حياض السلاطين حتى أضر بجوفه ورجع إلى أخيه \n  وجعا وكان يتخذ المغازل ويبيعها فذاك كسبه .\n</p>\n<p class=\"arabic\">وقال موسى بن هارون الحافظ ثنا محمد بن نعيم بن الهيثم قال رأيتهم جاؤوا إلى \n  بشر فقال ياأهل الحديث علمتم أنه يجب عليكم فيه زكاة كما يجب على من ملك مائتي \n  درهم خمسة دراهم .\n</p>\n<p class=\"arabic\">وقال محمد بن هارون أبو نشيط نهاني بشر بن الحارث عن الحديث وأهله .\n</p>\n<p class=\"arabic\">وقال أقبلت إلى يحيى القطان فبلغني أنه قال أحب هذا الفتى لطلبه الحديث .\n</p>\n<p class=\"arabic\">وذكريعقوب بن بختان الفراء أنه سمع بشر بن الحارث يقول لاأعلم أفضل من طلب \n  الحديث والعلم لمن اتقى الله وحسنت نيته فيه وأما أنا فأستغفر الله من كل \n  خطوة خطوت فيه .\n</p>\n<p class=\"arabic\">وقيل كان بشر يلحن ولا يعرف العربية .\n</p>\n<p class=\"arabic\">وعن المأمون قال لم يبق أحدا نستحي منه غير بشر بن الحارث .\n</p>\n<p class=\"arabic\">وقال أحمد بن حنبل لو كان بشر تزوج لتم أمره *16*109* .\n</p>\n<p class=\"arabic\">وقال إبراهيم الحربي ما أخرجت بغداد أتم عقلا من بشر ولا أحفظ للسانه كان \n  في كل شعرة منه عقل وطيء الناس عنقه خمسين سنة ما عرف له غيبة لمسلم وما رأيت \n  بعيني أفضل من بشر .\n</p>\n<p class=\"arabic\">وعن بشر قال المتقلب في جوعه كالمتشحط في دمه في سبيل الله .\n</p>\n<p class=\"arabic\">وعنه قال شاطر سخي أحب إلى الله من صوفي بخيل .\n</p>\n<p class=\"arabic\">وعنه قال أمس قد مات واليوم في النزاع وإذا لم يولد بعد .\n</p>\n<p class=\"arabic\">وعنه قال لا يفلح من ألف أفخاذ النساء .\n</p>\n<p class=\"arabic\">وعنه قال إذا أعجبك الكلام فاصمت وإذا أعجبك الصمت فتكلم .\n</p>\n<p class=\"arabic\">وقيل إن بعضهم تسمع على بشر فسمعه يقول اللهم إن تعلم أن الذل أحب إلي من \n  العز وأن الفقر أحب إلي من العز وأن الفقر أحب إلي من الغنى وأن الموت أحب \n  إلي من الحياة .\n</p>\n<p class=\"arabic\">وعن بشر قال قد يكون الرجل مرائيا بعد موته .\n</p>\n<p class=\"arabic\">قالوا وكيف هذا قال يحب أن يكثر الناس في جنازته ) .\n</p>\n<p class=\"arabic\">وعنه قال لا تجد حلاوة العبادة حتى تجعل بينك وبين الشهوات سدا من حديد .\n</p>\n<p class=\"arabic\">أخبرنا القاضي أبو محمد بن علوان أنا أبو محمد بن قدامة الفقيه سنة إحدى عشرة \n  وستمائة قال حدثني ابني أبو المجد عيسى أنا أبو طاهر بن المعطوش أنا أبو الغنايم \n  محمد بن محمد أنا أبو إسحاق البرمكي أنا *16*110* عبيد الله بن عبد الرحمن \n  الزهري حدثني حمزة بن الحسين البزاز ثنا عبد الله بن محمد بن عيسى حدثني حمزة \n  بن دهقان قال قلت ليبشر بن الحارث أحب أن أخلو معك .\n</p>\n<p class=\"arabic\">قال إذا شئت ونكون يوما فرأيته قد دخل قبة فصلى فيها أربع ركعات لا أحسن أصلي \n  مثلها فسمعته يقول في سجوده اللهم إنك تعلم فوق عرشك أن الذل أحب إلي من الشرف \n  اللهم إنك تعلم فوق عرشك أن الفقر أحب إلي من الغنى اللهم إنك تعلم فوق عرشك \n  أني لا أؤثر على حبك شيئا فلما سمعته أخذني الشهيق والبكاء فلماسمعني قال \n  اللهم أنت تعلم أني لو اعلم أن هذا ها هنا لم أتكلم .\n</p>\n<p class=\"arabic\">وقال صالح بن أحمد بن حنبل سمعت أبي يقول من زعم أن أسماء الله مخلوقة فقد \n  كفر .\n</p>\n<p class=\"arabic\">وقال عبد الرحمن بن أبي حاتم ثنا محمد بن المثنى صاحب بشر بن الحارث قال قال \n  رجل ليبشر وأنا حاضر إنهذا الرجل يعني أحمد بن حنبل قيل له أليس الله قديما \n  وكل شيء دونه مخلوق قال فما ترك بشر الرجل يتكلم حتى قال ألا كل شيء مخلوق \n  إلا القرآن .\n</p>\n<p class=\"arabic\">قال المروزي فيما رواه الخلال عنه عن عبد الصمد العباداني قال رجل ليبشر بن \n  الحارث يا أبا نصر يدخل أحد من الموحدين النار .\n</p>\n<p class=\"arabic\">فقال استرحت إن كان هذا عقلك .\n</p>\n<p class=\"arabic\">وقال أحمد بن بشر المرثدي ثنا إبراهيم بن هاشم قال دفنا لبشر ثمانية عشر ما \n  بين قمطر إلى قوصرة يعني من الحديث .\n</p>\n<p class=\"arabic\">وقيل لأحمد بن حنبل مات بشر فقال مات رحمه الله وما له نظير في *16*111* هذه \n  الأمة إلا عامر بن عبد قيس فإن عامرا مات ولم يترك شيئا .\n</p>\n<p class=\"arabic\">ثم قال أحمد لو تزوج كان قد تم أمر رواها أبو العباس البرائي عن المروزي عن \n  أحمد .\n</p>\n<p class=\"arabic\">ورأى بشرا بعض الفقراء بعد موته فقال ما فعل الله بك ) .\n</p>\n<p class=\"arabic\">قال غفر لي ولكل من اتبع جنازتي وكل من أحبني إلى يوم القيامة .\n</p>\n<p class=\"arabic\">توفي بشر رضي الله عنه في ربيع الأول سنة سبع وعشرين قبل المعتصم بستة أيام \n  وله خمس وسبعون سنة في يوم الجمعة ثالث عشر ربيع الأول .\n</p>\n<p class=\"arabic\">قال أبو بكر بن أبي داود قلت لعلي بن خشرم لما أخبرني أن سماعه وسماع بشر \n  بن الحارث بن عيسى واحد قلت له فأين حديث أم زرع فقال سماعي معه وكتبت إليه \n  أن يوجه به إلي فكتب إلي هل عملت بما عندك حتى تطلب ما ليس عندك قال علي ولد \n  بشر في هذه القرية وكان يتفتى في أول أمره وقد جرح وقال حسن المسوحي سمعت \n  بشر بن الحارث يقول أتيت باب المعافى بن عمران فدفقت الباب فقيل لي من فقلت \n  بشر الحافي .\n</p>\n<p class=\"arabic\">فقالت جويرية من داخل الدار لو اشتريت نعلا بدانقين ذهب عنك إسم الحافي .\n</p>\n<p class=\"arabic\">وقال الحسن بن رشيق عن عمر بن عبد الله الواعظ قال كان بشر بن الحارث شاطرا \n  يجرح بالحديد وكان سبب توبته أنه وجد قرطاسا في أتون *16*112* حمام فيه بسم \n  الله الرحمن الرحيم فعظم ذلك عليه ورفع طرفه إلى السماء وقال سيدي إسمك هنا \n  ملقى فرفعه وقلع عنه السحاة التي هو فيها وأعطى عطارا درهما فاشترى به غالية \n  لم يكن معه سواه ولطخ بها تلك السحاة وأدخله شق حائط وانصرف إلى زجاج كان \n  يجالسه فقال له الزجاج والله يا أخي لقد رأيت لك في هذه الليلة رؤيا ما أقولها \n  حنى تحدثني ما فعلت بينك وبين الله .\n</p>\n<p class=\"arabic\">فذكر له شأن الورقة فقال رأيت كأن قائلا يقول لي في المنام قل ليبشر ترفع \n  لنا إسما من الأرض إجلالا أن يداس لنتوهن باسمك في الدنيا والآخرة .\n</p>\n<p class=\"arabic\">وذكر أبو عبد الرحمن السلمي أن بشرا كان من ابناء الرؤساء والكتبة .\n</p>\n<p class=\"arabic\">صحب الفضيل بن عياض سألت الدارقطني عنه فقال زاهد جبل ثقة ليس يروي إلا حديثا \n  صحيحا .\n</p>\n<p class=\"arabic\">وعن بشر قال لا أعلم أفضل من طلب الحديث والعلم لمن اتقى الله وحسنت نيته \n  فيه وأما أنال فأستغفر الله من كل خطوة خطوت فيه .\n</p>\n<p class=\"arabic\">وقال جعفر البرداني سمعت بشر بن الحارث يقول إن عوج بن عنق كان ياتي البحر \n  فيخوضه برجله ويحتطب الساج وكان أول من دل على الساج وجبله وكان يأخذ من البحر \n  ) .\n</p>\n<p class=\"arabic\">حوتا بيده فيشويه في عين الشمس .\n</p>\n<p class=\"arabic\">وقيل لقي بشرا رجل فجعل يقبل بشرا ويقول يا سيدي أبا نصر فلما ذهب تغرغرت \n  عينا بشر وقال رجل أحب رجلا على خير توهمه لعل المحب قد نجا والمحبوب لا يدرى \n  ما حاله *16*113* .\n</p>\n<p class=\"arabic\">وقال إبراهيم الحربي رأيت رجالات الدنيا فلم أر مثل ثلاثة رأيت أحمد بن حنبل \n  وتعجز الدنيا أن تلد مثله ورأيت بشر بن الحارث من قرنه إلى قدمه مملوءا عقلا \n  ورأيت أبا عبيد كأنه جبل نفخ فيه علم .\n</p>\n<p class=\"arabic\">وقال أيضا لو قسم عقل بشر على أهل بغداد صارواعقلاء .\n</p>\n<p class=\"arabic\">قلت وقد روى له أبو داود في كتاب المسائل والنسائي في مسند علي .\n\n</p>"
}