{
    "header": "إسماعيل بن عبد الله بن عبد الله بن أويس ...",
    "id": "007083",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">إسماعيل بن عبد الله بن عبد الله بن أويس بن مالك بن أبي عامر .\n</h1>\n<p class=\"arabic\">*16*92* أبو عبد الله بن أويس الأشجعي المدني أخو عبد الحميد بن أبي أويس \n  قرأ القرآن على نافع وهو آخر أصحابه .\n</p>\n<p class=\"arabic\">وعليه قرأ أحمد بن صالح المصري وغيره .\n</p>\n<p class=\"arabic\">وروى عن خاله مالك بن أنس وإبراهيم بن إسماعيل بن أبي حبيبة وعبد العزيز الماجشون \n  وكثير بن عبد الله بن عمرو بن عوف وسليمان بن بلال وعبد الرحمن بن أبي الزناد \n  وسلمة بن وردان وطائفة .\n</p>\n<p class=\"arabic\">وعنه خ م ود ت ق بواسطة وأحمد بن صالح المصري وأحمد بن يوسف السلمي وعبد الله \n  الدرامي ويعقوب الفسوي ومحمد بن نصر الصائغ وعلي بن جبلة الإصبهاني وخلق كثير .\n</p>\n<p class=\"arabic\">وقال أحمد لا بأس به .\n</p>\n<p class=\"arabic\">وقال أحمد بن أبي خيثمة عن ابن معين صدوق ضعيف العقل ليس بذاك يعني أنه لا \n  يحسن الحديث ولا يعرف يؤديه أو يقرأ من غير كتابه *16*93* .\n</p>\n<p class=\"arabic\">وقال أبو حاتم محله الصدق وكان مغفلا .\n</p>\n<p class=\"arabic\">وقال النسائي ضعيف .\n</p>\n<p class=\"arabic\">وقال مرة ليس بثقة .\n</p>\n<p class=\"arabic\">وقال ابن عدي روى عن خاله غرائب لا يتابعه عليها أحد وهو خير من أبيه .\n</p>\n<p class=\"arabic\">وقال الدارقطني ليس أختاره في الصحيح .\n</p>\n<p class=\"arabic\">قلت روى عنه الشيخان وروى مسلم أيضا عن رجل عنه مات سنة ست ويقال سنة سبع \n  وعشرين وله ثمان وثمانون سنة .\n</p>\n<p class=\"arabic\">قال محمد بن وضاح قال لي ابن أبي أويس ليس اليوم بالمدينة أحد قرأ على نافع \n  غيري .\n</p>\n<p class=\"arabic\">قلت ولم يكن متصديا للإقراء بل للحديث .\n</p>\n<p class=\"arabic\">قال الفضل بن زياد سمعت أحمد بن حنبل وقيل له بالمدينة اليوم ) .\n</p>\n<p class=\"arabic\">قال ابن أبي أويس هو عالم كثير العلم أو تحو هذا .\n</p>\n<p class=\"arabic\">وقال أحمد بن حنبل مرة هو ثقة قام في أمر المحنة مقاما محمودا .\n</p>\n<p class=\"arabic\">وقال البرقاني قلت للدراقطني لم ضعف النسائي إسماعيل بن أبي أويس فقال ذكر \n  محمد بن موسى الهاشمي وهو إمام كان النسائي يحضه بما لم يحض به ولده فقال \n  حكى لي النسائي أنه حكى له سلمة بن شبيب عنه قال ثم توقف أبو عبد الرحمن النسائي \n  فما زلت أداريه أن يحكي لي *16*94* الحكاية حتى قال قال لي سلمة سمعت إسماعيل \n  بن أبي أويس يقول ربما كنت أضع الحديث لأهل المدينة إذا اختلفوا في شيء فيما \n  بينهم .\n</p>\n<p class=\"arabic\">فقلت للدراقطني من حكى لك هذا عن محمد بن موسى قال الوزير يعني ابن حنزابة \n  وكتبتها من كتابه .\n</p>\n<p class=\"arabic\">وقال ابن معين مرة ليس بذاك ضعيف العقل .\n</p>\n<p class=\"arabic\">وقال مرة ليس بشيء سمعهما منه ابن أبي خيثمة .\n</p>\n<p class=\"arabic\">ثم قال ابن معين قال لنا عبد الله بن عبيد الله الهاشمي صاحب اليمن خرجت ومعي \n  إسماعيل بن أبي أويس إلى اليمن فدخل لي يوما ومعه ثوب وشي فقال أمرأتي طالق \n  ثلاثا إن لم تشتر من هذا الرجل ثوبه بمائه دينار .\n</p>\n<p class=\"arabic\">قلت للغلام زن له .\n</p>\n<p class=\"arabic\">فوزن له وإذا بالثوب يساوي خمسين دينارا فسألته بعد فقال إنه أعطاني منه عشرين \n  دينارا .\n</p>\n<p class=\"arabic\">قلت استقر الأمر على توثيقه وتجنب ما ينكر له *16*95* .\n\n</p>"
}