{
    "header": "خلف بن هشام بن ثعلب وقيل ابن طالب بن عراـ...",
    "id": "007144",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">خلف بن هشام بن ثعلب وقيل ابن طالب بن عراب م د .\n</h1>\n<p class=\"arabic\">*16*155* أبو محمد البغدادي المقريء البزار أحد الأعلام له قراءة اختارها \n  وأقرأ بها .\n</p>\n<p class=\"arabic\">وقد قرأ على سليم صاحب حمزة .\n</p>\n<p class=\"arabic\">وسمع مالكا وأبا عوانة وأبا شهاب عبد ربه الحناط وحماد بن زيد وأبا الأحوص \n  وشريكا وحماد بن يحيى الأبح وجماعة .\n</p>\n<p class=\"arabic\">وعنه م د وأحمد وأبو زرعة وموسى بن هارون وإدريس بن عبد الكريم الحداد وعرض \n  عليه القرآن وأحمد بن أبي خيثمة وأبو يعلى الموصلي وأبو القاسم البغوي ومحمد \n  بن إبراهيم بن أبان السراج وابنه محمد بن خلف ووراقه أحمد بن إبراهيم وآخرون .\n</p>\n<p class=\"arabic\">قال أبو عمرو الداني إنه قرأ أيضا على أبي يوسف يعقوب الأعشى وروى الحروف \n  عن إسحاق المسيبي ويحيى بن آدم .\n</p>\n<p class=\"arabic\">روى عنه القراءة عرضا أحمد بن يزيد الحلواني وإدريس بن عبد الكريم ومحمد بن \n  الجهم وسلمة بن عاصم وأحمد بن زهير ومحمد بن واصل وإحمد بن إبراهيم الوراق \n  ومحمد بن يحيى الكسائي وجماعة لا يحصون كثرة .\n</p>\n<p class=\"arabic\">قال حمدان بن هاني المقريء سمعت خلفا البزار يقول أشكل علي باب من النحو فأنفقت \n  ثمانين ألف درهم حتى حذقته .\n</p>\n<p class=\"arabic\">وقال عبد الملك بن حميد الميموني قال رجل لأبي عبد الله ذهبت إلى خلف البزار \n  أعظه بلغني أنه حدث بحديث أبي الأحوص عن عبد الله ما خلق الله شيئا أعظم كذا .\n</p>\n<p class=\"arabic\">فقال أبو عبد الله ما كان ينبغي له أن يحدث بهذا في هذه الأيام .\n</p>\n<p class=\"arabic\">قلت يعني أيام المحنة .\n</p>\n<p class=\"arabic\">والحديث ما خلق الله من سماء ولا أرض ولا كذا أعظم من آية *16*156* الكرسي \n  قال أحمد بن ) .\n</p>\n<p class=\"arabic\">حنبل لما أوردوا عليه هذا يوم المحنة إن الخلق ها هنا وقع على السماء والأرض \n  وهذه الأشياء لا على القرآن .\n</p>\n<p class=\"arabic\">قلت وثقه ابن معين والنسائي .\n</p>\n<p class=\"arabic\">وقال الدار قطني كان عابدا فاضلا .\n</p>\n<p class=\"arabic\">وقال أعدت الصلاة أربعين سنة كنت أتناول فيها الشراب على مذهب الكوفيين .\n</p>\n<p class=\"arabic\">وقال الحسين بن فهم ما رأيت أنبل من خلف بن هشام كان يبدأ بأهل القرآن ثم \n  يأذن لأصحاب الحديث وكان يقرأ علينا من حديث أبي عوانة خمسين حديثا .\n</p>\n<p class=\"arabic\">وقيل إن خلفا كان يسرد الصوم .\n</p>\n<p class=\"arabic\">وقد وقع لي حديثه بعلو ثنا المؤمل بن محمد وغيره قالوا أنبأ الكندي أنا أبو \n  منصور القزاز أنا أبو بكر الخطيب أنا علي بن محمد بن عبد الله بن بشران أنا \n  عثمان بن أحمد الدقاق ثنا إسحاق بن إبراهيم بن أبي حسان الأنماطي سمعت أحمد \n  بن إبراهيم وراق خلف بن هشام أنه سمع خلفا يقول قدمت الكوفة فصرت إلى سليم \n  بن عيسى فقال لي ما أقدمك قلت أقرأ على أبي بكر بن عياش .\n</p>\n<p class=\"arabic\">فقال لا تريده .\n</p>\n<p class=\"arabic\">قلت بلى .\n</p>\n<p class=\"arabic\">فدعا ابنه وكتب معه رقعة إلى أبي بكر ولم أدر ما كتب فيها فأتينا منزل أبي \n  بكر *16*157* .\n</p>\n<p class=\"arabic\">قال ابن أبي حسان وكان لخلف تسعة عشر سنة فلما قرأ الورقة قال أدخل الرجل \n  فدخلت وسلمت فصعد في النظر ثم قال أنت خلف قلت نعم .\n</p>\n<p class=\"arabic\">قال أنت لم تخلف ببغداد أحدا أقرأ منك .\n</p>\n<p class=\"arabic\">فسكت فقال لي أقعد هات إقرأ .\n</p>\n<p class=\"arabic\">قلت عليك قال نعم .\n</p>\n<p class=\"arabic\">قلت لا والله لا أقرأ على رجل يستصغر رجلا من حملة القرآن ثم خرجت فوجه إلى \n  سليم يسأله أن يردني فأبيت ) .\n</p>\n<p class=\"arabic\">قال ثم ندمت واحتجت فكتبت قراءة عاصم عن يحيى بن آدم عن أبي بكر بن عياش .\n</p>\n<p class=\"arabic\">توفي في سابع جمادى الآخرة سنة تسع وعشرين وولد سنة خمسين ومائة .\n</p>\n<p class=\"arabic\">وقال النقاش قال يحيى الفحام رأيت خلف بن هشام بن في المنام فقلت ما فعل الله \n  بك قال غفر لي .\n\n</p>"
}