{
    "header": "الحكم بن نافع ع .",
    "id": "007128",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الحكم بن نافع ع .\n</h1>\n<p class=\"arabic\">*16*140* أبو اليمان الجمصي البهراني مولاهم .\n</p>\n<p class=\"arabic\">عن حريز بن عثمان وعفير بن معدان وأبي بكر بن أبي مريم وصفوان بن عمرو وأرطأة \n  بن المنذر التابعيين وشعيب بن أبي حمزة وسعيد بن عبد العزيز وغيرهم .\n</p>\n<p class=\"arabic\">وعنه خ والباقون بواسطة وأحمد وابن معين وأبو عبيد والذهلي وأبو زرعة الدمشقي \n  ومحمد بن عوف وعلي بن محمد الجكاني وخلق .\n</p>\n<p class=\"arabic\">وكان ثقة نبيلا إماما استقدامه المأمون من حمص إلى دمشق ليوليه القضاء على \n  حمص *16*141* .\n</p>\n<p class=\"arabic\">قال ابن معين اعتقهم امرأة من بهرا يقال لها أم سلمة .\n</p>\n<p class=\"arabic\">وقال أبو حاتم ثقة نبيل .\n</p>\n<p class=\"arabic\">وقال سعيد البردعي سمعت أبا زرعة الرازي يقول لم يسمع أبو اليمان من شعيب \n  إلا حديثا واحدا والباقي إجازة .\n</p>\n<p class=\"arabic\">وقال أحمد بن حنبل كان يقول أنا شعيب واستحل ذلك بشيء عجيب كان شعيب عسرا \n  في الحديث فسأله أهل حمص أن يأذن لهم وحضر ألو اليمان فقال لهم أرووا تلك \n  الأحاديث عني فكان ابن شعيب بن أبي حمزة يقول جاءني أبو اليمان فأخذ كتب أبي \n  مني بعد وهو ) .\n</p>\n<p class=\"arabic\">يقول أنا فكأنه استحل ذلك بأن سمع شعيبا يقول لقوم أرووه عني .\n</p>\n<p class=\"arabic\">رواها الأثرم عن الإمام أحمد .\n</p>\n<p class=\"arabic\">وقال أبو داود ثنا محمد بن عوف قال لم يسمع أبو اليمان من شعيب إلا كلمة .\n</p>\n<p class=\"arabic\">وقال إبراهيم بن ديزيل قال لي أبو اليمان سألني أحمد بن حنبل كيف سمعت الكتب \n  من شعيب قلت قرأت عليه بعضه وقرأ علي بعضه وأجاز لي بعضه وبعضه مناولة وقال \n  في الآخر قل في كله أنا شعيب .\n</p>\n<p class=\"arabic\">وأما الأحوص بن الغلابي فروى عن أبيه أن يحيى بن معين قال سألت أبا اليمان \n  عن حديث شعيب فقال ليس هو مناولة المناولة لم أخرجها إلى أحد *16*142* .\n</p>\n<p class=\"arabic\">قال أبو زرعة الدمشقي سمعت أبا اليمان يقول ولدت سنة ثمان وثلاثين ومائة .\n</p>\n<p class=\"arabic\">قال ومات سنة إحدى وعشرين ومائتين .\n</p>\n<p class=\"arabic\">وكذا ورخ موته محمد بن مصفى الحمصي والفسوي .\n</p>\n<p class=\"arabic\">وقال البخاري سنة اثنتين وعشرين .\n</p>\n<p class=\"arabic\">وقال أبو بكر محمد بن عيسى الطرسوسي سمعت أبا اليمان يقول صرت إلى مالك فرأيت \n  ثم من الحجاب والفرش شيئا عجيبا فقلت ليس هذا من أخلاق العلماء فمضيت وتركته \n  ثم ندمت بعد .\n</p>\n<p class=\"arabic\">قال أبو حاتم كان يسمى كاتب إسماعيل بن عياش كما يسمى أبو صالح كاتب الليث .\n\n</p>"
}