{
    "header": "سليمان بن حرب بن بجيل ع .",
    "id": "007184",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">سليمان بن حرب بن بجيل ع .\n</h1>\n<p class=\"arabic\">*16*189* أبو أيوب الأزذي الواشجي البصري قاضي مكة .\n</p>\n<p class=\"arabic\">سمع شعبة والحمادين وجرير بن حازم ويزيد بن إبراهيم التستري ومبارك بن فضالة \n  ملازم بن عمرو وحوشب بن عقيل ووهيب بن خالد والأسود بن شيبان .\n</p>\n<p class=\"arabic\">وعنه خ ود ود أيضا والباقون عن رجل عنه ويحيى القطان وأحمد بن حنبل وإسحاق \n  بن راهويه وأبو زرعة وأبو حاتم والحارث بن أبي أسامة وإبراهيم الحربي وعباس \n  الدوري وأبو مسلم الكجي وأبو خليفة الجمحي ومحمد بن أيوب بن الضريس وعثمان \n  بن خرزاذ وخلق .\n</p>\n<p class=\"arabic\">قال أبو حاتم هو إمام لا يدلس ويتكلم في الرجال قرأ الفقه وليس هو بدون عفان \n  وقد ظهر من حديثه نحو عشرة آلاف حديث وما رأيت في يده كتابا قط وحضرت مجلسه \n  ببغداد فحزروا الحاضرين بأربعين ألفا بني له شبه منبر بجنب قصر المأمون فصعده \n  وحضر المأمون والقواد وكان المأمون في القصر قد أرسل سترا شف وبقي يكتب ما \n  يملي .\n</p>\n<p class=\"arabic\">قال فسئل سليمان أول شيء حديث حوشب بن عقيل فلعله قد قال ثنا حوشب بن عقيل \n  أكثر من عشر مرات وهم يقولون لا نسمع *16*190* .\n</p>\n<p class=\"arabic\">ثم قالوا ليس الرأي إلا أن نحضر هارون المستملي .\n</p>\n<p class=\"arabic\">فأحضروه فلما قال من ذكرت رحمك الله إذا صوته خلاف الرعد فسكتوا وقعد المستملون \n  كلهم واستملى هارون وكان لا يسأل سليمان عن حديث إلا حدث من حفظه فقمنا من \n  مجلسه فأتينا عفان فقال ما حدثكم أبو أيوب وإذا هو يعظمه .\n</p>\n<p class=\"arabic\">وقال الفسوي سمعت سليمان بن حرب يقول سمعت الحديث في سنة ثمان وخمسين ومائة .\n</p>\n<p class=\"arabic\">قال مولده سنة أربعين ومائة .\n</p>\n<p class=\"arabic\">وعن يحيى بن أكثم قال قال لي المأمون ومن تركت بالبصرة قلت سليمان بن حرب \n  حافظ للحديث ثقة عامل في نهاية الصيانة فأمر بحمله إليه فقدم واتفق أنه كان \n  في مجلس المأمون أحمد بن أبي دؤاد وثمامة فكرهت أن يدخل مثله بحضرتهم فلما \n  دخل رفع المأمون مجلسه وقال ابن أبي دؤاد يا أمير المؤمنين نسأل الشيخ عن \n  مسألة ) .\n</p>\n<p class=\"arabic\">فنظر المأمون إلى سليمان نظر تخيير له فقال سليمان ثنا حماد بن زيد قال قال \n  رجل لابن شبرمة إني أريد أن أسألك مسألة .\n</p>\n<p class=\"arabic\">قال إن كانت مسألتك لا تضحك الجليس ولا تزري بالمسئول فسل وثنا وهيب بن خالد \n  قال قال إياس بن معاوية من المسائل ما لا ينبغي للسائل أن يسأل عنها ولا للمسئول \n  أن يجيب فيها فإن كانت مسألته من غير هذا فليسأل .\n</p>\n<p class=\"arabic\">قال يحيى فهابه القوم فما نطق أحد منهم بكلمة .\n</p>\n<p class=\"arabic\">وقال أحمد بن حنبل مات سنة أربع وعشرين *16*191* .\n</p>\n<p class=\"arabic\">زاد غيره في ربيع الآخرة .\n</p>\n<p class=\"arabic\">ومن قال سنة تسع فقد غلط وصحف .\n\n</p>"
}