{
    "header": "عبد الملك بن عبد العزيز بن عبد الملك بن ...",
    "id": "007280",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الملك بن عبد العزيز بن عبد الملك بن ذكوان م ن .\n</h1>\n<p class=\"arabic\">*16*269* وقيل عبد الملك بن عبد العزيز بن الحارث .\n</p>\n<p class=\"arabic\">أبو نصر القيشري النسوي الدقيقي التمار الزاهد .\n</p>\n<p class=\"arabic\">عن أبان بن يزيد العطار وحماد بن سلمة والقاسم بن الفضل الحراني وجرير بن \n  حازم وسعيد بن عبد العزيز الدمشقي وابن الأشهب العطاردي وزهير بن معاوية وعقبة \n  بن عبد الله الرفاعي الأصم ومالك بن أنس وطائفة .\n</p>\n<p class=\"arabic\">وعنه م ون ن عن رجل عنه وأبو حاتم وأبو بكر بن أبي الدنيا وأحمد بن أبي خيثمة \n  ومحمد بن إبراهيم البوسنجي واحمد بن علي القاضي المروزي وأبو يعلى الموصلي \n  وأبو القاسم البغوي وأحمد بن الحسن الصوفي وخلق .\n</p>\n<p class=\"arabic\">قال أبو حاتم ثقة .\n</p>\n<p class=\"arabic\">وقال كان يعد من الأبدال .\n</p>\n<p class=\"arabic\">وقال النسائي ثقة .\n</p>\n<p class=\"arabic\">وقال سعيد البردعي سمعت أبا زرعة يقول كان أحمد بن حنبل لا يرى الكتابة عن \n  أبي نصر التمار ولا عن يحيى بن معين ولا أحد ممن امتحن فاجاب .\n</p>\n<p class=\"arabic\">وقال محمد بن سعد أبو نصر التمار من ابناء خراسان ذكر أنه ولد بعد *16*270* \n  مقتل أبي مسلم الداعية بستة أشهر ونزل بغداد في ربض الطوسي وتجر في التمر \n  وغيره وكان ثقة فاضلا خيرا ورعا .\n</p>\n<p class=\"arabic\">توفي ببغداد في أول يوم من المحرم سنة ثمان وعشرين وهو ابن إحدى وتسعين سنة \n  وكان بصره قد ذهب .\n</p>\n<p class=\"arabic\">أخبرنا أحمد بن إسحاق القرافي أنا الفتح بن عبد الله الكاتب أنا عبد الله \n  الحتسب أنا أبو الحسين بن النقور ثنا عيسى بن علي الوزير ثنا أبو القاسم البغوي \n  ثنا علي بن الجعد نا أبو ) .\n</p>\n<p class=\"arabic\">نصر التمار وعبد الأعلى بن حماد وكامل بن طلحة وعبيد الله العيشي قالوا ثنا \n  حماد بن سلمة عن أبي العثراء عن أبيه قال قلت يا رسول الله أما تكون الزكاة \n  من اللية فقال لو طعنت في فخذها لأجزأ عنك .\n</p>\n<p class=\"arabic\">قال محمد بن محمد بن أبي الورد قال لي مؤذن بشر الحافي رأيت بشرا في النوم \n  فقلت ما فعل الله بك .\n</p>\n<p class=\"arabic\">قال غفر لي .\n</p>\n<p class=\"arabic\">قلت فما فعل بأبي نصر التمار فقال هيهات ذاك في عليين بفقرة وصبره على بنيانه .\n\n</p>"
}