{
    "header": "عبد الله بن مسلمة بن قعنب خ م د ت ن .",
    "id": "007241",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الله بن مسلمة بن قعنب خ م د ت ن .\n</h1>\n<p class=\"arabic\">الإمام أبو عبد الرحمن الحارثي القعنبي المدني .\n</p>\n<p class=\"arabic\">نزيل البصرة ثم مكة *16*246* .\n</p>\n<p class=\"arabic\">ولد بعد الثلاثين ومائة وسمع من صغار التابعين .\n</p>\n<p class=\"arabic\">سمع أفلح بن حميد وشعبة وابن أبي ذئب وأسامة بن زيد بن أسلم ومالكا والحمادين \n  وداود بن قيس الفراء وسلمة بن وردان والليث بن سعد ويزيد بن إبراهيم التستري \n  ونافع بن عمر الجمحي وخلقا .\n</p>\n<p class=\"arabic\">وعنه خ م د وم أيضا ت ن عند رجل عنه وعبد الله ابن داود الخريبي وهو أكبر \n  منه ومحمد بن عبد الله بن سنجر الحافظ ومحمد بن يحيى الذهلي ومحمد بن عبد \n  الله بن عبد الحكم وهلال بن العلاء وعبد بن حميد وعمرو بن منصور النسائي وأبو \n  زرعة الرازي ومحمد بن غالب تمتام وإسماعيل القاضي ومحمد بن أيوب بن الضريس \n  ومحمد بن علي الصائغ ومحمد بن معاذ دران ومعاذ بن المثنى وأبو مسلم الكجي \n  وأبو خليفة الفضل بن الحباب وخلق سواهم .\n</p>\n<p class=\"arabic\">قال أبو زرعة ما كتبت عن أحد أجل في عيني من القعنبي .\n</p>\n<p class=\"arabic\">وقال أبو حاتم ثقة حجة لم أر أخشع منه سألناه أن يقرأ علينا الموطأ فقال تعالوا \n  بالغداة .\n</p>\n<p class=\"arabic\">فقلنا لنا مجلس عند حجاج .\n</p>\n<p class=\"arabic\">قال فإذا فرغتم منه .\n</p>\n<p class=\"arabic\">قلنا نأتي مسلم بن إبراهيم .\n</p>\n<p class=\"arabic\">قال فإذا فرغتم منه .\n</p>\n<p class=\"arabic\">قلنا نأتي أبا حذيفة ) .\n</p>\n<p class=\"arabic\">قال فبعد العصر .\n</p>\n<p class=\"arabic\">قلنا نأتي عارما .\n</p>\n<p class=\"arabic\">قال فبعد المغرب فكان يأتينا بالليل فنخرج علينا وعليه كساء ما تحته شيء في \n  الصيف فكان يقرأ علينا في الحر الشديد حينئذ *16*247* .\n</p>\n<p class=\"arabic\">وقال ابن معين ما رأيت رجلا يحدث لله إلا وكيعا والقعنبي .\n</p>\n<p class=\"arabic\">وقال الحافظ أبو عمرو الجيزي أحمد بن محمد سمعت أبي يقول قلت للقعنبي ما لك \n  لا تروي عن شعبة غير هذا الحديث .\n</p>\n<p class=\"arabic\">قال كان شعبة يسثقلني فلا ييحدثني .\n</p>\n<p class=\"arabic\">وقال الخريبي مع جلالته وفضله حدثني القعنبي عن مالك وهو والله عندي خير من \n  مالك .\n</p>\n<p class=\"arabic\">وقال أبو حفص الفلاس كان القعنبي مجاب الدعوة .\n</p>\n<p class=\"arabic\">وقال عثمان بن سعيد الدارمي سمعت ابن المديني وذكر أصحاب مالك فقيل له معن \n  ثم القعنبي .\n</p>\n<p class=\"arabic\">قال لا بل القعنبي ثم معن .\n</p>\n<p class=\"arabic\">وقال محمد بن الوهاب الفراء النيسابوري سمعتهم بالبصرة يقولون عبد الله بن \n  مسلمة من الأبدال .\n</p>\n<p class=\"arabic\">وقال إسماعيل القاضي كان القعنبي من المجتهدين في العبادة .\n</p>\n<p class=\"arabic\">وقال إمام الأئمة ابن خزيمة سمعت نصر بن مرزوق يقول أثبت الناس في الموطأ \n  القعنبي وعبد الله بن يوسف التنيسي بعده .\n</p>\n<p class=\"arabic\">وقال إسماعيل القاضي كان القمنبي لا يرضى قراءة حبيب فما زال حتى قرأ بنفسه \n  الموطأ على مالك .\n</p>\n<p class=\"arabic\">وقال محمد بن سعيد كان القعنبي عابدا فاضلا قرأ على مالك كتبه وقال أبو بكر \n  الشيرازي في كتاب الألقاب سمعت أبا إسحاق المستملي سمعت أحمد بن منير البلخي \n  سمعت حمدان بن سهل لالبلخي الفقية يقول ما *16*248* رأيت أحدا إذا رؤي ذكر \n  الله إلا القعنبي رحمه الله فإنه كان إذا مر في مجلس يقولون لا إله إلا الله .\n</p>\n<p class=\"arabic\">وقيل كان يسمى الراهب لعبادته وفضله ) .\n</p>\n<p class=\"arabic\">وروى عبد الله بن أحمد بن الهيثم عن جده قال كنا إذا أتينا القعبي خرج إلينا \n  كأنه مشرف على جهنم .\n</p>\n<p class=\"arabic\">وقال محمد بن عبد الله الزهري عن الحنيني كنا عند مالك بن أنس فقدم ابن قعنب \n  من سفر فقال مالك قوموا بنا إلى خير أهل الأرض .\n</p>\n<p class=\"arabic\">وقال الحاكم قال الدارقطني يقدم في الموطأ معن وابن وهب والقعنبي .\n</p>\n<p class=\"arabic\">قال وأبو مصعب ثقة في الموطأ .\n</p>\n<p class=\"arabic\">قلت لم يرو عن القعنبي عن شعبة سوى حديث واحد لآنه أدركه في آخر أيامه .\n</p>\n<p class=\"arabic\">وروى بعض الناس لذلك قصة لا تصح .\n</p>\n<p class=\"arabic\">توفي القعنبي في المحرم سنة إحدى وعشرين وقد سمع منه مسلم أيام الموسم سنة \n  عشرين وهو أكبر شيخ له وآخر من روى حديثه عاليا أبو الحسن بن البخاري كان \n  بينه وبثينه خمس أنفس *16*249* .\n</p>\n<p class=\"arabic\">وسمعنا الموطأ من روايته بعلو المرة الأولى ببعلبك والثانية بحلب .\n\n</p>"
}