{
    "header": "علي بن الجعد بن عبيد خ د .",
    "id": "007295",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">علي بن الجعد بن عبيد خ د .\n</h1>\n<p class=\"arabic\">*16*279* أبو الحسن الهاشمي مولاهم البغدادي الجوهري الحافظ .\n</p>\n<p class=\"arabic\">مسند بغداد في زمانه .\n</p>\n<p class=\"arabic\">سمع محمد بن أبي ذئب وشعبة وسفيان وحريز بن عثمان أحد التابعين والحسن بن \n  صالح بن حي وحماد بن سلمة وشيبان النحوي وعاصم بن محمد العمري وعبد الرحمن \n  المسعودي وعبد العزيز الماجشون والقاسم بن الفضل الحراني وخلقا كثيرا وتفرد \n  عن جماعة .\n</p>\n<p class=\"arabic\">وعنه خ ود وأبو زرعة وأبو حاتم وإبراهيم الحربي وأبو يعلى الموصلي وأحمد بن \n  يحيى الحلواني ومحمد بن عبدوس بن كامل ومحمد بن يحيى بن سليمان المروزي وعمر \n  ) .\n</p>\n<p class=\"arabic\">بن إسماعيل بن أبي غيلان وإبراهيم بن هاشم البغوي وأحمد بن علي المروزي وأبو \n  القاسم البغوي وخلق *16*280* .\n</p>\n<p class=\"arabic\">وجاء عنه أنه رأى الأعمش وقال قدمت البصرة سنة ست وعشرين وكان سعيد بن أبي \n  عروبة حيا ولقيت فيها همام ولقيت سفيان بمكة سنة سبع وسمعت منه ومن ابن عيينة .\n</p>\n<p class=\"arabic\">وقال نفطويه كان علي بن الجعد أكبر من بغداد بعشر سنين .\n</p>\n<p class=\"arabic\">وعن موسى بن داود قال ما رأيت أحفظ من علي بن الجعد كنا عند ابن أبي ذئب فأملى \n  علينا عشرين حديثا فحفظها وأملاها علينا .\n</p>\n<p class=\"arabic\">وقال صالح جزرة سمعت خلف بن سالم يقول صرت أنا وأحمد بن حنبل ويحيى بن معين \n  إلى علي بن الجعد فاخرج إلينا كتبه وذهب فظننا أنه يتخذ لنا طعاما فلم نجد \n  في كتابه إلا خطأ واحدا فلما فرغنا من الطعام قال هاتوا .\n</p>\n<p class=\"arabic\">فحدث بكل شيء كتبناببه حفظا .\n</p>\n<p class=\"arabic\">وقال علي بن الجعد كتبت عن سفيان بن عيينة بالكوفة سنة ستين ومائة .\n</p>\n<p class=\"arabic\">وقال عبدوس النيسابوري ما أعلم أني لقيت أحفظ من علي بن الجعد وكان عنده عن \n  شعبة نحو من ألف ومائتي حديث .\n</p>\n<p class=\"arabic\">وقال أبو حاتم ما كان أحفظه لحديثه وهو صدوق .\n</p>\n<p class=\"arabic\">وقال أبو جعفر النفيلي لا يكتب عن علي بن الجعد وضعف أمره جدا وقال أبو إسحاق \n  الجوزجتني علي بن الجعد متشبث في بدعه زائغ عن الحق *16*281* .\n</p>\n<p class=\"arabic\">وقال أحمد بن إبراهيم الدورقي قلت لعلي بن الجعد بلغني أنك قلت ابن عمرو ذاك \n  الضبي .\n</p>\n<p class=\"arabic\">قال لم أقل ولكن معاوية ما أكره أن يعذبه الله .\n</p>\n<p class=\"arabic\">وقال هارون بن سفيان أخذ من بيت المال مائة ألف درهم بغير حق .\n</p>\n<p class=\"arabic\">قلت لا والله ما أخذها إلا بحق إن كان أخذها .\n</p>\n<p class=\"arabic\">فقال لا والله ما أخذها إلا بغير حق .\n</p>\n<p class=\"arabic\">وقال داود وسم علي بن الجعد بميسم سوء قال ما يسوءني أن يعذب الله معاوية .\n</p>\n<p class=\"arabic\">وقال العقيلي قلت لعبد الله بن أحمد بن حنبل لم لم تكتب عن علي بن الجعد قال \n  نهاني أبي أن أذهب إليه وكان يبلغه عنه أنه يتناول الصحابة ) .\n</p>\n<p class=\"arabic\">وقال زياد بن أيوب سمعت علي بن الجعد يقول القرآن كلام الله ومن قال مخلوق \n  لم أعنفه .\n</p>\n<p class=\"arabic\">وقال ابن معين علي بن الجعد أثبت البغداديين في شعبة وهو ثقة صدوق .\n</p>\n<p class=\"arabic\">وقال النسائي صدوق .\n</p>\n<p class=\"arabic\">وقال عبد الرزاق بن سليمان بن علي الجعد سمعت أبي يقول أحضر المأمون أصحاب \n  الجوهر فناظرهم على متاع كان معهم ثم نهض *16*282* لبعض حاجته ثم خرج فقام \n  له كل من في المجلس إلا ابن الجعد فنظر إليه المأمون كهيئة المغضب ثم استحلله \n  فقال يا شيخ ما منعك أن تقوم لي قال أجللت أمير المؤمنين للحديث الذي يأثره \n  عن النبي صلى الله عليه وسلم .\n</p>\n<p class=\"arabic\">قال وما هو قال سمعت المبارك بن فضالة يقول سمعت الحسن يقول قال رسول الله \n  صلى الله عليه وسلم من أحب أن يتمثل له الرجال قياما فليتبوأ مقعدة من النار .\n</p>\n<p class=\"arabic\">فأطرق المأمون ثم رفع رأسه وقال لا يشتري إلا من هذا الشيخ .\n</p>\n<p class=\"arabic\">قال فاشترى منه ذلك اليوم بقيمة ثلاثين ألف دينار .\n</p>\n<p class=\"arabic\">قال أبو القاسم ابلغوي أخبرت أنه ولد سنة أربع وثلاثين ومائة وأخبرت عن إسحاق \n  بن أبي إسرائيل أنه قال في جنازة علي بن الجعد أخبرني يعني عليا أنه منذ نحو \n  ستين سنة يصوم يوما ويفطر يوما .\n</p>\n<p class=\"arabic\">قال البغوي توفي يوم السبت لست بقين من رجب سنة ثلاثين وقد استكمل ستا وتسعين \n  سنة .\n</p>\n<p class=\"arabic\">قلت آخر من روى حديثه في الدنيا عاليا أبو المنجا بن اللتي وهو أعلى ما سمع \n  اليوم وهو سنة خمس عشرة وسبعمائة .\n\n</p>"
}