{
    "header": "عبد الله بن عثمان بن جبلة بن أبي رواد ميـ...",
    "id": "007230",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الله بن عثمان بن جبلة بن أبي رواد ميمون وقيل أيمن الأزدي العتكي خ م \n  د .\n</h1>\n<p class=\"arabic\">ت ن أبو عبد الرحمن المروزي عبدان .\n</p>\n<p class=\"arabic\">أخو عبد العزيز بن شاذان وهما سبطا عبد العزيز بن أبي رواد ) .\n</p>\n<p class=\"arabic\">سمع عبدان من شعبة حديثا واحدا .\n</p>\n<p class=\"arabic\">وقال العباس بن منصور سمع عبدان بن شعبة أحاديث دون العشرة .\n</p>\n<p class=\"arabic\">ومن أبيه وأبي حمزة محمد بن ميمون السكري ومالك بن أنس وعيسى بن عبيد الكندي \n  وعبد الله بن المبارك وحماد بن زيد يزيد بن زريع وخلق .\n</p>\n<p class=\"arabic\">وعنه خ و م د ت ن عن رجل عنه وأحمد بن محمد بن شبويه وأحمد بن سيار ومحمد \n  بن علي بن الحسن بن شقيق وأبو الموجه محمد بن عمرو والعباس بن مصعب والقاسم \n  بن محمد بن الحارث وأبو علي محمد بن اليشكري المروزيون ومحمد بن يحيى الذهلي \n  وعبيد الله بن واصل البخاري ومحمد بن عمرو قشمرد ويعقوب الفسوي وخلق .\n</p>\n<p class=\"arabic\">وكان ثقة إماما *16*238* .\n</p>\n<p class=\"arabic\">قال أحمد بن عبده الآملي تصدق عبدان في حياته بألف ألف درهم وكتب كتب ابن \n  المبارك بقلم واحد .\n</p>\n<p class=\"arabic\">قال وقال عبدان ما سألني أحد حاجة إلا قمت له بنفسي فإن تم وإلا قمت له بمالي \n  فإن تم وإلا قمت له بمالي فإن تم وإلا استغنت بالإخوان فإن تم وإلا استعنت \n  بالسلطان .\n</p>\n<p class=\"arabic\">وعن أحمد بن حنبل قال ما بقي إلا الرحلة إلى عبدان بخراسان .\n</p>\n<p class=\"arabic\">قال الحاكم هو إمام بلده في الحديث سمع من شعبة أحاديث دون العشر ولم يكتب \n  ورثه أخوه .\n</p>\n<p class=\"arabic\">وقد ولاه ابن طاهر قضاء الجوزجان ثماستعفى فأعفي .\n</p>\n<p class=\"arabic\">قلت توفي عبدان في أواخر شعبان سنة إحدى وعشرين وله ست وسبعون سنة .\n</p>\n<p class=\"arabic\">وأما عبدان بن محمد المروزي .\n</p>\n<p class=\"arabic\">فآخر من طبقة عبدان الأهوازي كتب عنه الطبراني وغيره .\n</p>\n<p class=\"arabic\">سوف يأتي .\n\n</p>"
}