{
    "header": "عبد الله بن صالح بن محمد بن مسلم الجهني ...",
    "id": "007225",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الله بن صالح بن محمد بن مسلم الجهني خ د ت ق مولاهم المصري أبو .\n</h1>\n<p class=\"arabic\">صالح كاتب الليث بن سعد .\n</p>\n<p class=\"arabic\">ولد سنة سبع وثلاثين ومائة ورأى زبان بن فايد وعمرو بن الحارث .\n</p>\n<p class=\"arabic\">وسمع موسى بن علي بن رباح ومعاوية بن صالح ويحيى بن أيوب وعبد العزيز بن الماجشون \n  وسعيد بن عبد العزيز التنوخي ونافع بم يزيد وجماعة .\n</p>\n<p class=\"arabic\">وأكثر عن الليث *16*225* .\n</p>\n<p class=\"arabic\">وعنه يحيى بن معين والذهلي والبخاري على الصحيح .\n</p>\n<p class=\"arabic\">ظفرت برواية البخاري عن عبد الله بن صالح عن الليث في باب التجارة في البحر \n  في الصحيح كما شرحناه في ترجمة عبد الله بن صالح العجلي .\n</p>\n<p class=\"arabic\">وأبو حاتم وأبو إسحاق الجوزجاني وإسماعيل سمويه وحميد بن زنجويه والدارمي \n  وعثمان بن سعيد الدارمي وأبو زرعة الدمشقي ومحمد بن إسماعيل الترمذي وإبراهيم \n  بن الحسن بن ديزيل وخلق آخرهم وفاة محمد بن عثمان بن سعيد بن أبي السواري \n  المصري المتوفى سنة سبع وتسعين ومائتين .\n</p>\n<p class=\"arabic\">وقد روى عنه شيخه الليث حديثا رواه ابن ديزيل ثنا خلف بن الوليد أبو المهنا \n  ثنا الليث بن سعد عن عبد الله بن صالح عمن أخبره برفع الحديث إلى النبي صلى \n  الله عليه وسلم قال ما أعطي أحد الشكر فمنع الزيادة الحديث .\n</p>\n<p class=\"arabic\">قال ابن ديزيل ثم أتيت أبا صالح فسألته فقال نعم أنا حدثته بذلك قلت فمن حدثك \n  قال يحيى بن عطارد بن مصعب عن أبيه قال قال رسول الله صلى الله عليه وسلم \n  مرسل .\n</p>\n<p class=\"arabic\">وقد استشهد البخاري بعبد الله بن صالح في الصحيح وروى عنه حديثا كما رجحنا \n  في ) .\n</p>\n<p class=\"arabic\">ترجمة عبد الله بن صالح المذكور في الطبقة الماضية .\n</p>\n<p class=\"arabic\">وروى في باب التجارة في البحر .\n</p>\n<p class=\"arabic\">قال ابن حبان كان كاتبا على مغل الليث بن سعد منكر الحديث *16*226* جدا وكان \n  في نفسه صدوقا .\n</p>\n<p class=\"arabic\">سمعت ابن خزيمة يقول كان له جار سوء بينه وبينه عداوة فكان يضع الحديث على \n  شيخ عبد الله بن صالح ويكتب في قرطاس بخط يشبه خط عبد الله بن صالح ويطرح \n  في داره في وسط كتبه فيجده عبد الله فيحدث به على التوهم أنه خطه فمن ناحيته \n  وقع المناكير في أخباره .\n</p>\n<p class=\"arabic\">قال ابن حبان وقد روى عبد الله بن صالح عن يحيى بن أيوب عن يحيى بن سعيد عن \n  عطاء بن يسار عن عبد الله بن عمرو قال قال رسول الله صلى الله عليه وسلم حجة \n  لمن لم يحج خير من عشر غزوات وعزوة لمن حج خير من عشر حجات وعزوة في البحر \n  خير من عشرة في البر .\n</p>\n<p class=\"arabic\">ثناه أبو عروبة ثنا علي بن إبراهيم بن عزون نا عبد الله فذكره .\n</p>\n<p class=\"arabic\">وروى عن الليث عن خالد بن يزيد عن سعيد بن أبي هلال عن ربيعة بن سيف عن شفي \n  الأصبحي سمع عبد الله بن عمرو يقول سمعت رسول الله صلى الله عليه وسلم يقول \n  خلفي اثنا عشر خليفة أبو بكر لا يلبث إلا قليلا وصاحب رحى دارة العرب عمر \n  وذكر الحديث .\n</p>\n<p class=\"arabic\">ثناه أحمد بن الحسن الصوفي ثنا يحيى بن معين نا عبد الله فذكره وذكر له ابن \n  حبان أحاديث أخر منكرة .\n</p>\n<p class=\"arabic\">قال ابن أبي حاتم في ترجمة عبد الله بن صالح روى عنه الليث وابن وهب دحيم \n  *16*227* قال ابن عبد الحكم سمعت أبي وسئل عن أبي صالح فقال تسألوني عن أقرب \n  رجل إلى الليث رحل معه في ليلة ونهاره وسفره وحضره ويخلو معه غالبا فلا ينكر \n  لمثله أن يكثر عن الليث .\n</p>\n<p class=\"arabic\">وقال أبو حاتم هو أمين صدوق ما علمته .\n</p>\n<p class=\"arabic\">وقال أبو حاتم سمعت ابن معين يقول أقل الأحوال أنه قرأ هذه الكتب وعلى الليث \n  فاجازها له ويمكن أن يكون ابن أبي ذئب كتب إلى الليث بهذا الدرج .\n</p>\n<p class=\"arabic\">قال أحمد بن صالح لا أعلم أحدا روى عن الليث عن ابن أبي ذئب إلا أبو صالح .\n</p>\n<p class=\"arabic\">وذكر أن أبا صالح أخرج درجا قد ذهب أعلاه ولم يدر حديث من هو فقيل له حديث \n  ابن ) .\n</p>\n<p class=\"arabic\">أبي ذئب فروى عن الليث عن ابن أبي ذئب .\n</p>\n<p class=\"arabic\">وقال صالح جزرة كان ابن معين يوثقه وعندي أنه كان يكذب في الحديث .\n</p>\n<p class=\"arabic\">وقال النسائي ليس بثقة .\n</p>\n<p class=\"arabic\">وقال إسماعيل سمويه عن عبد الله قال صحبت الليث عشرين سنة .\n</p>\n<p class=\"arabic\">وقال الفضل بن محمد الشعراني ما رأيت عبد الله بن صالح إلا وهو يحدث أو يسبح \n  *16*228* .\n</p>\n<p class=\"arabic\">وقال يعقوب الفسوي حدثنا الرجل الصالح أبو صالح عبد الله بن صالح .\n</p>\n<p class=\"arabic\">وقال الرمادي عن أبي صالح قال خرجنا مع الليث إلى بغداد سنة إحدى وستين ومائة \n  فشهدنا الأضحى ببغداد .\n</p>\n<p class=\"arabic\">قلت في هذه النوبة سمع من سعيد مفتي دمشق وأبلغ ما نقموا عليه حديثه عن نافع \n  بن يزيد عن زهرة بن معبد عن سعيد بن المسيب عن جابر يرفعه إن الله اختار أصحابي \n  على العالمين بطوله وهو حديث موضوع ولكن قد تابعه على روايته سعيد بن أبي \n  مريم عن نافع فرواه محمد بن الحارث العسكري وعلي بن داود القنطري عنهما عن \n  نافع .\n</p>\n<p class=\"arabic\">قال أبو زرعة وغيره هو من وضع خالد بن نجيح المصري وكان يضع في كتب الشيوخ \n  ما لم يسمعوا .\n</p>\n<p class=\"arabic\">وقال ابن عدي أبو صالح عندي مستقيم الحديث إلا أنه يقع في حديثه غلط ولا يتعمد \n  الكذب *16*229* .\n</p>\n<p class=\"arabic\">وقال غير واحد توفي يوم عاشوراء سنة ثلاث وعشرين ومائتين .\n</p>\n<p class=\"arabic\">ومن طبقته سميه عبد الله بن صالح الكوفي .\n</p>\n<p class=\"arabic\">المذكور في الطبقة الماضية .\n\n</p>"
}