{
    "header": "القاسم بن سلام .",
    "id": "007345",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">القاسم بن سلام .\n</h1>\n<p class=\"arabic\">*16*321* الإمام أبو عبيد البغدادي الفقيه الأديب صاحب المصنفات الكثيرة في \n  القراءآت والفقه واللغات والشعر .\n</p>\n<p class=\"arabic\">قرأ القرآن على الكسائي وإسماعيل بن جعفر وشجاع بن أبي نصر .\n</p>\n<p class=\"arabic\">وسمع الحروف من طائفة .\n</p>\n<p class=\"arabic\">وقد سمع إسماعيل بن عياش وإسماعيل بن جعفر وهشيم بن بشير وشريك بن عبد الله \n  وهو أكبر شيخ له وعبد الله بن المبارك وابا بكر بن عياش وجرير بن عبد الحميد \n  وسفيان بن عيينة وعباد بن عباد وعباد بن العوام وخلقا آخرهم موتا هشام بن \n  عمار .\n</p>\n<p class=\"arabic\">وعنه عبد الله بن عبد الرحمن الدارمي وأبو بكر بن أبي الدنيا وعباس الدوري \n  والحارث بن أبي أسامة وأحمد بن يوسف التغلبي وعلي بن عبد العزيز البغوي ومحمد \n  بن يحيى بن سليمان المروزي وأحمد بن يحيى البلاذري الكاتب وآخرون .\n</p>\n<p class=\"arabic\">قال علي البغوي ولد أبو عبيد بهراة وكان أبوه عبدا لبعض أهل هراة .\n</p>\n<p class=\"arabic\">وقال أبو بكر الخطيب كان أبوه روميا خرج يوما أبو عبيد مع ابن مولاه في الكتاب \n  فقال للمؤدب علم القاسم فإنها كيسة .\n</p>\n<p class=\"arabic\">وقال محمد بن سعد كان أبو عبيد مؤدبا صاحب نحو وعربية وطلب *16*322* للحديث \n  والفقه ولي قضاء طرسوس ايام ثابت بن نصر بن مالك ولم يزل معه ومع ولده وقدم \n  بغداد ففسر بها غريب الحديث وصنف كتبا وحدث وحج فتوفي بمكة سنة أربع وعشرين \n  ومائتين .\n</p>\n<p class=\"arabic\">وقال ابن يونس قدم مصر مع ابن معين سنة ثلاث عشرة وكتب بمصر .\n</p>\n<p class=\"arabic\">وقال إبراهيم بن أبي طالب سألت أبا قدامة السرخسي عن الشافعي وأحمد وإسحاق \n  وأبي عبيد فقال أما أفقههم وافهمهم فالشافعي إلا إنه قليل الحديث وأما أورعهم \n  فأحمد بن حنبل وأما أحفظهم فإسحاق وأما أعلمهم بلغات العرب فأبو عبيد .\n</p>\n<p class=\"arabic\">وقال أحمد بن سلمة سمعت إسحاق بن راهويه يقول الحق يحب لله أبو عبيد أفقه \n  مني وأعلم مني .\n</p>\n<p class=\"arabic\">وقال الحسن بن سفيان سمعت ابن راهويه يقول إنا نحتاج إلى أبي عبيد وأبو عبيد \n  لا يحتاج ) .\n</p>\n<p class=\"arabic\">إلينا .\n</p>\n<p class=\"arabic\">وقال عباس الدوري سمعت أحمد بن حنبل يقول أبو عبيد أستاذ .\n</p>\n<p class=\"arabic\">وعن حمدان بن سهل قال سألت يحيى بن معين عن أبي عبيد فقال مثلي يسأل عن أبي \n  عبيد أبو عبيد يسأل عن الناس .\n</p>\n<p class=\"arabic\">وقال أبو داود ثقة مأمون *16*323* .\n</p>\n<p class=\"arabic\">وقال الدارقطني ثقة إمام جبل .\n</p>\n<p class=\"arabic\">وسلام أبوه رومي .\n</p>\n<p class=\"arabic\">وقال أبو عبد الله الحاكم كان أبو محمد بن قتيبة يتعاطى التقدم في علوم كثيرة \n  ولم يرضه أهل علم منها وغنما الإمام المقبول عند الكل فأبو عبيد .\n</p>\n<p class=\"arabic\">وقال إبراهيم الحربي رأيت ثلاثة تعجز النساء أن تلدن مثلهم رأيت أبا عبيد \n  ما مثله إلا بجبل نفخ فيه روح ورأيت بشر بن الحارث فما شبهته إلا برجل عجن \n  من قرنه إلى قدمه علما ورأيت أحمد بن حنبل فرأيت كأن الله قد جعل له علم الأولين \n  من كل صنف يقول ما شاء ويمسك ما شاء .\n</p>\n<p class=\"arabic\">وقال عبد الله بن أحمد عرضت كتاب غريب الحديث لأبي عبيد على أبي فاستحسنه \n  وقال جزاه الله خيرا .\n</p>\n<p class=\"arabic\">وقال مكرم بن أحمد القاضي قال إبراهيم الحربي وكان أبو عبيد كأنه جبل نفخ \n  فيه الروح يحسن كل شيء إلا الحديث صناعة أحمد بن حنبل ويحيى .\n</p>\n<p class=\"arabic\">قال وكان أبو عبيد يؤدب غلاما ثم اتصل بثابت بن نصر بطرسوس فولى أبا عبيد \n  قضاءها ثمان عشرة سنة فاشتغل عن كتابة الحديث .\n</p>\n<p class=\"arabic\">كتب في حداثته عن هشيم وغيره فلما صنف احتاج أن يكتب عن يحيى بن صالح وهشام \n  بن عمار .\n</p>\n<p class=\"arabic\">واضعف كتبه كتاب الأموال يجيء إلى باب فيه ثلاثون حديث أو خمسون أصلا عن النبي \n  صلى الله عليه وسلم وفيجيء بحديث حديثين يجمعهما من حديث الشام ويتكلم في \n  ألفاظها .\n</p>\n<p class=\"arabic\">وليس له كتاب مثل غريب المصنف *16*324* .\n</p>\n<p class=\"arabic\">قال وانصرف أبو عبيد يوما فمر بدار إسحاق الموصلي فقالوا له يا أبا عبيد صاحب \n  هذه ) .\n</p>\n<p class=\"arabic\">الدار ثيقول إن في كتابك غريب المصنف ألف حرف خطأ .\n</p>\n<p class=\"arabic\">فقال كتاب فيه أكثر من مائة ألف يقع فيه ألف خطأ ليس بكثير ولعل إسحاق عنده \n  رواية وعندنا رواية فلم يعلم والروايتان صواب ولعله أخطأ في حروف وأخطأنا \n  في حروف فيبقى الخطأ شيء يسير .\n</p>\n<p class=\"arabic\">قال وكتاب غريب الحديث فيه أقل من مائتي حرف سمعت والباقي قال الأصمعي وقال \n  أبو عمرو وفيه خمسة وأربعون حديثا لا أصل لها أتي فيها أبو عبيد من أبي عبيدة \n  معمر بن المثنى .\n</p>\n<p class=\"arabic\">وقال عبد الله بن جعفر بن درستويه الفارسي من علماء بغداد النحويين على مذهب \n  الكوفيين ورواة اللغة والغريب والعلماء بالقراءآت ومن جمع صنوفا من العلم \n  وصنف الكتب في كل فن من العلوم والآداب فأكثر وشهر أبو عبيد القاسم بن سلام .\n</p>\n<p class=\"arabic\">وكان مؤدبا لآل هرثمة وصار في ناحية عبد الله بن طاهر وكان ذا فضل ودين وستر \n  ومذهب حسن .\n</p>\n<p class=\"arabic\">روى عن أبي زيد وأبي عبيدة والأصمعي واليزيدي وابن الأعرابي وأبي زياد الكلابي .\n</p>\n<p class=\"arabic\">وعن الأموي وأبي عمرو الشيباني والكسائي والأحمر والفراء وروى الناس من كتبه \n  المصنفة بضعة وعشرين كتابا في القرآن والفقه وغريب الحديث والغريب المصنف \n  والأمثال *16*325* ومعاني الشعر وغير ذلك وله كتب لم يروها قد رأيتها في ميراث \n  بعض الطاهريين تباع كثيرة في أصناف الفقه كله .\n</p>\n<p class=\"arabic\">قال وبلغنا إنه كان إذا صنف كتابا أهداه إلى عبد الله بن طاره فيحمل إليه \n  مالا خطيرا استحسانا لذلك وكتبه مستحسنة مطلوبة في كل بلد والرواة عنه مشهورون \n  ثقات ذوو ذكر ونبل .\n</p>\n<p class=\"arabic\">وقال قد سبق إلي جمع كتبه فمن ذلك المصنف الغريب وهو أجل كتبه في اللغة فإنه \n  احتذى فيه كتاب النضر بن شميل الذي يسميه كتاب الصفات بدأ فيه بخلق الإنسان \n  ثم بخلق الفرس ثم بالإبل فذكر صنفا بعد صنف وهو أكبر من كتاب أبي عبيد وأجود .\n</p>\n<p class=\"arabic\">ومنها كتاب الأمثال وقد صنف فيها قبله الأصمعي وأبو زيد وأبو عبيدة وجماعة \n  إلا أنه جمع رواياتهم في كتابه وكتاب غريب الحديث أول من عمله أبو عبيدة وقطرب \n  والأخفش ) .\n</p>\n<p class=\"arabic\">والنضر ولم يأتوا بالأسانيد وعمل أبو عدنان البصري كتابا في غريب الحديث وذكر \n  فيه الأسانيد وصنفه على أبواب السنن إلا أنه ليس بالكبير فجمع أبو عبيد عامة \n  ما في كتبهم وفسره وذكر الأسانيد وصنف المسند على على حدته وأحاديث كل رجل \n  من الصحابة والتابعين على حدته وأجاد تصنيفه فرغب فيه أهل الحديث والفقه واللغة \n  لاجتماع ما يحتاجون إليه فيه .\n</p>\n<p class=\"arabic\">وكذلك كتابه في معاني القرآن وذلك أن أول من صنف في ذلك من أهل اللغة أبو \n  عبيدة ثم قطرب ثم الأخفش وصنف من الكوفيين المسائي ثم الفراء فجمع أبو عبيد \n  من كتبهم وجاء فيه بالآثار وأسانيدها وتفاسير الصحابة والتابعين والفقهاء \n  وروى النصف منه ومات .\n</p>\n<p class=\"arabic\">وأما الفقه فإنه عمد إلى مذهب مالك والشافعي فتقلد أكثر ذلك وأتى *16*326* \n  بشواهده وجمعه من حديثه ورواياته واحتج باللغة والنحو فحسنها بذلك .\n</p>\n<p class=\"arabic\">وله في القراءآت كتاب جيد ليس لأحد من الكوفيين قبله مثله وكتاب في الأموال \n  من احسن ما صنف في الفقه وأجوده .\n</p>\n<p class=\"arabic\">وقال أبو بكر بن الأنباري كان أبو عبيد يقسم الليل فيصلي ثلثه وينام ثلثه \n  ويصنف ثلثه .\n</p>\n<p class=\"arabic\">وقال الحافظ عبد الغني بن سعيد في كتاب الطهارة لأبي عبيد حديثان ما حدث بهما \n  غيره ولا حدث بهما عنه غير محمد بن يحيى المروزي أحدهما حديث شعبة عن عمرو \n  بن أبي وهب والآخر حديث عبيد الله بن عمر عن سعيد المقبري حدث به يحيى القطان \n  عن عبيد الله وحدث به الناس عن يحيى عن ابن عجلان .\n</p>\n<p class=\"arabic\">وقال ثعلب لو كان أبو عبيد في بني إسرائيل لكان عجبا .\n</p>\n<p class=\"arabic\">وقال القاضي أبو العلاء الواسطي أنبا محمد بن جعفر التميمي ثنا أبو علي النحوي \n  نا الفساطيطي قال قال أبو عبيد مع عبد الله بن طاهر فبعث إليه أبو دلف يستهديه \n  أبا عبيد مدة شهرين فأخذه إليه فأقام شهرين فلما أراد *16*327* الإنصراف وصله \n  بثلاثين ألف درهم فلم يقبلها وقال أنا في جنبة رجل لم يحوجني إلى صلة غيره \n  فلما عاد إلى ابن طاهر وصله بثلاثين ألف دينار فقال أيها الأمير قد قبلتها \n  ولكن قد أغنيتني بمعروفك وبرك وقد رأيت أن أشتري بها سلاحا وخيلا وأوجه به \n  إلى الثغر ليكون الثواب متوفرا على الأمير ففعل .\n</p>\n<p class=\"arabic\">وقال علي بن عبد العزيز سمعت أبا عبيد يقول المتبع للسنة كالقابض على الجمر \n  وهو اليوم ) .\n</p>\n<p class=\"arabic\">عندي أفضل من ضرب السيف في سبيل الله .\n</p>\n<p class=\"arabic\">وقال عباس الدوري سمعت أبا عبيد يقول عاشرت الناس وكلمت أهل العلم فما رأيت \n  قوما أوسخ وسخا ولا أضعف حجة من الراقضة ولا أحمق منهم ولقد وليت قضاء الثغر \n  فنفيت ثلاثة جهميين ورافضيا أو رافضيين وجهميا .\n</p>\n<p class=\"arabic\">وقال إني لأتبين في عقل الرجل أن يدع الشمس ويمشي في الظل .\n</p>\n<p class=\"arabic\">وقال بعضهم كان أبو عبيد أحمر الرأس واللحية مهيبا وقورا يخضب بالحناء .\n</p>\n<p class=\"arabic\">وقال الزبيدي عددت حروف الغريب فوجدته سبعة عشر ألف وتسعمائة وسبعين *16*328* .\n</p>\n<p class=\"arabic\">وقال أبو عبيد دخلت البصرة لأسمع من حماد بن زيد فإذا هو قد مات فشكوت ذلك \n  إلى عبد الرحمن بن مهدي فقال مهما سبقت به فلا تسبقن بتقوى الله .\n</p>\n<p class=\"arabic\">وقال محمد بن الحسن الآبري سمعت ابن خزيمة سمعت أحمد بن نصر المقريء يقول \n  قال إسحاق إن الله لا يستحي من الحق أبو عبيد أعلم مني ومن أحمد بن حنبل والشافعي .\n</p>\n<p class=\"arabic\">وقال عبد الله بن طاهر الأمير ورويت عنه ومن وجهين للناس أربعة ابن عباس في \n  زمانه والشعبي في زمانه والقاسم بن معن في زمانه وأبو عبيد في زمانه .\n</p>\n<p class=\"arabic\">وقال عبدان بن محمد المروزي ثنا أبو سعيد الضرير قال كنت عند عبد الله بن \n  طاهر فورد عليه نعي أبي عبيد فأنشأ يقول .\n</p>\n<p class=\"arabic\">% يا طالب العلم قد مات ابن سلام % % وكان فارس علم غير محجام % .\n</p>\n<p class=\"arabic\">% مات الذي كان فينا ربع أربعة % % لم يلق مثلهم إسناد أحكام % .\n</p>\n<p class=\"arabic\">% خير البرية عبد الله أولهم % % وعامر ولنعم التلو يا عام % .\n</p>\n<p class=\"arabic\">*16*329* .\n</p>\n<p class=\"arabic\">% هما اللذان أنافا فوق غيرهما % % والقاسمان ابن معن وابن سلام % .\n</p>\n<p class=\"arabic\">ومناقب أبي عبيد كثيرة وقد حكى عنه البخاري في كتاب أفعال العباد وذكره أبو \n  داود في كتاب الزكاة وغيره في تفسير أسنان الإبل .\n</p>\n<p class=\"arabic\">وعاش ثمانيا وستين سنة رحمه الله .\n\n</p>"
}