{
    "header": "محمد بن سلام بن الفرج البخاري البيكندي اـ...",
    "id": "007385",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن سلام بن الفرج البخاري البيكندي الحافظ خ .\n</h1>\n<p class=\"arabic\">أبو عبد الله مولى بني سليم .\n</p>\n<p class=\"arabic\">طوف وكتب الكثير عن أبي الأحوص سلام بن سليم *16*360* .\n</p>\n<p class=\"arabic\">ورأى مالك بن أنس فلم يسمع منه وهشيم وإسماعيل بن عياش وابن المبارك وإسماعيل \n  بن جعفر وزائدة بن أبي الرقاد وجرير بن عبد الحميد وعيسى بن موسى غنجار وأبي \n  إسحاق الفزاري وخلق ) .\n</p>\n<p class=\"arabic\">وعنه خ والدارمي وعبيد الله بن واصل ومحمد بن بجير أبو عمر وأحمد بن الضؤ \n  وحميد بن النضر وطفيل بن زيد النسفي وخلق لا نعرفهم من أهل ما وراء النهر .\n</p>\n<p class=\"arabic\">قال أحمد بن الهيثم الشاشي قال لي يحيى بن يحيى بخراسان كنزان كنز عند محمد \n  بن سلام البيكندي وكنز عند إسحاق بن راهويه .\n</p>\n<p class=\"arabic\">وروى محمد بن يوسف السمرقندي عن محمد بم ميسر الكرميني قال انكسر قلم محمد \n  بن سلام البيكندي في مجلس شيخ فأمر أن ينادي قلم بدينار فطارت إليه الأقلام .\n</p>\n<p class=\"arabic\">وقال محمد بن يعقوب البيكندي سمعت علي بن الحسين يقول كان محمد بن سلام في \n  منزله فدق بابه فخرج فقال يا أبا عبد الله أنا جني ورسول ملك الجن إليك يسلم \n  عليك ويقول لا يكون لك مجلس إلا يكون منا في مجلسك أكثر من الأنس .\n</p>\n<p class=\"arabic\">قال محمد بن يعقوب وهذه حكاية عندنا مستفيضة مشهورة .\n</p>\n<p class=\"arabic\">وعن محمد بن سلام قال لم أجلس إلى سوق بيكند منذ أربعين سنة .\n</p>\n<p class=\"arabic\">وقال سهل بن المتوكل سمعته يقول أنا محمد بن سلام بالتخفيف .\n</p>\n<p class=\"arabic\">وقيل قلعت عين محمد بن سلام في غزاة *16*361* .\n</p>\n<p class=\"arabic\">وقال سهل بن المتوكل سمعت محمد بن سلام يقول أنفقت في طلب العلم أربعين ألفا \n  وأنفقت في نشره أربعين ألفا وليت ما أنفقت في طلبه كان في نشره أو كما قال .\n</p>\n<p class=\"arabic\">وقال عبيد الله بن شريح سمعت محمد بن سلام يقول أحفظ نحوا من خمسة آلاف حديث .\n</p>\n<p class=\"arabic\">قال غنجار وكان له مصنفات في كل باب من العلم وكان بينه وبين أبي حفص أحمد \n  بن حفص مودة وأخوة وكل واحد منهما مخالف للآخر في المذهب .\n</p>\n<p class=\"arabic\">وقال عبيد الله بن واصل سمعت محمد بن سلام يقول كتبت عن أربعمائة شيخ .\n</p>\n<p class=\"arabic\">وقال علي بن الحسين سمعت محمد بن سلام يقول أدركت مالك بن أنس فإذا الناس \n  يقرأون عليه فلم أسمع منه لذلك .\n</p>\n<p class=\"arabic\">قلت كان عامة مشايخ ذلك الوقت إنما يروون من لفظهم .\n</p>\n<p class=\"arabic\">وقد دخل ابن سلام خوارزم مع غنجار وسمعا بها من عبد الكريم بن الأسود البصري \n  والمغيرة بن موسى .\n</p>\n<p class=\"arabic\">قال حاضر بن الليث ثنا عيسى بن موسى ومحمد بن سلام قالا نا المغيرة بن موسى \n  عن ) .\n</p>\n<p class=\"arabic\">سعيد بن بشير عن قتادة فذكر حديثا .\n</p>\n<p class=\"arabic\">وقال سهل بن المتوكل نا محمد بن سلام نا مغيرة البصري عن سعيد بن أبي عروبة \n  فذكر حديثا .\n</p>\n<p class=\"arabic\">وقال محمد بن إسماعيل البخاري مات في سابع صفر سنة خمس وعشرين *16*362* .\n</p>\n<p class=\"arabic\">وقال يحيى بن جعفر البيكندي ولد محمد بن سلام في السنة التي مات فيها سفيان \n  الثوري .\n</p>\n<p class=\"arabic\">محمد بن سلام الجمحي .\n</p>\n<p class=\"arabic\">في الطبقة الآتية .\n\n</p>"
}