{
    "header": "علي بن محمد بن عبد الله بن أبي سيف .",
    "id": "007305",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">علي بن محمد بن عبد الله بن أبي سيف .\n</h1>\n<p class=\"arabic\">*16*289* أبو الحسن المدائني الإخباري .\n</p>\n<p class=\"arabic\">بصري سكن بغداد بعد أن سكن المدائن مدة فنسب إليها وهو صاحب المصنفات المشهورة .\n</p>\n<p class=\"arabic\">وكان عالما بالمغازي والسير والأنساب وأيأم العرب صدوقا فيما بيديه .\n</p>\n<p class=\"arabic\">سمع من قرة بن خالد وشعبة وعوانة بن الحكم وجويرية بن أسماء وابن أبي ذئب \n  وسلام بن مسكين ومبارك بن فضالة وحماد بن سلمة وطائفة .\n</p>\n<p class=\"arabic\">وعنه خليفة بن خياط المصري والزبير بن بكار وأحمد بن أبي خيثمة والحارث بن \n  أبي أسامة والحسن بن علي بن المتوكل وآخرون .\n</p>\n<p class=\"arabic\">قال أحمد بن أبي خيثمة كان أبي ومصعب الزبيري ويحيى بن معين يجلسون بالعشيات \n  على باب مصعب فمر ليلة رجل على حمار فاره وبزة حسنة فسلم وخص بمسائله يحيى \n  بن معين فقال له يحيى يا أبا الحسن إلى أين *16*290* قال إلى دار هذا الكريم \n  الذي يملأ كمي دنانير ودراهم إسحاق بن إبراهيم الموصلي .\n</p>\n<p class=\"arabic\">قال فلما ولى قال يحيى بن معين ثقة ثقة ثقة .\n</p>\n<p class=\"arabic\">قال فسألت أبي من هذا قال المدائني .\n</p>\n<p class=\"arabic\">وقال محمد بن حرب وذكر المدائني فقال أخبرني بنسبة الحارث وذكر أنه قبل موته \n  بثلاثين سنة سرد الصوم وأنه كان قد قارب المائة فقيل له في مرضه ما تشتهي \n  قال أشتهي أن أعيش .\n</p>\n<p class=\"arabic\">قال وتوفي سنة أربع وعشرين وكان عالما بالفتوح والمغازي والشعر وأيام الناس \n  صدوقا في ذلك .\n</p>\n<p class=\"arabic\">وقال غيره توفي سنة خمس وعشرين ومائتين وله ثلاث وتسعون سنة رحمه الله .\n</p>\n<p class=\"arabic\">مات في دار إسحاق الموصلي وكان منقطعا إليه .\n</p>\n<p class=\"arabic\">وقال ابن الأخشيد المتكلم كان المدائني متكلما من غلمان معمر بن الأشعث .\n</p>\n<p class=\"arabic\">حكى المدائني قال أمر المأمون بإدخالي عليه فذكر عليا رضي الله عنه فحدثته \n  فيه بأحاديث إلى أن ذكر لعن بإدخالي عليه فذكر عليا رضي الله سلمة المثنى \n  بن عبد الله الأنصاري قال ) .\n</p>\n<p class=\"arabic\">قال لي رجل كنت بالشام فجعلت لا أسمع عليا ولا حسنا ولا حسينا رضي الله عنهم \n  لإنما أسمع معاوية يزيد الوليد فمررت برجل على بابه فاستقيته فقال اسقه يا \n  حسن .\n</p>\n<p class=\"arabic\">فقلت أسميت حسنا فقال أولادي حسن وحسين وجعفر فإن أهل الشام يسمون أولادهم \n  *16*291* بأسماء خلفاء الله ولا يزال أحدهم يلعن ولده ويشتمه فلم أسمهم بذلك \n  لئلا ألعن إن لعنتهم خلفاء الله .\n</p>\n<p class=\"arabic\">فقلت حسبتك خير أهل الشام وإذا ليس في جهنم شر منكم فقال المأمون لا جرم قد \n  جعل الله من يلعن أحياءهم وأمواتهم ومن في الأصلاب يعني لعن الشيعة للناصبة .\n</p>\n<p class=\"arabic\">ذكر ياقوت الحموي أسماء مصنفات المدائني في خمس ورقات ونصف منها كتاب تسمية \n  المنافقين وأخبارهم كتاب حسب النبي صلى الله عليه وسلم كتاب فتوحه كتاب عهوده .\n</p>\n<p class=\"arabic\">وله عدة كتب في أخبار قريش و أهل البيت كتاب من هجاها زوجها تاريخ الخلفاء \n  الكبير كتاب خطب علي كتاب أخبار الحجاج وعدة كتب في الفتوحات وعدة كتب في \n  الشعراء وأخبارهم خبر أصحاب الكهف أخبار ابن سيرين كتاب الجواهر كتاب الأكلة \n  كتاب الزجر والفأل وغير ذلك .\n\n</p>"
}