{
    "header": "موسى بن إسماعيل ع .",
    "id": "007454",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">موسى بن إسماعيل ع .\n</h1>\n<p class=\"arabic\">*16*415* أبو سلمة التبوذكي البصري الحافظ مولى بني منقر .\n</p>\n<p class=\"arabic\">روى حديثا واحدا عن شعبة وآخر عن حماد بن زيد .\n</p>\n<p class=\"arabic\">وعن حماد بن سلمة تصانيفه وعن يزيد بن إبراهيم التستري وأبي الأشهب العطاردي \n  وبكار بن عبد العزيز بن أبي بكرة وجرير بن حازم وأبان بن يزيد العطار وقيس \n  بن الربيع والربيع بن مسلم ومحمد بن راشد المكحولي وعبد العزيز الماجشون وخلق \n  ) .\n</p>\n<p class=\"arabic\">وعنه خ د و م ت ن ق عن رجل عنه ويحيى بن معين والذهلي وأبو زرعة وأبو حاتم \n  وإبراهيم الحربي وأحمد بن أبي خيثمة وإسماعيل سمويه وأحمد بن داود المكي ومحمد \n  بن أيوب البجلي ومحمد بن غالب تمتام والعباس بن الفضل الأسفاطي وسبطه أبو \n  بكر أحمد بن عمرو بن أبي عاصم وخلق كثير .\n</p>\n<p class=\"arabic\">قال عباس عن ابن معين قال ما جلست إلى شيخ إلا هابني أو عرف لي ما خلا هذا \n  الأثرم التبوذكي .\n</p>\n<p class=\"arabic\">قال عباس فعددت ما كتبنا عنه خمسة وثلاثين ألف حديث *16*416* .\n</p>\n<p class=\"arabic\">وقال ابن المديني من لم يكتب عن أبي سلمة كتب عن رجل عنه .\n</p>\n<p class=\"arabic\">وقال أبو حاتم لا أعلم بالبصرة ممن أدركناه أحسن حديثا من أبي سلمة .\n</p>\n<p class=\"arabic\">وإنما سمي التبوذكي لأنه اشترى بتبوذك دارا فنسب إليها .\n</p>\n<p class=\"arabic\">وقال أحمد بن أبي خيثمة سمعت أبا سلمة يقول لا جزي خيرا من سماني تبوذكي أنا \n  مولى بني منقر إنما نزل داري قوم من تبوذك فسموني تبوذكي .\n</p>\n<p class=\"arabic\">وقال أبو بكر بن المقدمي ثنا الحسن بن القاسن بن دحيم الدمشقي ثنا محمد بن \n  سليمان قال قدم علينا يحيى بن معين البصرة فكتب عن أبي سلمة وقال إني أريد \n  أن أذكر لك شيئا فلا تغضب .\n</p>\n<p class=\"arabic\">قال هات .\n</p>\n<p class=\"arabic\">قال حديث همام عن ثابت عن أنس في الغار لم يروه أحد من أصحابك إنما رواه عفان \n  وحبان ولم أجده في صدر كتابك إنما وجدته على ظهره .\n</p>\n<p class=\"arabic\">قال فتقول ماذا قال تحلف لي إنك سمعته من همام .\n</p>\n<p class=\"arabic\">قال ذكرت أنك كتبت عني عشرين ألفا فإن كنت عندك فيها صادقا فما ينبغي أن تكذبني \n  في حديث وإن كنت عندك كاذبا فينبغي أن لا تصدقني فيها ولا تكتب عني شيئا وترمي \n  بها *16*417* برة بنت أبي عاصم طالق ثلاثا إن لم أكن سمعته من همام والله \n  لا كلمتك أبدا .\n</p>\n<p class=\"arabic\">قال حاتم بن الليث الجوهري كان أبو سلمة أحمر الرأس واللحية يخضب الحناء قد \n  رأى سعيد بن أبي عروبة وحفظ عنه مسائل ) .\n</p>\n<p class=\"arabic\">قال ومات بالبصرة في رجب سنة ثلاث وعشرين ومائتين رحمه الله .\n\n</p>"
}