{
    "header": "يحيى بن يحيى بن بكر بن عبد الرحمن خ م ت ...",
    "id": "007497",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">يحيى بن يحيى بن بكر بن عبد الرحمن خ م ت ن .\n</h1>\n<p class=\"arabic\">*16*460* الإمام أبو زكريا التميمي المنقري النيسابوري .\n</p>\n<p class=\"arabic\">قال الحاكم فيه إمام عصره بلا مدافعة .\n</p>\n<p class=\"arabic\">ولد بنيسابور وبها أعقابه وخطته المنسوبة إليه .\n</p>\n<p class=\"arabic\">قال حمدان السلمي يحيى بن يحيى مولى جعفر بن خرقاش التميمي .\n</p>\n<p class=\"arabic\">وقال أبو عمرو المستملي ولد سنة اثنتين وأربعين ومائة .\n</p>\n<p class=\"arabic\">قلت سمع زياد بن ميمون ويزيد بن المقدام بن شريح وكثير بن سليم الأيلي ولكن \n  لم يرو عنهم لضعفهم ) .\n</p>\n<p class=\"arabic\">وروى عن زهير بن معاوية ومالك والليث وسليمان بن بلال وأبي عوانة وعبثر بن \n  القاسم وجعفر بن سليمان وهشيم وخارجة بن مصعب وشريك بن عبد الله ومحمد بن \n  جابر اليمامي وإسماعيل بن جعفر وابن لهيعة وأبي الأحوص وخلق .\n</p>\n<p class=\"arabic\">وعنه خ م و ت ن عن رجل عنه وإسحاق بن رهويه ومحمد بن يحيى الذهلي وابنه يحيى \n  بن محمد وأحمد بن يوسف السلمي *16*461* وسلمة بن شبيب ومحمد بن أسلم الطوسي \n  وخلق كثير من آخرهم إبراهيم بن علي الذهلي وداود ببن الحسن البيهقي وعلي بن \n  الحسن الصفار .\n</p>\n<p class=\"arabic\">قال يحيى بن يحيى أول من جالست في العلم حفص بن عبد الرحمن في سنة إحدى وستين \n  ومائة .\n</p>\n<p class=\"arabic\">قال يحيى الذهلي سمعت إسحاق بن راهويه يقول ما رأيت مثل يحيى بن يحيى ولا \n  أحسب أن يحيى رأى مثل نفسه وقال سعيد بن شاذان ثنا داود الخفاف قال سمعت أحمد \n  بن حنبل يقول ما رأى يحيى بن يحيى مثل نفسه وما رأى الناس مثله رواها أبو \n  السكن المزني وقال ثنا سعيد .\n</p>\n<p class=\"arabic\">وقال أحمد بن سلمة سمعت إسحاق بن راهويه يقول مات يحيى بن يحيى يوم مات وهو \n  إمام لأهل الدنيا .\n</p>\n<p class=\"arabic\">وقال الأمير عبد الله بن طاهر متولي خراسان ما رأى يحيى بن يحيى مثل نفسه \n  وشك يحيى بن يحيى عندنا يقين .\n</p>\n<p class=\"arabic\">وقد كتب يحيى مرة رقعة إلى عبد الله بن طاهر فقبل الرقعة ووضعها على عينيه \n  وكانت من أجل ديوان إسحاق بن راهويه فوفاها عنه .\n</p>\n<p class=\"arabic\">وقال يحيى بن محمد الذهلي ما رأيت أحدا أجل ولا أعرف من يحيى بن يحيى .\n</p>\n<p class=\"arabic\">وعن ابن راهويه قال ظهر ليحيى بن يحيى نيف وعشرون ألف حديث .\n</p>\n<p class=\"arabic\">وقال محمد بن يحيى الذهلي لو شئت لقلت هو رأس المحدثين في الصدق .\n</p>\n<p class=\"arabic\">وعن الحسن بن علي الزنجاني قال كان يحيى بن يحيى يحضر مجلس مالك وكان المأمون \n  يحضره كذا قال وذلك غلط فإن المأمون لم يلق مالكا *16*462* .\n</p>\n<p class=\"arabic\">قال فانكسر قلم يحيى فناوله المأمون قلما من ذهب فامتنع من أخذه فكتب المأمون \n  على ظهر جزء ناولت يحيى بن يحيى قلما فلم يقبله ) .\n</p>\n<p class=\"arabic\">فلما ولي الخلافة كتب إلى عامله أن يولي يحيى قضاء نيسابور فقال يحيى للأمير \n  قل لأمير المؤمنين ناولتني قلما وأنا شاب فلم أقبله أفتجبرني على القضاء وأنا \n  شيخ .\n</p>\n<p class=\"arabic\">فرفع ذلك إلى المأمون فقال يولي رجلا يختاره فأشار برجل فلم يلبث أن دخل على \n  يحيى وعليه السواد فضم يحيى فراشه كراهية أن يجمعه وإياه فقال له ألم تخترني .\n</p>\n<p class=\"arabic\">فقال إنما قلت اختاروه وما قلت لك أن تتقلد القضاء .\n</p>\n<p class=\"arabic\">ويروى أن يحيى بن يحيى شرب دواء فقالت زوجته قم فتمشى في الدار قال أنا أحب \n  أن أحاسب نفسي أربعين سنة على خطاي فما أعلم ما هذه المشية .\n</p>\n<p class=\"arabic\">وقال محمود بن غيلان سمعت يحيى بن يحيى يقول من قال القرآن مخلوق فهو كافر \n  بالله وبانت منه امرأته .\n</p>\n<p class=\"arabic\">وقال مسلم سمعت يحيى بن يحيى يقول من زعم أن من القرآن من أوله إلى آخره آية \n  منه مخلوقة فهو كافر .\n</p>\n<p class=\"arabic\">وقال غير واحد كان يحيى بن يحيى مثبتا ثقة كان إا شك في حديث ضرب عليه .\n</p>\n<p class=\"arabic\">وقال أحمد بن حنبل أشتهي من يحيى بن يحيى سليمان بن بلال وزهير بن معاوية .\n</p>\n<p class=\"arabic\">وروي أن يحيى بن يحيى أراد الحج بآخرة فأشفق عليه عبد الله بن طاهر من ذلك \n  وقال أنت من الإسلام بالعروة الوثقى فلا آمن أن تمتحن فتصير إلى مكروه فهذا \n  الإذن وهذه النصيحة فقعد *16*463* .\n</p>\n<p class=\"arabic\">وقال عبد الله بن أحمد بن حنبل سمعت أبي يثني على يحيى بن يحيى وقال ما اخرجت \n  خراسان بعد ابن المبارك مثله كنا نسميه يحيى الشكاك من كثرة ما كان يشك في \n  الحديث .\n</p>\n<p class=\"arabic\">وقال زكريا بن يحيى بن يحيى أوصى أبي بثياب جسده لأحمد بن حنبل فأتيته بها \n  في منديل فنظر إليها وقال ليس هذا من لباسي ثم أخذ ثوبا واحدا ورد الباقي .\n</p>\n<p class=\"arabic\">قال البخاري مات في صفر سنة ست وعشرين .\n</p>\n<p class=\"arabic\">قال بشر بن الحكم حزرنا في جنازة يحيى بن يحيى مائة ألف رجل وقال الحاكم سمعت \n  الحافظ أبا علي النيسابوري يقول كنت في غم شديد فرأيت النبي صلى الله عليه \n  وسلم في المنام كأنه يقول لي صر إلى قبر يحيى بن يحيى واستغفر وسل الله حاجتك .\n</p>\n<p class=\"arabic\">فاصبحت ففعلت ما أمرني به فقضيت حاجتي ) .\n</p>\n<p class=\"arabic\">قال أحمد بن يوسف السلمي سمعت يحيى بن يحيى يقول من نظر في كتاب كليلة ودمنة \n  جره ذلك إلى الزندقة ومن نظر في كتاب صفين حمله على سب الصحابة ومن نظر في \n  كتاب أبي فلان كان آخر عهده بالعلم .\n</p>\n<p class=\"arabic\">قلت وقع لنا جزء كبير من حديث يحيى بن يحيى بإجازة عالية فيه عدة أحاديث موقفا .\n\n</p>"
}