{
    "header": "هشام بن عبيد الله الرازي الفقيه .",
    "id": "007476",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">هشام بن عبيد الله الرازي الفقيه .\n</h1>\n<p class=\"arabic\">السني بالكسر نسبة إلى السن .\n</p>\n<p class=\"arabic\">روى عن ابن أبي ذئب ومالك بن أنس وعبد العزيز بن المختار وحماد بن زيد وطبقتهم \n  ) .\n</p>\n<p class=\"arabic\">بالحجاز والعراق *16*440* .\n</p>\n<p class=\"arabic\">وعنه بقية بن الوليد وهو أكبر منه ومحمد بن سعيد العطار والحسن بن عرفة وحمدان \n  بن المغيرة وأبو حاتم وعبد الله بن يزيد وأحمد بن الفرات وآخرون .\n</p>\n<p class=\"arabic\">قال موسى بن نصر سمعته يقول لقيت ألفا وسبعمائة شيخ أصغرهم عبد الرزاق وخرج \n  مني في طلب العلم سبعمائة ألف درهم .\n</p>\n<p class=\"arabic\">وقال أبو حاتم صدوق .\n</p>\n<p class=\"arabic\">وقال ما رأيت أحدا في كورة من الكور أعظم قدرا ولا أجل قدرا عند أهلها من \n  هشام الرازي بالري وأبي مسهر بدمشق .\n</p>\n<p class=\"arabic\">وأما ابن حبان فضعفه وساق له حديثا عن ابن أبي ذئب عن نافع عن ابن عمر الدجاج \n  غنم فقراء أمتي والحج لهم الجمعة وهذا حديث موضوع .\n</p>\n<p class=\"arabic\">وذكره أبو إسحاق في طبقات الحنفية مختصرا وقال هو لين في الرواية وفي داره \n  مات محمد بن الحسن رحمه الله .\n</p>\n<p class=\"arabic\">قلت كان من كبار أئمة السنة .\n</p>\n<p class=\"arabic\">قال ابن أبي حاتم ثنا محمد بن خلف الخزاز سمعت هشام بن عبيد الله الرازي يقول \n  القرآن كلام الله غير مخلوق .\n</p>\n<p class=\"arabic\">فقال له رجل أليس الله يقول ما يأتيهم من ذكر من ربهم محدث .\n</p>\n<p class=\"arabic\">فقال محدث النبأ وليس عند الله محدث .\n</p>\n<p class=\"arabic\">قال وأبناء علي بن الحسن بن يزيد السلمي سمعت أبي يقول سمعت *16*441* هشام \n  بن عبيد الله يقول حبس رجل في التجمم فتاب .\n</p>\n<p class=\"arabic\">قال فجيء به إلى هشام ليمتحنه فقال له أتشهد أنالله على عرشه باين من خلقه .\n</p>\n<p class=\"arabic\">فقال لا أدري ما باين من خلقه .\n</p>\n<p class=\"arabic\">فقال ردوه إلى الحبس فإنه لم يتب بعد .\n</p>\n<p class=\"arabic\">ذكرته على التقريب ثم وجدت عبد الرحمن بن مندة ذكره فيمن توفي سنة إحدى وعشرين \n  ومائتين .\n\n</p>"
}