{
    "header": "أحمد بن أبي دؤآد بن حريز .",
    "id": "007581",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أحمد بن أبي دؤآد بن حريز .\n</h1>\n<p class=\"arabic\">*17*41* القاضي أبو عبد الله الأيادي البصري ثم البغدادي واسم أبيه الفرج \n  ولي القضاء للمعتصم وللواثق وكان مصرحا بمذهب الجهمية داعية إلى القول بخلق \n  القرآن وكان موصوفا بالجود والسخاء وحسن الخلق وغزارة الأدب قال الصولي كان \n  يقال أكرم من كان في دولة بني العباس البرامكة ثم أبي دؤآد لولا ما وضع به \n  نفسه من محبة المحنة لاجتمعت الألسن عليه ) .\n</p>\n<p class=\"arabic\">ولم يضف إلى كرمه كرم أحد .\n</p>\n<p class=\"arabic\">ولد ابن أبي دؤآد سنة ستين ومائة بالبصرة قال حريز بن أحمد بن أبي دؤآد قال \n  كان أبي إذا صلى رفع يديه إلى السماء وخاطب ربه فقال .\n</p>\n<p class=\"arabic\">% ما أنت بالسبب ضعيفا وإنما % % نجح الأمور بقوة الأسباب % .\n</p>\n<p class=\"arabic\">*17*42* .\n</p>\n<p class=\"arabic\">% فاليوم حاجتنا إليك وإنما % % يدعى الطبي لساعة الأوصاب % .\n</p>\n<p class=\"arabic\">وقال أبو العيناء كان أحمد بن أبي دؤآد شاعرا مجيدا فصيحا بليغا ما رأيت رئيسا \n  أفصح منه وقال فيه بعض الشعراء .\n</p>\n<p class=\"arabic\">% لقد أنست مساوئ كل دهر % % محاسن أحمد بن أبي دؤاد % .\n</p>\n<p class=\"arabic\">% وما سافرت في الأفاق إلا % % ومن جدواك راجلتي وزادي % .\n</p>\n<p class=\"arabic\">% يقيم الظن عندك والأماني % % وإن قلقت ركابي في البلاد % .\n</p>\n<p class=\"arabic\">وقال الصولي ثنا عون بن محمد الكندي قال لعهدي بالكرخ وإن رجلا لو قال ابن \n  أبي دؤآد مسلم لقتل في مكانه ثم وقع الحريق في الكرخ وهو الذي لم يكن مثله \n  قط كان الرجل يقوم في صينية شارع الكرخ فيرى السفن في دجلة فكلم ابن أبي دؤآد \n  المعتصم في الناس وقال يا أمير المؤمنين رعيتك في بلد آبائك ودار ملكهم نزل \n  بهم هذا الأمر فاعطف عليهم بشيء يفرق فيهم يمسك أرماقهم ويبنون به ما انهدم \n  فلم يزل ينازله حتى أطلق له خمسة آلاف ألف درهم وقال يا أمير المؤمنين إن \n  فرقها عليهم غيري خفت أن لا يقسم بالسوية قال ذاك إليك فقسمها على مقادير \n  ما ذهب منهم وغرم من ماله جملة قال عون فلعهدي بالكرخ بعد ذلك وإن إنسانا \n  لو قال زر ابن أبي دؤآد وسخ لقتل وقال ابن دريد أنا الحسن بن الخضر قال كان \n  ابن أبي دؤآد مؤالفا لأهل الأدب من أي بلد كانوا وكان قد ضم إليه جماعة يمونهم \n  فلما مات *17*43* اجتمع ببابه جماعة منهم فقالوا يدفن من كان على ساقه الكرم \n  وتاريخ الأدب ولا نتكلم فيه إن هذا لوهن وتقصير فلما طلع سريره قام ثلاثة \n  منهم فقال أحدهم .\n</p>\n<p class=\"arabic\">% اليوم مات نظام الفهم واللسن % % ومات من كان يستعدي على الزمن % .\n</p>\n<p class=\"arabic\">% وأظلمت سبل الآداب إذ حجبت % % شمس المكارم في غيم من الكفن % .\n</p>\n<p class=\"arabic\">وقال الثاني .\n</p>\n<p class=\"arabic\">% ترك المنابر و السرير تواضعا % % وله منابر لو يشاء وسرير % .\n</p>\n<p class=\"arabic\">% ولغيره بجبى الخراج وإنما % % تجبى إليه محامد وأجور % .\n</p>\n<p class=\"arabic\">وقال الثالث .\n</p>\n<p class=\"arabic\">% وليس نسيم المسك ريح حنوطه % % ولكنه ذاك الثناء المخلف % .\n</p>\n<p class=\"arabic\">% وليس هرير النعش ماتسمعونه % % ولكنها أصلاب قوم تقصف % .\n</p>\n<p class=\"arabic\">قال أبو روق الهزاني حكى لي ابن ثعلبة الحنفي عن أحمد بن المعذل أن ابن أبي \n  دؤآد كتب إلى رجل من أهل المدينة إن تابعت أمير المؤمنين في مقالته استوجبت \n  حسن المكافأة فكتب إليه عصمنا الله وإياك من الفتنة الكلام في القرآن بدعة \n  يشترك فيها السائل والمجيب تعاطى السائل ما ليس له وتكلف المجيب ما ليس عليه \n  ولا نعلم خالقا إلا الله وما سواه مخلوق إلا القرآن فإنه كلام الله وعن المهتدي \n  بالله محمد بن الواثق قال كان أبي إذا أراد أن يقتل رجلا أحضرنا ذلك إلى المجلس \n  فأتى بشيخ مخضوب مقيد فقال أبي ائذنوا لابن أبي دؤآد وأصحابه فأدخل الشيخ \n  فقال السلام عليك يا أمير المؤمنين فقال له لاسلم الله عليك قال بئس ما أدبك \n  مؤدبك قلت في رواتها غير مجهول *17*44* فقال له ابن أبي دؤآد يا شيخ ما تقول \n  في القرآن فقال لم تنصفني ولي السؤال قال سل قال ما تقول في القرآن قال مخلوق \n  قال هذا شيء علمه النبي صلى الله عليه وسلم وأبو بكر وعمر والخلفاء الراشدون \n  أم شيء لم يعلموه فقال يعني ابن أبي دؤآد شيء لم يعلموه فقال سبحان الله شيء \n  لم يعلمه رسول الله صلى الله عليه وسلم ولا أبو بكر ولا الخلفاء الراشدون \n  علمته أنت فخجل ابن أبي دؤآد فقال أقلني قال أقلتك ما تقول في القرآن قال \n  ابن أبي دؤآد مخلوق قال هذا شيء علمه رسول الله صلى الله عليه وسلم والخلفاء \n  قال علموه ولم يدعوا الناس إليه قال أفلا وسعك ما وسعهم فقام أبي الواثق ودخل \n  خلوته واستلقى على ظهره وهو يقول هذا شيء لم يعلمه النبي صلى الله عليه وسلم \n  ولا أبو بكر ولا عثمان ولا علي ولم يدعوا إليه أفلا وسعك ما وسعهم ثم دعا \n  عمارا الحاجب وأمره أن يرفع عنه القيود ويعطيه أربعمائة دينار وسقط من عينه \n  ابن أبي دؤآد ولم يمتحن بعدها أحدا قال أبو ثعلب أنشدني أبو الحجاج الأعرابي .\n</p>\n<p class=\"arabic\">% نكست الدين يا ابن أبي دؤآد % % فأصبح من أطاعك في ارتداد % .\n</p>\n<p class=\"arabic\">% زعمت كلام ربك كان خلقا % % أما لك عند ربك من معاد % .\n</p>\n<p class=\"arabic\">*17*45* .\n</p>\n<p class=\"arabic\">% كلام الله أنزله بعلم % % وأنزله على خير العباد % .\n</p>\n<p class=\"arabic\">% ومن أمسى ببابك مستضيفا % % كمن حل الفلاة بغير زاد % .\n</p>\n<p class=\"arabic\">% لقد أظرفت يا ابن أبي دؤآد % % بقولك إنني رجل إيادي % .\n</p>\n<p class=\"arabic\">وقال أبو بكر الخلال في كتاب السنة ثنا الحسن بن أيوب المخرمي قال قلت لأحمد \n  بن حنبل ابن أبي دؤآد قال كافر بالله العظيم وقال ثنا عبد الله بن أحمد بن \n  حنبل سمعت أبي سمعت بشر بن الوليد يقول استتيب ابن أبي دؤآد من القرآن مخلوق \n  في ليلة ثلاث مرات يتوب ثم يرجع وقال حدثني محمد بن أبي هارون أن اسحاق بن \n  إبراهيم بن هانئ قال حضرت العيد مع أبي عبد الله فإذا بقاص يقول على ابن أبي \n  دؤآد لعنة الله وحشى الله قبره نارا فقال أبو عبد الله ما أنفعهم للعامة وقال \n  خالد بن خداش رأيت في المنام كأن أتيا أتاني بطبق وقال اقرأه فقرأت بسم الله \n  الرحمن الرحيم ابن أبي دؤآد يريد أن يمتحن الناس فمن قال القرآن كلام الله \n  كسي خاتما من ذهب فصه ياقوتة حمراء وادخله الله الجنة وغفر له ومن قال القرآن \n  مخلوق جعلت يمينه يمين قرد فعاش بعد ذلك أربعين يوما ويومين ثم يصير إلى النار .\n</p>\n<p class=\"arabic\">ورأيت قائلا يقول مسخ ابن أبي دؤآد ومسخ شعيب وأصاب ابن سماعة فالج وأصاب \n  آخر الذبحة ولم يسم هذا منام صحيح الاسناد وشعيب هو ابن سهل القاضي من الجهمية \n  *17*46* وقد رمي ابن أبي دؤآد بالفالج وشاخ فعن أبي الحسين بن الفضل سمع عبد \n  العزيز بن يحيى المكي قال دخلت على أحمد بن أبي دؤآد وهو مفلوج فقلت لم آتك \n  عائدا ولكن جئت لأحمد الله على أن سجنك في جلدك وقال الصولي أن المغيرة بن \n  محمد المهلبي قال مات أبو الوليد محمد بن أحمد بن أبي دؤآد هو وأبوه منكوبين \n  في ذي الحجة سنة تسع وثلاثين ومات أبوه في السبت لسبع بقين من المحرم سنة \n  أربعين قال الصولي ودفن في داره ببغداد .\n\n</p>"
}