{
    "header": "أحمد بن حرب بن فيروز الإمام أبو عبد اللهـ...",
    "id": "007577",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أحمد بن حرب بن فيروز الإمام أبو عبد الله النيسابوري الزاهد أحد الفقهاء \n  العابدين رحل وسمع من سفيان بن عيينة ومحمد بن عبيد وأبي داود الطياليسي وأبي \n  أسامة وابن أبي فديك وأبي عامر النقدي وحفص بن عبد الرحمن وعبد الوهاب الخفاف \n  وعبد الله بن الوليد العرني وعامر بن خداج وطبقتهم روى عنه أبو الأزهر وسهل \n  بن عمار ومحمد بن شادان والعباس بن حمزة وإبراهيم بن محمد بن سفيان وإبراهيم \n  بن إسحاق الأنماطي وأحمد بن نصر اللباد واسماعيل بن قتيبة وزكريا بن دلويه \n  وخلق سواهم قال زكريا بن دلويه كان أحمد بن حرب إذا جلس بين يدي الحجام ليحفي \n  شاربه يسبح فيقول له الحجام اسكت ساعة فيقول اعمل أنت عملك .\n</h1>\n<p class=\"arabic\">وربما قطع شفته وهو لايعلم قال الحاكم ثنا أبو العباس عبد الله بن أحمد الصوفي \n  حدثني أبو عمرو محمد بن يحيى قال مر أحمد بن حرب بصبيان يلعبون فقال أحدهم \n  أمسكوا فهذا أحمد بن حرب الذي لاينام الليل قال فقبض على لحيته وقال الصبيان \n  يهابونك بأنك لاتنام الليل وأنت تنام *17*37* قال فأحيا الليل بعد ذلك حتى \n  مات .\n</p>\n<p class=\"arabic\">وقال زكريا بن حرب كان أخي أحمد ابتدأ في الصوم وهو في الكتاب فلما راهق حج \n  مع أخيه الحسين وأقاما بالكوفة لطلب العلم وببغداد والبصرة ثم قدم فأقبل على \n  العبادة لا يفتر وأخذ المواعظ والذكر وحث على العبادة واقبل الناس على مجلسه \n  وألف كتاب الأربعين وكتاب عيال الله وكتاب الزهد وكتاب الدعاء وكتاب الحكمة \n  وكتاب المناسك وكتاب التكسب ورغب الناس في سماعها فلما ماتت أمه سنة عشرين \n  ومائتين عاد إلى الحج والغزو وخرج إلى الترك وفتح فتحا عظيما فحسده عليه أصحاب \n  الرباط وسعوا فيه إلى عبد الله بن طاهر فأدخل عليه فلم يأذن له في الجلوس \n  وقال تخرج وتجمع إلى نفسك هذا الجمع وتخالف أعوان السلطان ثم علم ابن طاهر \n  صدقه فتركه فخرج إلى مكة وجاور وعن أحمد بن حرب قال قال ابن المبارك أربعة \n  منها ثلاثة مجاز وواحد حقيقة عمرنا في الدنيا ومكثنا في القبور ووقوفنا في \n  الحشر ومنصرفنا إلى الأبد فهو الحقيقة وما قبله مجاز .\n</p>\n<p class=\"arabic\">وأحمد بن حرب تنحله الكرامة وتخضع له لأنه شيخ بن كرام وعن يحيى بن يحيى النيسابوري \n  قال إن لم يكن أحمد بن حرب من الأبدال فلا أدري من هم وقال محمد بن الفضل \n  البخاري سمعت نصر بن محمود البلخي يقول قال أحمد بن حرب عبدت الله خمسين سنة \n  فما وجدت حلاوة العبادة حتى تركت ثلاثة أشياء تركت رضى الناس حتى قدرت أتكلم \n  بالحق *17*38* وتركت صحبة الفاسقين حتى وجدت صحبة الصالحين وتركت حلاوة الدنيا \n  حتى وجدت حلاوة الأخرى وقال محمد بن عبد الله بن موسى السعدي كنا في مجلس \n  أحمد بن حرب لما قدم من بخارى فاجتمع عليه العامة من أهل المدينة والقرى فقالوا \n  كلهم يا أبا عبد الله أدع لنا فإن زرعنا وأرضنا لم ينبت منذ عامين أو قال \n  عام فرفع يديه ودعا فما فرغ حتى طلعت سحابة وكانت الشمس طالعة فمطرنا مطرا \n  لم نر مثله فجئنا مشمرين أثوابنا من شدة المطر حتى ينبت الزرع قلت ساق الحاكم \n  ترجمته في عدة أوراق وقال محمد بن علي المروزي روى أشياء كثيرة لا أصول لها \n  قال زكريا بن دلويه وغيره توفي سنة أربع وثلاثين ومائتين وله ثمان وخمسون \n  سنة .\n\n</p>"
}