{
    "header": "أحمد بن المعذل بن غيلان بن الحكم أبو العـ...",
    "id": "007593",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أحمد بن المعذل بن غيلان بن الحكم أبو العباس العبدي البصري المالكي الفقيه \n  المتكلم قال أبو اسحاق الشيرازي كان من أصحاب الملك بن الماجشون ومحمد بن \n  مسلمة وكان ورعا متبعا للسنة وكان مفوها له مصنفات  .\n</h1>\n<p class=\"arabic\">وقال غيره سمع من بشر بن عمر الزهراني وغيره وكان بصيرا بمذهب مالك وعليه \n  تفقه اسماعيل القاضي وأخوه حماد ويعقوب بن شيبة السدوسي وقال أبو بكر النقاش \n  قال لي أبو خليفة الجمحي أحمد بن المعذل أفضل من أحمدكم يريد أحمد بن حنبل \n  وقال أبو اسحاق الحضرمي كان أحمد بن المعذل من الفقه والسكينة والأدب والحلاوة \n  في غاية وكان أخوه عبد الصمد بن المعذل الشاعر يؤذيه ويهجوه وكان أحمد يقول \n  له أنت كالإصبع الزائدة إن تركت شانت وإن قطعت آلمت ولأحمد بن المعذل أخبار \n  وكان أهل البصرة يسمونه الراهب لدينه وتعبده قال أبو داوود كان ابن المعذل \n  ينهاني عن طلب الحديث وقال يموت بن المزرع عن المبرد عن أحمد بن المعذل قال \n  كنت عند ابن الماجشون فجاء بعض جلسائه فقال يا أبا مروان أعجوبة قال وما هي \n  قال خرجت إلى حائطي بالغابة فعرض لي رجل فقال اخلع ثيابك فأنا أولى بها قلت \n  ولم قال لأني أخوك وأنا عريان قلت فالمواساة قال قد لبستها برهة قلت فتعريني \n  فتبدو عورتي قال قد روينا عن مالك أنه قال لا بأس للرجل أن يغتسل عريانا قلت \n  يلقاني الناس فيرون عورتي قال لو كان أحد يلقاك في هذه الطريق ما عرضت لك \n  *17*54* قلت أراك ظريفا فدعني حتى أمضي إلى حائطي فأبعث بها إليك قال كلا \n  ) .\n</p>\n<p class=\"arabic\">أردت أن توجه عبيدك فيمسوكوني قلت أحلف لك قال لا روينا عن مالك قال لا تلزم \n  الايمان التي يحلف بها اللصوص قلت فأحلف أني لا احتال في يميني قال هذه يمين \n  مركبة .\n</p>\n<p class=\"arabic\">قلت دع المناظرة فوالله لأوجهن بها إليك طيبة بها نفسي فأطرق ثم قال تصفحت \n  امر اللصوص من عهد رسول الله صلى الله عليه وسلم إلى وقتنا فلم أجد لصا أخذ \n  بنسيئة وأكره أن أبتدع في الاسلام بدعة يكون علي وزرها ووزر من عمل بها إلى \n  يوم القيامة اخلع ثيابك .\n</p>\n<p class=\"arabic\">فخلعتها فأخذها وانصرف وقال حرب الكرماني سالت أحمد بن حنبل أيكون من أهل \n  السنة من قال لا أقول مخلوق ولاغير مخلوق قال لا ولا كرامة وقد بلغني عن ابن \n  معذل الذي يقول بهذا القول أنه فتن الناس من أهل البصرة كثير وقال أبو قلابة \n  الرقاشي قال لي أحمد بن حنبل ما فعل ابن معذل قلت هو على نحو مابلغك قال أما \n  إنه لا يفلح وقال نصر بن علي قال الأصمعي ومر به أحمد بن معذل فقال لا تنتهي \n  أو تفتق في الاسلام فتقا قلت قد كان ابن المعذل من بحور العلم لكنه لم يطلب \n  الحديث ودخل في الكلام ولهذا توقف في مسألة القرآن رحمه الله .\n\n</p>"
}