{
    "header": "اسحاق بن إبراهيم بن مخلد بن إبراهيم بن عـ...",
    "id": "007619",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">اسحاق بن إبراهيم بن مخلد بن إبراهيم بن عبد الله بن مطر بن  عبيد \n  الله بن غالب بن وارث بن عبيد الله بن مرة بن كعب بن همام بن أسد بن مرة بن \n  عمرو بن حنظلة بن مالك بن زيد مناة بن تميم ع إلا ق أنبأني بنسبه هذا أبو \n  الغنايم القيسي أنا أبو اليمن الكندي أنا أبو منصور أنا الخطيب أبو بكر حدثني \n  أبو الخطاب العلاء بن أبي المغيرة بن أحمد عن ابن عمه أبي محمد علي بن أحمد \n  بن سعيد بن حزم قال اسحاق بن راهوية هو اسحاق بن إبراهيم فذكره قلت هو أحد \n  الأئمة الأعلام المتبوعين أبو يعقوب التميمي الحنظلي المروزي الإمام مزيل \n  نيسابور وعالمها ولد سنة إحدى وستين ومائة وسمع من عبد الله بن المبارك سنة \n  بضع وسبعين فترك الرواية عنه  لكونه لم يتقن الأخذ عنه كما يجب وارتحل \n  في كلب العلم سنة أربع وثمانين قال علي بن إسحاق بن راهويه فيما رواه عنه \n  عثمان بن جعفر اللبان ولد أبي من بطن أمه مثقوب الأذنين فمضى جدي راهويه إلى \n  الفضل بن موسى فسأله عن ذلك فقال يكون ابنك رأسا إما في الخير وإما في الشر .\n</h1>\n<p class=\"arabic\">وقال أحمد بن سلمة سمعت اسماق بن إبراهيم يقول قال لي عبد الله بن طاهر لم \n  قيل لك ابن راهوية وما معنى هذا وهل تكره أن يقال لك هذا قلت إن أبي ولد في \n  طريق مكة فقالت المزاورة راهويه بأنه ولد في الطريق وكان أبي يكره هذا وأما \n  أنا فلست أكرهه سمع اسحاق قبل الرحلة من ابن المبارك والفضل السيناني وأبي \n  تميلة ويحيى بن واضح وعمر بن هارون والنضر بن شميل وفي الرحلة من جرير بن \n  عيد المجيد وسفيان بن عيينة وعبد العزيز الدارقطني وفضيل بن عياض ومعتمر بن \n  سليمان وعيسى بن يونس وعبد العزيز بن عبد الصمد العمي وابن علية وأسباط بن \n  محمد وبقية بن الوليد وحاتم بن اسماعيل وحفص بن غياث وأبي خالد الأحمر سليمان \n  بن حيان وشعيب بن اسحاق وعبد الله بن ادريس وعبد الأعلى بن عبد الأعلى وعبد \n  الرحمن بن مهدي وعبد الرزاق وعبد الوهاب الثقفي وعتاب بن بشير الجندي وأبي \n  معاوية وغندر وابن فضيل والوليد بن مسلم وأبي بكر بن عياش وخلق سواهم وعنه \n  الجماعة سوى ق وأحمد بن حنبل ويحيى بن معين قريناه ويحيى بن آدم شيخه ومحمد \n  بن يحيى بن الذهلي واسحاق الكوسج وأحمد بن *17*83* سلمة وإبراهيم بن أبي طالب \n  وموسى بن هارون وعبد الله بن محارب شيرويه ومحمد بن رافع والحسن بن سفيان \n  ومحمد بن نصر المروزي وابنه محمد بن اسحاق وجعفر الفريابي واسحاق بن إبراهيم \n  النيسابوري البستي وخلق آخرهم أبو العباس السراج أخبرنا أبو المعالي الأبرقوهي \n  أنا الفتح بن عبد الله الكاتب أنا محمد بن عمر ومحمد بن أحمد الطرائفي ومحمد \n  بن علي ابن الداية قالوا أنا أبو جعفر محمد بن المسلمة أنا أبو الفضل عبيد \n  الله الزهري أنا حعفر بن محمد ثنا اسحاق بن راهويه أنا عيسى بن يونس نا الأوزاعي \n  عن هارون بن رياب أن عبد الله بن عمرو لما حضرته الوفاة خطب إليه رجل ابنته \n  قالت إني قد قلت فيه قولا شبيها بالعدة وإني أكره أن ألقى الله بثلث النفاق \n  أنبأنا عبد الله بن يحيى وجماعة إجازة قالوا أنا إبراهيم بن بركات أنا أبو \n  القاسم الحافظ أنا القاسم النسيب أنا أبو بكر الخطيب أناعلي بن أحمد الرزاز \n  أنبأ جعفر بن محمد بن الحكم أنا أحمد بن علي الأبار ح وأنبأنا ابن علان أنا \n  الكندي نا القزاز نا الخطيب أنا الحسن بن الحسين بن رامين الأستراباذي القاضي \n  أنا أحمد بن محمد بن بندار الأستراباذي نا عبد الله بن اسحاق المدائني قالا \n  ثنا الوليد بن شجاع حدثني بقية عن إسحاق بن راهوية نا المعتمر بن سليمان عن \n  ابن فضالة عن أبيه عن علقمة بن عبد الله قال نهى رسول الله صلى الله عليه \n  وسلم عن كسر سكة المسلمين الجائزة إلا من بأس وقد روى عن اسحاق أبو العباس \n  السراج كما قدمنا وعاش بعد بقية مائة وست عشرة سنة *17*84* وقال عبد الله \n  بن أحمد بن حنبل ثنا أبي سمعت إسحاق بن راهوية يروي عن عيسى بن يونس قال لو \n  أردت أبا بكر بن أبي مريم على أن يجمع لي فلانا وفلانا لفعل يعني يقول عن \n  راشد بن سعد وضمرة وحبيب بن عتبة قال عبد الله لم يرو أبي عن إسحاق غير هذا \n  وقال موسى بن هارون قلت لإسحاق من أكبر أنت أو أحمد فقال هو أكبر مني في السن \n  وغيره وكان مولد إسحاق في سنة ست وستين ومائة فيما يروي موسى وقل محمد بن \n  رافع قال إسحاق بن راهويه كتب عني يحيى بن آدم ألفي حديث وقال حاشد بن مالك \n  سمعت وهب بن جرير يقول جزى الله إسحاق بن راهوية وصدقة يعني ابن الفضيل ومعمر \n  عن الاسلام خيرا أحيوا السنة بالمشرق معمر هو ابن بشر وقال نعيم بن حماد إذا \n  رأيت الخراساني يتكلم في إسحاق بن راهويه فاتهمه في دينه .\n</p>\n<p class=\"arabic\">وقال أحمد بن حفص السعدي قال أحمد وأنا حاضر لم يعبر الجسر إلى خراسان مثل \n  إسحاق وإن كان يخالفنا في أشياء فإن الناس لم تزل يخالف بعضهم بعضا وقال أحمد \n  بن أسلم الطوسي حين مات اسحاق ما أعلم أحدا كان أخشى لله من إسحاق يقول الله \n  تعالى إنما يخشى الله من عباده العلماء وكان أعلم الناس ولو كان سفيان الثوري \n  في الحياة لاحتاج إلى إسحاق *17*85* وقال أحمد بن سعيد الرباطي لو كان الثوري \n  والحمادان في الحياة لاحتاجوا إلى إسحاق قال محمد فأخبرت بذلك محمد بن يحيى \n  الصفار فقال والله لوكان الحسن البصري في الحياة لاحتاج إلى اسحاق في أشياء \n  كثيرة وقال الدارمي ساد اسحاق أهل المشرق والمغرب بصدقة وعن أحمد بن حنبل \n  وسئل عن إسحاق فقال لا أعرف له بالعراق نظيرا وقال حنبل سمعت أحمد بن حنبل \n  وسئل عن اسحاق فقال مثل اسحاق يسأل عنه اسحاق ) .\n</p>\n<p class=\"arabic\">عندنا إمام وقال النسائي إسحاق بن راهويه أحد الأئمة ثقة مأمون سمععت سعيد \n  بن ذؤيب يقول ما أعلم على وجه الأرض مثل اسحاق وقال ابن خزيمة والله لوكان \n  اسحاق في التابعين لأقروا له بحفظه وعلمه وفقهه وقال علي بن خشرم نا ابن فضيل \n  عن ابن شبرمة عن الشعبي قال ما كتبت سوداء في بيضاء إلى يومي هذا ولا حدثني \n  رجل بحديث قط إلا حفظته فحدثت بهذا اسحاق بن راهويه فقال تعجب من هذا قلت \n  نعم قال ماكنت أسمع شيئا إلا وحفظته وكأني أنظر في سبعين ألف حديث أو قال \n  أكثر من سبعين ألف حديث في كتبي *17*86* وقال أبو داوود الخفاف سمعت إسحاق \n  بن راهوية يقول لكأني أنظر إلى مائة ألف حديث في كتبي وثلاثين ألف سردها قال \n  وأملى علينا إسحاق أحد عشر ألف حديث من حفظه ثم قرأها علينا فما زاد حرفا \n  ولانقص حرفا رواها ابن عدي عن يحيى بن زكريا بن حسون سمع أبا داود فذكرها \n  وعن اسحاق قال ما سمعت شيئا إلا وحفظته ولا حفظت شيئا قط فنسيته وقال أبو \n  يزيد محمد بن يحيى سمعت إسحاق يقول أحفظ سبعين ألف حديث عن ظهر قلب وقال أحمد \n  بن سلمة سمعت أبا حاتم الرازي يقول ذكرت لأبي زرعة إسحاق بن راهويه وحفظه \n  فقال أبو زرعة مارؤي أحفظ من اسحاق قال أبو حاتم والعجب من اتقانه وسلامته \n  من الغلط مع ما رزق من الحفظ قال فقلت لأبي حاتم إنه أملى التفسير عن ظهر \n  قلبه فقال أبو حاتم فهذا أعجب فإن ضبط الأحاديث المسندة أسهل وأهون من ضبط \n  أسانيد التفسير وألفاظها وقال إبراهيم بن أبي طالب فاتني عن اسحاق مجلس من \n  مسنده وكان يمليه حفظا فوددت إليه مرارا ليعيده فيعتذر فقصدته يوما لأسأله \n  إعادته وقد حمل إليه حنطة من الرستاق فقال لي تقوم عندهم وتكتب وزن هذه الحنطة \n  فإذا فرغت أعدت لك ففعلت ذلك فسألني عن أول حديث من المجلس ثم *17*87* اتكأ \n  على عضادة الباب فأعاد المجلس حفظا وكان قد أملى المسند كله حفظا قال البرقاني \n  قرأنا على أبي أحمد بن إبراهيم الخورازمي بها حدثني أبو محمد عبد الله بن \n  أبي القاضي سمعت اسحاق يعني ابن راهوية يقول تاب رجل من الزندقة وكان يبكي \n  ويقول كيف تقبل توبتي وقد زورت أربعة آلاف حديث تدور في أيدي الناس وقال عبد \n  الله بن الأثرم سمعت محمد بن اسحاق بن راهوية يقول دخلت على أحمد بن حنبل \n  فقال أنت ابن أبي يعقوب قلت بلى قال أما أنك لو لزمته كان أكثر لفائدتك فإن \n  لم تر مثله وقال أبو داود تغير أبو اسحاق قبل موته بخمسة أشهر وسمعت منه في \n  تلك الأيام ) .\n</p>\n<p class=\"arabic\">فرميت به وقال قتيبة الحفاظ بخراسان إسحاق بن راهوية ثم عبد الله الدرامي \n  ثم محمد بن اسماعيل وقال أحمد بن يوسف السلمي سمعت يحيى بن يحيى يقول قالت \n  لي امرأتي كيف تقدم اسحاق بين يديك وأنت أكبر منه قلت إسحاق أحسن مني علما \n  وأنا أحسن منه وقال عبد الله بن أحمد بن شبويه سمعت أحمد بن حنبل يقول اسحاق \n  لم يلق مثله وعن فضل بن عبدان الحميري سألت أحمد بن حنبل عن رجال خراسان فقال \n  اسحاق لم تر مثله وأما الحسين بن علي البسامي ففقيه *17*88* وأما اسماعيل \n  بن سعيد الشالنجي ففقيه عالم وأما أبو عبد الله العطار فبصير بالعربية والنحو \n  وأما محمد بن أسلم فلو أمكنني زيارته لزرته وقال أحمد بن سلمة قلت لأبي حاتم \n  أقبلت على قول أحمد بن حنبل واسحاق فقال لاعلم في دهر ولا في مصر مثل هذين \n  الرجلين وقال داوود بن الحسين البهيقي سمعت اسحاق الحنظلي يقول دخلت على عبد \n  الله بن طاهر الأمير وفي كمي تمر آكله فنظر إلي وقال يا أبا يعقوب إن لم يكن \n  تركك للرياء من الرياء فما في الدنيا أقل رياء منك وقال أحمد بن سعيد الرباطي \n  في اسحاق بن رهويه رحمه الله .\n</p>\n<p class=\"arabic\">% قربي إلى الله دعاني إلى % % حب أبي يعقوب اسحاق % .\n</p>\n<p class=\"arabic\">% لم يجعل القرآن خلقا كما % % قد قاله زنديق فساق % .\n</p>\n<p class=\"arabic\">% ياحجة الله على خلقه % % في سنة الماضين للباقي % .\n</p>\n<p class=\"arabic\">% أبوك إبراهيم مخلص التقى % % سباق مجد وابن سباق % .\n</p>\n<p class=\"arabic\">وقال أحمد بن كامل أخبرني أبو يحيى الشعراني أن اسحاق توفي سنة ثمان وثلاثين \n  ومائتين وأنه كان يخضب بالحناء وقال لي ما رأيت بيده كتابا قط وما كان يحدث \n  إلا حفظا وقال كنت إذا ذكرت اسحاق العلم وجدته فردا فإذا جئت إلى أمير الدنيا \n  رأيته لا رأي له وقال أحمد أبي سلمة سمعت اسحاق الحنظلي رضي الله عنه يقول \n  *17*89* ليس بين أهل العلم اختلاف أن القرآن كلام الله وليس بمخلوق وكيف يكون \n  كلام الرب عز وجل مخلوقا وقال السراج سمعت اسحاق الحنظلي يقول دخلت على طاهر \n  بن عبد الله وعنده منصور بن طلحة فقال لي منصور يا أبا يعقوب تقول إن الله \n  ينزل كل ليلة قلت تؤمن به إذا كنت لا تؤمن أن لك في السماء ربا لا تحتاج أن \n  تسألني عن هذا فقال له طاهر ألم أنهك عن هذا الشيخ وقال أبو داود سمعت ابن \n  راهويه يقول من قال لا أقول مخلوق ولا غير مخلوق فهو جهمي وعن ) .\n</p>\n<p class=\"arabic\">اسحاق بن راهوية قال إذا قال لك الجهمي كيف ينزل ربنا إلى السماء الدنيا فقل \n  كيف صعد وقال الدولابي قال محمد بن اسحاق بن راهويه ولد أبي سنة ثلاث وستين \n  ومائة وتوفي ليلة النصف من شعبان سنة ثمان وثلاثين ومائتين قال وفيه يقول \n  الشاعر .\n</p>\n<p class=\"arabic\">% يا هدة ما هددنا ليلة الأحد % % بنصف شعبان لا تنسى بد الدهر % .\n</p>\n<p class=\"arabic\">قال الخطيب فهذا يدل علة أن مولده كان في سنة إحدى وستين وقال أبو عمرو المستملي \n  النيسابوري توفي ليلة نصف شعبان وله سبع وسبعون سنة *17*90* أخبرني علي بن \n  سلمة الكرابيسي وهو من الصالحين قال رأيت ليلة مات إسحاق الحنظلي ارتفع من \n  الأرض السماء من سكة اسحاق ثم نزل فسقط في الموضع الذي دفن فيه إسحاق ولم \n  أشعر بموته فلما غدوت إذا بحفار يحفر قبر اسحاق في الموضع الذي رأيت القمر \n  وقع فيه وقال الحاكم اسحاق بن راهويه وابن المبارك ومحمد بن يحيى هؤلاء دفنوا \n  كتبهم .\n\n</p>"
}