{
    "header": "إبراهيم بن أبي الليث نصر .",
    "id": "007614",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">إبراهيم بن أبي الليث نصر .\n</h1>\n<p class=\"arabic\">أبو إسحاق بغدادي ضعيف روى عن فرج بن فضالة وعبيد الله الأشجعي وعنه أحمد \n  بن حنبل وابنه عبد الله وأبو يعلى الموصلي وغيرهم وقال ابن عدي أرجو أنه لا \n  بأس به قال أبو حاتم كان ابن معين يحمل عليه والقواريري أحب إلي منه وقال \n  الخطيب هو ترميذي الأصل يروي أيضا عن شريك وهشيم وعنه ابن المديني وإبراهيم \n  بن هانيء وقال أبو حاتم كان أحمد يجمل القول فيه قلت ثم توقف علي في الرواية \n  عنه وقال أبو داوود سمعت يحيى بن معين يقول أفسد نفسه في خمسة أحاديث عنده \n  لو كانت في الجبل لكان ينبغي أن يرحل فيها ثم قال أبو داوود صدوق وقال عبد \n  الله بن أحمد الدورقي كنا نختلف إلى إبراهيم بن نصر بن أبي *17*75* الليث \n  سنة ست عشرة ومائتين أنا وأبي وابن معين ومحمد بن نوح وأحمد بن حنبل في غير \n  مجلس نسمع منه تفسير لأشجعي فكان يقرأ علينا من صحيفة كبيرة فأول ما فطن له \n  أبي أنه كذاب فقال له أبي يا أبا اسحاق هذه الصحيفة كأنها أصل الأشجعي فقال \n  له نعم كانت له نسختان فوهب لي نسخة فسكت أبي فلما خرجنا قال أبي يا بنى يذهب \n  عناؤنا إلى هذا الشيخ باطلا الأشجعي كان رجلا فقيرا وكان يوصل وقد رأيناه \n  وسمعنا منه .\n</p>\n<p class=\"arabic\">من أين كان يمكنه أن تكون له نسختان فلا تقل شيئا وسكت ولم يزل أمره مستورا \n  حتى حدث بحديث أبي الزبير عن جابر في الرؤية وأقبل يتبع كل حديث فيه رؤية \n  يدعيه فأنكر عليه ابن معين لكثرة ما ادعى وحدث بحديث عون بن مالك إن الله \n  إذا تكلم تكلم بثلاثمائة لسان فقال يحيى هذا الحديث ى أنكر على نعيم الفارض \n  من أين سمع هذا من الوليد بن مسلم فجاء رجل خراساني فقال أنا دفعته إلى إبراهيم \n  بن أبي الليث في رقعة تلك الجمعة .\n</p>\n<p class=\"arabic\">فقال ابن معين لا تسقط حديث رجل برجل واحد فلما كان بعد قليل حدث بأحاديث \n  حماد بن سلمة عن يعلى بن عطاء عن وكيع بن عدس عن عمه أبي رزين أين كان ربنا \n  قبل أن يخلق السماوات والأرض وضحك ربنا فحدث بها عن هشيم عن يعلى فقال يحيى \n  بن معين إبراهيم بن أبي الليث كذاب سرق الحديث *17*76* قال إبراهيم بن عبد \n  الله بن الجنيد سمعت يحيى يقول صاحب الأشجعي كذاب خبيث توفي سنة أربع وثلاثين \n  وقال يعقوب بن شيبة كان أصحابنا كتبوا عن إبراهيم بن أبي الليث ثم تركوه لأنه \n  روى أحاديث موضوعة وقد سمعت يحيى بن معين يقول هو يكذب في الحديث وقال الفلاس \n  كان يكذب وكذا قال جزرة .\n\n</p>"
}