{
    "header": "اسحاق بن إبراهيم بن ميمون .",
    "id": "007622",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">اسحاق بن إبراهيم بن ميمون .\n</h1>\n<p class=\"arabic\">*17*93* أبو محمد التميمي الموصلي النديم صاحب الغناء كان إليه المنتهى في \n  معرفة الموسيقى وله أدب وافر وشعر رائق جزل وكان عالما بالأخبار وأيام الناس \n  وغير ذلك من الفقه والحديث واللغة وفنون العلم سمع من مالك وهشيم وسفيان بن \n  عيينة وبقية وأبي معاوية والأصمعي وجماعة وعنه ابنه حماد الرواية والأصمعي \n  شيخه والزبير بن بكار وأبو *17*94* العيناء وميمون بن هارون ويزيد بن محمد \n  المهلبي وآخرون ولد سنة خمسين ومائة أو بعدها قال إبراهيم الحربي كان ثقة \n  عالما وقال الخطيب كان حلو النادرة حسن المعرفة جيد الشعر مذكور بالسخاء له \n  كتاب الأغاني الذي رواه عته ابنه حماد وعن اسحاق الموصلي قال بقيت دهرا من \n  عمري أغلس كل يوم إلى هشيم أو غيره من المحدثين ثم أصير إلى الكسائي أو الفراء \n  أو ابن غزالة فأقرأ عليه جزءا من القرآن ثم إلى أبي منصور زلزل فيضاربني طريقتين \n  أو ثلاثة ثم آتي عاتكة بن شهدة فأخذ منها صوتا أو صوتين ثم آتي الأصمعي وأبا \n  عبيدة فأناشدهما وأستفيد منهما فإذا كان العشاء رحلت إلى أمير المؤمنين الرشيد \n  وكان ابن الأعرابي يصف اسحاق النديم بالعلم والصدق والحفظ ويقول أسمعتم بأحسن \n  من ابتدائه .\n</p>\n<p class=\"arabic\">% هل إلى أن تنام عيني سبيل % % إن عهدي بالنوم عهد طويل % .\n</p>\n<p class=\"arabic\">وقال اسحاق لما خرجنا مع الرشيد إلى الرقة قال لي الأصمعي كم حملت معك من \n  كتبك قال ستة عشر صندوقا فكم حملت أنت قال معي صندوق واحد وقال رأيت كأن جريرا \n  ناولني كبة من شعر فأدخلتها في فمي فقال العابر هذا رجل يقول من الشعر ما \n  شاء *17*95* وقيل إن اسحاق النديم كان يكره أن ينسب إلى الغناء ويقول لأن \n  أضرب على رأسي بالمقارع أحب إلي من أن يقال عني مغني وقال المأمون لولا شهرته \n  بالغناء لوليته القضاء وقيل كان لاسحاق الموصلي غلام اسسمه فتح يستقي الماء \n  لأهل داره دائما على بغل فقال يوما ما في هذا البيت أشقى مني ومنك أنت تطعمهم \n  الخبز وأنا أسقيهم الماء فضحك اسحاق وأعتقه ووهبه البغل الصولي نا أبو العيناء \n  نا أسحاق الموصلي قال جئت أبا معاوية الضرير معي مائة حديث فوجدت ضريرا يحجبه \n  لينفعه فوهبته مائة درهم فاستأذن لي فقرأت المائة حديث فقال لي أبو معاوية \n  هذا معيل ضعيف وما وعدته تأخذه من أذناب الناس وأنت أنت .\n</p>\n<p class=\"arabic\">قلت قد جعلتها مائة دينار قال أحسن الله جزاءك وقال اسحاق أنشدت للأصمعي شعرا \n  لي على أنه لشاعر قديم .\n</p>\n<p class=\"arabic\">% هل إلى نظرة إليك سبيل % % يروي منها الصدى ويشفي الغليل % .\n</p>\n<p class=\"arabic\">% إن ما قل منك يكثر عندي % % وكثير من الحبيب القليل % .\n</p>\n<p class=\"arabic\">فقال هذا الديباج الخسرواني قلت إنه ابن ليلته فقال لاجرم فيه أثر التوليد \n  قلت ولاجرم فيك أثر الحسد وقال أبو عكرمة الضبي ثنا اسحاق الموصلي قال دخلت \n  على الرشيد وأنشدته .\n</p>\n<p class=\"arabic\">% وآمره بالبخل قلت لها اقصري % % فذلك شيء ما إليه سبيل % .\n</p>\n<p class=\"arabic\">% أرى الناس خلان الجواد ولا أرى % % بخيلا له في العالمين خليل % .\n</p>\n<p class=\"arabic\">*17*96* .\n</p>\n<p class=\"arabic\">% وإني رأيت البخل يزرى بأهله % % فأكرم نفسي أن يقال بخيل % .\n</p>\n<p class=\"arabic\">% ومن خير حالات الفتى لو علمته % % إذا نال شيئا أن يكون نبيل % .\n</p>\n<p class=\"arabic\">عطائي عطاء المكثرين تكرما وماليكما قد تعلمينقليل .\n</p>\n<p class=\"arabic\">% وكيف أخاف الفقر أو أحرم الغنى % % ورأي أمير المؤمنين جميل % .\n</p>\n<p class=\"arabic\">فقال لا كيف إن شاء الله يافضل أعطه مائة ألف درهم لله در أبيات تأتينا بها \n  ما أجود أصولها وأحسن فصولها فقلت يا أمير المؤمنين كلامك أحسن من شعري فقال \n  يافضل أعطه مائة ألف أخرى قال فكان ذلك أول ما اعتقدته وهذه الكلمة لاسحاق \n  رضا المتجني غاية ليست تدرك وأنشد .\n</p>\n<p class=\"arabic\">% ستذكرني إذا جربت غيري % % وتعلم أنني كنت كنزا % .\n</p>\n<p class=\"arabic\">% بذلت لك الصفاء بكل جهدي % % وكنت كما هويت فصرت جزا % .\n</p>\n<p class=\"arabic\">% وهنت عليك لما كنت ممن % % يهون إذا أخوه عليه عزا % .\n</p>\n<p class=\"arabic\">% ستندم إن هلكت وعشت بعدي % % وتعام أن رأيك كان عجزا % .\n</p>\n<p class=\"arabic\">وعن اسحاق قال جاء مروان بن أبي حفصة إلي يوما فاستنشدني من شعره فأنشدته .\n</p>\n<p class=\"arabic\">% إذا كانت الأحرار أصلي ومنصبي % % ورافع ضيمي حازم وابن حازم % .\n</p>\n<p class=\"arabic\">% عطست بأنف شامخ وتناولت % % يداي السماء قاعدا غير قائم % .\n</p>\n<p class=\"arabic\">فجعل يستحسن ذلك ويقول لأبي إنك لا تدرى ما يقول هذا الغلام *17*97* توفي \n  اسحاق سنة خمس وثلاثين وقد نادم جماعة من الخلفاء وكان محببا إليهم رحمه الله .\n\n</p>"
}