{
    "header": "الحسن بن عيسى بن ماسرجس م د ن .",
    "id": "007672",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الحسن بن عيسى بن ماسرجس م د ن .\n</h1>\n<p class=\"arabic\">*17*135* أبو علي النيسابوري عن مولاه عبد الله بن المبارك وأبي الأحوص سلام \n  بن سليم وأبي بكر بن عياش وجرير بن عبد الحميد وعبد السلام بن حرب وشعبة بن \n  الخمس وأبي معاوية ونوح بن أبي مريم وجماعة وعنه م د ون بواسطة وزكريا خياط \n  السنة والبخاري خارج الصحيح وأبو القاسم البغوي وأبو العباس السراج وأبو يعلى \n  ويحيى بن صاعد ومن القدماء أحمد بن حنبل وغيره وكان من رؤساء النصارى وأولي \n  الثروة فأسلم وصار من العلماء قال أبو عبد الله الحاكم سمعت الحسين بن أحمد \n  بن الحسين الماسرجسي يحكي عن جده وغيره من أهل بيته قال كان الحسن والحسين \n  ابنا عم عيسى الماسرجسي يحكي عن جده أنهما كانا أخوين يركبان معا فيتحير الناس \n  من حسنهما وبزتهما فاتفقا على أن يسلما فقصدا حفص بن عبد الرحمن ليسلما على \n  يده فقال لهما أنتما من أجل النصارى وعبد الله بن المبارك خارج في هذه السنة \n  إلى الحج وإذا أسلمتما على يده كان أعظم عند المسلمين وأرفع لكما في عزكما \n  وجاهكما فإنه شيخ أهل المشرق فانصرفا عنه فمرض الحسين ومات نصرانيا فلما قدم \n  ابن المبارك أسلم الحسن على يده *17*136* قال الحاكم وحدثني أبو علي النيسابوري \n  الحافظ عن شيوخه أن ابن المبارك نزل مرة برأس سكة عيسى وكان الحسن بن عيسى \n  يركب فيجتاز به وهو في المجلس والحسن من أحسن الشباب فسأل عنه ابن المبارك \n  فقيل إنه نصراني فقال اللهم ارزقه الاسلام فاستجيب له وقال أبو العباس السراج \n  ثنا الحسن بن عيسى مولى عبد الله بن المبارك وكان عاقلا عد في مجلسه بباب \n  الطاق اثنا عشر ألف محبرة ومات بالثعلبية سنة أربعين قال الحاكم سمعت أبا \n  بكر وأبا القاسم أبني المؤمل بن الحسن يقولان انفق جدنا في الحجة التي توفي \n  فيها ثلاثمائة ألف درهم قال الحاكم فحججت معهما وزرت معهما بالثعلبية قبر \n  جدهما فقرأت على لوح قبره بسم الله الرحمن الرحيم ومن يخرج من بيته مهاجرا \n  إلى الله ورسوله ثم يدركه الموت فقد وقع أجره على الله هذا قبر الحسن بن عيسى \n  بن ماسرجس مولى عبد الله بن المبارك توفي في صفر سنة أربعين ومائتين قال محمد \n  بن المؤمل الماسرجسي سمعت أبا يحيى البزار يقول لأبي رجاء القاضي محمد بن \n  أحمد كنت فيمن حج مع الحسن بن عيسى وقت وفاته بالثعلبية سنة أربعين فاشتغلت \n  بحفظ محملي عن شهوده لغيبة عديلي فأريته في النوم فقلت يا أبا علي ما فعل \n  الله بك ) .\n</p>\n<p class=\"arabic\">قال غفر لي ولكل من صلى علي فقلت فاتتني الصلاة عليك لغيبة العديل قال لاتجرع \n  غفر لي ولكل من صلى علي ولكل من يترحم علي *17*137* اللهم ارحمه .\n\n</p>"
}