{
    "header": "سليمان بن داوود بن بشر الشاذكوني .",
    "id": "007739",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">سليمان بن داوود بن بشر الشاذكوني .\n</h1>\n<p class=\"arabic\">الحافظ أبو أيوب المنقري البصري عن حماد بن زيد وعبد الواحد بن زياد وجعفر \n  بن سليمان وعبد الوارث وخلق كثير وعنه أبو قلابة الرقاشي وأسيد بن عاصم ومحمد \n  بن يونس الكديمي *17*177* وأبو مسلم الكجي وابراهيم بن محمد بن الحارث ومحمد \n  بن علي الفرقدي والإصهانيون والحسن بن سفيان وأبو يعلى الموصلي وكانا يدلسانه \n  يقولان سليمان أبو أيوب فقط قال عمرو الناقد قدم سليمان الشاذكوني بغداد فقال \n  لي أحمد بن حنبل اذهب بنا إلى سليمان نتعلم منه نقد الرجال وقال حنبل سمعت \n  أبا عبد الله يقول كان أعلمنا بالرجال يحيى بن معين وأحفظنا للأبواب سليمان \n  الشاذكوني وكان علي بن المديني أحفظنا للطوال .\n</p>\n<p class=\"arabic\">وقال عباس العنبري وسئل أيهما أعلم بالحديث الشاذكوني أو ابن المديني فقال \n  ابن الشاذكوني بصغير الحديث وعلي بجليله وقال أبو عبيد انتهى العلم إلى أربع \n  يعني علم الحديث إلى أحمد بن حنبل وعلي بن المديني ويحيى بن معين وأبي بكر \n  بن شيبة فكان أحمد أفقههم به وكان علي أعلمهم به وكان ابن معين أجمعهم له \n  وكان أبو بكر أحفظهم له .\n</p>\n<p class=\"arabic\">قال زكريا الساجي وهم أبو عبيد أحفظهم له سليمان الشاذكوني روى أبو بكر بن \n  أبي الأسود قال كنا عند يحيى القطان وعنده بلبل يعني المحدث كان أسود فجرى \n  بينه وبين الشاذكوني كلام فقال له الشاذكوني والله لأقتلنك قال يحيى سبحان \n  الله تقتله قال نعم أنت حدثتني عن عوف عن الحسن عن عبد الله بن مغفل قال قال \n  رسول الله صلى الله عليه وسلم لولا أن الكلاب أمة لأمرت بقتلها فاقتلوا كل \n  أسود *17*178* بهيم وهذا أسود وقال ابن عدي سألت عبدان عنه فقال معاذ الله \n  أن يتهم إنما كان قد ذهبت كتبه فكان يحدث حفظا .\n</p>\n<p class=\"arabic\">وقيل إنه لما احتضر قال اللهم إني أعتذر إليك غير أني ماقذفت محصنة ولا دلست \n  حديثا .\n</p>\n<p class=\"arabic\">وقال الساجي ثنا أحد بن محمد نا ابن عرعرة قال كنت عند يحيى بن سعيد وعنده \n  بلبل وابن أبي خدويه وابن المديني فقال علي ليحيى ما تقول في طارق وابراهيم \n  بن مهاجر قال يجريان مجرى واحدا فقال الشاذكوني يسألك عما لاتدري وتكلف لنا \n  ما لا تحسن إنما تكتب عليك ذنوب حديث إبراهيم بن مهاجر خمسمائة حديث عندك \n  عنه مائة وحديث طارق مائة عندك عشرة فاقبل بعضنا على بعض وقلنا هذا ذل فقال \n  يحيى دعوه فإن كلمتموه لم آمن أن يقذفنا بأعظم من هذا وقال إبراهيم بن أورمة \n  كان أبو داوود الطيالسي بأصبهان فلما أراد الرجوع أخذ يبكي فقالوا له إن الرجل \n  إذا رجع إلى أهله فرح فقال إنكم لاتعلمون إلى من أرجع أرجع إلى شياطين الإنس \n  علي بن المديني وسليمان الشاذكوني وابن بحر السقاء يعني الفلاس وسئل ابن صالح \n  بن محمد الحافظ عن الشاذكوني فقال ما رأيت أحفظ منه .\n</p>\n<p class=\"arabic\">فقلت بأي شيء كان يهتم قال كان يكذب في الحديث *17*179* وسئل أحمد بن حنبل \n  عنه فقال جالس حماد بن زيد وبشر بن المفضل ويزيد ين زريع فما نفعه الله بواحد \n  منهم وقال ابن معين جربت على سليمان الشاذكوني الكذب وقال النسائي ليس بثقة \n  وقال عباس العنبري ما مات ابن الشاذكوني حتى انسلخ من العلم انسلاخ الحية \n  من قشرها قال ابن المديني كنا عند ابن مهدي فجاءوا بالشاذكوني سكران وعن البخاري \n  قال هو أضعف عندي من كل ضعيف .\n</p>\n<p class=\"arabic\">وقال ابن معين قال لنا الشاذكوني هاتوا حرفا واحدا من رأي الحسن لا أحفظه \n  وحكى ابن قانع أنه سمع اسماعيل بن الفضل يقول رأيت الشاذكوني في النوم فقلت \n  ما فعل الله بك قال غفر لي قلت بماذا قال كنت في طريق اصبهان فأخذني المطر \n  ومعي كتب ولم أكن تحت سقف فانكببت على كتبي حتى أصبحت فغفر الله لي بذلك قلت \n  كان أبوه يتجر في البز ويبيع هذه المضربات الكبار وتسمى باليمن شاذكونية فنسب \n  إليها *17*180* قال ابن قانع وأبو بكر بن عاصم ومطين وغيرهم توفي سنة أربع \n  وثلاثين وقال أبو الشيخ توفي سنة ست وثلاثين وقدم إلى اصبهان ست مرات .\n\n</p>"
}