{
    "header": "عبد الله بن محمد بن أبي شيبة إبراهيم بن ...",
    "id": "007798",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الله بن محمد بن أبي شيبة إبراهيم بن عثمان بن خواستى .\n</h1>\n<p class=\"arabic\">*17*228* خ م د ن ق .\n</p>\n<p class=\"arabic\">الإمام أبو بكر العبسي مولاهم الكوفي الحافظ أحد الأعلام سمع شريك بن عبد \n  الله القاضي وأبا الأحوص وعبد السلام بن حرب وأبا خالد الأحمر وجرير بن عبد \n  الحميد وابن المبارك وعلي بن مسهر وسفيان بن عيينة وعباد بن العوام وعبد الله \n  بن ادريس وحفص بن غياث وخلف بن خليفة وعبد الأعلى بن عبد الأعلى وعبد العزيز \n  بن عبد الصمد العمي وعلي بن هاشم بن البريد وعمر بن عبيد وهشيم بن بشير وخلقا \n  كثيرا وعنه خ م د ق ون عن رجل عنه وابنه إبراهيم بن أبي بكر وابن أخيه محمد \n  بن عثمان بن أبي شيبة وأبو زرعة وأبو بكر بن أبي عاصم ومحمد بن وضاح وبقي \n  بن مخلد القرطبيان والحسن بن سفيان وأبو يعلى الموصلي وجعفر الفريابي والبغوي \n  وخلق سواهم وروى عنه القدماء .\n</p>\n<p class=\"arabic\">محمد بن سعد في الطبقات قال يحيى الحماني أولاد ابن أبي شيبة من أهل العلم \n  كانوا يزاحموننا عند كل محدث وقال أحمد بن حنبل أبو بكر بن أبي شيبة صدوق \n  وهو أحب إلي من أخيه عثمان وقال أحمد بن عبد الله العجلي كان ثقة حافظا للحديث \n  وقال محمد بن عمر بن العلاء الجرجاني سمعت أبا بكر بن أبي شيبة *17*229* وأنا \n  معه في جبانة كندة فقلت له يا أبا بكر سمعت من شريك وأنت ابن كم قال وأنا \n  أربع عشرة سنة وأنا يومئذ أحفظ للحديث مني اليوم فسألت ابن معين ن سماع أبي \n  بكر عن شريك فقال أبو بكر عندنا صدوق وما يحمله أن يقول وجدت في كتاب أبي \n  بخطه وحدث عن رجل حديث الدجال وكنا نظن أنه سمعه من أبي هشام الرفاعي وقال \n  عمرو الفلاس ما رأيت أحفظ من ابن أبي شيبة قدم علينا مع علي بن المديني فسرد \n  الشيباني أربعمائة حديث حفظا وقام وقال أبو عبيد انتهى الحديث إلى أربعة أبو \n  بكر بن أبي شيبة أسردهم له وأحمد بن حنبل أفقههم فيه ويحيى بن معين أجمعهم \n  له وعلي بن المديني أعلمهم به وقال عبدان الأهوازي كان يقعد عند الأسطوانة \n  أبو بكر بن أبي شيبة وأخوه ومشكدانة وعبد الله بن البراد وغيرهم كلهم سكوت \n  إلا أبا بكر فإنه يهدر قال ابن عدي هي الأسطوانة الي كان يجلس إليها ابن عقدة \n  فقال لي ابن عقدة هي أسطوانة ابن مسعود جلس إليها بعده علقمة وبعده إبراهيم \n  وبعده منصور وبعده الثوري وبعده وكيع وبعده أبو بكر بن أبي شيبة وبعده مطين \n  وقال صالح جزرة أعلم من أدركت بالحديث وعلله علي بن المديني واحفظهم عند المذاكرة \n  أبو بكر بن أبي شيبة وقال ابن عقدة سمعت عبد الرحمن بن خراش سمعت أبا زرعة \n  يقول ما رأيت أحفظ من أبي بكر بن أبي شيبة *17*230* فقلت يا أبا زرعة فأصحابنا \n  البغداديون فقال دع أصحابك فإنهم أصحاب مخاريق ما رأيت أحفظ من أبي بكر بن \n  أبي شيبة وعن أبي عبيد قال أحسنهم وضعا لكتاب الله أبو بكر بن أبي شيبة قال \n  الخطيب كان متقنا حافظا صنف المسند والأحكام والتفسير وحدث ببغداد هو وأخواه \n  القاسم وعثمان قال نفطوية في تاريخه وفي سنة أربع وثلاثين أشخص المتوكل الفقهاء \n  والمحدثين فكان بنهم مصعب الزبيري واسحاق بن أبي اسرائيل وابراهيم بن عبد \n  الله الهروي وابو بكر وعثمان ابنا أبي شيبة وكانا من الحفاظ قال فقسمت بينهم \n  الجوائز وأمرهم المتوكل أن يحدثوا بالأحاديث التي فيها الرد على المعتزلة \n  والجهمية فجلس عثمان في مدينة المنصور واجتمع عليه نحو ثلاثين ألفا وجلس أبو \n  بكر في مسجد الرصافة وكان أشد تقدما من أخيه واجتمع عليه نحو من ثلاثين الفا \n  قال البخاري مات في المحرم سنة خمس وثلاثين قلت له كتابان كبيران نفيسان المسند \n  والمصنف .\n\n</p>"
}