{
    "header": "علي بن المديني .",
    "id": "007864",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">علي بن المديني .\n</h1>\n<p class=\"arabic\">*17*277* هو علي بن عبد الله بن جعفر بن نجيح مولى عروة بن عطية السعدي الإمام \n  أبو الحسن البصري أحد الأعلام وصاحب التصانيف ولد سنة إحدى وستين ومائة سمع \n  أباه وحماد بن زيد وهشيما وابن عيينة والدراوردي وعبد العزيز بن عبد الصمد \n  العمي وجعفر بن سليمان الضبعي وجرير بن عبد الحميد وابن وهب وعبد العزيز بن \n  أبي حازم وعبد الوارث والوليد بن مسلم وغندرا ويحيى القطان وعبد الرحمن بن \n  مهدي وابن علية وعبد الرزاق وغيرهم وعنه البخاري وأبو داوود واحمد بن حنبل \n  ومحمد بن يحيى الذهلي وهلال بن العلاء وحميد بن زنجوية واسماعيل القاضي وصالح \n  جزرة وعلي بن غالب البهي وأبو خليفة الجمحي وأبو يعلى الموصلي ومحمد بن جعفر \n  الإمام الدمياطي ومحمد بن محمد الباغندي وعبد الله البغوي وغيرهم آخرهم وفاة \n  عبد الله بن محمد بن أيوب الكاتب وأقدمهم وفاة شيخه سفيان بن عيينة قال الخطيب \n  وبين وفاتيهما مائة وعشرون سنة .\n</p>\n<p class=\"arabic\">قال أبو حاتم كان ابن المديني علما في الناس في معرفة الحديث والعلل وما سمعت \n  أحدا سماه قط إنما كان يكنيه تبجيلا له وعن ابن عيينة قال يلومونني على حب \n  علي بن المديني ) .\n</p>\n<p class=\"arabic\">والله لم أتعلم منه أكثر مما يتعلم مني وعن ابن مهدي قال علي بن المديني أعلم \n  الناس بحديث *17*278* رسول الله صلى الله عليه وسلم وخاصة بحديث ابن عيينة \n  وقال ابن معين علي من أروى الناس وقال أبو قدامة السرخسي سمعت علي بن المديني \n  يقول رأيت فيما يرى النائم كأن الثريا تدلت حتى تناولتها قال أبو قدامة فصدق \n  رؤياه بلغ في الحديث مبلغا لم يبلغه كبير أحد .\n</p>\n<p class=\"arabic\">وقال النسائي كأن الله خلق علي بن المديني لهذا الشأن وقال أبو يحيى صاعقة \n  كان علي بن المديني إذا قدم بغداد تصدر للحلقة وجاء يحيى وأحمد بن حنبل والمعيطي \n  والناس يتناظرون فإذا اختلفوا في شيء تكلم فيه علي وقال أحمد بن زهير يقول \n  سمعت ابن معين يقول كان علي بن المديني إذا قدم علينا أظهر السنة وإذا ذهب \n  إلى البصرة أظهر التشيع .\n</p>\n<p class=\"arabic\">وقال إبراهيم بن معقل سمعت البخاري يقول ما استصغرت نفسي عند أحد إلا عند \n  علي بن المديني وقيل لأبي داوود أحمد أعلم أم علي قال علي أعلم باختلاف الحديث \n  من أحمد .\n</p>\n<p class=\"arabic\">وقال أبو داوود ابن المديني خير من عشرة آلاف مثل الشاذكوني وعن أبي عبيدة \n  قال انتهى العلم إلى أربعة أبو بكر بن أبي شيبة أسردهم له واحمد بن حنبل أفقههم \n  فيه وعلي بن المديني أعلمهم به *17*279* ويحيى بن معين أكتبهم له ومع ذلك \n  كان ممن أجاب في المحنة نسأل الله العافية قال إبراهيم بن محمد بن عرعرة سمعت \n  يحيى بن القطان يقول ويحك ياعلي أراك تتبع الحديث تتبعا لاأحسبك تموت حتى \n  تبتلى وقال أزهر بن جميل كنا عند يحيى بن سعيد فجاء عبد الرحمن بن مهدي ممتقع \n  اللون أشعث فقال رأيت البارحة كأن قوما من أصحابنا قد نكسوا فقال ابن المديني \n  يا أبا سعيد هو خير قال تعالى ومن نعمره ننكسه في الخلق فقال عبد الرحمن اسكت \n  فوالله إنك لفي القوم وقال الأثرم علي بن المغيرة سمعت الأصمعي وهو يقول لابن \n  المديني والله ياعلي لتتركن الاسلام وراء ظهرك وقال الصولي ثنا الحسين بن \n  فهم قال أحمد بن أبي دؤاد لابن المديني بعد وصله بعشرة آلاف درهم وثياب ومركب \n  بعدته يا أبا الحسن حديث جرير في الرؤية ماهو قال صحيح قال هل عندك فيه شيء \n  قال يعفيني القاضي قال يا أبا الحسن هذه حاجة الدهر ولم يزل به حتى قال فيه \n  من لا يعول عليه قيس بن أبي حازم إنما كان أعرابيا بوالا على عقبيه فقبله \n  ابن أبي دؤاد واعتنقه .\n</p>\n<p class=\"arabic\">فلما ناظر أحمد بن حنبل قال يا أمير المؤمنين يحتج علينا بحديث جرير *17*280* \n  وإنما هو من رواية قيس بن أبي حازم اعرابي بوال على عقبيه قال فقال أحمد بن \n  حنبل بعد ذلك فحين أطلع ) .\n</p>\n<p class=\"arabic\">لي هذا علمت أنه من عمل علي بن المديني قال أبو بكر الخطيب هذا باطل قد نزه \n  الله علي بن المديني عن قول ذلك في قيس بن أبي حازم وليس في التابعين من أدرك \n  العشرة وروى عنهم غيره ولم يحك أحد ممن ساق محنة أحمد أنه نوظر في حديث الرؤية \n  قال والدي يحكى عن علي أنه روى لابن دؤاد حديثا عن الوليد بن مسلم في القرآن \n  أخطأ فيه فكان أحمد بن حنبل ينكر عليه رواية ذلك الحديث واللفظ كلوه إلى عالمه \n  فقال كلوه إلى خالقه وقال أبو العيناء دخل علي بن المديني إلى أحمد بن أبي \n  دؤاد بعد محنة أحمد بن حنبل فناوله رقعة فقال هذه طرحت في داري فإذا فيها .\n</p>\n<p class=\"arabic\">% يا بان المديني الذي شرعت له % % دنيا فجاد بدينه لينالها % .\n</p>\n<p class=\"arabic\">% ماذا دعاك إلى اعتقاد مقالة % % قد كان عندك كافرا من قالها % .\n</p>\n<p class=\"arabic\">% أمر بدا لك رشدة فقبلته % % أم زهرة الدنيا أردت نوالها % .\n</p>\n<p class=\"arabic\">فلقد عهدتكلا أبالكمرة صعب المقادة للتي تدعى لها .\n</p>\n<p class=\"arabic\">% إن الحريب لمن يصاب بدينه % % لا من يرزيء ناقة وفصالها % .\n</p>\n<p class=\"arabic\">فقال له لقد قمت وقمنا من حق الله بما يصغر قدر الدنيا عند كبير ثوابه ثم \n  وصله بخمسة آلاف درهم وقال ابن عدي سمعت مسدد بن أبي يوسف القلوسي سمعت أبي \n  يقول قلت لعلي بن المديني مثلك وفي علمك يجيب إلى ما أجبت إليه قال يا أبا \n  يوسف ماأهون عليك السيف *17*281* وقال إبراهيم بن عبد الله بن الجنيد سمعت \n  ابن معين وذكر عنده ابن المديني فحملوا عليه فقلت ما هو عن الناس إلا مرتد \n  فقال ماهو بمرتد وإنما هو على إسلامه رجل خاف فقال ماعليه وعن محمد بن عثمان \n  بن أبي شيبة سمعت علي بن المديني على المنبر يقول من زعم أن القرآن مخلوق \n  فهو كافر ومن زعم الله لا يرى فهو كافر ومن زعم أن الله لم يكلم موسى حقيقة \n  فهو كافر توفي لليلتين من ذي القعدة سنة أربع وثلاثين ومائتين بسامراء .\n\n</p>"
}