{
    "header": "عبد الملك حبيب بن سليمان بن هارون بن جاهـ...",
    "id": "007834",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الملك حبيب بن سليمان بن هارون بن جاهمة بن العباس مرداس السلمي .\n</h1>\n<p class=\"arabic\">*17*258* الفقيه أبو مروان العباسي الأندلسي القرطبي المالكي أحد الأعلام \n  ولد سنة نيف وسبعين ومائة في حياة مالك وروى قليلا عن صعصعة بن سلام والغاز \n  بن عيسى وزياد شبطون ورحل وحج في حدود العشرين مائتين فسمع من عبد الملك بن \n  الماجشون ومطرف بن عبد الله وأسد السنة بن موسى وأصبغ بن الفرج وابراهيم بن \n  المنذر الخزامي وغيرهم ورجع إلى الأندلس بعلم جم وفقه كثير وكان موصوفا بالحذق \n  في مذهب مالك وله مصنفات كثيرة منها كتاب الواضحة وكتاب الجامع وكتاب فضائل \n  الصحابة وكتاب تفسير الموطأ وكتاب حروب الإسلام وكتاب سيرة الإمام في الملحدين \n  وكتاب طبقات الفقهاء وكتاب مصابيح الهدى قال بن بشكوال قيل لسحنون مات ابن \n  حبب فقال مات علم الأندلس بل والله عالم الدنيا وقال بعضهم هاجت رياح وأنا \n  في البحر فرأيت عبد الملك بن حبيب رافعا يديه متعلقا بحبال السفينة يقول اللهم \n  إن كنت تعلم أني إنما أردت ابتغاء وجهك وما عندك فخلصنا .\n</p>\n<p class=\"arabic\">فسلم الله وقد أضعف ابن حزم وغيره عبد الملك بن حبيب ولاريب في أنه كان ضعيفا \n  قال أبو عمر أحمد بن سعيد الصدفي قلت لأحمد بن خالد إن الواضحة عجيبة جدا \n  وإن فيها علما عظيما فما مدخلها قال أول شيء إنه حكى فيها مذاهب لم نجدها \n  لأحد من أصحابه ولا نقلت عنهم ولا هي في كتبهم ثم قال الصدفي في تاريخه كان \n  كثير الرواية كثير الجمع يعتمد على الأخذ بالحديث ولم يكن يميزه ولا يعرف \n  الرجال وكان فقيها في المسائل *17*259* وكان يطعن عليه بكثرة الكتب وذكر انه \n  كان يستجيز الأخذ بلا رواية ولا مقابلة وذكر أنه أخذ إجازة كثيرة وأشير إليه \n  بالكذب سمعت أحمد بن خالد يطعن عليه بذلك وينتقصه غير مرة .\n</p>\n<p class=\"arabic\">وقال قد ظهر لنا كذبه في الواضحة من غير شيء وقال ابن أبي مريم كان ابن حبيب \n  بمصر فكان يضع الطويلة وينسخ طول نهاره فقلت إلى كم ذا النسخ متى تقرأه على \n  الشيخ فقال قد أجاز لي كتبه يعني أسد بن موسى فخرجت من عنده فاتيت أسدا فقلت \n  تمنعنا أن نقرأ عليك وتجيز لغيرنا فقال أنا لا أرى القراءة فكيف أجيز فأخبرته \n  فقال إنما أخذ مني كتبي ليكتب منها ليس ذا علي وقال أحمد بن عبد البر النارنجي \n  هو أول من أظهر الحديث بالأندلس وكان لايميز صحيحه من سقيمه ولا يفهم طرقه \n  ويصحف أسماء الرجال ) .\n</p>\n<p class=\"arabic\">ويحتج بالمناكير فكان أهل زمانه لا يرضون عنه وينسبونه إلى الكذب ثم قال وكان \n  ما بين عبد الملك بن حبيب ويحيى بن يحيى سيئا وذلك أنه كان كبير المخالفة \n  ليحيى وكان قد لقي أصبغ بمصر فأكثر عنه فكان إذا اجتمع مع يحيى بن يحيى وسعيد \n  بن حسان ونظرائهم عند الأمير عبد الرحمن وقضاته فسئلوا وقال يحيى بما عنده \n  وكان أسن القوم وأولاهم بالتقدم يدفع عليه عبد الملك بأنه سمع أصبغ بن الفرج \n  يقول كذا فكان يحيى يغمه مخالفته له فلما كان في بعض الأيام جمعهم القاضي \n  في الجامع فسألهم عن مسألة فأفتى فيها يحيى بن يحيى وسعد بن حسان بالرواية \n  فخالفهما عبد الملك وذكر خلافهما رواية عن اصبغ وكان عبد الأعلى بن وهب من \n  أحداث أهل زمانه وكان قد حج وأدرك اصبغ بن الفرج بمصر ورى عنه فدخل يوما بأثر \n  شورى القاضي على *17*260* سعيد بن حسان فقال له يا أبا وهب ما تقول في مسألة \n  كذا المسألة التي سألهم فيها القاضي هل تذكر لأصبغ بن الفرج فيها شيئا فقال \n  نعم أصبغ يقول فيها كذا فافتى بموافقة يحيى وسعيد فقال له سعيد انظر ما تقول \n  انت على يقين من هذا قال نعم قال فاتني بكتابك قال عبد الأعلى فخرجت مسرعا \n  ثم ندمت ودخل علي الشك ثم أتيت داري فأخرجت الكتاب من قرطاس كما رويته عن \n  أصبغ فسررت ومضيت إلى سعيد بالكتاب فقال تمضي به إلى أبي محمد فمضيت به إلى \n  يحيى بن يحيى بن يحيى فاعلمته ولم ادر ما القصة فاجتمعنا بالقاضي وقالا إن \n  عبد الملك يخالفنا بالكذب .\n</p>\n<p class=\"arabic\">والمسألة التي خالفنا فيها عندك هنا رجل قد حج وأدرك اصبغ وروى عنه هذه المسألة \n  كقولنا على خلاف ما ادعاه عبد الملك فاردعه وكفه فجمعه القاضي ثانيا وتكلموا \n  فقال عبد الملك قد أعلمتك ما يقول فيها اصبغ فبدر عبد الأعلى بن وهب وقال \n  يكذب على اصبغ أنا رويت هذه المسألة عنه على ما قال هذان وهذا كتابي فأخرج \n  المسألة فأخذ القاضي الكتاب وقرأ المسألة وقال لعبد الملك ما ساءه من القول \n  وقال تفتينا بالكذب والخطأ وتخالف أصحابك بالهوى لولا البقيا عليك لعاقبتك \n  ثم قاموا قال عبد الأعلى فلما خرجت مررت على دار ابن رستم الحاجب فرايت عبد \n  الملك خارجا من عنده وفي وجهه الشر فقلت مالي لا ادخل على ابن رستم فدخلت \n  فلم ينتظر جلوسي حتى قال يا مسكين من غرك أو م أدخلك في هذا العارض مثل عبد \n  الملك بن حبيب وتكذبه فقلت أصلحك الله إنما سألني القاضي عن شيء فأجبته بما \n  عندي *17*261* ثم خرجت من عنده وكان عبد الملك قد شكا إليه ما وقع وقال إن \n  ) .\n</p>\n<p class=\"arabic\">القاضي أتى برجل ليس من أهل العلم والرواية فأجلس معي وكذبني وأوقفني موقفا \n  عجيبا .\n</p>\n<p class=\"arabic\">فقال له ابن رستم اكتب بطاقة بالقصة وارفعها للأمير فكتب يصف القصة ويشنع \n  فأمر الأمير أن يبعث في القاضي فبعث فيه فخرجت وصية الأمير يقول لك في أمرك \n  ان تشاور عبد الأعلى وكان عبد الملك قد بنى بطاقته على الحية بن يحيى أمره \n  بذلك فقال القاضى ما أمرنى أحد بمشاورته ولكنه كان يختلف إلي وكنت أعرفه من \n  أهل الخير والعلم مع الحركة والفهم والحج والرحلة فلم ار نفسي في سعة من ترك \n  مشاورة مثله وسأل الأمير وزراءه عن عبد الأعلى فاثنوا عليه ووصفوا علمه وولاءه \n  وكان له ولاء قال عبد الأعلى فصحبت يوما عيسى بن الشهيد فقال لي قد رفعت عليك \n  بطاقة رديئة لكن الله دفع شرها وعن محمد بن وضاح قال قال لي إبراهيم بن المنذر \n  أتاني صاحبكم عبد الملك بن حبيب بغرارة مملوءة كتبا فقال لي هذا علمك تجيزه \n  لي قلت نعم ما قرأ علي منه حرفا ولا قرأته عليه وكان محمد بن عمر بن ابان \n  يقول عبد الملك بن حبيب عالم الأندلس ويحيى بن يحيى عاقلها وعيسى بن دينار \n  فقيهها مات ابن حبيب يوم السبت لأربع مضين من رمضان سنة ثمان وقيل في ذي الحجة \n  سنة تسع وثلاثين ومائتين .\n\n</p>"
}