{
    "header": "يحيى بن يحيى بن كثير بن وسلاس بن شملال بـ...",
    "id": "008071",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">يحيى بن يحيى بن كثير بن وسلاس بن شملال بن منعايا .\n</h1>\n<p class=\"arabic\">الإمام أبو محمد البربري المصمودي الليثي مولى بني ليث الأندلسي القرطبي الفقيه \n  دخل جده أبو عيسى كثير بن وسلاس إلى الأندلس وتولى بني ليث وولد يحيى بن يحيى \n  سنة اثنتين وخمسين ومائة وسمع الموطأ من زياد بن عبد الرحمن شبطون وسمع من \n  يحيى بن مضر وغير واحد ثم رحل إلى المشرق وهو ابن بضع وعشرين سنة في آخر أيام \n  مالك رحمه الله فسمع من مالك الموطأ غير أبواب من الإعتكاف شك في سماعها فرواها \n  عن زياد عن مالك وسمع الليث بن سعد وسفيان بن عيينة وابن وهب وحمل عنه موطأه \n  وعن ابن القاسم مسائله وحمل عن ابن القاسم من رأيه عشرة كتب أكثرها سؤاله \n  وسماعه من *17*415* مالك ثم رجع إلى المدينة يسمع ذلك من مالك فوجده عليلا \n  فأقام بالمدينة إلى أن توفي مالك رحمه الله وحضر جنازته .\n</p>\n<p class=\"arabic\">وسمع أيضا من القاسم بن عبد الله العمري وأنس بن عياض الليثي وطائفة وقيل \n  إنه سمع من نافع من أبي نعيم قاريء المدينة وما أحسبه أدركه روى عنه خلق من \n  علماء الأندلس وانتفعوا به وبعلمه وبفضله ونال من الرئاسة والحرمة الوافرة \n  ما لم ينله غيره حمل عنه ولده أبو مروان عبيد الله ومحمد بن العباس بن الوليد \n  ومحمد بن وضاح وبقي بن مخلد وصباح بن عبد الرحمن العتقي وآخرون وكان أحمد \n  بن خالد بن الحباب يقول لم يعط أحد من أهل العلم بالأندلس من الحظوة وعظم \n  القدر وجلالة الذكر ما أعطيه يحيى بن يحيى ويذكر ان يحيى بن يحيى كان عند \n  مالك فخطر الفيل على باب مالك فخر كل من كان في مجلسه لرؤيته سوى يحيى فأعجب \n  ذلك مالكا وسأله من أنت وأين بلدك ولم يزل مكرما عنده .\n</p>\n<p class=\"arabic\">وعن يحيى بن يحيى قال أخذت الليث فأراد غلامه أن يمنعني فقال الليث دعه ثم \n  قال لي قد خدمك العلم فلم تزل بي الأيام حتى رأيت ذلك وقيل إن عبد الرحمن \n  بن الحكم أمير الأندلس نظر إلى جارية في رمضان فلم يملك نفسه أن واقعها فندم \n  وطلب الفقهاء فحضروا فسألهم عن توبته فقال يحيى صم شهرين متتابعين فسكتوا \n  فلما خرجوا قالوا ليحيى ما لك لم تفته بمذهبنا عن مالك أنه يخير بين العتق \n  والصوم والإطعام *17*416* فقال لو فتحنا له هذا الباب لسهل عليه أن يطأ كل \n  يوم ويعتق رقبة فحملته على أصعب الأمور لئلا يعود وقال ابن عبد البر قدم يحيى \n  بن يحيى إلى الأندلس بعلم كثير فعادت فتيا الأندلس بعد عيسى بن دينار عليه \n  وانتهى السلطان والعامة إلى رأيه وكان فقيها حسن الرأي لايرى القنوت في الصبح \n  ولا في سائر الصلوات ويقول سمعت الليث بن سعد يقول سمعت يحيى بن سعيد الأنصاري \n  يقول إنما قنت رسول الله صلى الله عليه وسلم نحو أربعين يوما يدعو على قوم \n  ويدعو لآخرين .\n</p>\n<p class=\"arabic\">قال وكان الليث لا يقنت قال ابن عبد البر وخالف يحيى مالكا في اليمين مع الشاهد \n  ولم ير القضاء به ولا الحكم أخذ يقول الليث في ذلك وكان يرى كراء الأرض بجزء \n  مما يؤخذ منها على مذهب الليث وقال هي سنة رسول الله عليه وسلم في خيبر وقضى \n  بدار أبين إذا لم يوجد في أهل الزوجين حكمان يصلحان لذلك وقال ابن عبد البر \n  أيضا كان يحيى بن يحيى بن إمام أهل بلده والمقتدى به منهم والمنظور إليه والمعول \n  وكان ثقة عاقلا حسن الرأي والسمت يشبه في سمته بسمت مالك ولم يكن له بصر بالحديث \n  وقال ابن القرضي كان يفتي برأي مالك وكان إمام وقته وواحد بلده وكان رجلا \n  عاقلا *17*417* قال محمد بن عمر بن لبابة فقيه الأندلس عيسى بن دينار وعالمها \n  عبد الملك بن حبيب وعاقلها يحيى بن يحيى وقال ابن الفرضي وكان يحيى ممن اتهم \n  ببعض الأمر في الهيج فهرب إلى طليطلة ثم استأمن فكتب له الأمير الحكم أمان \n  ورده إلى قرطبة وقال عبد الله بن محمد بن جعفر رأيت يحيى بن يحيى نازلا عن \n  دابته ماشيا إلى الجامع يوم جمعة وعليه عمامة ورداء متين وأنا أحبس دابة أبي .\n</p>\n<p class=\"arabic\">وقال أبو القاسم بن بشكوال كان يحيى بن يحيى مجاب الدعوة قد أخذ في نفسه وهيبته \n  ومقعده هيئة مالك رحمه الله قلت وبه ظهر مذهب إلإمام مالك بالأندلس فإنه عرض \n  عليه القضاء فامتنع فكان أمير الأندلس لا يولى القضاء بمدائن الأندلس إلا \n  من يشير به يحيى بن يحيى فكثر تلامذة يحيى لذلك وأقبلوا على فقه مالك ونبذوا \n  ما سواه قال غير واحد توفي في رجب سنة أربع وثلاثين ومائتين وقيل سنة ثلاث .\n\n</p>"
}