{
    "header": "هدبة بن خالد بن الأسود بن هدبة خ م د .",
    "id": "008044",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">هدبة بن خالد بن الأسود بن هدبة خ م د .\n</h1>\n<p class=\"arabic\">*17*389* أبو خالد القيسي الثوباني البصري ويقال له هداب صلى على شعبة وسمع \n  من الحمادين وهمام بن يحيى وجرير بن حازم وأبان العطار وسليمان بن المغيرة \n  ومبارك بن فضالة وهارون بن موسى النحوي وسلام بن مسكين وطائفة بصريين وعنه \n  خ م د وبقي بن مخلد وأبو بكر بن أبي عاصم وأبو بكر أحمد بن علي المروزي وأحمد \n  بن عمرو القطراني وأبو يعلى الموصلي وجعفر الفريابي والحسن بن سفيان وأبو \n  معشر الحسن بن سفيان الدارمي وعبد الله بن أحمد بن حنبل وعبدان الأهوازي وأبو \n  القاسم البغوي وخلق .\n</p>\n<p class=\"arabic\">قال علي بن الجنيد عن ابن معين ثقة وقال أبو حاتم صدوق وقال ابن عدي لابأس \n  به .\n</p>\n<p class=\"arabic\">ولا أعرف له حديثا منكرا فيما يرويه وأما النسائي فقال ضعيف *17*390* وقال \n  الحسن بن سفيان سمعت هدبة يقول صليت على شعبة فقيل له رأيته فقال رأيت من \n  هو خير منه حماد بن سلمة وكان سنيا وكان شعبة يرى الإرجاء وقال عبدان الأهوازي \n  كنا لا نصلي خلف هدبة من طول صلاته ويسبح في الركوع والسجود نيفا وثلاثين \n  تسبيحة وكان من أشبه خلق الله بهشام بن عمار لحيته ووجهه وكل شيء منه حتى \n  صلاته وقال ابن عدي سمعت أبا يعلى ) .\n</p>\n<p class=\"arabic\">وسئل عن هدبة و شيبان أيهما أفضل قال هدبة أفضلهما وأوثقهما وأكثرهما حديثا \n  كان حديث حماد بن سلمة عنده نسختين واحدة على الشيوخ وواحدة على التصنيف أخبرنا \n  أبو المعالي الأبرقوهي أنا الفتح بن عبد السلام أنا محمد بن عمر ومحمد بن \n  أحمد قالوا أنا أبو جعفر محمد بن أحمد أنا أبو الفضل الزهري أنا جعفر الفريابي \n  ثنا هدبة بن خالد ثنا همام ثنا قتادة عن أنس عن أبي موسى الأشعري أن رسول \n  الله صلى الله عليه وسلم قال مثل المؤمن الذي يقرأ القرآن كمثل الأترجة وذكر \n  الحديث قال أبوداوود عن محمد بن عبد الملك توفي هدة سنة خمس وثلاثين وقال \n  ابن حبان مات سنة ست أو سبع وثلاثين ومائتين *17*391* .\n\n</p>"
}