{
    "header": "يوسف بن يحيى .",
    "id": "008081",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">يوسف بن يحيى .\n</h1>\n<p class=\"arabic\">الإمام أبو يعقوب المصري البويطي الفقيه صاحب الشافعي روى عن ابن وهب والشافعي \n  وغيرهما وعنه الربيع المرادي رفيقه وابراهيم الحربي ومحمد بن اسماعيل الترمذي \n  وأبو حاتم وقال صدوق وأحمد بن إبراهيم بن فيل والقاسم بن هاشم السمسار وآخرون \n  كان صالحا عابدا متهجدا دائم الذكر والتشاغل بالعلم بلغنا أن الشافعي قال \n  ليس في أصحابي أعلم من البويطي قال إمام الأئمة ابن خزيمة كان ابن عبد الحكم \n  أعلم من رأيت بمذهب *17*423* مالك فوقعت بينه وبين البويطي وحشة عند موت الشافعي \n  فحدثني أبو جعفر السكري قال تنازع ) .\n</p>\n<p class=\"arabic\">ابن عبد الحكم والبويطي مجلس الشافعي فقال البويطي أنا أحق به منك وقال الآخر \n  كذلك .\n</p>\n<p class=\"arabic\">فجاء الحميدي وكان تلك الأيام بمصر فقال قال الشافعي ليس أحد أحق بمجلسي من \n  يوسف وليس أحد من أصحابي أعلم منه فقال له ابن عبد الحكم كذبت قال كذبت أنت \n  وأبوك وأمك وغضب ابن عبد الحكم وجلس البويطي في مجلس الشافعي وجلس ابن الحكم \n  في الطاق الثالث قال زكريا بن أحمد البلخي نا أبو جعفر محمد بن أحمد الترمذي \n  ثنا الربيع بن سليمان قال كان البويطي حين مرض الشافعي بمصر هو وابن عبد الحكم \n  والمزني فاختلفوا في الحلقة أيهم يقعد فيها فبلغ الشافعي فقال الحلقة للبويطي \n  فلهذا اعتزل ابن عبد الحكم وأصحابه وكانت أعظم حلقة في المسجد والناس إليه \n  في الفتيا والسلطان إليه فكان أبو يعقوب البويطي يصوم ويقرأ القرآن ولا يكاد \n  يمر يوم وليلة إلا وختم مع صنائع المعروف إلى الناس قال فسعى به وكان أبو \n  بكر الأصم من سعى به ليس هو بابن كيسان الأصم .\n</p>\n<p class=\"arabic\">وكان أصحاب ابن أبي دؤاد وابن الشافعي ممن سعى به حتى كتب فيه ابن أبي دؤاد \n  إلى والي مصر فامتحنه فلم يجب وكان الوالي حسن الرأي فيه فقال قل فيما بيني \n  وبينك قال إنه يفتدى بي مائة ألف ولا يدرون المعنى قال وكان قد أمر أن يحمل \n  إلى بغداد في أربعين رطل حديد قال الربيع وكان المزني ممن سعى به وحرملة قل \n  أبو جعفر الترمذي فحدثني الثقة عن البويطي أنه قال بريء الناس *17*424* من \n  دمي إلا ثلاثة حرملة والمزني وآخر وقال الربيع كان البويطي أبدا يحرك شفتيه \n  بذكر الله ما أبصرت أحدا أنزع لحجة من كتاب الله من البويطي ولقد رأيته على \n  بغل في عنقه غل وفي رجليه قيد وبين الغل والقيد سلسلة حديد وهو يقول إنما \n  خلق الله الخلق بكن فإذا كانت مخلوقة فكان مخلوقا خلق بمخلوق ولئن أدخلت عليه \n  لأصدقنه يعني الواثق ولأموتن في حديدي هذا حتى يأتي قوم يعلمون أنه قد مات \n  في هذا الشأن قوم في حديدهم وقال الربيع أيضا كتب إلي البويطي أن أصبر نفسك \n  للغرباء وحسن خلقك لأهل حلقتك فإني لم أزل أسمع الشافعي رحمه الله يكثر أن \n  يتمثل بهذا البيت .\n</p>\n<p class=\"arabic\">% أهبن لهم نفسي لكي يكرمونها % % ولن تكرم النفس التي لا تهينها % .\n</p>\n<p class=\"arabic\">قلت ولما توفي الشافعي جلس في حلقته بعده أبو يعقوب البويطي ثم إنه حمل في \n  أيام المحنة إلى العراق مقيدا فسجن إلى أن مات في سنة إحدى وثلاثين ومائتين \n  في رجب رضي الله ) .\n</p>\n<p class=\"arabic\">عنه قال أبو عمرو المستملي حضرنا مجلس محمد بن يحيى الذهلي فقرأ علينا كتاب \n  البويطي إليه وإذا فيه والذي أسألك أن تعرض حالي على إخواننا أهل الحديث لعل \n  الله يخلصني بدعائهم فإني والحديد وقد عجزت عن أداء الفرائض الطهارة والصلاة \n  فضج الناس بالبكاء والدعاء له ومن محاسن البويطي قال أبو بكر الأثرم كنا في \n  مجلس البويطي فقرأ علينا الشافعي أن التيمم ضربتان فقلت له حديث عمار عن النبي \n  صلى الله عليه وسلم أن *17*425* التيمم ضربة واحدة فحك من كتابه ضربتان وصيره \n  ضربة على حديث عمار ثم قال قال الشافعي إذا رأيتم عن رسول الله صلى الله عليه \n  وسلم ألبست فاضربوا على قولي وخذوا بالحديث فإنه قولي قل ابن الصلاح روى هذا \n  الحافظ أبو بكر بن مردويه القول الذي حكى عن القديم أن التيمم للوجه والكف \n  فحسب .\n\n</p>"
}