{
    "header": "هارون الواثق بالله .",
    "id": "008038",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">هارون الواثق بالله .\n</h1>\n<p class=\"arabic\">*17*379* أبو جعفر وقيل أبو القاسم أمير المؤمنين ولد المعتصم بالله أبي اسحاق \n  محمد بن الرشيد هارون بن المهدي محمد بن المنصور الهاشمي العباسي وأمه رومية \n  اسمها قراطيس أدركت دولة ابنها ولي الأمر بعهد أبيه ونقل اسماعيل الخطبي أنه \n  ولد لعشر بقين من شعبان سنة ست وتسعين ومائة قال يحيى بن أكثم ماأحسن أحد \n  إلى آل أبي طالب ما أحسن إليهم الواثق .\n</p>\n<p class=\"arabic\">ما مات وفيهم فقير وقال حمدون بن اسماعيل كان الواثق مليح الشعر وكان يحب \n  خادما أهدي له من مصر فأغضبه الواثق يوما ثم إنه سمعه يقول لبعض الخدم والله \n  إنه إبراهيم ليروم أن أكلمه من أمس فما أفعل فقال الواثق ) .\n</p>\n<p class=\"arabic\">% ياذا الذي بعذابي ظل مفتخرا % % ماأنت إلا مليك جار إذ قدر قدرا % .\n</p>\n<p class=\"arabic\">% لولا الهوى لتجارينا على قدر % % وإن أفق منه يوما ما فسوف ترى % .\n</p>\n<p class=\"arabic\">قال الخطيب كان أحمد بن أبي دؤاد قد استولى على الواثق وحمله على التشدد في \n  المحنة .\n</p>\n<p class=\"arabic\">ودعا الناس إلى القول بخلق القرآن ويقال إن الواثق رجع عن ذلك القول قبل موته \n  وقال عبد الله بن يحيى حدثنا إبراهيم بن أسباط بن السكن قال حمل رجل *17*380* \n  فيمن حمل مكبل بالحديد من بلاده فأدخل فقال ابن أبي دؤاد تقول أو أقول قال \n  هذا أول جوركم أخرجتم الناس من بلادهم ودعوتموهم إلى شيء لا بل أقول قال قل \n  والواثق جالس فقال أخبرني عن هذا الرأي الذي دعوتم الناس إليه أعلمه رسول \n  الله صلى الله عليه وسلم فلم يدع الناس إليه أم شيء لم يعلمه قال علمه قال \n  فكان يسمعه أن لا يدعو الناس إليه وأنتم لايسعكم قال فبهتوا قال فاستضحك الواثق \n  وقام قابضا على فمه ودخل بيتا ومد رجليه وهو يقول وسع النبي صلى الله عليه \n  وسلم أن يسكت عنا ولا يسعنا فأمر أن يعطى ثلاثمائة دينار وأن يرد إلى بلده \n  وعن طاهر بن خلف سمعت المهتدي بالله بن الواثق يقول كان أبي إذا أراد أن يقتل \n  رجلا أحضرنا فأتى بشيخ مخضوب مقيد وقال أبي ائذنوا لابن أبي دؤاد وأصحابه \n  وأدخل لشيخ فقال السلام عليك يا أمير المؤمنين فقال لاسلم الله عليك قال بئس \n  ما أدبك مؤدبك .\n</p>\n<p class=\"arabic\">قال الله تعالى وإذا حييتم بتحية فحيوا بأحسن منها أو ردوها قلت هذه حكاية \n  منكرة ورواتها مجاهيل لكن نسوقها قال فقال ابن أبي دؤاد يا أمير المؤمنين \n  الرجل متكلم فقال له كلمه .\n</p>\n<p class=\"arabic\">فقال يا شيخ ما تقول في القرآن قال لم تنصفني ولي السؤال *17*381* قال سل \n  يا شيخ قال ما تقول في القرآن قال مخلوق قال هذا شيء علمه رسول الله صلى الله \n  عليه وسلم وأبو بكر وعمر والخلفاء أم شيء لم يعلموه فقال شيء لم يعلموه فقال \n  سبحان الله شيء لم يعلموه أعلمته أنت قال فخجل وقال أقلني قال والمسألة بحالها \n  قال نعم قال ما تقول في القرآن قال مخلوق قال شيء علمه رسول الله قلت علمه \n  قال علمه ولم يدع الناس إليه قال نعم قال أفلا وسعك ما وسعه ووسع الخلفاء \n  بعده فقام أبي الواثق فدخل الخلوة واستلقى وهو يقول شيء لم يعلمه النبي صلى \n  الله عليه وسلم ولا أبو بكر ولا عمر ولا عثمان ولا علي علمته أنت سبحان الله \n  علموه ولم يدعوا الناس إليه أفلا وسعك ما وسعهم ثم أمر برفع قيود الشيخ وأمر \n  له بأربعمائة دينار وسقط ابن أبي دؤاد من عينه ولم يمتحن بعدها أحدا وروى \n  ) .\n</p>\n<p class=\"arabic\">نحوا من هذه الواقعة أحمد بن السندي الحداد عن أحمد بن الممتنع عن صالح بن \n  علي الهاشمي المنصوري عن المهتدي بالله رحمه الله قال صالح حضرته وقد جلس \n  للمتظلمين فنظرت إلى القصص تقرأ *17*382* عليه من أولها إلى آخرها فيأمر بالتوقيع \n  عليها ويختمها فيسرني ذلك وجعلت أنظر إليه ففطن ونظر إلي فغضضت عنه حتى كان \n  ذلك منه ومني مرارا .\n</p>\n<p class=\"arabic\">فقال لي يا صالح في نفسك شيء تحب أن تقوله قلت نعم فلما انفض المجلس أدخلت \n  مجلسه فقال تقول ما دار في نفسك أو أقوله أنا فقلت يا أمير المؤمنين ما ترى \n  قال أقول إنك استحسنت ما رأيت منا فقلت أي خليفة خليفتنا إن لم يكن يقول القرآن \n  مخلوق فورد على قلبي أمر عظيم ثم قلت يا نفس هل تموتين قبل أجلك فقلت نعم \n  فأطرق ثم قال اسمع مني فو الله لتسمعن الحق فسرى عني وقلت ومن أولى بالحق \n  منك وأنت خليفة رب العالمين وابن عم سيد المرسلين قال مازلت أقول أن القرآن \n  مخلوق صدرا من أيام الواثق حتى أقدم شيخا من أذنه فأدخل مقيدا وهو جميل حسن \n  الشيبة فرأيت الواثق قد استحيا منه ورق له فمازال يدنيه حتى قرب منه وجلس \n  فقال ناظر ابن أبي دؤاد فقال يا أمير المؤمنين إنه يضعف عن المناظرة فغضب \n  وقال أبو عبد الله يضعف عن مناظرتك أنت قال هون عليك وآئذن لي في مناظرته \n  فقال ما دعوناك إلا لهذا فقال احفظ علي وعليه ثم قال يا أحمد أخبرني عن مقالتك \n  هذه هي مقالة واجبة داخلة في عقد الدين فلا يكون الدين كاملا حتى يقال فيه \n  بما قلت قال نعم قال فأخبرني عن رسول الله صلى الله عليه وسلم حين بعثه الله \n  هل ستر شيئا مما أمر به قال لا قال فدعا إلى مقالتك هذه *17*383* فسكت فقال \n  الشيخ يا أمير المؤمنين واحدة فقال الواثق واحدة فقال الشيخ أخبرني عن الله \n  تعالى حين قال اليوم اكملت لكم دينكم أكان الله هو الصادق في إكمال دينه أو \n  أنت الصادق في نقصانه حتى يقال بمقالتك هذه فسكت فقال الشيخ اثنتان قال الواثق \n  نعم وقال اخبرني عن مقالتك هذه أعلمها رسول الله أم جهلها قلت علمها قال فدعا \n  الناس إليها فسكت فقال الشيخ يا أمير المؤمنين ثلاثة قال نعم قال فاتسع لرسول \n  الله أن علمها أن يمسك عنها ولم يطالب أمته بها قال نعم قال واتسع لأبي بكر \n  وعمر وعثمان وعلي ذلك قال نعم فأعرض الشيخ عنه وأقبل على الواثق فقال يا أمير \n  المؤمنين قد قدمت القول أن أحمد يصبو ويضعف عن المناظرة يا أمير المؤمنين \n  إن لم يتسع لك من الإمساك عن هذه المقالة ما زعم هذا أنه اتسع ) .\n</p>\n<p class=\"arabic\">للنبي صلى الله عليه وسلم ولأبي بكر وعمر وعثمان وعلي فلا وسع الله عليك قال \n  الواثق نعم كذا هو اقطعوا قيد الشيخ فلما قطعوه ضرب الشيخ بيده إلى القيد \n  فأخذه فقال الواثق لم اخذته فقال لأني نويت أن أتقدم إلى من أوصي إليه إذا \n  مت أن يجعله بيني وبين كفني حتى أخاصم به هذا الظالم عند الله يوم القيامة \n  وأقول يا رب لم قيدني وروع أهلي *17*384* ثم بكى فبكى الواثق وبكينا ثم سأله \n  الواثق أن يجعله في حل ومر له بصلة فقال لا حاجة لي بها قال المهتدي بالله \n  فرجعت عن هذه المقالة وأظن أن الواثق رجع عنها من يومئذ وقال إبراهيم نفطويه \n  حدثني حامد بن العباس عن رجل عن المهتدي بالله أن الواثق مات وقد تاب عن القول \n  بخلق القرآن وكان الواثق وافر الأدب بلغنا أن جارية غنته بشعر العرجي .\n</p>\n<p class=\"arabic\">% أظلوم إن مصابكم رجلا % % رد السلام تحية ظلم % .\n</p>\n<p class=\"arabic\">فمن الحضرين من صوب نصب رجلا ومنهم من قال صوابها رجل فقالت هكذا لقنني المازني \n  وطلب المازني فلما مثل بين يدي الواثق قال ممن الرجل قال من بني مازن .\n</p>\n<p class=\"arabic\">قال أي الموازن أمازن تميم أم مازن قيس أم مازن ربيعة قلت مازن ربيعة فكلمني \n  حينئذ بلغة قومي فقال با اسبك لأنهم يقلبون الميم باء والباء ميم فكرهت أن \n  أواجهه بمكر فقلت بكر يا أمير المؤمنين ففطن لها وأعجبته فقال ما تقول في \n  هذا البيت قلت الوجه النصب .\n</p>\n<p class=\"arabic\">لأن مصابكم مصدر بمعنى أصابتكم فأخذ البريدي يعارضني قلت هو بمنزلة إن ضربك \n  زيدا ظلم فلرجل مفعول مصابكم والدليل عليه أن الكلام معلق إلى أن تقول ظلم \n  فيتم .\n</p>\n<p class=\"arabic\">فأعجب الواثق وأعطاني ألف دينار قال ابن أبي الدنيا كان الواثق أبيض تعلوه \n  صفرة حسن اللحية في عينيه نكتة وقال زرقان بن أبي دؤاد لما احتضر الواثق جعل \n  يردد هذين البيتين *17*385* .\n</p>\n<p class=\"arabic\">% الموت فيه جميع الخلق مشترك % % لا سوقة منهم يبقى ولا ملك % .\n</p>\n<p class=\"arabic\">% ما ضر أهل الدنيا في تنافرهم % % وليس يغني عن الأملاك ما ملكوا % .\n</p>\n<p class=\"arabic\">ثم أمر بالبسط فطويت والصق خده بالأرض وجعل يقول يا من لا يزول ملكه ارحم \n  من قد زال ملكه روى أحمد بن محمد الواثقي أمير البصرة عن أبيه قال كنت أحد \n  من مرض الواثق في علته إذ لحقته غشية فما شككنا أنه مات قال بعضنا لبعض تقدموا \n  فما جسر أحد فتقدمت أنا فلما صرت عند رأسه وأردت أن أضع يدي على أنفه لحقته \n  إفاقة ففتح عينيه ) .\n</p>\n<p class=\"arabic\">فكدت أموت فزعا من أن يراني قد مشيت إلى غير رتبتي فرجعت إلى خلف فتعلقت قبيعة \n  سيفي بالعتبة فعثرت على سيفي فاندق وكاد أن يدخل في لحمي فسلمت وخرجت فاستدعيت \n  سيفا وجئت فوقفت ساعة فتلفت الواثق تلفا لم يشك فيه فشددت لحيته وغمضته وسجيته \n  وجاء الفراشون فأخذوا ما تحته يردوه إلى الخزائن لأنه مثبت عليهم وترك وحده \n  في البيت .\n</p>\n<p class=\"arabic\">فقال لي أحمد بن أبي دؤاد القاضي إنا نريد أن نتشاغل بعقد البيعة وأحب أن \n  تحفظه إلى أن يدفن فأنت من أخصهم به في حياته فرددت باب المجلس وجلست عند \n  الباب فحسست بعد ساعة بحركة في البيت أفزعتني فدخلت فإذا بجرذون قد جاء فاستل \n  عينه فأكلها فقلت لا إله إلا الله هذه العين التي فتحها من ساعة فاندق سيفي \n  هيبة لها قال وجاءوا فغسلوه وأخبرت ابن أبي دؤاد الخبر قال والجرذون دابة \n  أكبر من اليربوع كانت خلافة الواثق خمس سنين ونصف ومات بسر من رأى يوم الأربعاء \n  لست بيقين من ذي الحجة من سنة اثنتين وثلاثين وبويع بعده المتوكل *17*386* .\n\n</p>"
}