{
    "header": "يحيى بن عبد الله بن بكير المخزومي خ م ق ...",
    "id": "008066",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">يحيى بن عبد الله بن بكير المخزومي خ م ق .\n</h1>\n<p class=\"arabic\">مولاهم المصري الحافظ أبو زكريا ولد سنة أربع وخمسين ومائة وأخذ عن مالك والليث \n  وابن لهيعة وحماد بن زيد والمغيرة بن عبد الرحمن الخزامي ويعقوب بن عبد الرحمن \n  القاري وبكر بن مضر ومفضل بن فضالة وابن وهب وخلق سواهم وعنه خ وم ق عن رجل \n  عنه وبقي بن مخلد وحرملة بن يحيى ومحمد بن يحيى الذهلي وأبو زرعة ومحمد بن \n  اسحاق الصاغاني ومحمد بن إبراهيم الوسنجي ويحيى بن أيوب العلاف ويحيى بن عثمان \n  بن صالح السهمي وأحمد بن محمد بن الحجاج بن رشدين وخير بن موفق وأبو الزنباع \n  روح بن الفرج وأبو علي الحسن بن فرج الغزي وآخرون كثيرون قال أبو حاتم كان \n  يفهم هذا الشأن يكتب حديثه ولا يحتج به قلت قد احتج به صاحبا الصحيحين وكان \n  غزير العلم عارفا بالحديث وأيام الناس بصيرا بالفتوى قال عبيد بن رجال سمعت \n  يحيى بن بكير يقول لأبي زرعة ليس ذا ليس ذا زغزغة عن زوبعة إنما ترفع الستر \n  تنظر إلى بنيك وأصحابه بين يديه *17*402* مالك عن ابن عمر عن نافع وقد قال \n  فيه النسائي ضعيف وقال في موضع آخر ليس بثقة ولم يقبل الناس إطلاق هذه العبارة \n  في هذا ما في الجعفي المتقدم فيما قبله كما لم يقبلوا منه ذلك في أحمد بن \n  صالح المصري قال أسلم بن عبد العزيز الأندلسي حدثنا بقي بن مخلد أن يحيى بن \n  بكير سمع الموطأ من مالك سبع عشرة مرة قلت ومن جلالته عند البخاري روى محمد \n  بن عبد الله وهو الذهلي عن يحيى بن بكير أخبرنا محمد بن عبد السلام العصروني \n  وغير واحد عن المؤيد الطوسي وغيره قال المؤيد أنا محمد بن الفضل الفزاري أنا \n  عمر بن مسرور أنا اسماعيل بن نمير ثنا محمد بن إبراهيم البوسنجي نا يحيى بن \n  عبد الله بن بكير حدثني عن الليث عن حيوة بن شريح عن عقبة بن مسلم عن عبد \n  الله بن الحارث بن جزء قال سمعت رسول الله صلى الله عليه وسلم يقول ويل للأعقاب \n  وبطون الأقدام من النار توفي في النصف من صفر سنة إحدى وثلاثين .\n\n</p>"
}