{
    "header": "الإمام أحمد بن محمد بن حنبل .",
    "id": "008185",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الإمام أحمد بن محمد بن حنبل .\n</h1>\n<p class=\"arabic\">الإمام أحمد بن محمد بن حنبل بن هلال بن أسد بن إدريس بن عبد الله بن حيان \n  بن عبد الله بن أنس بن عوف بن قاسط بن مازن بن شيبان بن ذهل بن ثعلبة بن عكابة \n  بن صعب بن علي بن بكر بن وائل *18*62* *18*63* .\n</p>\n<p class=\"arabic\">الإمام أبو عبد الله الشيباني هكذا نسبه ولده عبد الله واعتمده أبو بكر الخطيب \n  وغيره .\n</p>\n<p class=\"arabic\">وقال ابن أبي حاتم ثنا صالح بن أحمد قال وجدت في كتاب أبي نسبه فساقه إلى \n  مازن ثم قال ابن هذيل بن شيبان بن ثعلبة بن عكابة .\n</p>\n<p class=\"arabic\">قلت قال فيه هذيل بن شيبان كما ترى وهو غلط .\n</p>\n<p class=\"arabic\">وقال البغوي نا صالح بن أحمد فقال فيه ذهل بدل هذيل .\n</p>\n<p class=\"arabic\">وكذا نقل إبراهيم بن إسحاق الغسيل عن صالح فدل على أن الوهم من ابن أبي حاتم .\n</p>\n<p class=\"arabic\">وأما قول عباس الدوري وأبي بكر بن أبي داود أن الإمام أحمد كان من بني ذهل \n  بن شيبان فغلطهما الخطيب ) .\n</p>\n<p class=\"arabic\">وقال إنما كان من بني شيبان بن ذهل بن ثعلبة .\n</p>\n<p class=\"arabic\">قال وذهل بن ثعلبة هو عم ذهل بن شيبان بن ثعلبة فينبغي أن يقال فيه أحمد بن \n  حنبل الذهلي على الإطلاق .\n</p>\n<p class=\"arabic\">وقد نسبه البخاري إليهما معا فقال الشيباني الذهلي .\n</p>\n<p class=\"arabic\">وأما ابن ماكولا مع بصره بالأنساب فوهم وقال في سياق نسبه مازن بن ذهل بن \n  شيبان بن ذهل بن ثعلبة ولم يتابع عليه .\n</p>\n<p class=\"arabic\">وقال صالح بن أحمد قال لي أبي ولدت في ربيع الأول سنة أربع وستين ومائة .\n</p>\n<p class=\"arabic\">قال صالح وجيء بأبي حمل من مرو فتوفي أبوه محمد شابا ابن ثلاثين *18*64* سنة \n  فوليت أبي أمه .\n</p>\n<p class=\"arabic\">قال أبي وكانت قد ثقبت أذني فكانت أمي تصير فيهما لؤلؤتين فلما ترعرعت نزعتهما \n  فكانتا عندها فدفعتهما إلي فبعتهما بنحو من ثلاثين درهما .\n</p>\n<p class=\"arabic\">وقال عبد الله بن أحمد بن حنبل وأحمد بن أبي خيثمة إنه ولد في ربيع الآخر .\n</p>\n<p class=\"arabic\">وقال حنبل سمعت أبا عبد الله يقول طلبت الحديث سنة تسع وسبعين وجاءنا رجل \n  وأنا في مجلس هشيم فقال مات حماد بن زيد .\n</p>\n<p class=\"arabic\">فمن شيوخه هشيم وسفيان بن عيينة وإبراهيم بن سعد وجرير بن عبد الحميد ويحيى \n  القطان والوليد بن مسلم وإسماعيل بن علية وعلي بن هاشم بن البريد ومعتمر بن \n  سليمان وعمار بن محمد ابن أخت الثوري ويحيى بن سليم الطائفي وغندر وبشر بن \n  المفضل وزياد البكائي وأبو بكر بن عياش وأبو خالد الأحمر وعباد بن عباد المهلبي \n  وعباد بن العوام وعبد العزيز بن عبد الصمد العمي وعمر بن عبيد الطنافسي والمطلب \n  بن زياد ويحيى بن أبي زائدة والقاضي أبو يوسف ووكيع وابن نمير وعبد الرحمن \n  بن مهدي ويزيد بن هارون وعبد الرزاق والشافعي وخلق كثير .\n</p>\n<p class=\"arabic\">وممن روى عنه خ م د ومن بقي بواسطة و خ د أيضا بواسطة وإبناه صالح وعبد الله \n  وشيوخه عبد الرزاق والحسن بن موسى الأشيب والشافعي لكنه قال الثقة ولم يسمه .\n</p>\n<p class=\"arabic\">وأقرانه علي بن المديني ويحيى بن معين ودحيم الشامي وأحمد بن أبي الحواري \n  وأحمد بن صالح المصري *18*65* .\n</p>\n<p class=\"arabic\">ومن القدماء محمد بن يحيى الذهلي وأبوا زرعة وعباس الدوري وأبو حاتم وبقي \n  بن مخلد وإبراهيم الحربي وأبو بكر الأثرم وأبو بكر المروزي وحرب الكرماني \n  وموسى بن هارون ومطين وخلق آخرهم أبو القاسم البغوي .\n</p>\n<p class=\"arabic\">وقال أبو جعفر بن ذريح العكبري طلبت أحمد بن حنبل لأسأله عن مسألة فسلمت عليه \n  وكان شيخا مخضوبا ) .\n</p>\n<p class=\"arabic\">طوالا أسمر شديد السمرة .\n</p>\n<p class=\"arabic\">وقال الخطيب ولد أبو عبد الله ببغداد ونشأ بها وطلب العلم بها ثم رحل إلى \n  الكوفة والبصرة ومكة والمدينة واليمن والشام والجزيرة .\n</p>\n<p class=\"arabic\">وقال أحمد مات هشيم سنة ثلاث وثمانين وخرجت إلى الكوفة في تلك الأيام ودخلت \n  البصرة سنة ست وثمانين ثم دخلتها سنة تسعين وسمعت من علي بن هاشم سنة تسع \n  وسبعين ثم عدت إليه المجلس الآخر وقد مات .\n</p>\n<p class=\"arabic\">وهي السنة التي مات فيها مالك .\n</p>\n<p class=\"arabic\">وقال قدمنا مكة سنة سبع وثمانين وقد مات الفضيل وفي سنة إحدى وتسعين وفي سنة \n  ست وأقمت بمكة سنة سبع وخرجنا سنة ثمان وأقمت سنة تسع وتسعين عند عبد الرزاق \n  وحججت خمس حجج منها ثلاث راجلا .\n</p>\n<p class=\"arabic\">وأنفقت في إحدى هذه الحجج ثلاثين درهما ولو كان عندي خمسون درهما لخرجت إلى \n  جرير بن عبد الحميد .\n</p>\n<p class=\"arabic\">وقال رأيت ابن وهب بمكة ولم أكتب عنه .\n</p>\n<p class=\"arabic\">وقال محمد بن حاتم ولي جد الإمام أحمد حنبل بن هلال سرخس وكان من أبناء الدعوة \n  فحدثت أنه ضربه المسيب بن زهير الضبي ببخارى لكونه شغب الجند *18*66* .\n</p>\n<p class=\"arabic\">وعن عباس النحوي قال رأيت أحمد بن حنبل حسن الوجه ربعه يخضب بالحناء خضابا \n  ليس بالقاني وفي لحيته شعرات سود ورأيت ثيابه غلاظا إلا أنها بيض ورأيته معتما \n  وعليه إزار .\n</p>\n<p class=\"arabic\">وقال حنبل سمعت أبا عبد الله يقول ذهبت لأسمع من ابن المبارك فلم أدركه وكان \n  قد قدم فخرج إلى الثغر فلم أسمع منه ولا رأيته .\n</p>\n<p class=\"arabic\">وقال عارم أبو النعمان وضع أحمد عندي نفقته فكان يجيء فيأخذ منها حاجته فقلت \n  له يوما يا أبا عبد الله بلغني أنك من العرب .\n</p>\n<p class=\"arabic\">فقال يا أبا النعمان نحن قوم مساكين .\n</p>\n<p class=\"arabic\">فلم يزل يدافعني حتى خرج ولم يقل لي شيئا .\n</p>\n<p class=\"arabic\">وقال صالح عزم أبي على الخروج إلى مكة ورافق يحيى بن معين فقال أبي نجح ونمضي \n  إلى الصنعاء إلى عبد الرزاق فمضينا حتى دخلنا مكة فإذا عبد الرزاق في الطواف \n  وكان يحيى يعرفه فطفنا ثم جئنا إلى عبد الرزاق فسلم عليه يحيى وقال هذا أخوك \n  أحمد بن حنبل .\n</p>\n<p class=\"arabic\">فقال حياه الله إنه ليبلغني عنه كلام أسر به ثبته الله على ذلك .\n</p>\n<p class=\"arabic\">ثم قام لينصرف فقال يحيى ألا ناخذ عليه الموعد .\n</p>\n<p class=\"arabic\">فأبى أحمد وقال لم أغير النية في رحلتي إليه أو كما قال .\n</p>\n<p class=\"arabic\">ثم سافر إلى اليمن لأجله وسمع منه الكتب وأكثر عنه *18*67* .\n#</p>\n<p class=\"arabic\">فصل في إقباله على العلم في إقباله على العلم واشتغاله وحفظه .\n</p>\n<p class=\"arabic\">قال الخلال أنا المروذي أن أبا عبد الله قال له ما تزوجت إلا بعد الأربعين .\n</p>\n<p class=\"arabic\">وعن أحمد الدورقي عن أبي عبد الله قال نحن كتبنا الحديث من ستة وجوه وسبعة \n  وجوه لم نضبطه فكيف يضبطه من كتبه من وجه واحد .\n</p>\n<p class=\"arabic\">وقال عبد الله بن أحمد بن حنبل سمعت أبا زرعة يقول كان أبوك يحفظ ألف ألف \n  حديث .\n</p>\n<p class=\"arabic\">فقيل له وما يدريك قال ذاكرته فأخذت عليه الأبواب .\n</p>\n<p class=\"arabic\">وقال جنيد سمعت أبا عبد الله يقول حفظت كل شيء سمعته من هشيم وهشيم حي .\n</p>\n<p class=\"arabic\">وقال عبد الرحمن بن أبي حاتم قال سعيد بن عمرو البردعي يا أبا زرعة أنت أحفظ \n  أم أحمد بن حنبل فقال بل أحمد .\n</p>\n<p class=\"arabic\">قلت وكيف علمت قال وجدت كتبه ليس في أوائل الأجزاء ترجمة أسماء المحدثين الذين \n  سمع منهم فكان يحفظ كل جزء ممن سمعه وأنا لا أقدر على هذا .\n</p>\n<p class=\"arabic\">وعن أبي زرعة قال حرز كتب أحمد يوم مات فبلغت اثني عشر حملا وعدلا وما كان \n  ظهر كتاب منها حديث فلان ولا فلان .\n</p>\n<p class=\"arabic\">وكل ذلك كان يحفظه عن ظهر قلبه *18*68* .\n</p>\n<p class=\"arabic\">وقال الحسن بن منبه سمعت أبا زرعة قال أخرج إلي أبو عبد الله أجزاء كلها سفيان \n  ليس على حديث منها ثنا فلان فظننتها عن رجل واحد فانتخبت منها فلما قرأ علي \n  جعل يقول ثنا وكيع ويحيى وثنا فلان .\n</p>\n<p class=\"arabic\">فعجبت من ذلك وجهدت أن أقدر على شيء من هذا فلم أقدر .\n</p>\n<p class=\"arabic\">قال المروذي سمعت أبا عبد الله يقول كنت أذاكر وكيعا بحديث الثوري وكان إذا \n  صلى العشاء الآخرة خرج من المسجد إلى منزله فكنت أذاكره فربما ذكر تسعة عشرة \n  أحاديث فأحفظها فإذا دخل قال لي أصحاب الحديث إمل علينا فأملها عليهم .\n</p>\n<p class=\"arabic\">وقال الخلال ثنا أبو إسماعيل الترمذي سمعت قتيبة بن سعيد يقول كان وكيع إذا \n  كانت العتمة ينصرف معه أحمد بن حنبل فيقف على الباب فيذاكره فأخذ وكيع ليلة \n  بعضادتي الباب ثم قال يا أبا عبد الله أريد أن ألقي عليك حديث سفيان .\n</p>\n<p class=\"arabic\">قال هات .\n</p>\n<p class=\"arabic\">قال تحفظ عن سفيان عن سلمة بن كهيل كذا قال نعم ثنا يحيى .\n</p>\n<p class=\"arabic\">فيقول سلمة كذا وكذا فيقول ثنا عبد الرحمن فيقول وعن سلمة كذا كذا فيقول أنت \n  حدثتنا حتى يفرغ من سلمة فيقول أحمد فتحفظ عن سلمة كذا وكذا فيقول وكيع لا \n  ثم يأخذ في حديث شيخ شيخ .\n</p>\n<p class=\"arabic\">فلم يزل قائما حتى جاءت الجارية فقالت قد طلع الكوكب أو قالت الزهرة وقال \n  عبد الله قال لي أبي خذ أي كتاب شئت من كتب وكيع فإن شئت أن تسألني عن الكلام \n  حتى أخبرك بالإسناد وإن شئت بالإسناد حتى أخبرك عن الكلام .\n</p>\n<p class=\"arabic\">وقال الخلال سمعت أبا القاسم بن الختلي وكفاك به يقول أكثر الناس يظنون أن \n  أحمد إذا سئل كان علم الدنيا بين عينيه .\n</p>\n<p class=\"arabic\">وقال إبراهيم الحربي رأيت أحمد كأن الله جمع له علم الأولين والآخرين *18*69* .\n</p>\n<p class=\"arabic\">وعن أحمد بن سعيد الرازي قال ما رأيت أسود أحفظ لحديث رسول الله صلى الله \n  عليه وسلم ولا أعلم بفقهه ومعانيه من أحمد بن حنبل .\n</p>\n<p class=\"arabic\">وقال ابن أبي حاتم ثنا أحمد بن سلمة سمعت إسحاق بن راهويه يقول كنت أجالس \n  بالعراق أحمد بن حنبل ويحيى بن معين وأصحابنا وكنا نتذاكر الحديث من طريقين \n  وثلاثة فيقول يحيى من بينهم وطريق كذا .\n</p>\n<p class=\"arabic\">فأقول أليس قد صح هذا بإجماع منا فيقولون نعم .\n</p>\n<p class=\"arabic\">فأقول ما تفسيره ما فقهه فيقفون كلهم إلا أحمد بن حنبل .\n</p>\n<p class=\"arabic\">وقال الخلال كان أحمد قد كتب الرأي وحفظها ثم لم يلتفت إليها .\n</p>\n<p class=\"arabic\">وقال أحمد بن سنان ما رأيت يزيد بن هارون لأحد أشد تعظيما منه لأحمد بن حنبل \n  لا رأيته أكرم أحدا مثله وكان يقعده إلى جنبه ويوقره ولا يمازحه .\n</p>\n<p class=\"arabic\">وقال عبد الرزاق ما رأيت أفقه من أحمد بن حنبل ولا أروع .\n</p>\n<p class=\"arabic\">وقال إبراهيم بن شماس سمعت وكيعا يقول ما قدم الكوفة مثل ذاك الفتى يعني أحمد \n  وسمعت حفص بن غياث يقول ذلك .\n</p>\n<p class=\"arabic\">وعن عبد الرحمن بن مهدي قال ما نظرت إلى أحمد بن حنبل إلا تذكرت به سفيان \n  الثوري .\n</p>\n<p class=\"arabic\">وقال القواريري قال لي يحيى القطان ما قدم علي مثل أحمد بن حنبل ويحيى بن \n  معين *18*70* .\n</p>\n<p class=\"arabic\">وقال أبو اليمان كنت أشبه أحمد بن حنبل بأرطأة بن المنذر .\n</p>\n<p class=\"arabic\">وقال الهيثم بن جميل إن عاش هذا الفتى سيكون حجة زمانه يعني أحمد .\n</p>\n<p class=\"arabic\">وقال قتيبة خير أهل زماننا ابن المبارك ثم هذا الشاب يعني أحمد بن حنبل .\n</p>\n<p class=\"arabic\">وقال أبو داود سمعت قتيبة يقول إذا رأيت الرجل يحب أحمد فأعلم أنه صاحب سنة .\n</p>\n<p class=\"arabic\">وقال عبد الله بن أحمد بن شبويه عن قتيبة لو أدرك أحمد عصر الثوري والأوزاعي \n  ومالك والليث لكان هو المقدم .\n</p>\n<p class=\"arabic\">فقلت لقتيبة تضم أحمد إلى التابعين فقال إلى كبار التابعين .\n</p>\n<p class=\"arabic\">وسمعت قتيبة يقول لولا الثوري لمات الورع ولولا أحمد بن حنبل لأحدثوا في الدين .\n</p>\n<p class=\"arabic\">وقال أحمد بن سلمة سمعت قتيبة يقول أحمد بن حنبل إمام الدنيا .\n</p>\n<p class=\"arabic\">وقال العباس بن الوليد البيروتي ثنا الحارث بن عباس قال قلت لأبي مسهر هل \n  تعرف أحدا يحفظ على هذه الأمة أمر دينها قال لا أعلمه إلا شاب في ناحية الشرق \n  يعني أحمد بن حنبل .\n</p>\n<p class=\"arabic\">وقال المزني قال لي الشافعي رأيت ببغداد شابا إذا قال حدثنا قال *18*71* الناس \n  كلهم صدق .\n</p>\n<p class=\"arabic\">قلت من هو قال أحمد بن حنبل .\n</p>\n<p class=\"arabic\">وقال حرملة سمعت الشافعي يقول خرجت من بغداد فما خلفت بها رجلا أفضل ولا أعلم \n  ولا أفقه ولا أتقى من أحمد بن حنبل .\n</p>\n<p class=\"arabic\">وقال الزعفراني قال لي الشافعي ما رأيت أعقل من أحمد بن حنبل وسليمان بن داود \n  الهاشمي .\n</p>\n<p class=\"arabic\">وقال محمد بن إسحاق بن راهويه سمعت أبي يقول قال لي أحمد بن حنبل تعال حتى \n  أريك رجلا لم تر مثله .\n</p>\n<p class=\"arabic\">فذهب بي إلى الشافعي .\n</p>\n<p class=\"arabic\">قال أبي وما رأى الشافعي مثل أحمد بن حنبل لولا أحمد وبذل نفسه لما بذلها \n  له لذهب الإسلام .\n</p>\n<p class=\"arabic\">وعن إسحاق قال أحمد حجة بين الله وبين خلفه .\n</p>\n<p class=\"arabic\">وقال محمد بن عبدويه سمعت علي بن المديني وذكر أحمد بن حنبل فقال هو أفضل \n  عندي من سعيد بن جبير في زمانه لأن سعيدا كان له نظراء وإن هذا ليس له نظير \n  أو كما قال .\n</p>\n<p class=\"arabic\">وقال علي بن المديني إن الله أعز هذا الدين بأبي بكر الصديق يوم الردة وبأحمد \n  بن حنبل يوم المحنة .\n</p>\n<p class=\"arabic\">وقال أبو عبيد انتهى العلم إلى أربعة أحمد بن حنبل وهو أفقههم وذكر الحكاية .\n</p>\n<p class=\"arabic\">وقال محمد بن نصر الفراء سمعت أبا عبيد يقول أحمد بن حنبل إمامنا *18*72* \n  إني لأتزين بذكره .\n</p>\n<p class=\"arabic\">وقال أبو بكر الأثرم عن أبي عبيد ما رأيت رجلا أعلم بالسنة من أحمد .\n</p>\n<p class=\"arabic\">وقال أحمد بن الحسن الترمذي سمعت الحسن بن الربيع يقول ما شبهت أحمد بن حنبل \n  إلا بابن المبارك في سمته وهيئته .\n</p>\n<p class=\"arabic\">وقال الطبراني ثنا محمد بن الحسين الأنماطي قال كنا في مجلس فيه يحيى بن معين \n  وأبو خيثمة وجماعة فجعلوا يثنون على أحمد بن حنبل فقال رجل لا تكثروا بعض \n  هذا .\n</p>\n<p class=\"arabic\">فقال يحيى بن معين وكثرة الثناء على أحمد تستنكر لو جلسنا مجالسنا بالثناء \n  عليه ما ذكرنا فضائله بكمالها .\n</p>\n<p class=\"arabic\">وقال عباس عن ابن معين ما رأيت مثل أحمد .\n</p>\n<p class=\"arabic\">وقال جعفر النفيلي كان أحمد من أعلام الدين .\n</p>\n<p class=\"arabic\">وقال المروذي حضرت أبا ثور سئل عن مسألة فقال قال أبو عبد الله أحمد بن حنبل \n  شيخنا وإمامنا فيها كذا و كذا .\n</p>\n<p class=\"arabic\">وقال إبراهيم الحربي قال ابن معين ما رأيت أحدا يحدث لله إلا ثلاثة يعلى بن \n  عبيد والقعنبي وأحمد بن حنبل .\n</p>\n<p class=\"arabic\">وقال عباس الدوري سمعت ابن معين يقول أرادوا أن أكون مثل أحمد والله لا أكون \n  مثله أبدا .\n</p>\n<p class=\"arabic\">وقال أبو خيثمة ما رأيت مثل أحمد بن حنبل ولا أشد قلبا منه .\n</p>\n<p class=\"arabic\">وقال علي بن خشرم سمعت بشر بن الحارث وسئل عن أحمد بن حنبل فقال أنا أسأل \n  عن أحمد إن أحمد أدخل الكير فخرج ذهبا أحمر *18*73* .\n</p>\n<p class=\"arabic\">رواها جماعة عن ابن خشرم .\n</p>\n<p class=\"arabic\">وقال عبد الله بن أحمد بن حنبل قال أصحاب بشر بن الحارث حين ضرب أحمد في المحنة \n  ياأبا نصر لو أنك خرجت فقلت إني على قول أحمد بن حنبل .\n</p>\n<p class=\"arabic\">فقال بشر أتريدون أن أقوم مقام الأنبياء ) .\n</p>\n<p class=\"arabic\">رويت من وجهين عن بشر وزاد أحدهما قال بشر حفظ الله أحمد من بين يديه ومن \n  خلفه .\n</p>\n<p class=\"arabic\">وقال القاسم بن محمد الصايغ سمعت المروذي يقول دخلت على ذي النون السجن ونحن \n  بالعسكر فقال أي شيء حال سيدنا يعني أحمد بن حنبل وقال إسحاق بن أحمد سمعت \n  أبا زرعة يقول ما رأيت مثل أحمد بن حنبل في فنون العلم وما قام أحد مثل ما \n  قام أحمد به .\n</p>\n<p class=\"arabic\">وقال ابن أبي حاتم قالوا لأبي زرعة فإسحاق بن راهويه قال أحمد بن حنبل أكبر \n  من إسحاق وأفقه قد رأيت الشيوخ فما رأيت أحدا أكمل منه اجتمع فيه زهد وفضل \n  وفقه وأشياء كثيرة .\n</p>\n<p class=\"arabic\">وقال ابن أبي حاتم سألت أبي عن علي بن المديني وأحمد بن حنبل أيهما أحفظ فقال \n  كانا في الحفظ متقاربين وكان أحمد أفقه .\n</p>\n<p class=\"arabic\">وقال أبي إذا رأيت الرجل يحب أحمد فاعلم أنه صاحب سنة .\n</p>\n<p class=\"arabic\">وسمعت أبي يقول رأيت قتيبة بمكة فقلت لأصحاب الحديث كيف *18*74* تغفلون عنه \n  وقد رأيت أحمد بن حنبل في مجلسه فلما سمعوا هذا أخذوا نحوه وكتبوا عنه .\n</p>\n<p class=\"arabic\">وقال محمد بن حماد الطهراني سمعت أبا ثور يقول أحمد بن حنبل أعلم أو أفقه \n  من الثوري .\n</p>\n<p class=\"arabic\">وقال محمد بن يحيى الذهلي جعلت أحمد بن حنبل إماما فيما بيني وبين الله .\n</p>\n<p class=\"arabic\">وقال نصر بن علي الجهضمي كان أحمد أفضل أهل زمانه .\n</p>\n<p class=\"arabic\">وقال عمرو الناقد إذا وافقني أحمد على حديث لا ابالي من خالفني .\n</p>\n<p class=\"arabic\">وقال محمد بن مهران الجمال وذكر له أحمد بن حنبل فقال ما بقي غيره .\n</p>\n<p class=\"arabic\">وقال الخلال ثنا صالح بن علي الحلبي سمعت أبا همام السكوني يقول ما رأيت مثل \n  أحمد بن حنبل ولا رأى أحمد مثله .\n</p>\n<p class=\"arabic\">وقال محمد بن إسحاق بن خزيمة سمعت محمد بن سختويه البرذعي يقول سمعت أبا عمير \n  عيسى بن محمد الرملي وذكر أحمد بن حنبل فقال رحمه الله عن الدنيا ما كان أمره \n  وبالماضين ما كان أشبهه وبالصالحين ما كان ألحقه عرضت له الدنيا فأباها والبدع \n  فنفاها .\n</p>\n<p class=\"arabic\">وقال أبو حاتم الرازي كان أبو عمير بن النحاس الرملي من عباد المسلمين فقال \n  لي كتبت عن أحمد بن حنبل شيئا قلت نعم .\n</p>\n<p class=\"arabic\">قال فأمل علي .\n</p>\n<p class=\"arabic\">فأمليت عليه شيئا *18*75* .\n</p>\n<p class=\"arabic\">عن حجاج بن الشاعر قال ما كنت أحب أن أقتل في سبيل الله ولم أصل على أحمد \n  بن حنبل .\n</p>\n<p class=\"arabic\">وعنه قال قبلت يوما ما بين عيني أحمد بن حنبل وقلت يا أبا عبد الله بلغت مبلغ \n  سفيان ومالك ولم أظن في نفسي أني بقيت لي غاية فبلغ والله في الإمامة أكثر \n  من مبلغهما .\n</p>\n<p class=\"arabic\">وعن حجاج بن الشاعر قال ما رأت عيناي روحا في جسد أفضل من أحمد بن حنبل .\n</p>\n<p class=\"arabic\">وعن محمد بن نصر المروزي قال اجتمعت بأحمد بن حنبل وسألته عن مسائل وكان أكثر \n  حديثا من إسحاق بن راهويه وأفقه منه .\n</p>\n<p class=\"arabic\">وعن محمد بن إبراهيم البوسنجي قال ما رأيت أجمع في كل شيء من أحمد بن حنبل \n  ولا أعقل .\n</p>\n<p class=\"arabic\">وقال محمد بن مسلم بن وارة كان أحمد صاحب فقه وصاحب حفظ وصاحب معرفة .\n</p>\n<p class=\"arabic\">وقال أبو عبد الرحمن النسائي جمع أحمد بن حنبل المعرفة بالحديث والفقه والورع \n  والزهد والصبر .\n</p>\n<p class=\"arabic\">وقال خطاب بن بشر عن عبد الوهاب بن الحكم الوراق لما قال النبي صلى الله عليه \n  وسلم فردوه إلى عالمه رددناه إلى أحمد بن حنبل وكان أعلم أهل زمانه .\n</p>\n<p class=\"arabic\">وقال أبو داود كانت مجالس أحمد مجالس الآخرة لا يذكر فيها شيء من أمر الدنيا \n  ما رأيته ذكر الدنيا قط *18*76* .\n</p>\n<p class=\"arabic\">وقال صالح جزرة أفقه من أدركت في الحديث أحمد بن حنبل .\n</p>\n<p class=\"arabic\">وقال عبد الله بن أحمد عن أبيه وذكر الشافعي عنده فقال ما استفاد منا أكثر \n  مما استفدنا منه .\n</p>\n<p class=\"arabic\">قال عبد الله كل شيء في كتاب الشافعي أنا الثقة فهو عن أبي .\n</p>\n<p class=\"arabic\">وقال الخلال ثنا أبو بكر المروذي قال قدم رجل من الزهاد فأدخلته على أبي عبد \n  الله وعليه فرو خلق وخريقة على رأسه وهو حاف في برد شديد فسلم وقال يا أبا \n  عبد الله قد جئت من موضع بعيد وما أردت إلا السلام عليك وأريد عبادان وأريد \n  إن أنا رجعت أن أمر بك وأسلم عليك .\n</p>\n<p class=\"arabic\">فقال إن قدر .\n</p>\n<p class=\"arabic\">فقام الرجل وأبو عبد الله قاعد .\n</p>\n<p class=\"arabic\">قال المروذي ما رأيت أحدا قط قام من عند أبي عبد الله حتى يقوم أبو عبد الله \n  له إلا هذا الرجل .\n</p>\n<p class=\"arabic\">فقال لي أبو عبد الله ما ترى ما أشبهه بالأبدال أو قال إني لأذكر به الأبدال .\n</p>\n<p class=\"arabic\">فأخرج إليه أبو عبد الله أربعة أرغفة مشطورة بكامخ وقال لو كان عندنا شيء \n  لواسيناك ) .\n</p>\n<p class=\"arabic\">قال الخلال وأنا المروذي قلت لأبي عبد الله ما أكثر الداعي لك .\n</p>\n<p class=\"arabic\">قال أخاف أن يكون هذا استدراجا بأي شيء هذا .\n</p>\n<p class=\"arabic\">وقلت لأبي عبد الله إن رجلا قدم من طرسوس وقال لي إنا كنا في بلاد الروم في \n  الغزو وإذا هدأ الليل ورفعوا أصواتهم بالدعاء ادعوا لأبي عبد الله وكنا نمد \n  المنجنيق ونرمي عنه ولقد رمي عنه الحجر والعلج على الخصن متترس بدرقة فذهب \n  برأسه وبالدرقة فتغير وجهه وقال ليته لا يكون استدراجا *18*77* .\n</p>\n<p class=\"arabic\">فقلت كلا .\n</p>\n<p class=\"arabic\">قال الخلال وأخبرني أحمد بن حسين قال سمعت رجلا من خراسان يقول عندنا أحمد \n  بن حنبل يرون أنه لا يشبه البشر يظنون أنه الملائكة .\n</p>\n<p class=\"arabic\">وقال لي رجل نظرة عندنا من أحمد تعدل عبادة سنة .\n</p>\n<p class=\"arabic\">قال الخلال وقال المروذي رأيت بعض النصارى الأطباء قد خرج من عند أبي عبد \n  الله ومعه راهب فسمعت الطبيب يقول إنه سألني أن يجيء معي حتى ينظر إلى عبد \n  الله .\n</p>\n<p class=\"arabic\">وقال المروذي وأدخلت نصرانيا على أبي عبد الله يعالجه فقال يا أبا عبد الله \n  إني لأشتهي أن أراك منذ ستين سنة .\n</p>\n<p class=\"arabic\">ما بقاؤك صلاح الإسلام وحدهم بل للخلق جميعا وليس من أصحابنا أحد إلا وقد \n  رضي بك .\n</p>\n<p class=\"arabic\">قال المروذي فقلت لأبي عبد الله إني لأرجو أن يكون يدعى لك في جميع الأمصار .\n</p>\n<p class=\"arabic\">فقال يا أبا بكر إذا عرف الرجل نفسه فما ينفعه كلام الناس .\n</p>\n<p class=\"arabic\">وقال عبد الله بن أحمد خرج أبي إلى طرسوس ساشيا وحج حجتين أو ثلاثا ماشيا \n  وكان أصبر الناس على الوحدة .\n</p>\n<p class=\"arabic\">وبشر فيما كان فيه لم يكن يصبر على الوحدة كان يخرج إلى ذا وإلى ذاك .\n</p>\n<p class=\"arabic\">وقال عباس الدوري حدثني علي بن أبي فزارة جارنا قال كانت أمي مقعدة من نحو \n  عشرين سنة فقالت لي يوما اذهب إلى أحمد بن حنبل فسله أن يدعو لي .\n</p>\n<p class=\"arabic\">فأتيت فدققت عليه وهو في دهليزه فلم يفتح لي وقال من هذا قلت أنا رجل سألتني \n  أمي وهي مقعدة أن أسألك أن تدعو الله لها .\n</p>\n<p class=\"arabic\">فسمعت كلامه كلام رجل مغضب فقال نحن أحوج أن تدعو الله لنا .\n</p>\n<p class=\"arabic\">فوليت منصرفا فخرجت عجوز فقالت إني قد تركته يدعو لها *18*78* .\n</p>\n<p class=\"arabic\">فجئت إلى بيتنا دققت الباب فخرجت أمي على رجليها تمشي وقالت قد وهب الله لي \n  العافية .\n</p>\n<p class=\"arabic\">رواها ثقتان عن عباس ) .\n</p>\n<p class=\"arabic\">وقال عبد الله بن أحمد كان أبي يصلي في كل يوم وليلة ثلاثمائة ركعة فلما مرض \n  من تلك الأسواط أضعفته فكان يصلي كل يوم وليلة مائة وخمسين ركعة .\n</p>\n<p class=\"arabic\">وقال عبد الله بن أحمد ثنا علي بن الجهم قال كان لنا جار فأخرج إلينا كتابا \n  فقال أتعرفون هذا الخط قلنا هذا خط أحمد بن حنبل فكيف كتب لك قال كنا بمكة \n  مقيمين عند سفيان بن عيينة ففقدنا أحمد أياما ثم جئنا لنسأل عنه فإذا الباب \n  مردود عليه وعليه خلقان فقلت ما خبرك قال سرقت ثيابي .\n</p>\n<p class=\"arabic\">فقلت له معي دنانير فإن شئت صلة وإن شئت قرضا .\n</p>\n<p class=\"arabic\">فإبى فقلت تكتب لي بأجرة قال نعم .\n</p>\n<p class=\"arabic\">فأخرجت دينارا فقال اشتر لي ثوبا واقطعه نصفين يعني إزارا ورداء وجئني ببقية \n  الدينار .\n</p>\n<p class=\"arabic\">ففعلت وجئت بورق فكتب لي هذا .\n</p>\n<p class=\"arabic\">وقال عبد الرزاق عرضت على أحمد بن حنبل دنانير فلم يأخذها .\n</p>\n<p class=\"arabic\">وقال إسحاق بن راهويه كنت أنا وأحمد باليمن عند الرزاق وكنت أنا فوق الغرفة \n  وهو أسفل وكنت إذا جئت إلى موضع اشتريت جارية .\n</p>\n<p class=\"arabic\">قال فاطلعت على أن نفقته فنيت فعرضت عليه فامتنع فقلت إن *18*79* شئت قرضا \n  وإن شئت صلة .\n</p>\n<p class=\"arabic\">فأبى فنظرت فإذا هو ينسج التكك ويبيعه وينفق .\n</p>\n<p class=\"arabic\">رواها أبو إسماعيل الترمذي عنه .\n</p>\n<p class=\"arabic\">وعن أبي إسماعيل قال أتى رجل بعشرة آلاف درهم من ربح تجارته إلى أحمد فأبى \n  أن يقبلها .\n</p>\n<p class=\"arabic\">وقال عبد الله عن أبيه قال عرض علي يزيد بن هارون نحو خمسمائة درهم فلم أقبلها .\n</p>\n<p class=\"arabic\">وقيل إن صيرفيا وصل أحمد بخمسمائة دينار فردها .\n</p>\n<p class=\"arabic\">وقال صالح دخلت على أبي أيام الواثق والله يعلم كيف حالنا فإذا تحت لبده ورقة \n  فيها يا أبا عبد الله بلغني فيه ما أنت فيه من الضيق وقد وجهت إليك بأربعة \n  آلاف درهم فلما رد أبي من صلاته قلت ما هذا فآحمر وجهه وقال رفعتها منك .\n</p>\n<p class=\"arabic\">ثم قال تذهب بجوابه .\n</p>\n<p class=\"arabic\">فكتب إلى الرجل وصل كتابك ونحن في عافية فأما الدين فلرجل لا يرهقنا وأما \n  العيال فهم في نعمة الله .\n</p>\n<p class=\"arabic\">فذهبت بالكتاب فلما كان بعد حين ورد كتاب الرجل بمثل ذلك فامتنع فلما مضى \n  نحو سنة ذكرناها فقال لو إنا قبلناها كانت قد ذهبت .\n</p>\n<p class=\"arabic\">وقال جماعة ثنا سلمة بن شبيب قال كنا في أيام المعتصم عند أحمد بن حنبل فدخل \n  رجل فقال من منكم أحمد بن حنبل فسكتنا فقال أحمد ها أنا ذا *18*80* .\n</p>\n<p class=\"arabic\">قال جئت من أربعمائة فرسخ برا وبحرا كنت ليلة جمعة نائما فأتاني آت فقال لي \n  تعرف أحمد بن حنبل قلت لا .\n</p>\n<p class=\"arabic\">قال فآئت بغداد وسل عنه فإذا رأيته فقل إن الخضر يقرئك السلام ويقول إن ساكن \n  السماء الذي على عرشه راض عنك والملائكة راضون عنك بما صبرت نفسك لله .\n#</p>\n<p class=\"arabic\">فصل في آدابه .\n</p>\n<p class=\"arabic\">قال عبد الله بن أحمد رأيت أبي يأخذ شعرة من شعر النبي صلى الله عليه وسلم \n  فيضعها على فيه يقبلها وأحسب أني رأيته يضعها على عينه ويغمسها في الماء ويشربه \n  يستشفي به ورأيته قد أخذ قصعة النبي صلى الله عليه وسلم فغسلها في جب الماء \n  ثم شرب فيها ورأيته يشرب ماء زمزم يستشفي به ويمسح به يديه ووجهه .\n</p>\n<p class=\"arabic\">وقال أحمد بن سعيد الدارمي كتب إلى أحمد بن حنبل لأبي جعفر أكرمه الله من \n  أحمد بن حنبل .\n</p>\n<p class=\"arabic\">وعن سعيد بن يعقوب قال كتب إلي أحمد من أحمد بن محمد إلى سعيد بن يعقوب أما \n  بعد فإن الدنيا داء والسلطان داء والعالم طبيب فإذا رأيت الطبيب يجر الداء \n  إلى نفسه فآحذره السلام عليك .\n</p>\n<p class=\"arabic\">وقال عبيد الله بن عبد الرحمن الزهري حدثني أبي قال مضى عمي أبو إبراهيم أحمد \n  بن سعد إلى أحمد بن حنبل فسلم عليه فلما رآه وثب قائما وأكرمه .\n</p>\n<p class=\"arabic\">قال المروذي قال لي أحمد ما كتبت حديثا إلا وقد عملت به حتى مر بي أن النبي \n  صلى الله عليه وسلم احتجم وأعطى أبا طيبة دينارا فأعطيت الحجام دينارا حين \n  احتجمت *18*81* .\n</p>\n<p class=\"arabic\">وقال ابن أبي حاتم ذكر عبد الله بن أبي عمر البكري قال سمعت عبد الملك الميموني \n  يقول ما أعلم أني رأيت أحدا أنظف ثوبا ولا أشد تعاهد لنفسه في شاربه وشعر \n  رأسه وشعر بدنه ولا أنقى ثوبا وشدة بياض من أحمد بن حنبل .\n</p>\n<p class=\"arabic\">وقال الخلال أخبرني محمد بن الجنيد أن المروذي حدثهم قال كان أبو عبد الله \n  لا يدخل الحمام وكان إذا احتاج إلى النورة تنور في البيت .\n</p>\n<p class=\"arabic\">وأصلحت له غير مرة النورة واشتريت له جلدا ليده يدخل يده فيه ويتنور .\n</p>\n<p class=\"arabic\">وقال حنبل رأيت أبا عبد الله إذا أراد القيام قال لجلسائه إذ شئتم .\n</p>\n<p class=\"arabic\">وقال المروذي رأيت أبا عبد الله قد ألقى لختان درهمين في الطست .\n</p>\n<p class=\"arabic\">وقال موسى بن هارون سئل أحمد بن حنبل فقيل له أين نطلب البدلاء فسكت حتى ظننا \n  أنه لا يجيب ثم قال إن لم يكن من أصحاب الحديث فلا أدري .\n</p>\n<p class=\"arabic\">وقال المروذي كان الإمام أحمد إذا ذكر الموت خنقته العبرة وكان يقول الخوف \n  يمنعني أكل الطعام والشراب .\n</p>\n<p class=\"arabic\">وقال إذا ذكرت الموت هان علي كل شيء من أمر الدنيا وإنما هو طعام دون طعام \n  ولباس دون لباس وإنها أيام قلائل ما أعدل بالفقر شيئا .\n</p>\n<p class=\"arabic\">وقال لو وجدت السبيل لخرجت حتى لا يكون لي ذكر *18*82* .\n</p>\n<p class=\"arabic\">وقال أريد أن أكون في بعض تلك الشعاب بمكة حتى لا أعرف قد بليت بالشهرة إني \n  لأتمنى الموت صباحا ومساء .\n</p>\n<p class=\"arabic\">وقال المروذي ذكر لأحمد أن رجلا يريد لقاءه فقال أليس قد كره بعضهم اللقاء \n  يتزين لي وأتزين له .\n</p>\n<p class=\"arabic\">وقال لقد استرحت ما جاءني الفرح إلا منذ حلفت أن لا أحدث وليتنا نترك .\n</p>\n<p class=\"arabic\">الطريق ما كان عليه بشر بن الحارث .\n</p>\n<p class=\"arabic\">وقال المروذي قلت لأبي عبد الله إن فلانا قال لم يزهد أبو عبد الله في الدراهم \n  وحدها قد زهد في الناس .\n</p>\n<p class=\"arabic\">فقال ومن أنا حتى أزهد في الناس الناس يريدون أن يزهدوا في .\n</p>\n<p class=\"arabic\">وسمعت أبا عبد الله يكره للرجل أن ينام بعد العصر يخاف على عقله .\n</p>\n<p class=\"arabic\">وسمعته يقول لا يفلح من تعاطى الكلام ولا يخلو من أن يتجهم .\n</p>\n<p class=\"arabic\">وسئل عن القراءة بالألحان فقال هذه بدعة لا تسمع .\n</p>\n<p class=\"arabic\">وكان قد قارب الثمانين رحمه الله .\n</p>\n<p class=\"arabic\">فصل في قوله في أصول الدين قال أبو داود سمعت أحمد بن حنبل يقول الإيمان قول \n  وعمل يزيد وينقص .\n</p>\n<p class=\"arabic\">البر كله من الإيمان والمعاصي تنقص من الإيمان .\n</p>\n<p class=\"arabic\">وقال إسحاق بن إبراهيم البغوي سمعت أحمد بن حنبل وسئل عمن يقول القرآن مخلوق \n  فقال كافر .\n</p>\n<p class=\"arabic\">وقال سلمة بن شبيب سمعت أحمد يقول من قال القرآن مخلوق فهو كافر *18*83* .\n</p>\n<p class=\"arabic\">وقال أبو إسماعيل الترمذي سمعت أحمد بن حنبل يقول من قال القرآن مخلوق فهو \n  كافر ) .\n</p>\n<p class=\"arabic\">واقال إسماعيل بن الحسن السراج سألت أحمد عمن يقول القرآن مخلوق .\n</p>\n<p class=\"arabic\">فقال كافر .\n</p>\n<p class=\"arabic\">وعمن يقول لفظي بالقرآن مخلوق .\n</p>\n<p class=\"arabic\">فقال جهمي .\n</p>\n<p class=\"arabic\">وقال صالح بن أحمد تناهى إلى أبي أن طالب يحكي أنه يقول لفظي بالقرآن غير \n  مخلوق فأخبرت أبي بذلك فقال من أخبرك قلت فلان فقال ابعث إلى أبي طالب فوجهت \n  إليه فجاء وجاء فوزان فقال له أبي أنا قلت لفظي بالقرآن غير مخلوق وغضب وجعل \n  يرعد فقال قرأت عليك قل هو الله أحد فقلت لي ليس هذا بمخلوق .\n</p>\n<p class=\"arabic\">فقال فلم حكيت عني أني قلت لك لفظي بالقرآن غير مخلوق وبلغني أنك وضعت ذلك \n  في كتاب وكتبت به إلى قوم فآمحه واكتب إلى القوم أني لم أقله لك فجعل فوزان \n  يعتذر إليه وانصرف من عنده وهو مرعوب فعاد أبو طالب فذكر أنه قد حك ذلك من \n  كتابه وأنه كتب إلى القوم يخبرهم أنه وهم على أبي .\n</p>\n<p class=\"arabic\">قلت الذي استقر عليه قول أبي عبد الله أن من قال لفظي بالقرآن مخلوق فهو جهمي \n  ومن قال لفظي بالقرآن غير مخلوق فهو مبتدع .\n</p>\n<p class=\"arabic\">وقال أحمد بن زنجويه سمعت أحمد بن حنبل يقول اللفظية شر من الجهمية .\n</p>\n<p class=\"arabic\">وقال صالح بن أحمد سمعت أبي يقول افترقت الجهمية على ثلاث فرق فرقة قالوا \n  القرآن مخلوق *18*84* .\n</p>\n<p class=\"arabic\">وفرقة قالوا القرآن كلام الله تعالى وسكتوا .\n</p>\n<p class=\"arabic\">وفرقة قالوا لفظنا بالقرآن مخلوق .\n</p>\n<p class=\"arabic\">وقال أبي لا يصلى خلف واقفي ولا خلف لفظي .\n</p>\n<p class=\"arabic\">وقال المروذي أخبرت أبا عبد الله أن أبا شعيب السوسي الذي كان بالرقة فرق \n  بين ابنته وزوجها لما وقف بالقرآن .\n</p>\n<p class=\"arabic\">فقال أحسن عافاه الله وجعل يدعو له .\n</p>\n<p class=\"arabic\">وقد كان أبو شعيب شاور النفيلي فأمره أن يفرق بينهما .\n</p>\n<p class=\"arabic\">قال المروذي ولما أظهر يعقوب بن شيبة الوقف حذر أبو عبد الله عنه وأمر بهجرانه \n  وهجران من كلمه .\n</p>\n<p class=\"arabic\">قلت ولأبي عبد الله في مسألة اللفظ نصوص متعددة .\n</p>\n<p class=\"arabic\">وأول من أظهر اللفظ الحسين بن علي الكرابيسي وذلك في سنة أربع وثلاثين ومائتين .\n</p>\n<p class=\"arabic\">وكان الكرابيسي من كبار الفقهاء .\n</p>\n<p class=\"arabic\">وقال المروذي في كتاب القصص عزم حسن بن البزاز وأبو نصر بن عبد المجيد وغيرهما \n  على أن يجيئوا بكتاب ) .\n</p>\n<p class=\"arabic\">المدلسين الذي وضعه الكرابيسي يطعن فيه على الأعمش وسليمان التيمي فمضيت إليه \n  في سنة أربع وثلاثين فقلت إن كتابك يريد قوم أن يعرضوه على عبد الله فأظهر \n  أنك قد ندمت عليه .\n</p>\n<p class=\"arabic\">فقال إن أبا عبد الله رجل صالح مثله يوفق لإصابة الحق قد رضيت أن يعرض عليه \n  لقد سألني أبو ثور أن أمحوه فأبيت .\n</p>\n<p class=\"arabic\">فجيء بالكتاب إلى عبد الله وهو لا يعلم لمن هو فعلموا على مستبشعات من الكتاب \n  وموضع فيه وضع على الأعمش وفيه إن زعمتم أن الحسن بن صالح كان يرى السيف فهذا \n  ابن الزبير قد خرج *18*85* .\n</p>\n<p class=\"arabic\">فقال أبو عبد الله هذا أراد نصرة الحسن بن صالح فوضع على أصحاب رسول الله \n  صلى الله عليه وسلم وقد جمع للروافض أحاديث في هذا الكتاب .\n</p>\n<p class=\"arabic\">فقال أبو نصر إن فتياننا يختلفون إلى صاحب هذا الكتاب .\n</p>\n<p class=\"arabic\">فقال حذروا عنه .\n</p>\n<p class=\"arabic\">ثم انكشف أمره فبلغ الكرابيسي فبلغني أنه قال سمعت حسينا الصايغ يقول قال \n  الكرابيسي لأقولن مقالة حتى يقول أحمد بن حنبل بخلافها فيكفر فقال لفظي بالقرآن \n  مخلوق .\n</p>\n<p class=\"arabic\">فقلت لأبي عبد الله إن الكرابيسي قال لفظي بالقرآن مخلوق وقال أيضا أقول إن \n  القرآن كلام الله غير مخلوق من كل الجهات إلا أن لفظي بالقرآن مخلوق ومن لم \n  يقل إن لفظي بالقرآن مخلوق فهو كافر .\n</p>\n<p class=\"arabic\">فقال أبو عبد الله بل هو الكافر قاتله الله وأي شيء قالت الجهمية إلا هذا \n  قالوا كلام الله ثم قالوا مخلوق وما ينفعه وقد نقض كلامه إلا خير كلامه الأول \n  حين قال لفظي بالقرآن مخلوق .\n</p>\n<p class=\"arabic\">ثم قال أحمد ما كان الله ليدعه وهو يقصد إلى التابعين مثل سليمان الأعمش وغيره \n  يتكلم فيهم مات بشر المريسي وخلفه حسين الكرابيسي .\n</p>\n<p class=\"arabic\">ثم قال أيش خبر أبي ثور وافقه على هذا قلت قد هجره .\n</p>\n<p class=\"arabic\">قال قد أحسن .\n</p>\n<p class=\"arabic\">قلت إني سألت أبا ثور عمن قال لفظي بالقرآن مخلوق فقال مبتدع .\n</p>\n<p class=\"arabic\">فغضب أبو عبد الله وقال أيش مبتدع هذا كلام جهم بعينه ليس يفلح أصحاب الكلام .\n</p>\n<p class=\"arabic\">وقال عبد الله بن حنبل سئل أبي وأنا أسمع عن اللفظية والواقفة فقال من كان \n  منهم يحسن الكلام فهو جهمي .\n</p>\n<p class=\"arabic\">وقال الحكم بن معبد حدثني أحمد أبو عبد الله الدورقي قال قلت لأحمد بن حنبل \n  ما تقول في هؤلاء الذين يقولون ) .\n</p>\n<p class=\"arabic\">لفظي بالقرآن مخلوق *18*86* .\n</p>\n<p class=\"arabic\">فرأيته استوى واجتمع وقال هذا شر من قول الجهمية من زعم هذا فقد زعم أن جبريل \n  تكلم بمخلوق وجاء إلى النبي صلى الله عليه وسلم بمخلوق .\n</p>\n<p class=\"arabic\">وقال ابن أبي حاتم ثنا عبد الله بن محمد بن الفضل الأسدي سمعت أبا طالب أحمد \n  بن حميد قال قلت لأحمد بن حنبل قد جاءت جهمية رابعة .\n</p>\n<p class=\"arabic\">فقال وما هي قلت قال إنسان من زعم أن في صدره القرآن فقد زعم أن في صدره من \n  الإلهية شيء .\n</p>\n<p class=\"arabic\">فقال من قال هذا فقد قال مثل قول النصارى في عيسى أن كلمة الله فيه ما سمعت \n  بمثل هذا قط .\n</p>\n<p class=\"arabic\">قلت أهذه الجهمية .\n</p>\n<p class=\"arabic\">قال أكبر من الجهمية .\n</p>\n<p class=\"arabic\">ثم قال قال النبي صلى الله عليه وسلم ينزع القرآن من صدوركم قلت الملفوظ كلام \n  الله وهو غير مخلوق والتلفظ مخلوق لأن التلفظ من كسب القاريء وهو الحركة والصوت \n  وإخراج الحروف فإن ذلك مما أحدثه القاريء ولم يحدث حروف القرآن ولا معانيه \n  وإنما أحدث نطقه به .\n</p>\n<p class=\"arabic\">فاللفظ قدر مشترك بين هذا وهذا ولذلك لم يجوز الإمام أحمد لفظي بالقرآن مخلوق \n  ولا غير مخلوق إذ كل واحد من الإطلاقين موهم والله أعلم .\n</p>\n<p class=\"arabic\">وقال أبو بكر الخلال أخبرني أحمد بن محمد بن مطر وزكريا بن أبي يحيى أن أبا \n  طالب حدثهم أنه قال لأبي عبد الله جاءني كتاب من طرسوس أن سريا السقطي قال \n  لما خلق الله الحروف سجدت إلا الألف فإنه قال لا أسجد حتى أومر .\n</p>\n<p class=\"arabic\">فقال هذا كفر .\n</p>\n<p class=\"arabic\">فرحم الله الإمام أحمد ما عنده في الدين محاباة .\n</p>\n<p class=\"arabic\">قال الخلال أنبأ محمد بن هارون أن إسحاق بن إبراهيم حدثهم قال حضرت رجلا سأل \n  أبا عبد الله فقال يا أبا عبد الله إجماع المسلمين على *18*87* الإيمان بالقدر \n  خيره وشره قال أبو عبد الله نعم .\n</p>\n<p class=\"arabic\">قال ولا نكفر أحدا بذنب فقال أبو عبد الله أسكت من ترك الصلاة فقد كفر ومن \n  قال القرآن مخلوق فهو كافر ) .\n</p>\n<p class=\"arabic\">وقال الخلال أخبرني محمد بن سليمان الجوهري ثنا عبدوس بن مالك العطار سمعت \n  أحمد بن حنبل يقول أصول السنة عندنا التمسك بما كان عليه الصحابة وترك البدع \n  وترك الخصومات والجلوس مع أصحاب الأهواء وترك المراء والجدل وليس في السنة \n  قياس ولا يضرب لها الأمثال ولا تدرك بالعقول والقرآن كلام الله غير مخلوق \n  وإنه من الله ليس ببائن منه وإياك ومناظرة من أحدث فيه ومن قال باللفظ وغيره \n  ومن وقف فيه فقال لا أدري مخلوق أو ليس مخلوق وإنما هو كلام الله فهو صاحب \n  بدعة والإيمان بالرؤية يوم القيامة وإن النبي صلى الله عليه وسلم رأى ربه \n  فإنه مأثور عن رسول الله صلى الله عليه وسلم رواه قتادة والحكم بن أبان عن \n  عكرمة عن ابن عباس ورواه علي بن زيد عن يوسف بن مهران عن ابن عباس والحديث \n  عندنا على ظاهره على ما جاء عن النبي صلى الله عليه وسلم والكلام فيه بدعة \n  ولكن نؤمن على ما جاء على ظاهره وإن الله يكلم العباد يوم القيامة ليس بينهم \n  وبينه ترجمان .\n</p>\n<p class=\"arabic\">قال حنبل بن إسحاق قلت لأبي عبد الله ما معنى قوله وهو معكم وما يكون من نجوى \n  ثلاثة إلا هو رابعهم .\n</p>\n<p class=\"arabic\">قال علمه علمه .\n</p>\n<p class=\"arabic\">وسمعته يقول ربنا تبارك وتعالى على العرش بلا حد ولا صفة .\n</p>\n<p class=\"arabic\">قلت معنى قوله بلا صفة أي بلا كيفية ولا وصف .\n</p>\n<p class=\"arabic\">وقال أبو بكر المروذي حدثني محمد بن إبراهيم القيسي قال قلت لأحمد بن حنبل \n  يحكى عن ابن المبارك أنه قيل له كيف نعرف ربنا *18*88* قال في السماء السابعة \n  على عرشه .\n</p>\n<p class=\"arabic\">قال أحمد هكذا هو عندنا .\n</p>\n<p class=\"arabic\">وقال صالح بن أحمد بن حنبل سمعت أبي يقول من زعم أن أسماء الله مخلوقة فقد \n  كفر .\n</p>\n<p class=\"arabic\">وقال عبد الله بن أحمد في كتاب الرد على الجهمية تأليفه سألت أبي عن قوم يقولون \n  لما كلم الله موسى لم يتكلم بصوت .\n</p>\n<p class=\"arabic\">فقال أبي بلى تكلم جل ثناؤه بصوت هذه الأحاديث ترويها كما جاءت .\n</p>\n<p class=\"arabic\">وقال أبي حديث ابن مسعود إذا تكلم الله سمع له صوت كمر السلسلة على الصفوان .\n</p>\n<p class=\"arabic\">قال هذه الجهمية تنكره وهؤلاء كفار يريدون أن يموهوا على الناس .\n</p>\n<p class=\"arabic\">ثم قال ثنا المحاربي عن الأعمش عن مسلم عن مسروق عن عبد الله قال إذا تكلم \n  الله بالوحي سمع صوته أهل السماء فيخرن سجدا ) .\n</p>\n<p class=\"arabic\">وقال عبد الله وجدت بخط أبي مما يحتج به على الجهمية من القرآن إنما أمره \n  إذا أراد شيئا أن يقول له كن إن الله يبشرك بكلمة منه إنما المسيح عيسى بن \n  مريم رسول الله وكلمته وتمت كلمة ربك صدقا وعدلا لا مبدل لكلماته يا موسى \n  إنه أنا الله العزيز الحكيم ألا له الخلق والأمر كل شيء هالك إلا وجهه ويبقى \n  وجه *18*89* ربك ولتصنع على عيني وكلم الله موسى تكليما يا موسى إني أنا ربك \n  والأرض جميعا قبضته يوم القيامة والسموات مطويات بيمينه وقالت اليهود يد الله \n  مغلولة غلت أيديهم ولعنوا بما قالوا بل يداه مبسوطتان قلت وذكر آيات كثيرة \n  في الصفات أنا تركت كتابتها هنا .\n</p>\n<p class=\"arabic\">وقال يعقوب بن إسحاق المطوعي سمعت أحمد بن حنبل وسئل عن التفضيل فقال على \n  حديث ابن عمر رضى الله عنهما أبو بكر وعمر وعثمان .\n</p>\n<p class=\"arabic\">وقال صالح بن أحمد سئل أبي وأنا شاهد عمن يقدم عليا على عثمان يبدع فقال هذا \n  أهل أن يبع اصحاب رسول الله صلى الله عليه وسلم قدموا عثمان .\n</p>\n<p class=\"arabic\">وقال عبد الله بن أحمد قلت لأبي من الرافضي قال الذي يشتم رجلا من أصحاب رسول \n  الله صلى الله عليه وسلم أو يتعرض لهم ما أراه على الإسلام .\n</p>\n<p class=\"arabic\">وقال أبو بكر المروذي قيل لأبي عبد الله ونحن بالعسكر وقد جاء بعض رسل الخليفة \n  فقال يا أبا عبد الله ما تقول فيما كان بين علي ومعاوية قال ما أقول فيهم \n  إلا الحسنى .\n</p>\n<p class=\"arabic\">وكلام الإمام أحمد كثير طيب في أصول الدين لا يتسع هذا الباب لسياقه *18*90* \n  قد جمعه الخلال في مصنف سماه كتاب السنة عن أحمد بن حنبل في ثلاث مجلدات فمما \n  فيه أنبا المروذي سمعت أبا عبد الله يقول من تعاطى الكلام لا يفلح من تعاطى \n  الكلام لم يخل من أن يتجهم .\n</p>\n<p class=\"arabic\">وسمعت أبا عبد الله يقول لست أتكلم إلا ما كان من كتاب أو سنة أو عن الصحابة \n  والتابعين وأما غير ذلك فالكلام فيه غير محمود .\n</p>\n<p class=\"arabic\">وقال حنبل سمعت أبا عبد الله يقول من أحب الكلام لم يفلح لا يؤول أمرهم إلى \n  خير .\n</p>\n<p class=\"arabic\">وسمعته يقول عليكم بالسنة والحديث وإياكم والخوض والجدال والمراء فإنه لا \n  يفلح من أحب الكلام .\n</p>\n<p class=\"arabic\">وقال لي لا تجالسهم ولا تكلم أحدا منهم .\n</p>\n<p class=\"arabic\">ثم قال أدركنا الناس وما يعرفون هذا ويجانبون أهل الكلام .\n</p>\n<p class=\"arabic\">وسمعته يقول ما رأيت أحدا طلب الكلام واشتهاه فأفلح لأنه يخرجه إلى أمر عظيم \n  لقد تكلموا يومئذ بكلام وآحتجوا ) .\n</p>\n<p class=\"arabic\">بشيء ما يقوى قلبي ولا ينطلق لساني أن أحكيه .\n</p>\n<p class=\"arabic\">قال الخلال أخبرني محمد بن أبي هارون ثنا أبو الحارث سمعت أبا عبد الله يقول \n  قال أيوب إذا تمرق أحدكم لم يعد .\n</p>\n<p class=\"arabic\">وقال الخلال أنا أحمد بن أصرم المزني قال حضرت أحمد بن حنبل قال له العباس \n  الهمداني إني ربما رددت عليهم .\n</p>\n<p class=\"arabic\">قال أحمد لا ينبغي الجدال .\n</p>\n<p class=\"arabic\">ودخل أحمد المسجد وصلى فلما انفتل قال أنت عباس قال نعم .\n</p>\n<p class=\"arabic\">قال اتق الله ولا ينبغي أن تنصب نفسك وتشتهر بالكلام ولا بوضع الكتب لو كان \n  هذا خيرا لتقدمنا فيه الصحابة .\n</p>\n<p class=\"arabic\">لم أر شيئا من هذه في الكتب وهذه كلها بدعة *18*91* .\n</p>\n<p class=\"arabic\">قال مقبول منك يا أبا عبد الله استغفر الله وأتوب إليه إني لست أطلبهم ولا \n  أدق أبوابهم لكن أسمعهم يتكلمون بالكلام وليس أحد يرد عليهم فأغتم ولا أصبر \n  حتى أرد عليهم .\n</p>\n<p class=\"arabic\">قال إن جاءك مسترشد فأرشده قالها مرارا .\n</p>\n<p class=\"arabic\">قال الخلال أنا محمد بن هارون ومحمد بن جعفر أن أبا الحارث حدثهم قال سألت \n  أبا عبد الله قلت إن ههنا من يناظر الجهمية يبين خطأهم ويدقق عليهم المسائل \n  فما ترى قال لست أرى الكلام في شيء من هذه الأهواء ولا أرى لأحد أن يناظرهم \n  أليس قال معاوية بن قرة الخصومات تحبط الأعمال والكلام رديء لا يدعو إلى خير \n  تجنبوا أهل الجدال والكلام وعليك بالسنن وما كان عليه أهل العلم قبلكم فإنهم \n  كانوا يكرهون الكلام والخوض مع أهل البدع وإنما السلامة في ترك هذا لم نؤمر \n  بالجدال والخصومات .\n</p>\n<p class=\"arabic\">وقال إذا رأيتم من يحب الكلام فآحذروه .\n</p>\n<p class=\"arabic\">قال ابن أبي داود ثنا موسى بن عمران الإصبهاني سمعت أحمد بن حنبل يقول لا \n  تجالس أصحاب الكلام وإن ذبوا عن السنة .\n</p>\n<p class=\"arabic\">وقال الميموني سمعت أحمد بن حنبل يقول ما زال الكلام عند أهل الخير مذموما .\n</p>\n<p class=\"arabic\">قلت ذم الكلام وتعلمه قد جاء من طرق كثيرة عن الإمام أحمد وغيره .\n</p>\n<p class=\"arabic\">في قوله في أصول الدين ) .\n</p>\n<p class=\"arabic\">فصل في سيرته قال الخلال قلت لزهير بن صالح بن أحمد هل رأيت جدك قال نعم مات \n  وقد دخلت في عشر سنين كنا ندخل إليه كل يوم جمعة أنا وإخواتي وكان بيننا وبينه \n  باب وكان يكتب لكل واحد منا حبتين حبتين من فضة في رقعة إلى فامي يعامله فنأخذ \n  منه الحبتين وتأخذ الأخوات *18*92* .\n</p>\n<p class=\"arabic\">وكان ربما مررت به وهو قاعد في الشمس وظهره مكشوف وأثر الضرب بين في ظهره .\n</p>\n<p class=\"arabic\">وكان لي أخ أصغر مني اسمه علي فأراد أبي أن يختنه فآتخذ له طعاما كثيرا ودعا \n  قوما فلما أراد أن يختنه وجه إليه جدي فقال له بلغني ما أحدثته لهذا الأمر \n  وقد بلغني أنك أسرفت فآبدأ بالفقراء والضعفاء فأطعمهم .\n</p>\n<p class=\"arabic\">فلما كان من الغد وحضر الحجام وحضر أهلنا فجاء جدي حتى جلس في الموضع الذي \n  فيه الصبي وأخرج صريرة دفعها إلى الحجام وصريرة دفعها إلى الصبي وقام فدخل \n  منزله فنظر الحجام في الصريرة فإذا درهم واحد .\n</p>\n<p class=\"arabic\">وكنا قد رفعنا كثيرا مما آفترش وكان الصبي على مصطبة مرتفعة على شيء من الثياب \n  الملونة فلم ينكر ذلك .\n</p>\n<p class=\"arabic\">وقدم علينا من خراسان ابن خالة جدي فنزل على أبي وكان يكنى بأبي أحمد فدخلت \n  معه إلى جدي فجاءت الجارية بطبق خلاف وعليه خبز وبقل وخل وملح ثم جاءت بغضارة \n  فوضعتها بين أيدينا فيها مصلية فيها لحم وسلق كثير فجعلنا نأكل وهو يأكل معنا \n  ويسأل أبا أحمد عمن بقي من أهلهم بخراسان في خلال ما يأكل فربما استعجم الشيء \n  على أبي أحمد فيكلمه جدي بالفارسية ويضع القطعة اللحم بين يديه وبين يدي ثم \n  رفع الغضارة بيده فوضعها ناحية ثم أخذ طبقا إلى جنبه فوضعه بين أيدينا فإذا \n  تمر بري وجوز مكسر وجعل يأكل وفي خلال ذلك يناول أبا أحمد .\n</p>\n<p class=\"arabic\">وقال عبد الملك الميموني كثيرا ما كنت أسأل أبا عبد الله عن الشيء فيقول لبيك \n  لبيك .\n</p>\n<p class=\"arabic\">وعن المروذي قال لم أر الفقير في مجلس أعز منه في مجلس أبي عبد الله كان مائلا \n  إليهم مقصرا عن أهل الدنيا .\n</p>\n<p class=\"arabic\">وكان فيه حلم ولم يكن بالعجول وكان كثير التواضع تعلوه السكينة والوقار إذا \n  جلس في مجلس بعد العصر لا يتكلم حتى يسأل وإذا خرج إلى مسجده لم يتصدر يقعد \n  حيث انتهى به المجلس *18*93* .\n</p>\n<p class=\"arabic\">وقال الطبراني ثنا موسى بن هارون سمعت إسحاق بن راهويه يقول لما خرج أحمد \n  بن حنبل إلى عبد الرزاق انقطعت به النفقة فأكرى نفسه من جمالين إلى أن جاء \n  صنعاء وعرض عليه أصحابه المواساة فلم يقبل .\n</p>\n<p class=\"arabic\">قال الفقيه علي بن محمد بن عمر الرازي سمعت أبا عمر غلام ثعلب سمعت أبا القاسم \n  بن بشار الأنماطي سمعت المزني سمعت الشافعي يقول رأيت ببغداد ثلاث أعجوبات \n  رأيت فيها نبطيا يتنحى علي حتى كأنه عربي ) .\n</p>\n<p class=\"arabic\">ورأيت أعرابيا يلحن حتى كأنه نبطي ورأيت شابا وخطه الشيب فإذا قال حدثنا قال \n  الناس كلهم صدق .\n</p>\n<p class=\"arabic\">قال المزني فسألته فقال الأول الزعفراني والثاني أبو ثور الكلبي وكان لحانا \n  وأما الشاب فأحمد بن حنبل .\n</p>\n<p class=\"arabic\">وقال عبد الله بن أحمد بن حنبل رأيت أبي حرج على النمل أن يخرج النمل من داره \n  ثم رأيت النمل قد خرجن بعد ذلك نملا سودا فلم أرهم بعد ذلك .\n</p>\n<p class=\"arabic\">رواها أحمد بن محمد اللنباني عنه .\n</p>\n<p class=\"arabic\">قال أبو الفرج بن الجوزي لما وقع الغرق سنة أربع وخمسين وخمسمائة غرقت كتبي \n  وسلم لي مجلد فيه ورقتان بخط الإمام أحمد .\n</p>\n<p class=\"arabic\">ومن نهى أبي عبد الله عن الكلام قال المروذي أخبرت قبل موت أبي عبد الله بسنتين \n  أن رجلا كتب كتابا إلى أبي عبد الله يشاوره في أن يضع كتابا يشرح فيه الرد \n  على أهل البدع فكتب إليه أبو عبد الله .\n</p>\n<p class=\"arabic\">قال الخلال وأخبرني علي بن عيسى أن حنبلا حدثهم قال كتب رجل إلى أبي عبد الله .\n</p>\n<p class=\"arabic\">قال وأخبرني محمد بن علي الوراق ثنا صالح بن أحمد قال كتب رجل إلى أبي يسأله \n  عن مناظرة أهل الكلام والجلوس معهم فأملى علي أبي جواب *18*94* كتابه أحسن \n  الله عاقبتك الذي كنا نسمع عليه من أدركنا أنهم كانوا يكرهون الكلام والجلوس \n  مع أهل الزيغ وإنما الأمر في التسليم والإنتهاء إلى ما في كتاب الله لا تعد \n  ذلك ولم يزل الناس يكرهون كل محدث من وضع كتاب وجلوس مع مبتدع ليورد عليه \n  بعض ما يلبس عليه في دينه .\n</p>\n<p class=\"arabic\">وقال المروذي بلغني أن أبا عبد الله أنكر على وليد الكرابيسي مناظرته لأهل \n  البدع .\n</p>\n<p class=\"arabic\">وقال المروذي قلت لأبي عبد الله قد جاءوا بكلام فلان ليعرض عليك .\n</p>\n<p class=\"arabic\">وأعطيته الرقعة فكان فيها والإيمان يزيد وينقص فهو مخلوق وإنما قلت إنه مخلوق \n  على الحركة والفعل لا على القول فمن قال الإيمان مخلوق وأراد القول فهو كافر .\n</p>\n<p class=\"arabic\">فلما قرأها أحمد وانتهى إلى قوله الحركة والفعل غضب فرمى بها وقال هذا مثل \n  قول الكرابيسي وإنما أراد الحركات مخلوقة إذا قال الإيمان مخلوق وأي شيء بقي \n  يفلح أصحاب الكلام .\n</p>\n<p class=\"arabic\">قلت إنما حط عليه أحمد بن حنبل لكونه خاض وأفتى وقسم وفي هذا عبرة وزاجر والله \n  أعلم فقد زجر الإمام أحمد كما ترى في قصة الرقعة التي في الإيمان وهي والله \n  بحث صحيح وتقسيم مليح وبعد هذا فقد ذم من أطلق الخلق على الإيمان باعتبار \n  قول العبد لا بأعتبار مقوله لأن ذلك نوع من الكلام وهو كان يذم الكلام وأهله \n  وإن أصابوا ونهى عن تدقيق النظر في أسماء الله وصفاته مع أن محمد بن نصر المروزي \n  قد سمع إسحاق بن راهويه يقول خلق الله الإيمان والكفر والخير والشر .\n#</p>\n<p class=\"arabic\">فصل في زوجاته وأولاده .\n</p>\n<p class=\"arabic\">قال زهير بن صالح بن أحمد تزوج جدي بأم أبي عباسة بنت الفضل من العرب من الربض \n  لم يولد له منها غير أبي ثم ماتت .\n</p>\n<p class=\"arabic\">قال المروذي سمعت أبا عبد الله يقول أقامت معي أم صالح ثلاثين سنة فما اختلفت \n  أنا وهي في كلمة *18*95* .\n</p>\n<p class=\"arabic\">وقال زهير لما ماتت عباسة تزوج جدي بعدها امرأة من العرب يقال لها ريحانة \n  فولدت له عبد الله وحده .\n</p>\n<p class=\"arabic\">وقال أبو بكر الخلال ثنا أحمد بن محمد بن خلف البراثي أخبرني أحمد بن عبثر \n  قال لما ماتت أم صالح قال أحمد لامرأة عندهم اذهبي إلى فلانة ابنة عمي فاخطبيها \n  لي من نفسها .\n</p>\n<p class=\"arabic\">قالت فأتيتها فأجابته .\n</p>\n<p class=\"arabic\">فلما رجعت إليه قال كانت أختها تسمع كلامك قال وكانت بعين واحدة .\n</p>\n<p class=\"arabic\">فقالت له نعم .\n</p>\n<p class=\"arabic\">قال فآذهبي فآخطبي تلك التي بعين واحدة .\n</p>\n<p class=\"arabic\">فأتتها فأجابته وهي أم عبد الله ابنه فأقام معها سبعا ثم قالت له كيف رأيت \n  يا أبن عمي أنكرت شيئا قال لا إلا أن نعلك هذه تصر .\n</p>\n<p class=\"arabic\">فيما تقدم وهم من أحمد رحمه الله تزوج بهذه بعد موت أم صالح وذلك لا يستقيم \n  لأن عبد الله ولد لأحمد ولأحمد خمسون سنة غير أشهر وكان صالح أكبر من عبد \n  الله بسنوات لأنه سمع من عفان وأبي الوليد .\n</p>\n<p class=\"arabic\">وذكر أبو يعقوب الهروي وغيره أن صالحا ولد سنة ثلاث ومائتين ولأبيه إذ ذاك \n  تسع وثلاثون سنة فصالح أكبر من عبد الله بعشر سنين والله أعلم .\n</p>\n<p class=\"arabic\">وقال الخلال حدثني محمد بن العباس نا محمد بن علي حدثني أبو بكر بن يحيى قال \n  قال أبو يوسف بن بختان لما أمرنا عبد الله أن نشتري له الجارية مضيت أنا وفوزان \n  فتبعني أبو عبد الله فقال لي يا أبا يوسف ويكون لها لحم .\n</p>\n<p class=\"arabic\">قال زهير بن صالح لما توفيت أم عبد الله اشترى حسن فولدت منه زينب ثم الحسن \n  والحسين توأما وماتا بالقرب من ولادتها ثم ولدت الحسن محمدا فعاش ثم حتى صارا \n  من السن إلى نحو من الأربعين سنة *18*96* .\n</p>\n<p class=\"arabic\">ثم ولدت بعدهما سعيدا .\n</p>\n<p class=\"arabic\">قال الخلال وثنا محمد بن علي بن يحيى سمعت حسن أم ولد أبي عبد الله تقول قلت \n  لمولاي يا مولاي اصرف .\n</p>\n<p class=\"arabic\">فرد خلخالي .\n</p>\n<p class=\"arabic\">قال وتطيب نفسك قلت نعم .\n</p>\n<p class=\"arabic\">قال الحمد لله الذي وفقك لهذا .\n</p>\n<p class=\"arabic\">قالت فأعطيته أبا الحسن بن صالح فباعه بثمانية دنانير ونصف وفرقها وقت حملي \n  فلما ولدت حسنا أعطى مولاتي كرامة درهما وهي امرأة كبيرة كانت تخدمهم وقال \n  لها اذهبي إلى شجاع القصاب يشتري لك بهذا رأسا .\n</p>\n<p class=\"arabic\">فآشترى لنا رأسا وجاءت به فأكلنا .\n</p>\n<p class=\"arabic\">فقال لي يا حسن ما أملك غير هذا الدرهم وما لك عندي غير هذا اليوم .\n</p>\n<p class=\"arabic\">قالت وكان إذا لم يكن عند مولاي شيء فرح يومه ذلك فدخل يوما فقال لي أريد \n  أن احتجم اليوم وليس معي شيء فجئت إلى جرة لي فيها غزل فبعته بأربعة دراهم \n  فاشتريت لحما بنصف درهم وأعطى الحجام درهما واشتريت طيبا بدرهم .\n</p>\n<p class=\"arabic\">ولما خرج إلى سر من رأى كنت قد غزلت غزلا لينا وعملت ثوبا حسنا فلما قدم أخرجته \n  إليه قال ما أريده .\n</p>\n<p class=\"arabic\">فدفعته إلى فوزان فباعه باثنتين وأربعين درهما واشتريت منه قطنا فغزلته ثوبا \n  كبيرا فلما أعلمته قال لا تقطعيه دعيه فكان كفنه كفن فيه .\n</p>\n<p class=\"arabic\">وأخرجت الغليظ فقطعته .\n</p>\n<p class=\"arabic\">وعن أحمد بن جعفر بن المنادي أن أبا عبد الله آشترى جارية بثمن يسير سماها \n  ريحانة ليتسرى بها لم يتابع ابن المنادي على هذا .\n</p>\n<p class=\"arabic\">قال حنبل ولد سعيد قبل موت أحمد بنحو من خمسين يوما *18*97* .\n</p>\n<p class=\"arabic\">وقال بعض الناس ولي سعيد قضاء الكوفة ومات سنة ثلاث وثلاثمائة .\n</p>\n<p class=\"arabic\">وهذا لا يصح فإن سعيدا ولد قبل موت أبيه ومات قبل موت أخيه عبد الله بدهر \n  لأن إبراهيم الحربي عزى عبد الله بأخيه سعيد .\n</p>\n<p class=\"arabic\">وأما الحسن ومحمد قال ابن الجوزي فلا نعرف من أخبارهما شيئا .\n</p>\n<p class=\"arabic\">وأما زينب فكبرت وتزوجت وله بنت اسمها فاطمة إن صح ذلك .\n</p>\n<p class=\"arabic\">ذكر المحنة ما زال المسلمون على قانون السلف من أن القرآن كلام الله تعالى \n  ووحيه وتنزيله غير مخلوق حتى نبغت المعتزلة ) .\n</p>\n<p class=\"arabic\">والجهمية فقالوا بخلق القرآن متسترين بذلك في دولة الرشيد فروى أحمد بن إبراهيم \n  الدورقي عن محمد بن نوح أن هارون الرشيد قال بلغني أن بشر بن غياث يقول القرآن \n  مخلوق لله علي إن أظفرني به لأقتلنه .\n</p>\n<p class=\"arabic\">قال الدورقي وكان بشر متواريا أيام الرشيد فلما مات ظهر بشر ودعى إلى الضلالة .\n</p>\n<p class=\"arabic\">قلت ثم إن المأمون نظر في الكلام وباعث المعتزلة وبقي يقدم رجلا ويؤخر أخرى \n  في دعاء الناس إلى القول بخلق القرآن إلى أن قوي عزمه على ذلك في السنة التي \n  مات فيها كما سقناه .\n</p>\n<p class=\"arabic\">قال صالح بن أحمد بن حنبل حمل أبي ومحمد بن نوح مقيدين فصرنا معهما إلى الأنبار \n  فسأل أبو بكر الأحوال أبي فقال يا أبا عبد الله إن عرضت على السيف تجيب .\n</p>\n<p class=\"arabic\">قال لا .\n</p>\n<p class=\"arabic\">ثم سيرا فسمعت أبي يقول صرنا إلى الرحبة ودخلنا فيها وذلك في جوف الليل فعرض \n  لنا رجل فقال أيكم أحمد بن حنبل فقيل له هذا .\n</p>\n<p class=\"arabic\">فقال للجمال على رسلك ثم قال يا هذا ما عليك أن تقتل ههنا وتدخل الجنة ثم \n  قال أستودعك الله ومضى *18*98* .\n</p>\n<p class=\"arabic\">قال أبي فسألت عنه فقيل هذا رجل من العرب من ربيعة يعمل الشعر في البادية \n  يقال له جابر بن عامر يذكر بخير .\n</p>\n<p class=\"arabic\">وروى أحمد بن أبي الحواري ثنا إبراهيم بن عبد الله قال قال أحمد بن حنبل ما \n  سمعت كلمة منذ وقعت في هذا الأمر أقوى من كلمة أعرابي كلمني بها في رحبة طوق \n  قال يا أحمد إن يقتلك الحق مت شهيدا وإن عشت عشت حميدا فقوي قلبي .\n</p>\n<p class=\"arabic\">قال صالح بن أحمد قال أبي صرنا إلى أذنة ورحلنا منها في جوف الليل وفتح لنا \n  بابها فإذا رجل قد دخل فقال البشرى قد مات الرجل يعني المأمون .\n</p>\n<p class=\"arabic\">قال أبي وكنت أدعو الله أن لا أراه .\n</p>\n<p class=\"arabic\">وقال محمد بن إبراهيم البوشنجي سمعت أحمد بن حنبل يقول تبينت الإجابة في دعوتين \n  دعوت الله أن لا يجمع بيني وبين المأمون ودعوته أن لا أرى المتوكل فلم أر \n  المأمون ومات بالبذندون وهو نهر الروم وأحمد محبوس بالرقة حتى بويع المعتصم \n  بالروم ورجع فرد أحمد إلى بغداد .\n</p>\n<p class=\"arabic\">وأما المتوكل فإنه لما أحضر أحمد دار الخلافة ليحدث ولده قعد له المتوكل في \n  خوخة حتى نظر إلى أحمد ولم يره أحمد .\n</p>\n<p class=\"arabic\">قال صالح لما صدر أبي ومحمد بن نوح إلى طرسوس ردا في أقيادهما فلما صارا إلى \n  الرقة حملا في سفينة فلما وصلا إلى عانات توفي محمد فأطلق عنه قيده وصلى عليه \n  أبي .\n</p>\n<p class=\"arabic\">وقال حنبل قال أبو عبد الله ما رأيت أحدا على حداثة سنه وقدر علمه أقوم بأمر \n  الله من محمد بن نوح وإني لأرجو أن يكون قد ختم له بخير قال لي *18*99* ذات \n  يوم يا أبا عبد الله الله الله إنك لست مثلي أنت رجل يقتدى بك قد مد الخلق \n  أعناقهم إليك لما يكون منك فآتق الله وآثبت لأمر الله أو نحو هذا .\n</p>\n<p class=\"arabic\">فمات وصليت عليه ودفنته أظنه قال بعانة .\n</p>\n<p class=\"arabic\">قال صالح وصار أبي إلى بغداد مقيدا فمكث بالياسرية أياما ثم حبس في دار آكتريت \n  عند دار عمارة ثم نقل بعد ذلك إلى حبس العامة في درب الموصلية فقال أبي كنت \n  أصلي بأهل السجن وأنا مقيد فلما كان في رمضان سنة تسع عشرة حولت إلى دار إسحاق \n  بن إبراهيم .\n</p>\n<p class=\"arabic\">وأما حنبل بن إسحاق فقال حبس أبو عبد الله في دار عمارة ببغداد في إسطبل لمحمد \n  بن إبراهيم أخي إسحاق بن إبراهيم وكان في حبس ضيق ومرض في رمضان فحبس في ذلك \n  الحبس قليلا ثم حول إلى سجن العامة فمكث في السجن نحوا من ثلاثين شهرا فكنا \n  نأتيه وقرأ علي كتاب الإرجاء وغيره في الحبس فرأيته يصلي بأهل الحبس وعليه \n  القيد فكان يخرج رجله من حلقة القيد وقت الصلاة والنوم .\n</p>\n<p class=\"arabic\">رجعنا إلى ما حكاه صالح بن أحمد عن أبيه لما حول إلى دار إسحاق بن إبراهيم \n  فكان يوجه إلي كل يوم برجلين أحدهما يقال له أحمد بن رباح والآخر أبو شعيب \n  الحجام فلا يزالان يناظراني حتى إذا أرادا الإنصراف دعي بقيد فزيد في قيودي .\n</p>\n<p class=\"arabic\">قال فصار في رجله اربعة أقياد .\n</p>\n<p class=\"arabic\">قال أبي فلما كان اليوم الثالث دخل علي أحد الرجلين فناظرني فقلت له ما تقول \n  في علم الله قال إنه مخلوق .\n</p>\n<p class=\"arabic\">فقلت له كفرت .\n</p>\n<p class=\"arabic\">فقال الرسول الذي كان يحضر من قبل إسحاق بن إبراهيم إن هذا رسول *18*100* \n  أمير المؤمنين .\n</p>\n<p class=\"arabic\">فقلت له إن هذا قد كفر .\n</p>\n<p class=\"arabic\">فلما كان في الليلة الرابعة وجه يعني المعتصم ببغا الذي كان يقال له الكبير \n  إلى إسحاق فأمره بحملي إليه .\n</p>\n<p class=\"arabic\">فأدخلت على إسحاق فقال يا أحمد إنها والله نفسك إنه لا يقتلك بالسيف إنه قد \n  آلى بان لم تجبه أن يضربك ضربا بعد ضرب وأن يقتلك في موضع لا يرى فيه شمس \n  ولا قمر أليس قد قال الله عز وجل إنا جعلناه قرآنا عربيا ) .\n</p>\n<p class=\"arabic\">أفيكون مجعولا إلا مخلوقا فقلت قد قال الله تعلى فجعلهم كعصف مأكول أفخلقهم \n  قال فسكت فلما صرنا إلى الموضع المعروف بباب البستان أخرجت وجيء بدابة فحملت \n  عليها وعلي الأقياد ما معي أحد يمسكني فكدت غير مرة أن أخر على وجهي لثقل \n  القيود فجيء بي إلى دار المعتصم فأدخلت حجرة وأدخلت إلى البيت وأقفل الباب \n  علي وذلك في الجوف الليل وليس في البيت سراج فأردت أن أتمسح للصلاة فمددت \n  يدي فإذا أنا بإناء فيه ماء وطست موضوع فتوضأت وصليت فلما كان من الغد أخرجت \n  تكتي من سراويلي وشددت بها الأقياد أحملها وعطفت سراويلي فجاء رسول المعتصم \n  فقال أجب .\n</p>\n<p class=\"arabic\">فأخذ بيدي وأدخلني عليه والتكة في يدي أحمل بها الأقياد وإذا هو جالس وابن \n  أبي دؤآد حاضر وقد جمع خلقا كثيرا من أصحابه فقال لي يعني المعتصم أدنه أدنه \n  فلم يزل يدنيني حتى قربت منه ثم قال لي اجلس فجلست وقد أثقلتني الأقياد فمكثت \n  قليلا ثم قلت أتأذن لي في الكلام فقال تكلم *18*101* .\n</p>\n<p class=\"arabic\">فقلت إلى ما دعا الله ورسوله فسكت هنية ثم قال إلى شهادة أن لا إله إلا الله .\n</p>\n<p class=\"arabic\">فقلت فأنا أشهد أن لا إله إلا الله ثم قلت إن جدك ابن عباس يقول لما قدم وفد \n  عبد القيس على رسول الله صلى الله عليه وسلم سألوه عن الإيمان فقال أتدرون \n  ما الإيمان قالوا الله ورسوله أعلم .\n</p>\n<p class=\"arabic\">قال شهادة أن لا إله إلا الله وأن محمدا رسول الله وإقامة الصلاة وإيتاء الزكاة \n  وأن تعطوا الخمس من المغنم .\n</p>\n<p class=\"arabic\">قال أبي قال يعني المعتصم لولا أني وجدتك في يد من كان قبلي ما عرضت لك .\n</p>\n<p class=\"arabic\">ثم قال يا أبا عبد الرحمن بن إسحاق ألم آمرك برفع المحنة فقلت الله أكبر إن \n  في هذا لفرجا للمسلمين .\n</p>\n<p class=\"arabic\">ثم قال لهم ناظروه كلمه يا أبا عبد الرحمن كلمه .\n</p>\n<p class=\"arabic\">فقال لي عبد الرحمن ما تقول في القرآن قلت له ما تقول في علم الله فسكت .\n</p>\n<p class=\"arabic\">فقال لي بعضهم أليس قال الله تعالى الله خالق كل شيء والقرآن أليس هو شيء \n  فقلت قال الله تعالى تدمر كل شيء بأمر ربها فدمرت إلا ما أراد الله *18*102* .\n</p>\n<p class=\"arabic\">فقال بعضهم ما يأتيهم من ذكر من ربهم محدث أفيكون محدث إلا مخلوقا ) .\n</p>\n<p class=\"arabic\">فقلت قال الله ص والقرآن ذي الذكر فالذكر هو القرآن وتلك ليس فيها ألف ولام .\n</p>\n<p class=\"arabic\">وذكر بعضهم حديث عمران بن حصين أن الله عز وجل خلق الذكر .\n</p>\n<p class=\"arabic\">فقلت هذا خطأ حدثنا غير واحد إن الله كتب الذكر .\n</p>\n<p class=\"arabic\">واحتجوا بحديث ابن مسعود ما خلق الله من جنة ولا نار ولا سماء ولا أرض أعظم \n  من آية الكرسي .\n</p>\n<p class=\"arabic\">فقلت إنما وقع الخلق على الجنة والنار والسماء والأرض ولم يقع على القرآن .\n</p>\n<p class=\"arabic\">فقال بعضهم حديث خباب يا هنتاه تقرب إلى الله بما استطعت فإنك لن تتقرب إليه \n  بشيء أحب إليه من كلامه .\n</p>\n<p class=\"arabic\">قلت هكذا هو .\n</p>\n<p class=\"arabic\">قال صالح بن أحمد فجعل أحمد بن أبي دؤاد ينظر إلى أبي كالمغضب قال أبي وكان \n  يتكلم هذا فأرد عليه ويتكلم هذا فأرد عليه فإذا انقطع الرجل منهم اعترض ابن \n  أبي دؤاد فيقول يا أمير المؤمنين هو والله ضال مضل مبتدع .\n</p>\n<p class=\"arabic\">فيقول كلموه ناظروه *18*103* .\n</p>\n<p class=\"arabic\">فيكلمني هذا فأرد عليه ويكلمني هذا فأرد عليه فإذا انقطعوا يقول لي المعتصم \n  ويحك يا أحمد ما تقول فأقول يا أمير المؤمنين أعطوني شيئا من كتاب الله أو \n  سنة رسول الله حتى أقول به .\n</p>\n<p class=\"arabic\">فيقول ابن دؤآد أنت لا تقول إلا ما في كتاب الله أو سنة رسول الله فقلت له \n  تأولت تأويلا فأنت أعلم وما تأولت ما يحبس عليه وما يقيد عليه .\n</p>\n<p class=\"arabic\">قال حنبل قال أبو عبد الله ولقد احتجوا علي بشيء ما يقوى قلبي ولا ينطلق لساني \n  أن أحكيه أنكروا الآثار وما ظننتهم على هذا حتى سمعت مقالتهم وجعلوا يدعون \n  يقول الخصم وكذا وكذا فآحتججت عليهم بالقرآن بقوله يا أبت تعبد ما لا يسمع \n  ولا يبصر ولا يغني عنك شيئا فذم إبراهيم أباه أن عبد ما لا يسمع ولا يبصر \n  أفهذا منكر عندكم .\n</p>\n<p class=\"arabic\">فقالوا شبه يا أمير المؤمنين شبه يا أمير المؤمنين .\n</p>\n<p class=\"arabic\">وقال محمد بن إبراهيم البوشنجي حدثني بعض اصحابنا أن ابن أبي دؤآد يقول يا \n  أمير المؤمنين والله لئن أجابك لهو أحب إلي من مائة ألف دينار ومائة ألف دينار \n  ويعد من ذلك ما شاء الله أن يعد .\n</p>\n<p class=\"arabic\">فقال المعتصم والله لئن أجابني لأطلقن عنه بيدي ولأركبن إليه بجندي ولأطأن \n  عقبه .\n</p>\n<p class=\"arabic\">ثم قال يا أحمد والله إني عليك لشفيق وإني لأشفق عليك كشفقتي على هارون ابني \n  ما تقول فأقول أعطوني شيئا من كتاب الله أو سنة رسوله فلما طال المجلس *18*104* \n  ضجر وقال قوموا وحبسني يعني عنده .\n</p>\n<p class=\"arabic\">وعبد الرحمن بن إسحاق يكلمني .\n</p>\n<p class=\"arabic\">فقال المعتصم ويحك أجبني وقال ما أعرفك ألم تكن تأتينا فقال له عبد الرحمن \n  بن إسحاق يا أمير المؤمنين أعرفه منذ ثلاثين سنة يرى طاعتك والجهاد والحج \n  معك .\n</p>\n<p class=\"arabic\">قال فيقول والله إنه لعالم وإنه لفقيه وما يسوءني أن يكون معي يرد عني أهل \n  الملل .\n</p>\n<p class=\"arabic\">ثم قال لي ما كنت تعرف صالحا الرشيدي قلت قد سمعت باسمه .\n</p>\n<p class=\"arabic\">قال كان مؤدبي وكان في ذلك الموضع جالسا وأشار إلى ناحية من الدار فسألته \n  عن القرآن فخالفني فأمرت به فوطيء وسحب .\n</p>\n<p class=\"arabic\">ثم قال يا أحمد أجبني إلى شيء لك فيه أدنى مخرج حتى أطلق عنك بيدي .\n</p>\n<p class=\"arabic\">قلت أعطوني شيئا من كتاب الله وسنة رسوله .\n</p>\n<p class=\"arabic\">فطال المجلس وقام ورددت إلى الموضع الذي كنت فيه فلما كان بعد المغرب وجه \n  إلي رجلين من أصحاب ابن أبي دؤآد يبيتان عندي ويناظراني ويقيمان معي حتى إذا \n  كان وقت الإفطار جيء بالطعام ويجتهدان بي أن أفطر فلا أفعل .\n</p>\n<p class=\"arabic\">ووجه إلي المعتصم ابن أبي دؤآد في بعض الليالي فقال يقول لك أمير المؤمنين \n  ما تقول فأرد عليه نحوا مما كنت أرد .\n</p>\n<p class=\"arabic\">فقال ابن أبي دؤآد والله لقد كتبت اسمك في السبعة يحيى بن معين وغيره فمحوته \n  ولقد ساءني أخذهم إياك ثم يقول إن أمير المؤمنين قد *18*105* حلف أن يضربك \n  ضربا بعد ضرب وأن يلقيك في موضع لا ترى فيه الشمس ويقول إن أجابني جئت إليه \n  حتى أطلق عنه بيدي .\n</p>\n<p class=\"arabic\">وآنصرفت فلما أصبح جاء رسوله فأخذ بيدي حتى ذهب بي إليه فقال لهم ناظروه وكلموه .\n</p>\n<p class=\"arabic\">فجعلوا يناظرونني فأرد عليهم فإذا جاءوا بشيء من الكلام مما ليس في الكتاب \n  والسنة قلت ما أدري ما هذا .\n</p>\n<p class=\"arabic\">قال يقولون يا أمير المؤمنين إذا توهمت له الحجة علينا ثبت وإذا كلمناه بشيء \n  يقول لا أدري ما هذا .\n</p>\n<p class=\"arabic\">فقال ناظروه .\n</p>\n<p class=\"arabic\">فقال رجل يا أحمد أراك تذكر الحديث وتنتحله .\n</p>\n<p class=\"arabic\">قلت فما تقول في يوصيكم الله في أولادكم للذكر مثل حظ الأنثيين قال خص الله \n  بها المؤمنين .\n</p>\n<p class=\"arabic\">قلت ما تقول إن كان قاتلا أو عبدا فسكت وإنما احتججت عليهم بهذا لأنهم كانوا \n  يحتجون بظاهر القرآن وحيث قال لي أراك تنتحل الحديث احتججت بالقرآن يعني فلم \n  يزالوا كذلك إلى قرب الزوال فلما ضجر قال لهم قوموا وخلا بي وبعبد البرحمن \n  بن إسحاق .\n</p>\n<p class=\"arabic\">فلم يزل يكلمني .\n</p>\n<p class=\"arabic\">ثم قال أبي فقام ودخل ورددت إلى الموضع .\n</p>\n<p class=\"arabic\">قال فلما كان في الليلة الثالثة قلت خليق أن يحدث غدا من أمري *18*106* شيء \n  فقلت لبعض من كان معي الموكل بي ارتد لي خيطا فجاءني بخيط فشددت به الأقياد \n  ورددت التكة إلى سراويلي مخافة أن يحدث من أمري شيء فأتعرى .\n</p>\n<p class=\"arabic\">فلما كان من الغد في اليوم الثالث وجه إلي فأدخلت فإذا الدار غاصة فجعلت أدخل \n  من موضع إلى موضع وقوم معهم السيوف وقوم معهم السياط وغير ذلك ولم يكن في \n  اليومين الماضيين كبير أحد من هؤلاء فلما انتهيت إليه قال اقعد ثم قال ناظروه \n  كلموه .\n</p>\n<p class=\"arabic\">فجعلوا يناظرونني ويتكلم هذا فأرد عليه ويتكلم هذا فأرد عليه وجعل صوتي يعلو \n  أصواتهم فجعل بعض من على رأسه قائم يوميء إلي بيده فلما طال المجلس نحاني \n  ثم خلا بهم ثم نحاهم وردني إلى عنده فقال ويحك يا أحمد أجبني حتى أطلق عنك \n  بيدي فرددت عليه نحوا مما كنت يرد فقال لي عليك وذكر اللعن .\n</p>\n<p class=\"arabic\">وقال خذوه واسحبوه واخلعوه .\n</p>\n<p class=\"arabic\">قال فسحبت ثم خلعت .\n</p>\n<p class=\"arabic\">قال وقد كان صار إلي شعر من شعر النبي صلى الله عليه وسلم في كم قميصي فوجه \n  إلي إسحاق بن إبراهيم ما هذا المصرور في كم قميصك قلت شعر من شعر رسول الله \n  صلى الله عليه وسلم .\n</p>\n<p class=\"arabic\">قال وسعى بعض القوم إلى القميص ليخرقه علي فقال لهم يعني المعتصم لا تخرقوه .\n</p>\n<p class=\"arabic\">فنزع القميص عني *18*107* .\n</p>\n<p class=\"arabic\">قال وظننت أنه إنما دريء عن القميص الخرق بسبب الشعر الذي كان فيه .\n</p>\n<p class=\"arabic\">قال وجلس المعتصم على كرسي ثم قال العقابين والسياط .\n</p>\n<p class=\"arabic\">فجيء بالعقابين فمدت يداي فقال بعض من حضر خلفي خذ أي الخشبتين بيديك وشد \n  عليهما فلم أفهم ما قال فتخلعت يداي ) .\n</p>\n<p class=\"arabic\">وقال محمد بن إبراهيم البوشنجي ذكروا أن المعتصم لان في أمر أحمد لما علق \n  في العقابين ورأى ثبوته وتصميمه وصلابته في أمره حتى أغراه ابن أبي دؤآد وقال \n  له إن تركته قيل إنك تركت مذهب المأمون وسخطت قوله .\n</p>\n<p class=\"arabic\">فهاجه ذلك على ضربه .\n</p>\n<p class=\"arabic\">قال صالح قال أبي لما جيء بالسياط نظر إليها المعتصم وقال ائتوني بغيرها .\n</p>\n<p class=\"arabic\">ثم قال للجلادين تقدموا .\n</p>\n<p class=\"arabic\">فجعل يتقدم إلي الرجل منهم فيضربني سوطين فيقول له شد قطع الله يدك .\n</p>\n<p class=\"arabic\">ثم يتنحى فيقدم الآخر فيضربني سوطين وهو يقول في كل ذلك شد قطع الله يدك .\n</p>\n<p class=\"arabic\">فلما ضربت تسع عشر سوطا قام إلي يعني المعتصم وقال يا أحمد علام تقتل نفسك \n  إني والله عليك لشفيق .\n</p>\n<p class=\"arabic\">قال فجعل عجيف ينخسني بقائمة سيفه وقال أتريد أن تغلب هؤلاء كلهم .\n</p>\n<p class=\"arabic\">وجعل بعضهم يقول ويلك الخليفة على رأسك قائم .\n</p>\n<p class=\"arabic\">وقال بعضهم يا أمير المؤمنين دمه في عنقي اقتله *18*108* .\n</p>\n<p class=\"arabic\">وجعلوا يقولون يا أمير المؤمنين أنت صائم وأنت في الشمس قائم .\n</p>\n<p class=\"arabic\">فقال لي ويحك يا أحمد ما تقول فأقول أعطوني شيئا من كتاب الله أو سنة رسول \n  الله صلى الله عليه وسلم أقول به .\n</p>\n<p class=\"arabic\">فرجع وجلس وقال للجلاد تقدم وأوجع قطع الله يدك .\n</p>\n<p class=\"arabic\">ثم قام الثانية فجعل يقول ويحك يا أحمد أجبني .\n</p>\n<p class=\"arabic\">فجعلوا يقبلون علي ويقولون يا أحمد إمامك على رأسك قائم .\n</p>\n<p class=\"arabic\">وجعل عبد الرحمن يقول من صنع من أصحابك في هذا الأمر ما تصنع وجعل المعتصم \n  يقول ويحك أجبني إلى شيء لك فيه أدنى فرج حتى أطلق عنك بيدي .\n</p>\n<p class=\"arabic\">فقلت يأمير المؤمنين أعطوني شيئا من كتاب الله فيرجع .\n</p>\n<p class=\"arabic\">وقال للجلادين تقدموا .\n</p>\n<p class=\"arabic\">فجعل الجلاد يتقدم ويضربني سوطين ويتنحى وهو في خلال ذلك يقول شد قطع الله \n  يدك .\n</p>\n<p class=\"arabic\">قال أبي فذهب عقلي فأفقت بعد ذلك فإذا الأقياد قد أطلقت عني .\n</p>\n<p class=\"arabic\">وقال لي رجل ممن حضر إنا كببناك على وجهك وطرحنا على ظهرك بارية ودسناك .\n</p>\n<p class=\"arabic\">قال أبي فما شعرت بذلك وأتوني بسويق فقالوا لي اشرب وتقيأ ) .\n</p>\n<p class=\"arabic\">فقلت لا أفطر .\n</p>\n<p class=\"arabic\">ثم جيء بي إلى إسحاق بن إبراهيم فحضرت صلاة الظهر فتقدم ابن سماعة فصلى فلما \n  انفتل من الصلاة قال لي صليت والدم يسيل في ثوبك .\n</p>\n<p class=\"arabic\">فقلت قد صلى عمر وجرحه يثعب دما *18*109* .\n</p>\n<p class=\"arabic\">قال صالح ثم خلي عنه فصار إلى منزله وكان مكثه في السجن منذ أخذ وحمل إلى \n  ضرب وخلي عنه ثمانية وعشرين شهرا ولقد أخبرني أحد الرجلين اللذين كانا معه \n  قال يا ابن أخي رحمة الله على أبي عبد الله والله ما رأيت أحدا يشبهه ولقد \n  جعلت أقول له في وقت ما يوجه إلينا بالطعام يا أبا عبد الله أنت صائم وأنت \n  في موضع تقية .\n</p>\n<p class=\"arabic\">ولقد عطش فقال لصاحب الشراب ناولني فناوله قدحا فيه ماء وثلج فأخذه ونظر إليه \n  هنية ثم رده ولم يشرب فجعلت أعجب من صبره على الجوع والعطش وهو فيما هو فيه \n  من الهول .\n</p>\n<p class=\"arabic\">قال صالح كنت ألتمس وأحتال أن أوصل إليه طعاما أو رغيفا في تلك الأيام فلم \n  أقدر وأخبرني رجل حضره أنه تفقده في هذه الأيام الثلاثة وهم يناظرونه فما \n  لحن في كلمة .\n</p>\n<p class=\"arabic\">قال وما ظننت أن أحدا يكون في مثل شجاعته وشدة قلبه .\n</p>\n<p class=\"arabic\">وقال حنبل سمعت أبا عبد الله يقول ذهب عقلي مرارا فكان إذا رفع عني الضرب \n  رجعت إلى نفسي وإذا استرخيت وسقطت رفع الضرب أصابني ذلك مرارا ورأيته يعني \n  المعتصم قاعدا في الشمس بغير مظلة فسمعته وقد أفقت يقول لابن دؤآد لقد ارتكبت \n  في أمر هذا الرجل .\n</p>\n<p class=\"arabic\">فقال يا أمير المؤمنين إنه والله كافر مشرك قد أشرك من غير وجه فلا يزال به \n  حتى يصرفه عما يريد وقد كان أراد تخليتي بغير ضرب فلم يدعه ولا إسحاق بن إبراهيم \n  عزم حينئذ على ضربي .\n</p>\n<p class=\"arabic\">قال حنبل وبلغني أن المعتصم قال لابن أبي دؤاد بعدما ضرب *18*110* أبو عبد \n  الله كم ضرب فقال ابن أبي دؤاد نيف وثلاثين أو أربعة وثلاثين سوطا .\n</p>\n<p class=\"arabic\">وقال أبو عبد الله قال لي إنسان ممن كان ثم ألقينا على صدرك بارية .\n</p>\n<p class=\"arabic\">أكببناك على وجهك ودسناك .\n</p>\n<p class=\"arabic\">قال أبو الفضل عبيد الله الزهري قال المروذي قلت وأحمد بين الهنبادين يا أستاذ \n  قال الله تعالى ولا تقتلوا أنفسكم قال يا مروذي أخرج انظر .\n</p>\n<p class=\"arabic\">فخرجت إلى رحبة دار الخليفة فرأيت خلقا لا يحصيهم إلا الله تعالى والصحف في \n  أيديهم والأقلام والمحابر فقال لهم المروذي أي شيء تعملون قالوا ننتظر ما \n  يقول أحمد فنكتبه .\n</p>\n<p class=\"arabic\">فدخل إلى أحمد فأخبره فقال يا مروذي أضل هؤلاء كلهم قلت هذه حكاية منقطعة \n  لا تصح .\n</p>\n<p class=\"arabic\">قال ابن أبي حاتم ثنا عبد الله بن محمد بن الفضل الأسدي قال لما حمل أحمد \n  ليضرب جاءوا إلى بشر بن الحارث فقالوا قد حمل أحمد بن حنبل وحملت السياط وقد \n  وجب عليك أن تتكلم .\n</p>\n<p class=\"arabic\">فقال تريدون مني مقام الآنبياء ليس ذا عندي حفظ الله أحمد من بين يديه ومن \n  خلفه .\n</p>\n<p class=\"arabic\">وقال الحسن بن محمد بن عثمان الفسوي حدثني داود بن عرفة ثنا ميمون بن الأصبغ \n  قال كنت ببغداد فسمعت ضجة فقلت ما هذا قالوا أحمد يمتحن *18*111* .\n</p>\n<p class=\"arabic\">فأخذت مالا له خطر فذهبت به إلى من يدخلني إلى المجلس فأدخلوني وإذا بالسيوف \n  قد جردت وبالرماح قد ركزت وبالتراس قد صففت وبالسياط قد طرحت فألبسوني قباء \n  أسود ومنطقة وسيفا ووقفوني حيث أسمع الكلام .\n</p>\n<p class=\"arabic\">فأتى أمير المؤمنين فجلس على كرسي وأتي بأحمد بن حنبل فقال له وقرابتي من \n  رسول الله صلى الله عليه وسلم لأضربنك بالسياط أو تقول كما أقول .\n</p>\n<p class=\"arabic\">ثم التفت إلى جلاد فقال خذه إليك فأخذه فلما ضرب سوطا قال بسم الله فلما ضرب \n  الثاني قال لا حول ولا قوة إلا بالله فلما ضرب الثالث قال القرآن كلام الله \n  غير مخلوق فلما ضرب الرابع قال قل لن يصيبنا إلا ما كتب الله لنا فضربه تسعة \n  وعشرين سوطا وكانت تكة أحمد حاشية ثوب فانقطعت فنزل السراويل إلى عانته فقلت \n  الساعة ينهتك .\n</p>\n<p class=\"arabic\">فرمى بطرفه إلى السماء وحرك شفتيه فما كان بأسرع من أن بقي السراويل لم ينزل \n  فدخلت عليه بعد سبعة أيام فقلت يا أبا عبد الله رأيتك وقد انحل سراويلك فرفعت \n  رأسك أو أطرافك إلى السماء فما قلت قال قلت اللهم إني أسألك باسمك الذي ملأت \n  به العرش إن كنت أني على الصواب فلا تهتك لي سترا .\n</p>\n<p class=\"arabic\">وقال جعفر بن أحمد بن فارس الإصبهاني ثنا أحمد بن أبي عبيد الله قال قال أحمد \n  بن الفرج حضرت أحمد بن حنبل لما ضرب فتقدم أبو الدن فضربه بضعة عشر سوطا فأقبل \n  الدم من أكتافه وكان عليه سراويل فانقطع خيطه فنزل السراويل فلحظته وقد حرك \n  شفتيه فعاد السراويل كما كان فسألته عن ذلك فقال قلت إلهي وسيدي ) .\n</p>\n<p class=\"arabic\">وقفتني هذا الموقف فتهتكني *18*112* على رؤوس الخلائق ! هذه حكاية لا تصح \n  ولقد ساق فيها أبو نعيم الحافظ من الخرافات والكذب ما يستحى من ذكره .\n</p>\n<p class=\"arabic\">وأضعف منها ما رواه أبو نعيم في الحلية ثنا الحسين بن محمد نا إبراهيم بن \n  محمد بن إبراهيم القاضي حدثني أبو عبد الله الجوهري حدثني يوسف بن يعقوب سمعت \n  علي بن محمد القرشي قال لما قدم أحمد ليضرب وجرد وبقي في سراويله فبينا هو \n  يضرب انحل سراويله فجعل يحرك شفتيه بشيء فرأيت يدين خرجتا من تحته وهو يضرب \n  فشدتا السراويل فلما فرغوا من الضرب قلنا له ما كنت تقول قال قلت يا من لا \n  يعلم العرش منه أين هو إلا هو إن كنت على الحق فلا تبد عورتي .\n</p>\n<p class=\"arabic\">قلت هذه مكذوبة ذكرتها للمعرفة ذكرها البيهقي وما جسر على تضعيفها .\n</p>\n<p class=\"arabic\">ثم روى بعدها حكاية في المحنة عن أبي مسعود البجلي إجازة عن ابن جهضم وهو \n  كذوب عن النجاد عن ابن أبي العوام الرياحي فيها من الركاكة والخرط ما لا يروج \n  إلا على الجهال وفيها أن مئزره اضطرب فحرك شفتيه فما استتم الدعاء حتى رأيت \n  كفا من ذهب قد خرج من تحت مئزره بقدرة الله فصاحت العامة .\n</p>\n<p class=\"arabic\">وقال محمد بن إسماعيل بن أبي سمينة سمعت شاباص التائب يقول لقد ضربت أحمد \n  بن حنبل ثمانين سوطا لو ضربته فيلا لهدته .\n</p>\n<p class=\"arabic\">قال ابن أبي حاتم نا أبي قال قال إبراهيم بن الحارث العبادي قال أبو محمد \n  الطفاوي لأحمد يا أبا عبد الله أخبرني عما صنعوا بك *18*113* .\n</p>\n<p class=\"arabic\">قال لما ضربت جاء ذاك الطويل اللحية يعني عجيفا فضربني بقائم سيفه فقلت جاء \n  الفرجشن يضرب عنقي وأستريح فقال ابن سماعة يا أمير المؤمنين اضرب عنقه ودمه \n  في رقبتي .\n</p>\n<p class=\"arabic\">قال ابن أبي دؤاد لا يا أمير المؤمنين لا تفعل فإنه إن قتل أو مات في دارك \n  قال الناس صبر حتى قتل واتخذوه إماما وثبتوا على ما هم عليه ولكن أطلقه لساعة \n  فإن مات خارجا من منزلك شك الناس بأمره .\n</p>\n<p class=\"arabic\">قال ابن أبي حاتم وسمعت أبا زرعة يقول دعى المعتصم بعم أحمد بن حنبل ثم قال \n  للناس تعرفونه قالوا نعم وهو أحمد بن حنبل .\n</p>\n<p class=\"arabic\">قال فا نظروا إليه أليس هو صحيح البدن قالوا نعم .\n</p>\n<p class=\"arabic\">ولولا أنه فعل ذلك لكنت أخاف أن يقع شيء لا يقام له .\n</p>\n<p class=\"arabic\">قال فلما قال قد سلمته إليكم صحيح البدن هدأ الناس وسكنوا ) .\n</p>\n<p class=\"arabic\">قال صالح صار أبي إلى المنزل ووجه إليه من السحر من يبصر الضرب والجراحات \n  ويعالج منها فنظر إليه وقال أنا والله لقد رأيت من ضرب ألف سوط ما رأيت ضربا \n  أشد من هذا لقد جر عليه من خلفه ومن قدامه .\n</p>\n<p class=\"arabic\">ثم أدخل ميلا في بعض تلك الجراحات وقال لم ينضب فجعل يأتيه ويعالجه وكان قد \n  أصاب وجهه غير ضربة ثم مكث يعالجه ما شاء الله ثم قال إن ههنا شيئا أريد أن \n  أقطعه فجاء بحديدة فجعل يعلق اللحم بها ويقطعه بسكين وهو صابر بحمد الله فبرأ \n  ولم يزل يتوجع من مواضع منه .\n</p>\n<p class=\"arabic\">وكان أثر الضرب بينا في ظهره إلى أن توفي .\n</p>\n<p class=\"arabic\">وسمعت أبي يقول والله لقد أعطيت المجهود من نفسي ووددت أني أنجو من هذا الأمر \n  كفافا لا علي ولا لي *18*114* .\n</p>\n<p class=\"arabic\">ودخلت على أبي يوما فقلت له بلغني أن رجلا جاء إلى فضل الأنماطي فقال له اجعلني \n  في جل إذ لم أقم بنصرتك .\n</p>\n<p class=\"arabic\">فقال فضل لا جعلت أحدا في جل .\n</p>\n<p class=\"arabic\">فتبسم أبي وسكت فلما كان بعد أيام قال مررت بهذه الآية فمن عفا وأصلح فأجره \n  على الله فنظرت في تفسيرها فإذا هو ما حدثني أبو النضر ثنا ابن فضالة المبارك \n  حدثني من سمع الحسن يقول إذا جئت الأمم بين يدي رب العالمين نودوا ليقم من \n  أجره على الله فلا يقوم إلا من عفا في الدنيا .\n</p>\n<p class=\"arabic\">قال أبي فجعلت الميت في جل من ضربه إياي .\n</p>\n<p class=\"arabic\">ثم جعل يقول وما على رجل ألا يعذب الله بسببه أحدا .\n</p>\n<p class=\"arabic\">وقال حنبل بن إسحاق لما أمر المعتصم بتخلية أبي عبد الله خلع عليه مبطنة وقميصا \n  وطيلسانا وخفا وقلنسوة فبينا نحن على باب الدار والناس في الميدان والدروب \n  وغيرها وأغلقت الأسواق إذ خرج أبو عبد الله على دابة من دار أبي إسحاق المعتصم \n  وعليه تلك الثياب وابن أبي دؤاد عن يمينه وإسحاق بن إبراهيم يعني نائب بغداد \n  عن يساره فلما صار في دهليز المعتصم قبل أن يخرج قال لهم ابن أبي دؤاد اكشفوا \n  رأسه فكشفوه يعني الطيلسان فقط وذهبوا يأخذون به ناحية الميدان نحو طريق الحبس \n  فقال لهم إسحاق خذوا به ههنا يريد دجلة فذهب به إلى الزورق وحمل إلى دار إسحاق \n  وأقام عنده إلى صليت الظهر وبعث إلى أبي وإلى جيراننا ومشايخ المحال فجمعوا \n  وأدخلوا عليه فقال لهم هذا أحمد بن حنبل إن كان فيكم من يعرفه وإلا فليعرفه .\n</p>\n<p class=\"arabic\">وقال ابن سماعة حين دخل للجماعة هذا أحمد بن حنبل فإن أمير المؤمنين ناظره \n  في أمره وقد خلى سبيله وها هو ذا .\n</p>\n<p class=\"arabic\">فأخرج على دابة لإسحاق بن إبراهيم عند غروب الشمس فصار إلى *18*115* منزله \n  ومعه السلطان والناس وهو منحني .\n</p>\n<p class=\"arabic\">فلما ذهب لينزل احتضنته ولم أعلم فوقعت يدي على موضع الضرب فصاح فنحيت يدي \n  فنزل متوكئا علي ) .\n</p>\n<p class=\"arabic\">وأغلق الباب ودخلنا معه ورمى بنفسه على وجهه لا يقدر يتحرك إلا بجهد وخلع \n  ما كان عليه فأمر به فبيع وأخذ ثمنه فتصدق به وكان المعتصم أمر إسحاق بن إبراهيم \n  أن لا يقطع عنه خبره وذلك أنه ترك فيما حكي لنا عند الإياس منه وبلغنا أن \n  المعتصم ندم وأسقط في يده حتى صح فكان صاحب خبر إسحاق يأتينا كل يوم يتعرف \n  خبره حتى صح وبقيت إبهاماه متخلعتين تضربان عليه في البرد حتى يسخن له الماء .\n</p>\n<p class=\"arabic\">ولما أردنا علاجه خفنا أن يدس ابن دؤاد سما إلى المعالج فعملنا الدواء والمراهم \n  في منزلنا وسمعته يقول كل من ذكرني في حل إلا مبتدع .\n</p>\n<p class=\"arabic\">وقد جعلت أبا إسحاق يعني المعتصم في جل ورأيت الله تعالى يقول وليعفوا وليصفحوا \n  ألا تحبون أن يغفر الله لكم وأمر النبي صلى الله عليه وسلم أبا بكر بالعفو \n  في قصة مسطح .\n</p>\n<p class=\"arabic\">قال أبو عبد الله العفو أفضل وما ينفعك أن يعذب أخوك المسلم في سبيلك .\n</p>\n<p class=\"arabic\">فصل في محنته من الواثق قال حنبل ولم يزل أبو عبد الله بعد أن بريء من مرضه \n  يحضر الجمعة والجماعة ويفتي ويحدث حتى مات المعتصم وولي ابنه الواثق فأظهر \n  ما أظهر من المحنة والميل إلى ابن أبي دؤاد وأصحابه فلما اشتد الأمر على أهل \n  بغداد وأظهرت القضاة المحنة وفرق بين فضل الأنماطي وامرأته وبين أبي صالح \n  وامرأته كان أبو عبد الله يشهد الجمعة ويعيد الصلاة إذا رجع ويقول الجمعة \n  تؤتى لفضلها والصلاة تعاد خلف من قال بهذه المقالة .\n</p>\n<p class=\"arabic\">وجاء نفر إلى أبي عبد الله وقالوا هذا الأمر قد فشا وتفاقم ونحن نخافه على \n  أكثر من هذا وذكروا أن آبن أبي دؤاد أراد أن يأمر المعلمين بتعليم *18*116* \n  الصبيان في الكتاب مع القرآن القرآن كذا وكذا فنحن لا نرضى بإمارته .\n</p>\n<p class=\"arabic\">فمنعهم من ذلك وناظرهم وحكى حنبل قصده في مناظرتهم وأمرهم بالصبر .\n</p>\n<p class=\"arabic\">فبينا نحن في أيام الواثق إذ جاء يعقوب ليلا برسالة إسحاق بن إبراهيم إلى \n  أبي عبد الله يقول لك الأمير إن أمير المؤمنين قد ذكرك فلا يجتمعن إليك أحد \n  ولا تساكني بأرض ولا مدينة أنا فيها فآذهب حيث شئت من أرض الله .\n</p>\n<p class=\"arabic\">فاختفى أبو عبد الله بقية حياة الواثق وكانت تلك الفتنة وقتل أحمد بن نصر \n  فلم يزل أبو عبد الله مختفيا في منزله في القرب ثم عاد إلى منزله بعد أشهر \n  أو سنة لما طغى خبره ولم يزل في البيت مختفيا لا يخرج إلى الصلاة ولا غيرها \n  حتى هلك الواثق .\n</p>\n<p class=\"arabic\">وعن إبراهيم بن هاني قال اختفى أحمد بن حنبل عندي ثلاثة أيام ثم قال اطلب \n  لي موضعا .\n</p>\n<p class=\"arabic\">قلت لا آمن عليك .\n</p>\n<p class=\"arabic\">قال افعل فإذا فعلت أفدتك ) .\n</p>\n<p class=\"arabic\">فطلبت له موضعا فلما خرج قال لي اختفى رسول الله صلى الله عليه وسلم في الغار \n  ثلاثة أيام ثم تحول .\n</p>\n<p class=\"arabic\">قلت أنا أتعجب من الحافظ أبي القاسم كيف لم يسق المحنة ولا شيئا منها في تاريخ \n  دمشق مع فرط استقصائه ومع صحة أسانيدها ولعل له نية في تركها .\n</p>\n<p class=\"arabic\">فصل في حال أبي عبد الله أيام المتوكل قال حنبل ولي جعفر المتوكل فأظهر الله \n  السنة وفرج عن الناس وكان أبو عبد الله يحدثنا ويحدث أصحابه في أيام المتوكل \n  وسمعته يقول ما كان الناس إلى الحديث والعلم أحوج منهم في زماننا .\n</p>\n<p class=\"arabic\">ثم إن المتوكل ذكره وكتب إلى إسحاق بن إبراهيم في إخراجه إليه فجاء رسول إسحاق \n  إلى أبي عبد الله يأمره بالحضور فمضى أبو عبد الله ثم رجع فسأله *18*117* \n  أبي عما دعي له فقال قرأ علي كتاب جعفر يأمرني بالخروج إلى العساكر .\n</p>\n<p class=\"arabic\">قال وقال لي إسحاق بن إبراهيم ما تقول في القرآن فقلت إن أمير المؤمنين قد \n  نهى عن هذا .\n</p>\n<p class=\"arabic\">فقال لا تعلم أحدا أني سألتك .\n</p>\n<p class=\"arabic\">فقلت له مسألة مسترشد أو مسألة متعنت قال بل مسألة مسترشد .\n</p>\n<p class=\"arabic\">فقلت له القرآن كلام الله ليس مخلوق وقد نهى أمير المؤمنين عن هذا .\n</p>\n<p class=\"arabic\">وخرج إسحاق إلى العساكر وقدم ابنه خليفة له ببغداد ولم يكن عند أبي عبد الله \n  ما يتجمل به وينفقه وكانت عندي مائة درهم فأتيت بها أبي فذهب بها إليه فأخذها \n  وأصلح بها ما احتاج إليه وآكترى منها وخرج ولم يلق محمد بن إسحاق بن إبراهيم \n  ولا سلم عليه فكتب بذلك محمد إلى أبيه فحقدها إسحاق عليه فقال للمتوكل يا \n  أمير المؤمنين إن أحمد بن حنبل خرج من بغداد ولم يأت محمدا مولاك .\n</p>\n<p class=\"arabic\">فقال المتوكل يرد ولو وطيء بساطي .\n</p>\n<p class=\"arabic\">وكان أبو عبد الله قد بلغ بصرى فوجه إليه رسولا يأمره بالرجوع فرجع وامتنع \n  من الحديث إلا لولده ولنا وربما قرأ علينا في منزلنا .\n</p>\n<p class=\"arabic\">ثم إن رافعا رفع إلى المتوكل أن أحمد بن حنبل ربص علويا في منزله وأنه يريد \n  أن يخرجه ويبايع عليه ولم يكن عندنا علم فبينا نحن ذات ليلة نيام في الصيف \n  سمعنا الجلبة ورأينا النيران في دار أبي عبد الله فأسرعنا وإذا أبو عبد الله \n  قاعد في إزار ومظفر بن الكلبي صاحب الخبر وجماعة معهم فقرأ صاحب الخبر كتاب \n  المتوكل ورد على ) .\n</p>\n<p class=\"arabic\">أمير المؤمنين أن عندكم علويا ربصته لتبايع عليه وتظهره في كلام طويل .\n</p>\n<p class=\"arabic\">ثم قال له مظفر ما تقول قال ما أعرف من هذا شيئا وإني لأرى له السمع والطاعة \n  في عسري *18*118* ومنشطي ومكرهي وآثره لآدعو الله له بالتسديد والتوفيق في \n  الليل والنهار في كلام كثير غير هذا .\n</p>\n<p class=\"arabic\">وقال ابن الكلبي قد أمرني أمير المؤمنين أن أحلفك .\n</p>\n<p class=\"arabic\">قال فاحلفه بالطلاق ثلاثا أن ما عنده طلبة أمير المؤمنين .\n</p>\n<p class=\"arabic\">قال وفتشوا منزل أبي عبد الله والسرب والغرف والسطوح وفتشوا تابوت الكتب وفتشوا \n  النساء والمنازل فلم يروا شيئا ولم يحسوا بشيء ورد الله الذين كفروا بغيظهم .\n</p>\n<p class=\"arabic\">فكتب بذلك إلى المتوكل فوقع منه موقعا حسنا وعلم أن أبا عبد الله مكذوب عليه .\n</p>\n<p class=\"arabic\">وكان الذي دس عليه رجل من أهل البدع ولم يمت حتى بين الله أمره للمسلمين وهو \n  ابن الثلجي فلما كان بعد أيام بينا نحن جلوس بباب الدار إذا يعقوب أحد حجاب \n  المتوكل قد جاء فا ستأذن على أبي عبد الله فدخل ودخل أبي وأنا ومع بعض غلمانه \n  بدرة على بغل ومعه كتاب المتوكل فقرأه على أبي عبد الله إنه قد صح عند أمير \n  المؤمنين برآءة ساحتك وقد وجه إليك بهذا المال تسعين به فأبى أن يقبله وقال \n  ما لي إليه حاجة .\n</p>\n<p class=\"arabic\">فقال يا أبا عبد الله آقبل من أمير المؤمنين ما أمرك به فإن هذا خير لك عنده \n  فآقبل ولا ترده فإنك إن رددته خفت أن يظن بك ظن سوء .\n</p>\n<p class=\"arabic\">فحينئذ قبلها .\n</p>\n<p class=\"arabic\">فلما خرج قال يا أبا علي .\n</p>\n<p class=\"arabic\">قلت لبيك .\n</p>\n<p class=\"arabic\">قال ارفع هذه الإجانة وضعها يعني البدرة تحتها .\n</p>\n<p class=\"arabic\">فوضعتها وخرجنا فلما كان الليل إذا أم ولد أبي عبد الله تدق علينا الحائط \n  فقلت لها ما لك قالت مولاي يدعو عمه .\n</p>\n<p class=\"arabic\">فأعلمت أبي وخرجنا فدخلنا على أبي عبد الله وذلك في جوف الليل *18*119* .\n</p>\n<p class=\"arabic\">فقال يا عم ما أخذني النوم هذه الليلة .\n</p>\n<p class=\"arabic\">فقال له أبي ولم قال لهذا المال وجعل يتوجع لأخذه وجعل أبي يسكنه ويسهل عليه \n  وقال حتى تصبح وترى فيه رأيك فإن هذا ليل والناس في منازلهم .\n</p>\n<p class=\"arabic\">فأمسك وخرجنا فلما كان في السحر وجه إلى عبدوس بن مالك والحسن بن البزار فحضرا \n  وحضر جماعة منهم هارون الحمال وأحمد بن منيع وابن الدورقي وأنا وأبي وصالح \n  وعبد الله فجعلنا نكتب من يذكرونه من أهل السنة والصلاح ببغداد والكوفة فوجه \n  منها إلى أبي سعيد الأشج وإلى أبي كريب وإلى من ذكر أنه من أهل العلم والسنة \n  ممن يعلمون أنه محتاج .\n</p>\n<p class=\"arabic\">ففرقها كلها ما بين الخمسين إلى المائة والمائتين فما في الكيس درهم .\n</p>\n<p class=\"arabic\">ثم تصدق بالكيس على مسكين .\n</p>\n<p class=\"arabic\">فلما كان بعد ذلك مات إسحاق بن إبراهيم وابنه محمد وولي بغداد عبد الله بن \n  إسحاق فجاء رسوله إلى عبد الله فذهب إليه فقرأ عليه كتاب المتوكل فقال له \n  يأمرك بالخروج .\n</p>\n<p class=\"arabic\">فقال أنا شيخ ضعيف عليل .\n</p>\n<p class=\"arabic\">فكتب عبد الله بما رد عليه فورد جواب الكتاب بأن أمير المؤمنين يأمره بالخروج \n  فوجه عبد الله جنوده فباتوا على بابنا أياما حتى تهيأ أبو عبد الله للخروج \n  فخرج وخرج صالح وعبد الله وأبو رميلة .\n</p>\n<p class=\"arabic\">قال صالح كان حمل أبي إلى المتوكل سنة سبع وثلاثين ومائتين ثم عاش إلى سنة \n  إحدى وأربعين فكان قل يوم يمضي إلا ورسول المتوكل يأتيه .\n</p>\n<p class=\"arabic\">قال حنبل في حديثه وقال أبي إرجع فرجعت فأخبرني أبي قال لما دخلنا إلى العساكر \n  إذا نحن بموكب عظيم مقبل فلما حاذى بنا قالوا هذا وصيف وإذا فارس قد أقبل \n  فقال لأحمد الأمير وصيف يقرئك السلام ويقول لك إن الله قد أمكنك من عدوك يعني \n  ابن أبي دؤاد وأمير المؤمنين *18*120* يقبل منك فلا تدع شيئا إلا تكلمت به .\n</p>\n<p class=\"arabic\">فما رد عليه أبو عبد الله شيئا وجعلت أنا أدعو لأمير المؤمنين ودعوت لوصيف \n  ومضينا فأنزلنا في دار التياح ولم يعلم أبو عبد الله فسأل بعد ذلك لمن هذه \n  الدار قالوا هذه دار التياح .\n</p>\n<p class=\"arabic\">فقال حولوني إكتروا لي .\n</p>\n<p class=\"arabic\">فلم نزل حتى اكترينا له دارا وكانت تأتينا في كل يوم مائدة فيها ألوان يأمر \n  بها المتوكل والفاكهة والثلج وغير ذلك فما نظر إليها أبو عبد الله ولا ذاق \n  منها شيئا وكانت نفقة المائدة كل يوم مائة وعشرين درهما .\n</p>\n<p class=\"arabic\">وكان يحيى بن خاقان وابنه عبيد الله وعلي بن الجهم يأتون أبا عبد الله ويختلفون \n  إليه برسالة المتوكل .\n</p>\n<p class=\"arabic\">ودامت العلة بأبي عبد الله وضعف ضعفا شديدا وكان يواصل فمكث ثمانية أيام ولا \n  يأكل ولا يشرب فلما كان في اليوم الثامن دخلت عليه وقد كاد أن يطفأ فقلت يا \n  أبا عبد الله ابن الزبير كان يواصل سبعة أيام وهذا لك اليوم ثمانية أيام .\n</p>\n<p class=\"arabic\">قال إني مطيق .\n</p>\n<p class=\"arabic\">قلت بحقي عليك .\n</p>\n<p class=\"arabic\">قال فإني أفعل .\n</p>\n<p class=\"arabic\">فأتيته بسويق فشرب ووجه إليه المتوكل بمال عظيم فرده فقال له عبيد الله بن \n  يحيى فإن أمير المؤمنين يأمرك أن تدفعها إلى ولدك وأهلك .\n</p>\n<p class=\"arabic\">قال هم مستعفون فردها عليه .\n</p>\n<p class=\"arabic\">فأخذها عبيد الله فقسمها على ولده وأهله .\n</p>\n<p class=\"arabic\">ثم أجرى المتوكل على أهله وولده أربعة آلاف في كل شهر فبعث إليه أبو عبد الله \n  إنهم في كفاية وليست بهم حاجة .\n</p>\n<p class=\"arabic\">فبعث إليه المتوكل إنما هذا لوالدك ما لك ولهذا *18*121* فأمسك أبو عبد الله \n  فلم يزل يجري علينا حتى مات المتوكل .\n</p>\n<p class=\"arabic\">وجرى بين أبي عبد الله وبين أبي في ذلك كلام كثير وقال يا عم ما بقي من أعمارنا \n  كأنك با لأمر قد نزل بنا فالله الله فإن أولادنا إنما يريدون يتأكلون بنا \n  وإنما هي أيام قلائل لو كشف للعبد عما قد حجب عنه لعرف ما هو عليه من خير \n  أو شر صبر قليل وثواب طويل وإنما هذه فتنة .\n</p>\n<p class=\"arabic\">قال أبي فقلت أرجو أن يؤمنك الله مما تحذر .\n</p>\n<p class=\"arabic\">قال فكيف وأنتم لا تتركون طعامهم ولا جوائزهم لو تركتموها لتركوكم .\n</p>\n<p class=\"arabic\">وقال ما ننتظر إنما هو الموت فإما إلى جنة وإما إلى نار فطوبى لمن قدم على \n  خير .\n</p>\n<p class=\"arabic\">قال أبي فقلت له أليس قد أمرت ما جاءك من هذا المال من غير مسألة ولا إشراف \n  نفس أن تأخذه .\n</p>\n<p class=\"arabic\">قال قد أخذت مرة بلا إشراف نفسي فالثانية والثالثة فما بال نفسك ألم تستشرف \n  فقلت ألم يأخذ ابن عمر وابن عباس فقال ما هذا وذاك وقال لو أعلم أن هذا المال \n  يؤخذ من وجهه ولا يكون فيه ظلم ولا حيف لم أبال ) .\n</p>\n<p class=\"arabic\">قال حنبل فلما طالت علة أبي عبد الله كان المتوكل يبعث بابن ما سويه المتطبب \n  فيصف له الأدوية فلا يتعالج ودخل المطبب على المتوكل فقال يا أمير المؤمنين \n  أحمد ليست به علة في بدنه إنما هو من قلة الطعام والصيام والعبادة .\n</p>\n<p class=\"arabic\">فسكت المتوكل .\n</p>\n<p class=\"arabic\">وبلغ أم المتوكل خبر أبي عبد الله فقالت لابنها أشتهي أن أرى هذا الرجل .\n</p>\n<p class=\"arabic\">فوجه المتوكل إلى أبي عبد الله يسأله أن يدخل على ابنه المعتز ويسلم *18*122* \n  عليه ويدعو له ويجعله في حجره فآمتنع أبو عبد الله من ذلك ثم أجاب رجاء أن \n  يطلق وينحدر إلى بغداد .\n</p>\n<p class=\"arabic\">فوجه إليه المتوكل خلعة وأتوه بدابة يركبها إلى المعتز فامتنع وكانت عليها \n  مثيرة نمور فقدم إليه بغل لرجل من التجار فركبه وجلس المتوكل مع أمه في مجلس \n  من المكان وعلى المجلس ستر رقيق فدخل أبو عبد الله على المعتز ونظر إليه المتوكل \n  وأمه فلما رأته قالت يا بني الله الله في هذا الرجل فليس هذا ممن يريد ما \n  عندكم ولا المصلحة أن تحبسه عن منزله فأذن له فليذهب .\n</p>\n<p class=\"arabic\">فدخل أبو عبد الله على المعتز فقال السلام عليكم وجلس ولم يسلم عليه بالإمرة .\n</p>\n<p class=\"arabic\">قال فسمعت أبا عبد الله بعد ذلك ببغداد يقول لما دخلت عليه وجلست قال مؤدب \n  الصبي أصلح الله الأمير هذا الذي أمره أمير المؤمنين يؤدبك ويعلمك .\n</p>\n<p class=\"arabic\">فرد عليه الغلام وقال إن علمني شيئا تعلمته .\n</p>\n<p class=\"arabic\">قال أبو عبد الله فعجبت من ذكائه وجوابه على صغره وكان صغيرا .\n</p>\n<p class=\"arabic\">قال ودامت علة أبي عبد الله وبلغ الخليفة ما هو فيه وكلمه يحيى بن خاقان أيضا \n  وأخبره أنه رجل لا يريد الدنيا .\n</p>\n<p class=\"arabic\">فإذن له بالإنصراف فجاء عبيد الله ابن يحيى وقت العصر فقال إن أمير المؤمنين \n  قد أذن لك وأمر أن تفرش لك حراقة تنحدر فيها .\n</p>\n<p class=\"arabic\">فقال أبو عبد الله اطلبوا لي زورقا فأنحدر فيه الساعة .\n</p>\n<p class=\"arabic\">فطلبوا له زورقا فآنحدر فيه من ساعته .\n</p>\n<p class=\"arabic\">قال حنبل فما علمنا بقدومه حتى قيل لي إنه قد وافى فا ستقبلته بناحية القطيعة \n  وقد خرج من الزورق فمشيت معه فقال لي تقدم لا يراك الناس فيعرفوني .\n</p>\n<p class=\"arabic\">فتقدمت بين يديه حتى وصل إلى المنزل فلما دخل ألقى نفسه على قفاه *18*123* \n  من التعب والعياء وكان في حياته ربما استعار الشيء من منزلنا ومنزل ولده .\n</p>\n<p class=\"arabic\">فلما صار إلينا من مال السلطان ما صار امتنع من ذلك حتى لقد وصف له في علته \n  قرعة تشوى ويؤخذ ماؤها فلما جاءوا بالقرعة قال بعض من حضر اجعلوها في تنور \n  يعني في دار صالح فإنهم قد خبزوا فقال بيده لا ومثل هذا كثير .\n</p>\n<p class=\"arabic\">وقد ذكر صالح بن أحمد قصة خروج أبيه إلى العساكر ورجوعه وتفتيش بيوتهم على \n  العلوي ثم ورود يعقوب قرقرة ومعه العشرة آلاف وأن بعضها كان مائتي دينار والباقي \n  دراهم .\n</p>\n<p class=\"arabic\">قال فجئت بأجانة خضراء فأكببتها على البدرة فلما كان عند المغرب قال يا صالح \n  خذ هذا صيره عندك .\n</p>\n<p class=\"arabic\">فصيرته عند رأسي فوق البيت فلما كان سحر إذا هو ينادي يا صالح .\n</p>\n<p class=\"arabic\">فقمت وصعدت إليه فقال ما نمت قلت لم يا أبه فجعل يبكي وقال سلمت من هؤلاء \n  حتى إذا كان في آخر عمري بليت بهم وقد عزمت عليك أن تفرق هذا الشيء إذا أصبحت .\n</p>\n<p class=\"arabic\">فقلت ذاك إليك .\n</p>\n<p class=\"arabic\">فلما أصبح جاءه الحسن بن البزار فقال جئني يا صالح بميزان وجهوا إلى أبناء \n  المهاجرين والأنصار ثم وجه إلى فلان حتى يفرق في ناحيته وإلى فلان حتى فرقها \n  كلها ونحن في حالة الله بها عليم .\n</p>\n<p class=\"arabic\">فجاءني ابن لي فقال يا أبه أعطني درهما .\n</p>\n<p class=\"arabic\">فأخرجت قطعة فأعطيته .\n</p>\n<p class=\"arabic\">وكتب صاحب البريد إنه تصدق بالدراهم في يومه حتى تصدق بالكيس .\n</p>\n<p class=\"arabic\">قال علي بن الجهم فقلت يا أمير المؤمنين قد تصدق بها وعلم الناس أنه قد قبل \n  منك *18*124* .\n</p>\n<p class=\"arabic\">ما يصنع أحمد بالمال وإنما قوته رغيف ! قال فقال لي صدقت يا علي .\n</p>\n<p class=\"arabic\">قال صالح ثم أخرج أبي ليلا ومعنا حراس معهم النفاطات فلما أصبح وأضاء الفجر \n  قال لي صالح معك دراهم قلت نعم .\n</p>\n<p class=\"arabic\">قال أعطهم .\n</p>\n<p class=\"arabic\">فلما أصبحنا جعل يعقوب يسير معه فقال له يا أبا عبد الله ابن الثلجي بلغني \n  أنه كان يذكرك .\n</p>\n<p class=\"arabic\">فقال له يا أبا يوسف سل الله العافية .\n</p>\n<p class=\"arabic\">فقال له يا أبا عبد الله تريد أن نؤدي عنك رسالة إلى أمير المؤمنين .\n</p>\n<p class=\"arabic\">فسكت .\n</p>\n<p class=\"arabic\">فقال إن عبد الله بن إسحاق أخبرني أن الوابصي قال له إني أشهد عليه أنه قال \n  إن أحمد يعبد ماني .\n</p>\n<p class=\"arabic\">فقال يا أبا يوسف يكفي الله .\n</p>\n<p class=\"arabic\">فغضب يعقوب والتفت إلي فقال ما رأيت أعجب مما نحن فيه أسأله أن يطلق لي كلمة \n  أخبر أمير المؤمنين فلا يفعل .\n</p>\n<p class=\"arabic\">قال ووجه يعقوب إلى المتوكل بما عمل ودخلنا العسكر وأبي منكس الرأس ورأسه \n  مغطى فقال له يعقوب اكشف رأسك يا أبا عبد الله فكشفه .\n</p>\n<p class=\"arabic\">ثم جاء وصيف يريد الدار ووجه إليه بعدما جاز بيحيى بن هرثمة فقال يقرئك أمير \n  المؤمنين السلام ويقول الحمد لله الذي لم يشمت بك أهل البدع قد علمت ما كان \n  من حال ابن أبي دؤآد فينبغي أن تتكلم بما يحب الله ومضى يحيى وأنزل أبي دار \n  إيتاخ فجاء علي بن الجهم وقال قد أمر لكم أمير المؤمنين بعشرة آلاف مكان تلك \n  التي فرقتها وأمر أن لا يعلم شيخكم بذلك *18*125* فيغتم ثم جاءه محمد بن معاوية \n  فقال إن أمير المؤمنين يكثر من ذكرك ويقول يقيم ههنا يحدث .\n</p>\n<p class=\"arabic\">فقال أنا ضعيف .\n</p>\n<p class=\"arabic\">ثم صار إليه يحيى بن خاقان فقال يا أبا عبد الله قد أمر أمير المؤمنين أن \n  أصير إليك لتركب إلى ابنه أبي عبد الله يعني المعتز .\n</p>\n<p class=\"arabic\">ثم قال لي قد أمرني أمير المؤمنين أن يجرى عليك وعلى قراباتك أربعة آلاف درهم \n  ففرقها عليهم .\n</p>\n<p class=\"arabic\">ثم دعا يحيى من الغد فقال يا أبا عبد الله تركب فقال ذاك إليكم .\n</p>\n<p class=\"arabic\">ولبس إزاره وخفه وكان خفه له عنده نحو من خمسة عشر عاما قد رقع برقاع عدة \n  فأشار يحيى أن يلبس قلنسوة .\n</p>\n<p class=\"arabic\">قلت ما له قلنسوة .\n</p>\n<p class=\"arabic\">إلى أن قال فدخل دار المعتز وكان قاعدا على دكان في الدار فلما صعد الدكان \n  قعد فقال له يحيى يا أبا عبد الله إن أمير المؤمنين جاء بك ليسر بقربك ويصير \n  أبا عبد الله ابنه في حجرك فأخبرني بعض الخدم أن المتوكل كان قاعدا وراء ستر \n  فلما دخل أبي الدار قال لأمه يا أمه نارت الدار .\n</p>\n<p class=\"arabic\">ثم جاء خادم بمنديل فأخذ يحيى المنديل وذكر قصة في إلباسه القميص والطيلسان \n  والقلنسوة وهو لا يحرك يده ثم انصرف وكانوا قد تحدثوا أنه يخلع عليه سوادا \n  فلما صار إلى الدار نزع الثياب ثن جعل يبكي وقال سلمت من ) .\n</p>\n<p class=\"arabic\">هؤلاء منذ ستين سنة حتى إذا كان في آخر عمري بليت بهم ما أحسبني سلمت من دخولي \n  على هذا الغلام فكيف بمن يجب علي نصحه من وقت تقع عيني عليه إلى أن أخرج من \n  عنده يا صالح وجه بهذه الثياب إلى بغداد تباع ويتصدق بثمنها ولا يشتري أحد \n  منكم منها شيئا *18*126* .\n</p>\n<p class=\"arabic\">فوجهت بها إلى يعقوب بن بختان فباعها وصرف ثمنها وبقيت عندي القلنسوة قال \n  ومكث خمسة عشر يوما يفطر في ثلاثة على تمر سويق ثم جعل بعد ذلك يفطر ليلة \n  على رغيف وليلة لا يفطر وكان إذا جيء بالمائدة توضع بالدهليز لئلا يراها فيأكل \n  من حضر فكان إذا أجهده الحر بل خرقة فيضعها على صدره وفي كل يوم يوجه إليه \n  بابن ماسويه فينظر إليه ويقول يا أبا عبد الله أنا أميل إليك وإلى أصحابك \n  وما بك علة إلا الضعف وقلة الزاد .\n</p>\n<p class=\"arabic\">إلى أن قال وجعل يعقوب وغياث يصيران إليه ويقولان له يقول لك أمير المؤمنين \n  ما تقول في ابن أبي دؤآد وفي حاله فلا يجيب في ذلك بشيء .\n</p>\n<p class=\"arabic\">وجعل يعقوب ويحيى يخبراه بما يحدث في أمر ابن أبي دؤاد في كل يوم ثم أحدر \n  إلى بغداد بعدما أشهد عليه ببيع ضياعه .\n</p>\n<p class=\"arabic\">وكان ربما صار إليه يحيى بن خاقان وهو يصلي فيجلس في الدهليز حتى يفرغ .\n</p>\n<p class=\"arabic\">وأمر المتوكل أن يشترى لنا دار فقال أبا صالح قلت لبيك قال لئن أقررت لهم \n  بشراء دار لتكونن القطيعة بيني وبينكم إنما يريدون أن يصيروا هذا البلد لي \n  مأوى ومسكنا .\n</p>\n<p class=\"arabic\">فلم نزل ندفع بشراء الدار حتى اندفع .\n</p>\n<p class=\"arabic\">وجعلت رسل المتوكل تأتيه يسألونه عن خبره ويصيرون إليه فيقولون هو ضعيف وفي \n  خلال ذلك يقولون يا أبا عبد الله لا بد من أن يراك .\n</p>\n<p class=\"arabic\">وجاءه يعقوب فقال يا أبا عبد الله أمير المؤمنين مشتاق إليك ويقول *18*127* \n  أنظر يوما تصير فيه أي يوم هو حتى أعرفه .\n</p>\n<p class=\"arabic\">فقال ذاك إليكم .\n</p>\n<p class=\"arabic\">فقال يوم الأربعاء يوم خال .\n</p>\n<p class=\"arabic\">وخرج يعقوب فلما كان من الغد جاء يعقوب فقال البشرى يا أبا عبد الله أمير \n  المؤمنين يقرأ عليك السلام ويقول قد أعفيتك عن لبس السواد والركوب إلى ولاة \n  العهود وإلى الدار فإن شئت فالبس القطن وإن شئت فالبس الصوف .\n</p>\n<p class=\"arabic\">فجعل يحمد الله على ذلك .\n</p>\n<p class=\"arabic\">ثم قال يعقوب إن لي إبنا وأنا به معجب وإن له من قلبي موقعا فأحب أن تحدثه \n  بأحاديث .\n</p>\n<p class=\"arabic\">فسكت فلما خرج قال أتراه لا يرى ما أنا فيه وكان يختم من جمعة إلى جمعة فإذا \n  ختم دعا فيدعو ونؤمن فلما كان غداة الجمعة وجه إلي وإلى أخي فلما ختم جعل \n  يدعو ونحن نؤمن فلما فرغ جعل يقول استخير الله مرات فجعلت أقول ما يريد ثم \n  قال إني أعطي الله عهدا إن عهده كان مسؤولا وقال الله تعالى يا أيها الذين \n  آمنوا أوفوا بالعقود إني لا أحدث حديث تمام أبدا حتى ألقى الله ولا أستثني \n  منكم أحدا .\n</p>\n<p class=\"arabic\">فخرجنا وجاء علي بن الجهم فأخبرناه فقال إنا لله وإنا إليه راجعون .\n</p>\n<p class=\"arabic\">وأخبر المتوكل بذلك وقال إنما يريدون أن أحدث ويكون هذا البلد حبسي وإنما \n  كان سبب الذين أقاموا بهذا البلد لما أعطوا فقبلوا وأمروا فحدثوا .\n</p>\n<p class=\"arabic\">وجعل أبي يقول والله لقد تمنيت الموت في الأمر الذي كان وإني *18*128* لأتمنى \n  الموت في هذا وذلك أن هذا وذلك أن فتنة الدنيا وذاك كان فتنة الدين .\n</p>\n<p class=\"arabic\">ثم جعل يضم أصابعه ويقول لو كان نفسي في يدي لأرسلتها ثم يفتح أصابعه .\n</p>\n<p class=\"arabic\">وكان المتوكل كل يوم يوجه في كل وقت يسأله عن حاله وكان في خلال ذلك يأمر \n  لنا بالمال ويقول يوصل إليهم ولا يعلم شيخهم فيغتم ما يريد منهم إن كان هو \n  لا يريد الدنيا فلم يمنعهم وقالوا للمتوكل إنه لا يأكل من طعامك ولا يجلس \n  على فراشك ويحرم الذي تشرب فقال لهم لو نشر المعتصم وقال فيه شيئا لم أقبل \n  منه .\n</p>\n<p class=\"arabic\">قال صالح ثم آنحدرت إلى بغداد وخلفت عبد الله عنده فإذا عبد الله قد قدم وجاء \n  بثيابي التي كانت عنده فقلت ما جاء بك فقال قال لي انحدر وقل لصالح لا يخرج \n  فأنتم كنتم آفتي والله لو استقبلت من أمري ما استدبرت ما أخرجت واحدا منكم \n  معي لولاكم لمن كانت توضع هذه المائدة ولمن كان تفرش هذه الفرش ويجرى هذا \n  الإجراء فكتبت إليه أعلمه ما قال لي عبد الله فكتب إلي بخطه أحسن الله عاقبتك \n  ودفع عنك كل مكروه ومحذور الذي حملني على الكتاب إليك الذي قلت لعبد الله \n  لا يأتيني منكم أحد رجاء أن ينقطع ذكري ويخمل إذا كنتم هنا فشا ذكري وكان \n  يجتمع إليكم قوم ينقلون أخبارنا ولم يكن إلا خيرا فإن أقمت فلم تأتني أنت \n  ولا أخوك فهو رضائي ولا تجعل في نفسك إلا خيرا والسلام عليك ورحمة الله .\n</p>\n<p class=\"arabic\">قال ولما خرجنا من العساكر رفعت المائدة والفرش وكل ما أقيم لنا *18*129* .\n</p>\n<p class=\"arabic\">ثم ذكر صالح كتاب وصيته ثم قال وبعث إليه المتوكل بألف دينار ليقسمها فجاء \n  علي بن الجهم في جوف الليل ) .\n</p>\n<p class=\"arabic\">فأخبره أنه يهيء له حراقة لينحدر فيها ثم جاء عبيد الله ومعه ألف دينار وقال \n  إن أمير المؤمنين قد أذن لك وقد أمر لك بهذه .\n</p>\n<p class=\"arabic\">قال قد أعفاني أمير المؤمنين مما أكره فردها .\n</p>\n<p class=\"arabic\">وقال أنا رقيق على البرد والظهر أرفق بي فكتب له جواز وكتب إلى محمد بن عبد \n  الله في بره وتعاهده فقدم علينا .\n</p>\n<p class=\"arabic\">ثم قال بعد قليل يا صالح قلت لبيك .\n</p>\n<p class=\"arabic\">قال أحب أن تدع هذا الرزق فإنما تأخذونه بسببي .\n</p>\n<p class=\"arabic\">فسكت فقال مالك قلت أكره أن أعطيك بلساني وأخالف إلى غيره وليس في القوم أكثر \n  عيالا مني ولا أعذر وقد كنت أشكو إليك وتقول أمرك منعقد بأمري ولعل الله أن \n  يحل عني هذه العقدة وقد كنت تدعو لي فأرجو أن يكون الله قد استجاب لك .\n</p>\n<p class=\"arabic\">فقال والله لا تفعل .\n</p>\n<p class=\"arabic\">فقلت لا .\n</p>\n<p class=\"arabic\">فقال لم فعل الله بك وفعل ثم ذكر قصة في دخول عبد الله وقوله له وجوابه له \n  ثم دخول عمه عليه وإنكاره الأخذ إلى أن قال فهجرنا وسد بيننا وبينه وتحامى \n  منازلنا أن يدخل منا إلى منزله شيء ثم أخبر بأخذ عمه فقال نافقني وكذبني ثم \n  هجره وترك الصلاة في المسجد وخرج إلى مسجد خارج يصلي فيه .\n</p>\n<p class=\"arabic\">ثم ذكر قصة دعائه صالحا ومعاقبته في ذكره ثم في كتابته إلى يحيى بن *18*130* \n  خاقان ليترك معاوية وأولاده وبلغ الخبر إلى المتوكل فأمر بحمل ما اجتمع لهم \n  في عشرة أشهر وهو أربعون ألف درهم إليهم وإنه أخبر بذلك فسكت قليلا وضرب بذقنه \n  على صدره ثم رفع رأسه فقال ما حيلتي إن أردت أمرا وأراد الله أمرا .\n</p>\n<p class=\"arabic\">قال أبو الفضل صالح كان رسول المتوكل يأتي أبي يبلغه السلام ويسأله عن حاله \n  نفضة حتى ندثره ثم يقول والله لو أن نفسي بيدي لأرسلتها وجاء رسول المتوكل \n  إلى أبي يقول لو سلم أحد من الناس سلمت .\n</p>\n<p class=\"arabic\">رفع رجل إلي أن علويا قدم من خراسان وأنك وجهت إليه من يلقاه وقد حبست الرجل \n  وأردت ضربه فكرهت أن تغتم فمر فيه .\n</p>\n<p class=\"arabic\">قال هذا باطل يخلى سبيله .\n</p>\n<p class=\"arabic\">ثم ذكر قصة في قدوم المتوكل بغداد وإشارته على صالح بأن لا يذهب إليهم ثم \n  في مجيء يحيى بن خاقان من عند المتوكل وما كان من احترامه ومجيئه بألف دينار \n  ليفرقها وقوله قد أعفاني أمير المؤمنين من كل ما أكره .\n</p>\n<p class=\"arabic\">وفي توجيه محمد بن عبد الله بن طاهر ليحضره وامتناعه من حضوره وقوله أنا رجل \n  لم أخالط السلطان وقد أعفاني أمير المؤمنين مما أكره وهذا مما أكره .\n</p>\n<p class=\"arabic\">قال وكان قد أدمن الصوم لما قدم وجعل لا يأكل الدسم وكان قبل ذلك يشترى له \n  الشحم بدرهم فيأكل منه شهرا فترك أكل الشحم وأدمن الصوم والعمل فتوهمت أنه \n  قد كان جعل على نفسه إن سلم أن يفعل ذلك .\n</p>\n<p class=\"arabic\">وقال الخلال أبو بكر حدثني محمد بن الحسين أن أبا بكر المروذي حدثهم كان أبو \n  عبد الله بالعساكر يقول أنظر هل تجد لي ماء الباقلاء .\n</p>\n<p class=\"arabic\">فكنت ربما بللت خبزه بالماء فيأكله بالملح وربما أنه منذ دخلنا العساكر إلى \n  أن خرجنا ما ذاق طبخا ولا دسما *18*131* .\n</p>\n<p class=\"arabic\">وعن المروذي قال أنبهني أبو عبد الله ذات ليلة وكان قد واصل فإذا هو قاعد \n  فقال هوذا يدار بي من الجوع فأطعمني شيئا فجئته بأقل من رغيف فأكله وقال لولا \n  أني أخاف العون على نفسي ما أكلت .\n</p>\n<p class=\"arabic\">وكان يقوم من فراشه إلى المخرج فيقعد يستريح من الضعف من الجوع حتى أن كنت \n  لأبل الخرقة فيلقها على وجهه لترجع إليه نفسه حتى وأوصى من الضعف من غير مرض \n  فسمعته يقول عند وصيته ونحن بالعساكر وأشهد على وصيته هذا ما أوصى به أحمد \n  بن محمد أوصى أنه يشهد أن لا إله إلا الله وحده لا شريك له وأن محمدا عبده \n  ورسوله وذكر ما يأتي .\n</p>\n<p class=\"arabic\">قال عبد الله بن أحمد بن حنبل مكث أبي بالعسكر عند الخليفة ستة عشر يوما ما \n  ذاق شيئا إلا مقدار ربع سويق ورأيت ما في قد دخلا في حدقتيه .\n</p>\n<p class=\"arabic\">وقال صالح بن أحمد وأوصى أبي بالعساكر هذه الوصية بسم الله الرحمن الرحيم \n  هذا ما أوصى به أحمد بن محمد بن حنبل أوصى أنه يشهد أن لا إله إلا الله وحده \n  لا شريك له وأن محمدا عبده ورسوله أرسله بالهدى ودين الحق ليظهره على الدين \n  كله ولو كره المشركون .\n</p>\n<p class=\"arabic\">وأوصى من أطاعه من أهله وقرابته أن يعبدوا الله في العابدين ويحمدوه في الحامدين \n  وأن ينصحوا لجماعة المسلمين وأوصي أني قد رضيت بالله ربا وبالإسلام دينا وبمحمد \n  نبيا وأوصي أن لعبد الله بن محمد المعروف بفوزان علي نحوا من خمسين دينارا \n  وهو مصدق فيما قال فيقضى ما له علي من غلة الدار إن شاء الله فإذا استوفي \n  أعطي ولد صالح وعبد الله ابني أحمد بن محمد بن حنبل كل ذكر وأنثى عشرة دراهم \n  بعد وفاء مال أبي محمد .\n</p>\n<p class=\"arabic\">شهد أبو يوسف وصالح وعبد الله بن أحمد *18*132* .\n</p>\n<p class=\"arabic\">أنبئت عمن سمع أبا علي الحداد أنا أبو نعيم في الحلية ثنا سليمان بن أحمد \n  ثنا عبد الله بن أحمد بن حنبل قال كتب عبيد الله بن يحيى إلى أبي يخبره أن \n  أمير المؤمنين أمرني أن أكتب إليك فأسألك عن أمر القرآن لا مسألة امتحان ولكن \n  مسألة معرفة وتبصرة .\n</p>\n<p class=\"arabic\">فأملى علي أبي رحمه الله إلى عبيد الله بن يحيى وحدي ما معي أحد بسم الله \n  الرحمن الرحيم أحسن الله عاقبتك أبا الحسن في الأمور كلها ودفع عنك مكاره \n  الدنيا والآخرة برحمته قد كتبت إليك رضي الله عنك بالذي سأل أمير المأمنين \n  بأمر القرآن بما حضرني وإني أسأل الله أن يديم توفيق أمير المؤمنين فقد كان \n  الناس في خوض من الباطل واختلاف شديد ينغمسون فيه حتى أفضت الخلافة إلى أمير \n  المؤمنين فنفى الله بأمير المؤمنين كل بدعة وانجلى عن الناس ما كانوا فيه \n  من الذل وضيق المجالس فصرف الله ذلك كله وذهب به بأمير المؤمنين ووقع ذلك \n  من المسلمين موقعا عظيما ودعوا الله لأمير المؤمنين وأن يزيد في نيته وأن \n  يعينه على ما هو عليه فقد ذكر عن عبد الله بن عباس أنه قال لا تضربوا كتاب \n  الله بعضه ببعض فإن ذلك يوقع الشك في قلوبكم .\n</p>\n<p class=\"arabic\">وذكر عن عبد الله بن عمرو أن نفرا كانوا جلوسا بباب النبي صلى الله عليه وسلم .\n</p>\n<p class=\"arabic\">فقال بعضهم ألم يقل الله كذا وقال بعضهم ألم يقل الله كذا فسمع رسول الله \n  صلى الله عليه وسلم فخرج كأنما فقيء في وجهه حب الرمان وقال أبهذا أمرتم أن \n  تضربوا كتاب الله بعضه ببعض إنما ضلت الأمم قبلكم في مثل هذا إنكم لستم مما \n  ههنا في شيء أنظروا الذي أمرتم فآعملوا به وآنظروا الذي نهيتم عنه فآنتهوا \n  عنه وروي عن أبي هريرة عن النبي صلى الله عليه وسلم قال مراء في القرآن كفر \n  *18*133* .\n</p>\n<p class=\"arabic\">وروي عن أبي جهم رجل من أصحاب النبي صلى الله عليه وسلم عن النبي صلى الله \n  عليه وسلم قال لا تماروا في القرآن فإن مراء فيه كفر وقال ابن عباس قدم على \n  عمر بن الخطاب رجل فجعل عمر يسأله عن الناس فقال يا أمير المؤمنين قد قرأ \n  القرآن منهم كذا وكذا .\n</p>\n<p class=\"arabic\">فقال ابن عباس فقلت والله ما أحب أن يتسارعوا يومهم هذا في القرآن هذه المسارعة .\n</p>\n<p class=\"arabic\">قال فزبرني عمر وقال مه .\n</p>\n<p class=\"arabic\">فآنطلقت إلى منزلي مكتئبا حزينا فبينا أنا كذلك إذ أتاني رجل فقال أجب أمير \n  المؤمنين فخرجت فإذا هو بالباب ينتظرني فأخذ بيدي فخلا بي وقال ما الذي كرهت \n  قلت يا أمير المؤمنين متى يتسارعوا هذه المسارعة يحتقوا ومتى ما يحتقوا يختصموا \n  ومتى ما يختصموا يختلفوا ومتى ما يختلفوا يقتتلوا .\n</p>\n<p class=\"arabic\">قال لله أبوك والله إن كنت لأكتمها الناس حتى جئت بها .\n</p>\n<p class=\"arabic\">وروي عن جابر قال كان النبي صلى الله عليه وسلم يعرض نفسه على الناس بالموقف \n  فيقول هل من رجل يحملني إلى قومه فإن قريشا قد منعوني أن أبلغ كلام ربي وروي \n  عن جبير بن نفير قال رسول الله صلى الله عليه وسلم إنكم لن ترجعوا إلى الله \n  بشيء أفضل مما خرج منه يعني القرآن *18*134* وروي عن ابن مسعود أنه قال جردوا \n  القرآن ولا تكتبوا فيه شيئا إلا كلام الله عز وجل .\n</p>\n<p class=\"arabic\">وروي عن عمر بن الخطاب أنه قال إن هذا القرآن كلام الله فضعوه مواضعه .\n</p>\n<p class=\"arabic\">وقال رجل لحسن البصري يا أبا سعيد إني إذا قرأت كتاب الله وتدبرته كدت أن \n  آيس وينقطع رجائي .\n</p>\n<p class=\"arabic\">فقال إن القرآن كلام الله وأعمال ابن آدم إلى الضعف والتقصير فآعمل وأبشر .\n</p>\n<p class=\"arabic\">وقال فروة بن نوفل الأشجعي كنت جارا لخباب وهو من أصحاب النبي صلى الله عليه \n  وسلم فخرجت معه يوما من المسجد وهو آخذ بيدي فقال يا هناه تقرب إلى الله بما \n  استطعت فإنك لن تتقرب إليه بشيء أحب إليه من كلامه .\n</p>\n<p class=\"arabic\">وقال رجل للحكم بن عتيبة ما يحمل أهل الأهواء على هذا قال الخصومات .\n</p>\n<p class=\"arabic\">وقال معاوية بن قرد وكان أبوه ممن أتى النبي صلى الله عليه وسلم إياكم وهذه \n  الخصومات فإنما تحبط الأعمال .\n</p>\n<p class=\"arabic\">وقال أبو قلابة وكان قد أدرك غير واحد من أصحاب رسول الله صلى الله عليه وسلم \n  لا تجالسوا أهل الأهواء وقال أصحاب الخصومات فإني لا آمن أن يغمسوكم في ضلالتهم \n  ويلبسوا عليكم بعض ما تعرفون .\n</p>\n<p class=\"arabic\">ودخل رجلان من أصحاب الأهواء على محمد بن سيرين فقالا يا أبا بكر نحدثك بحديث \n  قال لا ) .\n</p>\n<p class=\"arabic\">قالا فنقرأ عليك آية قال لا لتقومان عني أو لأقومنه فقاما *18*135* .\n</p>\n<p class=\"arabic\">فقال بعض القوم يا أبا بكر وما عليك أن يقرأآ عليك آية قال إني خشيت أن يقرأآ \n  علي آية فيحرفانها فيقر ذلك في قلبي ولو أعلم أني أكون مثلي الساعة لتركتهما .\n</p>\n<p class=\"arabic\">وقال رجل من أهل البدع لأيوب السختياني يا أبا بكر أسألك عن كلمة فولى وهو \n  يقول بيده ولا نصف كلمة .\n</p>\n<p class=\"arabic\">وقال ابن طاووس لابن له يكلمه رجل من أهل البدع يا بني أدخل إصبعيك في أذنيك \n  حتى لا تسمع ما يقول ثم أشدد أشدد .\n</p>\n<p class=\"arabic\">وقال عمر بن عبد العزيز من جعل دينه غرضا للخصومات أكثر التنقل .\n</p>\n<p class=\"arabic\">وقال إبراهيم النخعي إن القوم لم يدخر عنهم شيء خبيء لكم لفضل عندكم .\n</p>\n<p class=\"arabic\">وكان الحسن رحمه الله يقول شر داء خالط قلبا يعني الأهواء .\n</p>\n<p class=\"arabic\">وقال حذيفة بن اليمان اتقوا الله وخذوا طريق من كان قبلكم والله لئن استقمتم \n  لقد سبقتم سبقا بعيدا ولئن تركتموه يمينا وشمالا فقد ضللتم ضلالا بعيدا أو \n  قال مبينا .\n</p>\n<p class=\"arabic\">قال أبي وإنما تركت ذكر الأسانيد لما تقدم من اليمين التي قد حلفت بها مما \n  قد علمه أمير المؤمنين لولا ذاك ذكرتها بأسانيدها وقد قال الله تعالى وإن \n  أحد من المشركين آستجارك فأجره حتى يسمع كلام الله وقال ألا له آلخلق والأمر \n  فأخبر بالخلق .\n</p>\n<p class=\"arabic\">ثم قال والأمر فأخبر أن الأمر غير الخلق *18*136* .\n</p>\n<p class=\"arabic\">وقال عز وجل الرحمن علم القرآن خلق الإنسان علمه البيان فأخبر أن القرآن من \n  علمه .\n</p>\n<p class=\"arabic\">وقال تعالى ولن ترضى عنك اليهود ولا النصارى حتى تتبع ملتهم قل إن هدى الله \n  هو الهدى ولئن آتبعت أهواءهم بعد الذي جاءك من العلم ما لك من الله من ولي \n  ولا نصير ووقال ولئن أتيت الذين أوتوا الكتاب بكل آية ما تبعوا قبلتك وما \n  أنت بتابع قبلتهم وما بعضهم بتابع قبلة بعض ولئن آتبعت أهواءهم من بعد ما \n  جاءك من العلم إنك لمن الظالمين وقال تعالى وكذلك أنزلناه حكما عربيا ولئن \n  آتبعت أهواءهم بعد ما جاءك من العلم ما لك من الله من ولي ولا واق فلقرآن \n  من علم الله وفي هذه الآيات دليل على الذي جاءه هو القرآن لقوله ولئن آتبعت \n  أهواءهم بعد الذي جاءك من العلم ) .\n</p>\n<p class=\"arabic\">وقد روي عن غير واحد ممن مضى من سلفنا أنهم كانوا يقولون القرآن كلام الله \n  غير مخلوق وهو الذي أذهب إليه لست بصاحب كلام ولا أرى الكلام في شيء من هذا \n  إلا ما كان في كتاب الله أو في حديث عن النبي صلى الله عليه وسلم أو عن أصحابه \n  أو عن التابعين فأما غير ذلك فإن الكلام فيه غير محمود .\n</p>\n<p class=\"arabic\">قلت رواة هذه الرسالة عن أحمد أئمة أثبات أشهد بالله أنه أملاها على ولده \n  وأما غيرها من الرسائل المنسوبة إليه كرسالة الإصطخري ففيها نظر والله أعلم \n  *18*137* .\n</p>\n<p class=\"arabic\">ذكر مرضه رحمه الله قال ابنه عبد الله سمعت أبي يقول استكملت سبعا وسبعين \n  سنة فحم من ليلته ومات يوم العاشر .\n</p>\n<p class=\"arabic\">وقال صالح لما كان في أول يوم من ربيع الأول من سنة إحدى وأربعين ومائتين \n  حم أبي ليلة الأربعاء وبات وهو محموم يتنفس نفسا شديدا وكنت قد عرفت علته \n  وكنت أمرضه إذا آعتل فقلت له يا أبه على ما أفطرت البارحة قال على ماء باقلاء .\n</p>\n<p class=\"arabic\">ثم أراد القيام فقال خذ بيدي فأخذت بيده فلما صار إلى الخلاء ضعفت رجلاه حتى \n  توكأ علي وكان يختلف إليه غير متطبب كلهم مسلمون فوصف له متطبب قرعة تشوى \n  ويسقى ماؤها وهذا يوم الثلاثاء وتوفي يوم الجمعة فقال يا صالح قلت لبيك .\n</p>\n<p class=\"arabic\">قال لا تشوى في منزلك ولا في منزل أخيك .\n</p>\n<p class=\"arabic\">وصار الفتح بن سهل إلى الباب ليعوده فحجبه وأتى ابن علي بن الجعد فحجبه وكثر \n  الناس فقال أي شيء ترى قلت تأذن لهم فيدعون لك .\n</p>\n<p class=\"arabic\">قال أستخير الله تعالى .\n</p>\n<p class=\"arabic\">فجعلوا يدخون عليه أفواجا حتى تمتليء الدار فيسألونه ويدعون له ثم يخرجون \n  ويدخل فوج آخر وكثر الناس فامتلأ الشارع وأغلقنا الباب الزقاق وجاء رجل من \n  جيراننا قد خضب فقال أبي إني لأرى الرجل يحيي شيئا من السنة فأفرح به .\n</p>\n<p class=\"arabic\">وكان له في خريقة قطيعات فإذا أراد الشيء أعطينا من يشتري له .\n</p>\n<p class=\"arabic\">وقال لي يوم الثلاثاء أنظر في خريقتي شيء .\n</p>\n<p class=\"arabic\">فنظرت فإذ فيها درهم فقال وجه اقتض بعض السكان *18*138* .\n</p>\n<p class=\"arabic\">فوجهت فأعطيت شيئا فقال وجه فاشتر تمرا وكفر عني كفارة يمين وبقي ثلاثة دراهم \n  أو نحو ذلك فأخبرته فقال الحمد لله وقال إقرأ علي الوصية ) .\n</p>\n<p class=\"arabic\">فقرأتها عليه فأقرها وكنت أنام إلى جنبه فإذا أراد حاجة حركني فأناوله .\n</p>\n<p class=\"arabic\">وجعل يحرك لسانه ولم يئن إلا في الليلة التي توفي فيها ولم يزل يصلي قائما \n  أمسكه فيركع ويسجد وأرفعه في ركوعه .\n</p>\n<p class=\"arabic\">واجتمعت عليه أوجاع الحصر وغير ذلك ولم يزل عقله ثابتا فلما كان يوم الجمعة \n  لاثنتي عشرة ليلة خلت من ربيع الأول لساعتين من النهار توفي .\n</p>\n<p class=\"arabic\">وقال المروذي مرض أبو عبد الله ليلة الأربعاء لليلتين خلتا من ربيع الأول \n  مرض تسعة أيام وكان ربما أذن للناس فيدخلون عليه أفواجا يسلمون عليه ويرد \n  عليهم بيده .\n</p>\n<p class=\"arabic\">وتسامع الناس وكثروا وسمع السلطان بكثرة الناس فوكل السلطان ببابه وبباب الزقاق \n  الرابطة وأصحاب الأخبار .\n</p>\n<p class=\"arabic\">ثم أغلق باب الزقاق فكان الناس في الشوارع والمساجد حتى تعطل بعض الباعة وحيل \n  بينهم وبين الباعة والشراء .\n</p>\n<p class=\"arabic\">وكان الرجل إذا أراد أن يدخل إليه ربما دخل من بعض الدور وطرز الحاكة وربما \n  تسلق .\n</p>\n<p class=\"arabic\">وجاء أصحاب الأخبار فقعدوا على الأبواب .\n</p>\n<p class=\"arabic\">وجاءه حاجب ابن طاهر فقال إن الأمير يقرئك السلام وهو يشتهي أن يراك فقال \n  هذا مما أكره وأمير المؤمنين أعفاني مما أكره *18*139* .\n</p>\n<p class=\"arabic\">وأصحاب الخبر يكتبون بخبره إلى العساكر والبرد تختلف كل يوم .\n</p>\n<p class=\"arabic\">وجاء بنو هاشم فدخلوا عليه وجعلوا يبكون عليه وجاء قوم من الفضاة وغيرهم فلم \n  يؤذن لهم .\n</p>\n<p class=\"arabic\">ودخل عليه شيخ فقال أذكر وقوفك بين يدي الله فشهق أبو عبد الله وسالت دموعه \n  على خديه .\n</p>\n<p class=\"arabic\">فلما كان قبل وفاته بيوم أو بيومين قال أدعوا لي الصبيان بلسان ثقيل .\n</p>\n<p class=\"arabic\">فجعلوا ينضمون إليه وجعل يشتمهم ويمسح بيده على رؤوسهم وعينه تدمع .\n</p>\n<p class=\"arabic\">وأدخلت الطست تحته فرأيت بوله دما عبيطا ليس فيه بول فقلت للطبيب فقال هذا \n  رجل قد فتت الحزن والغم جوفه .\n</p>\n<p class=\"arabic\">واشتدت علته يوم الخميس ووضأته فقال خلال الأصابع فلما كانت ليلة الجمعة ثقل \n  وقبض صدرا فصاح الناس وعلت الأصوات بالبكاء حتى كأن الدنيا قد ارتجت وآمتلأت \n  السكك والشوارع .\n</p>\n<p class=\"arabic\">وقال أبو بكر الخلال أخبرني عصمة بن عصام ثنا حنبل قال أعطى ولد الفضل بن \n  إبراهيم أبا عبد الله وهو في الحبس ثلاث شعرات وقال هذه من شعر النبي صلى \n  الله عليه وسلم فأوصى عند موته أن يجعل على كل عين ) .\n</p>\n<p class=\"arabic\">شعرة وشعرة على لسانه .\n</p>\n<p class=\"arabic\">ففعل به ذلك عند موته .\n</p>\n<p class=\"arabic\">وقال حنبل توفي يوم الجمعة في ربيع الأول .\n</p>\n<p class=\"arabic\">وقال مطين في ثاني عشر ربيع الأول .\n</p>\n<p class=\"arabic\">وكذلك قال عبد الله بن أحمد وعباس الدوري .\n</p>\n<p class=\"arabic\">وقال البخاري مرض أحمد بن حنبل لليلتين خلتا من ربيع الأول ومات *18*140* \n  يوم الجمعة لاثنتي عشرة خلت من ربيع الأول .\n</p>\n<p class=\"arabic\">قلت غلط ابن قانع وغيره فقالوا في ربيع الآخر فليعرف ذلك .\n</p>\n<p class=\"arabic\">وقال الخلال ثنا المروذي قال أخرجت الجنازة بعد منصرف الناس من الجمعة .\n</p>\n<p class=\"arabic\">قلت وقد روى الإمام أحمد في مسنده ثنا أبو عامر ثنا هشام بن سعد عن سعيد بن \n  أبي هلال عن ربيعة بن سيف عن عبد الله بن عمرو عن النبي صلى الله عليه وسلم \n  قال ما من مسلم يموت يوم الجمعة إلا وقاه الله فتنة القبر وقال صالح وجه ابن \n  طاهر يعني نائب بغداد بحاجبه مظفر ومعه غلامين معهما مناديل فيها ثياب وطيب \n  فقالوا الأمير يقرئك السلام ويقول قد فعلت ما لو كان أمير المؤمنين حاضره \n  كان يفعل ذلك .\n</p>\n<p class=\"arabic\">فقلت أقريء الأمير السلام وقل له إن أمير المؤمنين قد كان أعفاه في حياته \n  مما كان يكره ولا أحب أن أتبعه بعد موته بما كان يكره في حياته فعاد .\n</p>\n<p class=\"arabic\">وقال يكون شعاره فأعدت عليه مثل ذلك .\n</p>\n<p class=\"arabic\">وقد كان غزلت له الجارية ثوبا عشاريا قوم بثمانية وعشرين درهما ليقطع منه \n  قميصين فقطعنا له لفافتين وأخذ منه فوزان لفافة أخرى فأدرجناه في ثلاث لفائف \n  واشترينا له حنوطا وفرغ من غسله وكفناه وحضر نحو مائة من بني هاشم ونحن نكفنه \n  وجعلوا يقبلون جبهته حتى رفعناه على السرير .\n</p>\n<p class=\"arabic\">وقال عبد الله بن أحمد صلى على أبي محمد بن محمد بن عبد الله بن طاهر غلبنا \n  على الصلاة عليه وقد كنا صلينا عليه نحن والهاشميون في الدار *18*141* .\n</p>\n<p class=\"arabic\">وقال صالح وجه ابن طاهر من يصلي عليه قلت أنا .\n</p>\n<p class=\"arabic\">فلما صرنا إلى الصحراء إذا ابن طاهر واقف فخطا إلينا خطوات وعزانا ووضع السرير \n  فلما انتظرت هنية تقدمت وجعلت أسوي صفوف الناس فجاءني ابن طاهر فقبض هذا على \n  يدي ومحمد بن نصر على يدي وقالوا الأمير ) .\n</p>\n<p class=\"arabic\">فما نعتهم فنحياني وصلى ولم يعلم الناس بذلك فلما كان من الغد علم الناس فجعلوا \n  يجيئون ويصلون على القبر .\n</p>\n<p class=\"arabic\">ومكث الناس ما شاء الله يأتون فيصلون على القبر .\n</p>\n<p class=\"arabic\">وقال عبيد الله بن يحيى بن خاقان سمعت المتوكل يقول لمحمد بن عبد الله طوبى \n  لك يا محمد صليت على أحمد بن حنبل رحمه الله عليه .\n</p>\n<p class=\"arabic\">وقال أبو بكر الخلال سمعت عبد الوهاب الوراق يقول ما بلغنا أن جمعا في الجاهلية \n  والإسلام مثله حتى بلغنا أن الموضع مسح وحزر على الصحيح فإذا هو نحو من ألف \n  ألف وحزرنا على القبور نحوا من ستين ألف إمرأة .\n</p>\n<p class=\"arabic\">وفتح الناس أبواب المنازل في الشوارع والدروب ينادون من أراد الوضوء .\n</p>\n<p class=\"arabic\">وروى عبد الله بن إسحاق البغوي أن بنان بن أحمد القصباني أخبره أنه حضر جنازة \n  أحمد فكانت الصفوف من الميدان إلى قنطرة باب القطيعة وحزر من حضرها من الرجال \n  ثمانمائة ألف ومن النساء ألف إمرأة .\n</p>\n<p class=\"arabic\">ونظروا فيمن صلى العصر في مسجد الرصافة فكانوا نيفا وعشرين ألفا .\n</p>\n<p class=\"arabic\">وقال موسى بن هارون الحافظ يقال إن أحمد لما مات مسحت الأمكنة *18*142* المبسوطة \n  التي وقف الناس للصلاة عليها فحزر مقادير الناس بالمساحة على التقدير ستمائة \n  ألف وأكثر سوى ما كان في الأطراف والحوالي والسطوح والمواضع المتفرقة أكثر \n  من ألف ألف .\n</p>\n<p class=\"arabic\">وقال جعفر بن محمد بن الحسين النيسابوري حدثني فتح بن الحجاج قال سمعت في \n  دار الأمير محمد بن عبد الله بن طاهر أن الأمير بعث عشرين رجلا يحزروا كم \n  صلى على أحمد بن حنبل فحزروا فبلغ ألف ألف وثمانين ألفا سوى من كان في السفن \n  في الماء .\n</p>\n<p class=\"arabic\">ورواها خشنام بن سعيد فقال بلغوا ألف ألف وثلاثمائة ألف .\n</p>\n<p class=\"arabic\">وقال ابن حاتم سمعت أبا زرعة يقول بلغني أن المتوكل أمر أن يمسح الموضع الذي \n  وقف عليه الناس حيث صلي على أحمد فبلغ مقام ألفي ألف وخمسمائة ألف .\n</p>\n<p class=\"arabic\">وقال البيهقي بلغني عن البغوي أن محمد بن عبد الله بن طاهر أمر أن تحزر الخلق \n  الذي في جنازة أحمد فآتفقوا على سبعمائة ألف .\n</p>\n<p class=\"arabic\">وقال أبو همام الوليد بن شجاع حضرت جنازة شريك وجنازة أبي بكر بن عياش ورأيت \n  حضور الناس فما رأيت جمعا قط يشبه هذا يعني في جنازة أحمد .\n</p>\n<p class=\"arabic\">وقال أبو عبد الرحمن السلمي حضرت جنازة أبي الفتح القواس مع الدارقطني فلما \n  نظر إلى الجمع قال سمعت أبا سهل بن زياد سمعت عبد الله بن أحمد بن حنبل سمعت \n  أبي يقول قولوا لأهل البدع بيننا وبينكم الجنائز ) .\n</p>\n<p class=\"arabic\">وقال ابن أبي حاتم حدثني أبو بكر محمد بن العباس المكي سمعت *18*143* الوركاني \n  جار أحمد بن حنبل يقول يوم مات أحمد بن حنبل وقع المأتم والنوح في أربعة أصناف \n  المسلمين واليهود والنصارى والمجوس وأسلم يوم مات عشرون ألفا من اليهود والنصارى \n  والمجوس .\n</p>\n<p class=\"arabic\">وفي لفظ عن ابن أبي حاتم عشرة آلاف .\n</p>\n<p class=\"arabic\">وهي حكاية منكرة لا أعلم رواها أحد إلا هذا الوركاني ولا عنه إلا محمد بن \n  العباس تفرد بها ابن أبي حاتم والعقل يحيل أن يقع مثل هذا الحادث في بغداد \n  ولا يرويه جماعة تتوفر هممهم ودواعيهم على نقل ما هو دون ذلك بكثير وكيف يقع \n  مثل هذا الأمر الكبير ولا يذكره المروذي ولا صالح بن أحمد ولا عبد الله بن \n  أحمد بن حنبل الذين حكوا من أخبار أبي عبد الله جزيئات كثيرة لا حاجة إلى \n  ذكرها فوالله لو أسلم يوم موته عشرة أنفس لكان عظيما ولكان ينبغي أن يرويه \n  نحو من عشرة أنفس .\n</p>\n<p class=\"arabic\">وقد تركت كثيرا من الحكايات إما لضعفها وإما لعدم الحاجة إليها وإما لطولها .\n</p>\n<p class=\"arabic\">ثم انكشف لي كذب الحكاية بأن أبا زرعة قال كان الوركاني يعني محمد بن جعفر \n  جار أحمد بن حنبل وكان يرضاه .\n</p>\n<p class=\"arabic\">وقال ابن سعد وعبد الله بن أحمد وموسى بن هارون مات الوركاني في رمضان سنة \n  ثمان وعشرين ومائتين .\n</p>\n<p class=\"arabic\">فظهر لك بهذا أنه مات قبل أحمد بدهر وكيف يحكي يوم جنازة أحمد رحمه الله قال \n  صالح بن أحمد جاء كتاب المتوكل بعد أيام من موت أبي إلى ابن طاهر يأمره بتعزيتنا \n  ويأمر بحمل الكتب .\n</p>\n<p class=\"arabic\">فحملتها وقلت إنها لنا سماع فتكون في أيدينا وتنسخ عندنا .\n</p>\n<p class=\"arabic\">فقال أقول لأمير المؤمنين *18*144* .\n</p>\n<p class=\"arabic\">فلم نزل ندافع الأمير ولم تخرج عن أيدينا والحمد لله .\n</p>\n<p class=\"arabic\">وقد جمع مناقب أبي عبد الله غير واحد منهم أبو بكر البيهقي في مجلد ومنهم \n  أبو إسماعيل الأنصاري في مجيلد ومنهم أبو الفرج بن الجوزي في مجلد والله تعالى \n  يرضى عنه ويرحمه .\n\n</p>"
}