{
    "header": "أحمد بن إسحاق بن الحصين .",
    "id": "008154",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أحمد بن إسحاق بن الحصين .\n</h1>\n<p class=\"arabic\">خ أبو إسحاق السلمي البخاري المعروف بالسرماري وسرماريا من قرى بخارى .\n</p>\n<p class=\"arabic\">سمع يعلى بن عبيد وعثمان بن عمر بن فارس وطبقتهما .\n</p>\n<p class=\"arabic\">وعنه خ وإسحاق ابنه وإدريس بن عبدك وطائفة .\n</p>\n<p class=\"arabic\">وكان ثقة زاهدا مجاهدا فارسا مشهورا يضرب بشجاعته المثل .\n</p>\n<p class=\"arabic\">قال إبراهيم بن عفان البزاز كنا عند أبي عبد الله البخاري فجرى ذكر أبي إسحاق \n  السرماري فقال ما نعلم في الإسلام مثله .\n</p>\n<p class=\"arabic\">فخرجت من عنده فإذا أجد رئيس المطوعة فأخبرته فغضب ودخل على البخاري فسأله \n  فقال ما كذا قلت ولكن ما بلغنا أنه كان في الإسلام ولا في الجاهلية مثله *18*34* .\n</p>\n<p class=\"arabic\">رواها إسحاق بن أحمد بن خلف عن إبراهيم هذا .\n</p>\n<p class=\"arabic\">وقال أبو صفوان إسحاق دخلت على أبي يوما وهو في البستان يأكل وحده فرأيت في \n  مائدته عصفورا يأكل معه فلما رآني العصفور طار .\n</p>\n<p class=\"arabic\">وعن أحمد بن إسحاق السرماري قال ينبغي لقائد الغزاة عشر خصال أن يكون في قلب \n  الأسد لا يجبن وفي كبر النمر لا يتواضع وفي شجاعة الدب يقتل بجوارحه كلها \n  وفي حملة الخنزير لا يولي دبره وفي إغارة الذئب إذا آيس من وجه أغار من وجه \n  وفي حمل السلاح كالنملة تحمل أكثر من وزنها وفي الثبات كالصخر وفي الصبر كالحمار \n  وفي وقاحة الكلب لو دخل صيده النار لدخل خلفه وفي التماس الفرصة كالديك .\n</p>\n<p class=\"arabic\">أخبرني أبو علي بن الخلال أنا جعفر الهمداني أنا أبو طاهر السلفي أنا المبارك \n  بن الطيوري وأبو علي البرداني قالا أنا هناد النسفي أنا محمد بن أحمد غنجار \n  سمعت أبا بكر محمد بن خالد المطوعي سمعت أبا الحسن محمد بن إدريس المطوعي \n  البخاري سمعت إبراهيم بن شماس يقول كنت أكاتب أحمد بن إسحاق السرماري فكتب \n  إلي إذا أردت الخروج إلى بلاد الغزية في شراء الأسرى فاكتب إلي فكتبت إليه \n  فقدم إلى سمرقند فخرجنا .\n</p>\n<p class=\"arabic\">فلما علم جبغويه استقبلنا في عدة من جيوشه فأقمنا عنده إلى أن فرغنا من شراء \n  الأسرى فركب يوما وعرض جيشه فجاء رجل فعظمه وبجله وخلع عليه فسألني السرماري \n  عن الرجل فقلت هذا رجل مبارز يعد بألف فارس .\n</p>\n<p class=\"arabic\">لا يولي من ألف .\n</p>\n<p class=\"arabic\">فقال أنا أبارزه .\n</p>\n<p class=\"arabic\">فلم التفت إلى قوله فسمع جبغويه ذلك فقال لي ما يقول هذا قلت يقول كذا وكذا .\n</p>\n<p class=\"arabic\">فقال لعل هذا الرجل سكران لا يشعر ولكن غدا نركب .\n</p>\n<p class=\"arabic\">فلما كان الغد ركب وركب هذا المبارز وركب أحمد السرماري ومعه عامود في كمه \n  فقام بإزائه فدنا منه المبارز فهزم أحمد نفسه منه حتى باعده من الجيش ثم ضربه \n  بالعامود قتله وتبع إبراهيم بن شماس لأنه كان سبقه *18*35* بالخروج إلى بلاد \n  المسلمين فلحقه وعلم جبغويه فبعث في طلبه خمسين فارسا من خيار جيشه فلحقوا \n  أحمد فوقف تحت تل مختفيا حتى مروا كلهم ثم خرج فجعل يضرب بالعامود واحدا بعد \n  واحد ولا يشعر من كان بالمقدمة حتى قتل تسعة وأربعين نفسا وأخذ واحدا منهم \n  فقطع أنفه وأذنيه وأطلقه .\n</p>\n<p class=\"arabic\">فذهب إلى جبغويه فأخبره فلما كان بعد عامين وتوفي أحمد ذهب إبراهيم بن شماس \n  في الفداء فقال له جبغويه من كان ذاك الذي قتل فرساننا قال ذاك أحمد السرماري .\n</p>\n<p class=\"arabic\">قال لم تحمله معك قلت إنه توفي .\n</p>\n<p class=\"arabic\">فصك وجهه وصك في وجهي وقال لو أعلمتني أنه هو لكنت أصرفه من عندي مع خمسمائة \n  برذون وعشرة آلاف غنم .\n</p>\n<p class=\"arabic\">وبه إلى غنجار ثنا أبو عمرو أحمد بن محمد المقريء سمعت بكر بن منير يقول رأيت \n  أحمد السرماري وكان ضخما أبيض الرأس واللحية .\n</p>\n<p class=\"arabic\">ومات بقريته سرماري فبلغ كراء الدابة من المدينة إليها عشرة دراهم .\n</p>\n<p class=\"arabic\">وخلف ديونا كثيرة فكان غرماؤه ربما يشترون من ماله حزمة القصب من خمسين درهما \n  إلى مائة درهم حبا له .\n</p>\n<p class=\"arabic\">فما رجعوا حتى قضوا ديونه .\n</p>\n<p class=\"arabic\">وبه سمعت أبا نصر أحمد بن أبي حامد الباهلي سمعت أبا موسى عمران بن محمد المطوعي \n  سمعت أبي يقول كان عامود السرماري ثمانية عشر منا فلما شاخ جعله اثني عشر \n  منا وكان يقاتل بالعامود .\n</p>\n<p class=\"arabic\">وبه سمعت محمد بن خالد وأحمد بن محمد قالا سمعنا عبد الرحمن بن محمد بن جرير \n  سمعت عبيد بن واصل سمعت السرماري يقول وأخرج سيفه فقال اعلم يقينا أني قتلت \n  به ألفي تركي وإن عشت قتلت به ألفا أخرى ولولا .\n</p>\n<p class=\"arabic\">أني أخاف أن تكون بدعة لأمرت أن يدفن معي .\n</p>\n<p class=\"arabic\">ذكر محمود بن سهل الكاتب وذكر السرماري فقال كانوا في بعض الحروب وقد حاصروا \n  مكانا ورئيس العدو قاعد على صفة فأخرج السرماري *18*36* سهما فغرزه في الصفة \n  فأوما الرئيس لينتزعه فرماه بسهم آخر خاط يده فتطاول الكافر لينزع ما في يده \n  فرماه بسهم في نحره قتله وانهزم العدو وكان الفتح .\n</p>\n<p class=\"arabic\">توفي سنة اثنين وأربعين .\n\n</p>"
}