{
    "header": "أحمد بن صالح .",
    "id": "008172",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أحمد بن صالح .\n</h1>\n<p class=\"arabic\">خ د أبو جعفر الطبري أبوه المصري الحافظ أحد أركان العلم والحفظ .\n</p>\n<p class=\"arabic\">قال أبو سعيد بن يونس كان أبوه جنديا من جنود طبرستان فرلد له أحمد بمصر سنة \n  سبعين ومائة .\n</p>\n<p class=\"arabic\">قلت سمع سفيان بن عيينة وعبد الله بن وهب وحرمي بن عمارة وعنبسة بن سعيد وابن \n  أبي فديك وعبد الرزاق وعبد الله بن نافع وطائفة .\n</p>\n<p class=\"arabic\">وعنه خ د ثم خ عن رجل عنه وعمرو الناقد والذهلي ومحمد بن عبد الله بن نمير \n  ومحمود بن غيلان وأبو زرعة الدمشقي وصالح جزرة وأبو إسماعيل الترمذي وخلق \n  كثير آخرهم أبو بكر بن أبي داود *18*45* .\n</p>\n<p class=\"arabic\">وقدم بغداد سنة اثنتي عشرة ومائتين فسمع من عفان وجالس أحمد بن حنبل وناظره .\n</p>\n<p class=\"arabic\">قال أبو زرعة سألني أحمد بن حنبل من بمصر قلت له أحمد بن صالح .\n</p>\n<p class=\"arabic\">فسر بذكره ودعا له .\n</p>\n<p class=\"arabic\">وقال صالح بن محمد قال أحمد بن صالح كان عند ابن وهب مائة ألف حديث كتبت عنه \n  خمسين ألف حديث .\n</p>\n<p class=\"arabic\">قال صالح لم يكن بمصر أحد يحسن الحديث غير أحمد بن صالح .\n</p>\n<p class=\"arabic\">وكان رجلا جامعا يعرف الفقه والحديث والنحو ويتكلم في حديث الثوري وشعبة وأهل \n  العراق يعني يذاكر به .\n</p>\n<p class=\"arabic\">قال وكان يذاكر بحديث الزهري ويحفظه .\n</p>\n<p class=\"arabic\">وقال علي بن الحسين بن الجنيد سمعت ابن نمير يقول ثنا أحمد بن صالح وإذا جاوزت \n  الفرات فليس أحد مثله .\n</p>\n<p class=\"arabic\">وسئل عنه أبو حاتم فقال ثقة كتبت عنه بمصر ودمشق وأنطاكية .\n</p>\n<p class=\"arabic\">وقال البخاري هو ثقة صدوق ما رأيت أحدا يتكلم فيه بحجة .\n</p>\n<p class=\"arabic\">وقال يعقوب الفسوي كتبت عن ألف شيخ وكسر حجتي فيما بيني وبين الله رجلان أحمد \n  بن حنبل وأحمد بن صالح .\n</p>\n<p class=\"arabic\">وقال أحمد بن عبد الله العجلي أحمد بن صالح ثقة صاحب سنة *18*46* .\n</p>\n<p class=\"arabic\">وقال أبو عبيد الآجري سمعت أبا داود يقول كتب أحمد بن صالح المصري عن سلامة \n  بن روح وكان لا يحدث عنه وكتب عن ابن زبالة خمسين ألف حديث وكان لا يحدث عنه .\n</p>\n<p class=\"arabic\">وقال ابن وارة الحافظ أحمد بن حنبل ببغداد وأحمد بن صالح بمصر والنفيلي بحران \n  وابن نمير بالكوفة هؤلاء أركان الدين .\n</p>\n<p class=\"arabic\">وقال البغوي سمعت أبا بكر زنجويه يقول قدمت مصر فأتيت أحمد بن صالح فسألني \n  من أين أنت قلت من بغداد .\n</p>\n<p class=\"arabic\">قال تكتب لي موضع منزلك فإني أريد أن أوافي العراق حتى تجمع بيني وبين أحمد \n  بن حنبل .\n</p>\n<p class=\"arabic\">قال فقدم فذهب به إلى أحمد فقام إليه ورحب به وقربه وقال بلغني أنك جمعت حديث \n  الزهري فتعال نذكر ما روى عن الصحابة .\n</p>\n<p class=\"arabic\">فتذاكرا ولم يغرب أحدهما على الآخر ثم تذاكرا ما روي عن أنباء الصحابة إلى \n  أن قال أحمد بن حنبل عندك عن الزهري عن محمد بن جبير عن أبيه عن عبد الرحمن \n  بن عوف قال رسول الله صلى الله عليه وسلم ما يسرني أن لي حمر النعم وأني لم \n  أشهد حلف المطيبين فقال أحمد بن صالح أنت الأستاذ وتذكر مثل هذا فجعل أحمد \n  يبتسم ويقول رواه عنه رجل مقبول أو صالح عبد الرحمن بن إسحاق فقال من رواه \n  عنه .\n</p>\n<p class=\"arabic\">قال ثناه رجلان ثقتان ابن علية وبشر بن المفضل .\n</p>\n<p class=\"arabic\">فقال سألتك بالله إلا ما أمليته علي .\n</p>\n<p class=\"arabic\">فقال من الكتاب *18*47* .\n</p>\n<p class=\"arabic\">ثم قام وأخرج الكتاب وأملاه فقال أحمد بن صالح لو لم أستفد من العراق إلا \n  هذا الحديث كان كثيرا .\n</p>\n<p class=\"arabic\">ثم ودعه وخرج .\n</p>\n<p class=\"arabic\">وقال أبو زرعة الدمشقي حدثني أحمد بن صالح قال حدثت أحمد بن حنبل بحديث زيد \n  بن ثابت في بيع الثمار فأعجبه واستزادني مثله فقلت ومن أين مثله وعن أبي نعيم \n  قال ما قدم علينا أحد أعلم بحديث أهل الحجاز من هذا الفتى يعني أحمد بن صالح .\n</p>\n<p class=\"arabic\">وقال عبدان سمعت أبو داود يقول أحمد بن صالح ليس هو كما يتوهمه الناس .\n</p>\n<p class=\"arabic\">وقال صالح جزرة حضرت مجلس أحمد بن صالح فقال حرج على كل مبتدع وماجن أن يحضر \n  مجلسي .\n</p>\n<p class=\"arabic\">فقلت أما الماجن فأنا هو .\n</p>\n<p class=\"arabic\">وذاك أنه قيل له إن صالحا الماجن قد حضر مجلسك .\n</p>\n<p class=\"arabic\">قال أبو بكر الخطيب يقال كان آفة أحمد بن صالح الكبر وشراسة الخلق .\n</p>\n<p class=\"arabic\">ونال النسائي منه جفاء في مجلسه فذلك الذي أفسد بينهما .\n</p>\n<p class=\"arabic\">قال ابن عدي سمعت محمد بن هارون البرقي يقول حضرت مجلس *18*48* أحمد بن صالح \n  وطرد النسائي من مجلسه فحمله على أن تكلم فيه .\n</p>\n<p class=\"arabic\">قال النسائي في الكنى أبو جعفر أحمد بن صالح ليس بثقة ولا مأمون تركه محمد \n  بن يحيى ورماه يحيى بن معين بالكذب ثناه معاوية بن صالح عن يحيى قال أحمد \n  بن صالح كذاب يتفلسف .\n</p>\n<p class=\"arabic\">وقال ابن عدي سمعت محمد بن سعد السعدي سمعت النسائي سمعت معاوية بن صالح يقول \n  سألت ابن معين عن أحمد بن صالح فقال رأيته كذابا يخطر في جامع مصر .\n</p>\n<p class=\"arabic\">وروى الحاكم عن أبي حامد السياري ثنا أبو بكر محمد بن داود الرازي يقول ارتحلت \n  إلى أحمد بن صالح فدخلت فتذاكرنا إلى أن ضاق الوقت ثم أخرجت من كمي أطرافا \n  فيها أحاديث سالته عنها فقال لي تعود فعدت من الغد مع أصحاب الحديث فأخرجت \n  الأطراف وسألته عنها فقال تعود .\n</p>\n<p class=\"arabic\">فقلت أليس قلت لي بالأمس تعود ما عندك ما يكتب أو رد علي مسندا أو مرسلا أو \n  حرفا مما أستفيد فإن لم أورد لك عمن هو أوثق منك فلست بأبي زرعة .\n</p>\n<p class=\"arabic\">ثم قمت وقلت لأصحابنا من ههنا ممن يكتب عنه قالوا يحيى بن بكير .\n</p>\n<p class=\"arabic\">فذهبت إليه .\n</p>\n<p class=\"arabic\">وروى أبو عمرو الداني عن مسلمة بن القاسم الأندلسي قال الناس مجمعون على ثقة \n  أحمد بن صالح .\n</p>\n<p class=\"arabic\">وقال وكان سبب تضعيف النسائي له أنه كان لا يحدث أحدا حتى يشهد عنده رجلان \n  أنه من أهل الخير والعدالة كما كان يفعل زائدة فدخل النسائي بلا إذن ولم يأته \n  بمن يشهد له فلما رآه أنكره وأمر بإخراجه *18*49* .\n</p>\n<p class=\"arabic\">وقال ابن عدي كان النسائي ينكر عليه أحاديث منها عن ابن وهب عن مالك عن سهيل \n  عن أبيه عن أبي هريرة الدين النصيحة .\n</p>\n<p class=\"arabic\">والحديث فقد رواه يونس بن عبد الأعل عن ابن وهب .\n</p>\n<p class=\"arabic\">قال وقد كان سمع في كتب حرملة فمنعه حرملة ولم يدفع إليه إلا نصف الكتب فكان \n  أحمد بن صالح ينكر كل من بدأ بحرملة إذا وافى مصر لم يحدثه أحمد ) .\n</p>\n<p class=\"arabic\">وسمعت بعض مشايخنا يقول قال أحمد بن صالح صنف ابن وهب مائة ألف وعشرين ألف \n  حديث فعند بعض الناس منها الكل يعني حرملة وعند بعض الناس النصف يعني نفسه .\n</p>\n<p class=\"arabic\">قال وسمعت القاسم بن مهدي يقول كان أحمد بن صالح يستعير مني كل جمعة الحمار \n  فيركبه إلى الصلاة وكنت جالسا عند حرملة في الجامع فجاء أحمد على باب الجامع \n  فنظر إلينا وإلى حرملة ولم يسلم فقال حرملة أنظر إلى هذا بالأمس يحمل دواتي \n  واليوم يمر بي فلا يسلم .\n</p>\n<p class=\"arabic\">قال القاسم ولم يحدثني أحمد لأني كنت جالسا عند حرملة .\n</p>\n<p class=\"arabic\">قال وسمعت عبد الله بن محمد بن سلم المقدسي يقول قدمت مصر فبدأت بحرملة فكتبت \n  عنه كتاب عمرو بن الحارث ويونس بن يزيد والفوائد ثم ذهبت إلى بن صالح فلم \n  يحدثني .\n</p>\n<p class=\"arabic\">فحملت كتاب يونس فحرقته بين يديه لأرضيه وليتني لم أحرقه فلم يرض ولم يحدثني .\n</p>\n<p class=\"arabic\">قال ابن عدي وأحمد من حفاظ الحديث وكلام ابن معين فيه تحامل *18*50* وأما \n  سوء ثناء النسائي عليه فلما تقدم إلى أن قال ولولا أني شرطت أن أذكر في كتابي \n  كل من تكلم فيه متكلم لكنت أجل أحمد بن صالح أن أذكره .\n</p>\n<p class=\"arabic\">وقال ابن يونس مات في ذي القعدة سنة ثمان وأربعين .\n</p>\n<p class=\"arabic\">قال ولم يكن عندنا بحمد الله كما قال النسائي ولم تكن له آفة غير الكبر .\n</p>\n<p class=\"arabic\">قلت وقع لي حديثه عاليا في جزء ابن الطلاية وغيره .\n\n</p>"
}