{
    "header": "أحمد بن أبي الحواري عبد الله بن ميمون .",
    "id": "008176",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أحمد بن أبي الحواري عبد الله بن ميمون .\n</h1>\n<p class=\"arabic\">د ق *18*52* أبو الحسن الثعلبي الغطفاني الدمشقي الزاهد أحد الأئمة .\n</p>\n<p class=\"arabic\">أصله من الكوفة .\n</p>\n<p class=\"arabic\">سمع ابن عيينة والوليد بن مسلم وحفص بن غياث وعبد الله بن إدريس وأبا معاوية \n  وعبد الله بن نمير وعبد الله بن وهب وأبا الحسن الكسائي وخلقا .\n</p>\n<p class=\"arabic\">وصحب أبا سليمان الداراني .\n</p>\n<p class=\"arabic\">وأخذ بدمشق عن أبي مسهر وجماعة .\n</p>\n<p class=\"arabic\">وعنه د ق وأبوا زرعة وأبو حاتم وسعيد بن عبد العزيز الحلبي ومحمد بن خزيم \n  ومحمد بن المعافى الصيداوي وأبو الجهم المشغراني ومحمد بن محمد الباغندي وخلق \n  كثير .\n</p>\n<p class=\"arabic\">قال هارون بن سعيد عن يحى بن معين وذكر أحمد بن أبي الحواري فقال أهل الشام \n  به يمطرون *18*53* .\n</p>\n<p class=\"arabic\">رواها ابن أبي حاتم عن محمد بن يحيى بن مندة عنه .\n</p>\n<p class=\"arabic\">وقال محمود بن خالد وذكر أحمد بن أبي الحواري فقال ما أظن بقي على وجه الأرض \n  مثله .\n</p>\n<p class=\"arabic\">وعن الجنيد قال أحمد بن أبي الحواري ريحانة الشام .\n</p>\n<p class=\"arabic\">وقال أبو زرعة حدثني أحمد بن أبي الحواري قال قلت لشيخ دخل مسجد النبي صلى \n  الله عليه وسلم دلني على مجلس إبراهيم بن أبي يحيى فما كلمني فإذا هو عبد \n  العزيز الدراوردي .\n</p>\n<p class=\"arabic\">وقال أحمد بن عطاء الروذباري سمعت عبد الله بن أحمد بن أبي الحواري قال كنا \n  نسمع بكاء أبي بالليل حتى نقول قد مات ثم نسمع ضحكه حتى نقول قد جن .\n</p>\n<p class=\"arabic\">وقال محمد بن عوف الحمصي رأيت أحمد بن أبي الحواري عندنا بطرسوس فلما صلى \n  العتمة قام يصلي فاستفتح بالحمد إلى قوله إياك نعبد وإياك نستعين فطفت الحائط \n  كله ثم رجعت فإذا هو لا يجاوز إياك نعبد وإياك نستعين ثم نمت ومررت به سحرا \n  وهو يقرأ إياك نعبد فلم يزل يرددها إلى الصبح .\n</p>\n<p class=\"arabic\">وقال سعيد بن عبد العزيز سمعت أحمد بن أبي الحواري يقول من عمل بلا اتباع \n  سنة فعمله باطل .\n</p>\n<p class=\"arabic\">وقال من نظر إلى الدنيا نظر إرادة وحب أخرج الله نور اليقين والزهد من قلبه \n  *18*54* .\n</p>\n<p class=\"arabic\">قلت ولأحمد قدم ثابت في العلم والحديث والزهد والمواظبة ومن مناقبه قال أبو \n  الدحداح الدمشقي نا الحسين بن حامد أن كتاب المأمون ورد على إسحاق بن يحيى \n  بن معاذ أمير دمشق أن آحضر المحدثين بدمشق فآمتحنهم فأحضر هشام بن عمار وسليمان \n  بن عبد الرحمن وعبد الله بن ذكوان وأحمد بن أبي الحواري فآمتحنهم امتحانا \n  ليس بالشديد فأجابوا خلا أحمد بن أبي الحواري فجعل يرفق به ويقول أليس السماوات \n  مخلوقة أليست الأرض مخلوقة وأحمد يأبى أن يطيعه فسجنه في دار الحجارة ثم أجاب \n  بعد فأطلقه .\n</p>\n<p class=\"arabic\">وقال أحمد بن أبي الحواري قال لي أحمد بن حنبل متى مولدك قلت سنة أربع وستين \n  ومائة .\n</p>\n<p class=\"arabic\">قال هي مولدي .\n</p>\n<p class=\"arabic\">وقد ذكر السلمي في محن الصوفية أحمد بن أبي الحواري فقال شهد عليه قوم أنه \n  يفضل الأولياء على الأنبياء وبذلوا الخطوط عليه فهرب من دمشق إلى مكة وجاور \n  حتى كتب إليه السلطان يسأله الرجوع فرجع .\n</p>\n<p class=\"arabic\">قلت هذا من الكذب على أحمد رحمه الله فإنه كان أعلم بالله من أن يقع في ذلك \n  وما يقع في هذا إلا ضال جاهل .\n</p>\n<p class=\"arabic\">وقال السلمي في تاريخ الصوفية سمعت محمد بن جعفر بن مطر سمعت إبراهيم بن يوسف \n  الهسنجاني يقول رمى أحمد بن أبي الحواري بكتبه في البحر وقال نعم الدليل كنت \n  والاشتغال بعد الوصول محال .\n</p>\n<p class=\"arabic\">ثم قال السلمي سمعت محمد بن عبد الله الطبري سمعت يوسف بن الحسين يقول طلب \n  أحمد بن أبي الحواري العلم ثلاثين سنة ثم حمل كتبه كلها إلى البحر فغرقها \n  وقال يا علم لم أفعل هذا بك استخفافا ولكن لما *18*55* أهتديت بك استغنيت \n  عنك .\n</p>\n<p class=\"arabic\">ثم روى السلمي وفاة ابن أبي الحواري سنة ثلاثين ومائتين وهذا غلط .\n#</p>\n<p class=\"arabic\">حكاية عجيبة لا أعلم صحتها .\n</p>\n<p class=\"arabic\">روى السلمي عن محمد بن عبد الله وأبي عبد الله بن بالويه عن أبي بكر الغارمي \n  سمعا أبا بكر السباك سمعت يوسف بن الحسين يقول كان بين أبي سليمان الداراني \n  وأحمد بن أبي الحواري عقد لا يخالفه في أمر .\n</p>\n<p class=\"arabic\">فجاءه يوما وهو يتكلم في مجلسه فقال إن التنور قد سجر فلم يجبه .\n</p>\n<p class=\"arabic\">فقال إن التنور قد سجر فما تأمر فلم يجبه فأعاد الثالثة فقال اذهب فاقعد فيه \n  كأنه ضاق به وتغافل أبو سليمان ساعة ثم ذكر فقال اطلبوا أحمد فإنه في التنور \n  لأنه على عقد أن لا يخالفني .\n</p>\n<p class=\"arabic\">فنظروا فإذا هو في التنور لم يحترق منه شعرة .\n</p>\n<p class=\"arabic\">قال عمرو بن دحيم توفي لثلاث بقين من جمادى الآخرة سنة ست وأربعين .\n\n</p>"
}