{
    "header": "الحارث بن مسكين بن محمد بن يوسف .",
    "id": "008274",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الحارث بن مسكين بن محمد بن يوسف .\n</h1>\n<p class=\"arabic\">د ن *18*211* قاضي الديار المصرية أبو عمرو الفقيه مولى زبان بن عبد العزيز \n  بن مروان الأموي .\n</p>\n<p class=\"arabic\">سأل الليث بن سعد عن مسألة وتفقه بابن وهب وابن القاسم وروى عنهما .\n</p>\n<p class=\"arabic\">وعن سفيان بن عيينة وأشهب ويوسف بن عمرو الفارسي وبشر بن عمر الزهراني وجماعة .\n</p>\n<p class=\"arabic\">وعنه د ن وابنه أحمد بن الحارث وعبد الله بن أحمد بن حنبل وأبو يعلى الموصلي \n  وعلي بن الحسن بن قديد ومحمد بن زبان بن حبيب وأبو بكر بن أبي داود وعبد الله \n  بن محمد بن يونس السمناني وآخرون .\n</p>\n<p class=\"arabic\">سئل عنه أحمد بن حنبل فقال فيه قولا جميلا .\n</p>\n<p class=\"arabic\">وقال ابن معين لا بأس به *18*212* .\n</p>\n<p class=\"arabic\">ونقل علي بن الحسين بن حبان عن أبيه قال قال أبو زكريا الحارث بن مسكين خير \n  من أصبغ بن الفرج وأفضل .\n</p>\n<p class=\"arabic\">وقال النسائي ثقة مأمون .\n</p>\n<p class=\"arabic\">وقال أبو بكر الخطيب كان فقيها ثبتا حمله المأمون إلى بغداد وسجنه في المحنة \n  فلم يجب فلم يزل محبوسا ببغداد إلى أن ولي المتوكل فأطلقه فحدث ببغداد ورجع \n  إلى مصر وكتب إليه المتوكل بقضاء مصر فلم يزل يتولاه من سنة سبع وثلاثين إلى \n  أن استعفى من القضاء فصرف عنه سنة خمس وأربعين ومائتين .\n</p>\n<p class=\"arabic\">قال بحر بن نصر عرفت الحارث أيام ابن وهب على طريقة زهادة وورع وصدق حتى مات .\n</p>\n<p class=\"arabic\">قلت كان مع تبحره في العلم قوالا بالحق عديم النظير .\n</p>\n<p class=\"arabic\">قال يوسف بن يزيد القراطيسي قدم المأمون مصر وبها من يتظلم من إبراهيم بن \n  تميم وأحمد بن أسباط عاملي مصر فجلس الفضل بن مروان في الجامع وآجتمع الأعيان \n  فأحضر الحارث بن مسكين ليولى القضاء فبينا الفضل يكلمه إذ قال المتظلم سله \n  أصلحك الله عن ابن تميم وابن أسباط .\n</p>\n<p class=\"arabic\">فقال ليس لذا حضر .\n</p>\n<p class=\"arabic\">قال أصلحك الله سله .\n</p>\n<p class=\"arabic\">فقال له الفضل ما تقول فيهما قال ظالمين غاشمين .\n</p>\n<p class=\"arabic\">فاضطرب المسجد فقام الفضل فأعلم المأمون وقال خفت على نفسي من ثورة الناس \n  مع الحارث .\n</p>\n<p class=\"arabic\">فطلبه المأمون فآبتدأه بالأمثال ثم قال ما تقول في هذين الرجلين *18*213* .\n</p>\n<p class=\"arabic\">قال ظالمين غاشمين .\n</p>\n<p class=\"arabic\">قال هل ظلماك بشيء قال لا .\n</p>\n<p class=\"arabic\">قال فعاملتها قال لا .\n</p>\n<p class=\"arabic\">قال فكيف شهدت عليهما قال كما شهدت أنك أمير المؤمنين ولم أرك إلا الساعة .\n</p>\n<p class=\"arabic\">قال أخرج من هذه البلاد وبع قليلك وكثيرك .\n</p>\n<p class=\"arabic\">وحبسه في خيمة ثم انحدر إلى البشرود فأحدره معه فلما فتح البشرود أحضر الحارث \n  ثم سأله عن المسألة التي سأله عنها بمصر فرد الجواب بعينه .\n</p>\n<p class=\"arabic\">قال فما تقول في خروجنا هذا قال أخبرني ابن القاسم عن مالك أن الرشيد كتب \n  إليه يسأله عن قتالهم .\n</p>\n<p class=\"arabic\">فقال إن كانوا خرجوا عن ظلم من السلطان فلا يحل قتالهم وإن كانوا إنما شقوا \n  العصا فقتالهم حلال .\n</p>\n<p class=\"arabic\">فقال له أنت تيس ومالك أتيس منك إرحل عن مصر .\n</p>\n<p class=\"arabic\">فقال يا أمير المؤمنين إلى الثغور قال إلحق بمدينة السلام .\n</p>\n<p class=\"arabic\">وروى داود بن أبي صالح الحراني عن أبيه قال لما أحضر الحارث *18*214* مجلس \n  المأمون جعل المأمون يقول يا ساعي .\n</p>\n<p class=\"arabic\">يرددها .\n</p>\n<p class=\"arabic\">قال يا أمير المؤمنين إن أذنت لي في الكلام تكلمت .\n</p>\n<p class=\"arabic\">قال تكلم .\n</p>\n<p class=\"arabic\">قال والله ما أنا بساعي ولكني أحضرت فسمعت وأطعت حين دعيت ثم سئلت عن أمر \n  فاستعفيت فلم أعف ثلاثا فكان الحق آثر عندي من غيره .\n</p>\n<p class=\"arabic\">فقال المأمون هذا رجل أراد أن يرفع له علم ببلده خذه إليك .\n</p>\n<p class=\"arabic\">وقال أحمد بن المؤدب خرج المأمون وأخرج بالحارث سنة سبع عشرة ومائتين وخرجت \n  امرأة الحارث فحجت وذهبت إليه إلى العراق .\n</p>\n<p class=\"arabic\">وقال محمد بن عبد الله بن عبد الحكم قال لي أبي دؤاد يا أبا عبد الله لقد \n  مكر حارثكم لله عز وجل وحل مقام الأنبياء .\n</p>\n<p class=\"arabic\">وكان ابن أبي دؤاد إذا ذكره أعظمه جدا .\n</p>\n<p class=\"arabic\">قال القراطيسي فأقام الحارث ببغداد ستة عشرة سنة وأطلقه الواثق في آخر أيامه \n  فنزل إلى مصر ) .\n</p>\n<p class=\"arabic\">قال ابن قديد أتاه في سنة سبع وثلاثين كتاب ولاية القضاء وهو بالإسكندرية \n  فآمتنع فلم يزل به إخوانه حتى قبل وقدم مصر فجلس للحكم وأخرج أصحاب أبي حنيفة \n  والشافعي من المسجد وأمر بنزع حصرهم من العمد وقطع عامة المؤذنين من الأذان \n  وأصلح سقف المسجد وبنى السقاية ولا عن بين رجل وامرأته ومنع النداء على الجنائز \n  وضرب الحد في سب عائشة رضي الله عنها وقتل ساحرين *18*215* .\n</p>\n<p class=\"arabic\">روي عن الحسن بن عبد العزيز الجروي أن رجلا كان مسرفا على نفسه فمات فرئي \n  في النوم فقال إن الله تعالى غفر لي بحضور الحارث بن مسكين جنازتي وإنه استشفع \n  لي عند ربي .\n</p>\n<p class=\"arabic\">ولد الحارث سنة أربع وخمسين ومائة وتوفي لثلاث بقين من ربيع الأول سنة خمسين .\n\n</p>"
}