{
    "header": "الحسن بن عثمان بن حماد .",
    "id": "008294",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الحسن بن عثمان بن حماد .\n</h1>\n<p class=\"arabic\">*18*231* .\n</p>\n<p class=\"arabic\">أبو حسان الزيادي البغدادي القاضي .\n</p>\n<p class=\"arabic\">ولي قضاء الشرقية في إمرة المتوكل وكان رئيسا محتشما جوادا .\n</p>\n<p class=\"arabic\">سمع إبراهيم بن سعد وإسماعيل بن جعفر وهشيما وجرير بن عبد الحميد وشعيب بن \n  صفوان ويحيى بن أبي زائدة والوليد بن مسلم والواقدي وطائفة .\n</p>\n<p class=\"arabic\">وعنه ابن أبي الدنيا وإسحاق الحربي ومحمد بن محمد الباغندي وأحمد بن الحسين \n  الصوفي وسليمان بن داود الطوسي وغيرهم .\n</p>\n<p class=\"arabic\">قال سليمان الطوسي سمعت أبا حسان يقول أنا أعمل في التاريخ من ستين سنة .\n</p>\n<p class=\"arabic\">وسئل أحمد بن حنبل عن أبي حسان فقال كان مع ابن أبي دؤاد وكان من خاصته ولا \n  أعرف رأيه اليوم .\n</p>\n<p class=\"arabic\">وعن إسحاق الحربي قال حدثني أبو حسان الزيادي أنه رأى رب العزة في النوم فقال \n  رأيت نورا عظيما لا أحسن أصفه ورأيت شخصا خيل إلي أنه النبي صلى الله عليه \n  وسلم وكأنه يشفع إلى ربه في رجل من أمته وسمعت قائلا يقول ألم يكفك أني أنزلت \n  عليك في سورة الرعد وإن ربك لذو مغفرة للناس على ظلمهم ثم انتبهت .\n</p>\n<p class=\"arabic\">قلت والزيادي نسبه إلى أحد أجداده لكونه تزوج من أم ولد لزياد بن أبيه .\n</p>\n<p class=\"arabic\">قال الخطيب كان أبو حسان أحد العلماء الأفاضل الثقات ولي قضاء الشرقية وكان \n  كريما مفضالا *18*232* .\n</p>\n<p class=\"arabic\">قال يوسف بن البهلول الأزرق حدثني يعقوب بن شيبة قال أظل العيد رجلا وعنده \n  مائة دينار لا يملك سواها فكتب إليه أخ من إخوانه يستدعي منه نفقة فأنفذ إليه \n  المائة دينار فلم تلبث الصرة عنده إلا يسيرا حتى وردت عليه رقعة من بعض إخوانه \n  يذكر فيها إضاقة في هذا العيد فوجه إليه بالصرة بعينها .\n</p>\n<p class=\"arabic\">فبقي الأول لا شيء عنده فآتفق أنه كتب إلى الثالث وهو صديقه يذكر حاله فأرسل \n  إليه الصرة بختمها فعرفها وركب إليه وقال ما شأن هذه فأخبره الخبر .\n</p>\n<p class=\"arabic\">فركب إلى الذي أرسلها وشرحوا القصة ثم فتحوها واقتسموها قال ابن البهلول الثلاثة \n  يعقوب بن شيبة وأبو حسان الزيادي وآخر نسبه الراوي إسنادها صحيح .\n</p>\n<p class=\"arabic\">توفي أبو حسان في رجب سنة اثنتين وأربعين وكان من كبار أصحاب الواقدي وعاش \n  تسعا وثمانين سنة .\n\n</p>"
}