{
    "header": "الحارث بن أسد المحاسبي .",
    "id": "008270",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الحارث بن أسد المحاسبي .\n</h1>\n<p class=\"arabic\">أبو عبد الله البغدادي الصوفي الزاهد العارف صاحب المصنفات في أحوال القوم .\n</p>\n<p class=\"arabic\">روى عن يزيد بن هارون وغيره .\n</p>\n<p class=\"arabic\">وعنه أبو العباس بن مسروق وأحمد بن القاسم أخو أبي الليث وأحمد بن الحسن بن \n  عبد الجبار الصوفي والجنيد رحمه الله وإسماعيل بن إسحاق السراج وأبو علي بن \n  خيران الفقيه واسمه حسين *18*206* .\n</p>\n<p class=\"arabic\">قال الخطيب وله كتب كثيرة في الزهد وأصول الديانة والرد على المعتزلة والرافضة .\n</p>\n<p class=\"arabic\">قال الجنيد مات والد الحارث يوم مات وإن الحارث لمحتاج إلى دانق وخلف مالا \n  كثيرا فما أخذ منه الحارث حبة .\n</p>\n<p class=\"arabic\">وقال أهل ملتين لا يتوارثان وكان أبوه واقفيا يعني يقف في القرآن لا يقول \n  مخلوق ولا غير مخلوق .\n</p>\n<p class=\"arabic\">وقال أبو الحسن بن مقسم سمعت أبا علي بن خيران الفقيه يقول رأيت الحارث بن \n  أسد بباب الطاق متعلقا بأبيه والناس قد اجتمعوا عليه يقول له طلق أمي فإنك \n  على دين وهي على غيره .\n</p>\n<p class=\"arabic\">وقال أبو نعيم أنبأنا الخلدي سمعت الجندي يقول كان الحارث يجيء إلى منزلنا \n  فيقول أخرج معنا نصحر .\n</p>\n<p class=\"arabic\">فأقول تخرجني من عزلتي وأمني على نفسي إلى الطرقات والآفات ورؤية الشهوات \n  فيقول أخرج معي ولا خوف عليك .\n</p>\n<p class=\"arabic\">فأخرج معه فكأن الطريق فارغ من كل شيء لا نرى شيئا نكرهه فإذا حصلت معه في \n  المكان الذي يجلس فيه يقول سلني .\n</p>\n<p class=\"arabic\">فأقول ما عندي سؤال *18*207* .\n</p>\n<p class=\"arabic\">ثم تنثال علي السؤالات فأسأله فيجيبني للوقت ثم يمضي فيعملها كتبا .\n</p>\n<p class=\"arabic\">وكان يقول لي كم تقول عزلتي أنسي لو أن نصف الخلق تقربوا مني ما وجدت بهم \n  أنسا ولو أن النصف الآخر نأى عني ما استوحشت لبعدهم .\n</p>\n<p class=\"arabic\">واجتاز بي الحارث يوما وكان كثير الضر فرأيت على وجهه زيادة الضر من الجوع \n  فقلت يا عم لو دخلت إلينا قال أو تفعل قلت نعم وتسرني بذلك .\n</p>\n<p class=\"arabic\">فدخلت بين يديه وعمدت إلى بيت عمي وكان لا يخلو من أطعمة فاخرة فجئت بأنواع \n  من الطعام فأخذ لقمة فرأيته يلوكها ولا يزدردها فوثب وخرج وما كلمني فلما \n  كان من الغد لقيته فقلت يا عم سررتني ثم نغصت علي قال يا بني أما الفاقة فكانت \n  شديدة وقد اجتهدت أن أنال من الطعام ولكن بيني وبين الله علامة إذا لم يكن \n  الطعام رضيا ارتفع إلى أنفي منه زفرة فلم تقبله نفسي فقد رميت بتلك اللقمة \n  في دهليزكم .\n</p>\n<p class=\"arabic\">وقال ابن مسروق قال حارث المحاسبي لكل شيء جوهر وجوهر الإنسان العقل وجوهر \n  العقل التوفيق .\n</p>\n<p class=\"arabic\">قال وسمعت الحارث يقول ثلاثة أشياء عزيزة حسن الوجه مع الصيانة وحسن الخلق \n  مع الديانة وحسن الإخاء مع الأمانة *18*208* .\n</p>\n<p class=\"arabic\">ومن كلامه ترك الدنيا مع ذكرها صفة الزاهدين وتركها مع نسيانها صفة العارفين .\n</p>\n<p class=\"arabic\">وقد كان الحارث كبير الشأن قليل المثل لكنه دخل في شيء يسير من الكلام فنقموه \n  عليه .\n</p>\n<p class=\"arabic\">قال أحمد بن إسحاق الصبغي الفقيه سمعت إسماعيل بن إسحاق السراج يقول قال لي \n  أحمد بن حنبل يبلغني أن الحارث هذا يكثر الكون عندك فلو أحضرته منزلك وأجلستني \n  من حيث لا يراني فأسمع كلامه .\n</p>\n<p class=\"arabic\">فقصدت الحارث وسألته أن يحضرنا تلك الليلة وأن يحضر أصحابه .\n</p>\n<p class=\"arabic\">فقال فيهم كثرة فلا تزدهم على الكسب والتمر .\n</p>\n<p class=\"arabic\">فأتيت أبا عبد الله فأعلمته فحضر إلى غرفة واجتهد في ورده وحضر الحارث وأصحابه \n  فأكلوا ثم صلوا العتمة ولم يصلوا بعدها وقعدوا بين يدي الحارث لا ينطقون إلى \n  قرب نصف الليل ثم ابتدأ رجل منهم فسأل عن مسألة فأخذ الحارث في الكلام وأصحابه \n  يستمعون وكأن على رؤوسهم الطير فمنهم من يبكي ومنهم من يحن ومنهم من يزعق \n  وهو في كلامه .\n</p>\n<p class=\"arabic\">فصعدت الغرفة لأتعرف حال أبي عبد الله فوجدته قد بكى حتى غشي عليه فآنصرفت \n  إليهم ولم تزل تلك حالهم حتى أصبحوا فقاموا وتفرقوا فصعدت إلى أبي عبد الله \n  وهو متغير الحال فقلت كيف رأيت هؤلاء يا أبا عبد الله فقال ما أعلم أني رأيت \n  مثل هؤلاء القوم ولا سمعت في علم الحقائق مثل كلام هذا الرجل ومع هذا فلا \n  أرى لك صحبتهم ثم قام وخرج .\n</p>\n<p class=\"arabic\">رواها أبو عبد الله الحاكم عن الصبغي .\n</p>\n<p class=\"arabic\">وقال سعيد بن عمرو البردعي شهدت أبا زرعة وسئل عن الحارث *18*209* المحاسبي \n  وكتبه فقال إياك وهذه الكتب هذه كتب بدع وضلالات عليك بالأثر فإنك تجد فيه \n  ما يغنيك عن هذه الكتب .\n</p>\n<p class=\"arabic\">قيل له هذه الكتب عبرة .\n</p>\n<p class=\"arabic\">قال من لم يكن له في كتاب الله عبرة فليس له في هذه الكتب عبرة .\n</p>\n<p class=\"arabic\">بلغكم أن مالكا والثوري والأوزاعي صنفوا هذه الكتب في الخطرات والوساوس ما \n  أسرع الناس للبدع .\n</p>\n<p class=\"arabic\">وقال أبو سعيد بن الأعرابي في طبقات النساك كان الحارث قد كتب الحديث وتفقه \n  وعرف مذاهب النساك وآثارهم وأخبارهم وكان من العلم بموضع لولا أنه تكلم في \n  مسألة اللفظ ومسألة الإيمان صحبه جماعة وكان الحسن المسوحي من أسنهم .\n</p>\n<p class=\"arabic\">وقال أبو القاسم النصراباذي بلغني أن الحارث تكلم في شيء من الكلام فهجره \n  أحمد بن حنبل فاختفى في الدار ببغداد ومات فيها ولم يصل عليه إلا أربعة نفر \n  ومات سنة ثلاث وأربعين .\n</p>\n<p class=\"arabic\">قال الحسين بن عبد الله الخرقي سألت المروذي عن ما أنكر أبو عبد الله على \n  المحاسبي فقال قلت لأبي عبد الله قد خرج المحاسبي إلى الكوفة فكتب الحديث \n  وقال أنا أتوب من جميع ما أنكر علي أبو عبد الله .\n</p>\n<p class=\"arabic\">فقال ليس لحارث توبة يشهدون عليه بالشيء ويجحد إنما التوبة لمن اعترف فأما \n  من شهد عليه وجحد فليس له توبة .\n</p>\n<p class=\"arabic\">ثم قال احذروا عن حارث بالآفة الأ .\n</p>\n<p class=\"arabic\">فقلت إن أبا بكر بن حماد قال لي إن الحارث مر به ومعه أبو حفص الخصاف .\n</p>\n<p class=\"arabic\">قال فقلت له يا أبا عبد الله تقول إن كلام الله بصوت *18*210* .\n</p>\n<p class=\"arabic\">فقال لأبي حفص أجبه .\n</p>\n<p class=\"arabic\">فقال أبو حفص متى قلت بصوت احتجت أن تقول بكذا وكذا .\n</p>\n<p class=\"arabic\">فقلت للحارث إيش تقول أنت قال قد أجابك أبو حفص .\n</p>\n<p class=\"arabic\">فقال أبو عبد الله أحمد بن حنبل أنا من اليوم أحذر عن حارث .\n</p>\n<p class=\"arabic\">حدثني المحاربي عن الأعمش عن مسلم عن مسروق عن عبد الله قال إذا تكلم الله \n  بالوحي سمع صوته أهل السماء .\n</p>\n<p class=\"arabic\">قلت وبعد هذا فرحم الله الحارث وأين مثل الحارث .\n\n</p>"
}