{
    "header": "إسحاق بن أبي إسرائيل إبراهيم بن كامجر الـ...",
    "id": "008233",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">إسحاق بن أبي إسرائيل إبراهيم بن كامجر المروزي .\n</h1>\n<p class=\"arabic\">د ن نزيل بغداد أبو يعقوب الحافظ .\n</p>\n<p class=\"arabic\">عن شريك وحماد بن زيد وكثير بن عبد الله الأيلي وخلق .\n</p>\n<p class=\"arabic\">ورأى زائدة *18*170* .\n</p>\n<p class=\"arabic\">وعنه د ون بواسطة وهارون الحمال والبخاري في كتاب الأدب وابن ناجية وأبو بكر \n  أحمد بن علي ) .\n</p>\n<p class=\"arabic\">المروزي وأبو يعلى الموصلي وأحمد بن القاسم أخو أبي الليث الفرائضي وأبو العباس \n  السراج وخلق .\n</p>\n<p class=\"arabic\">وروى قراءة علي بن ضمرة الكسائي عنه وقرأه ابن عامر عن الوليد بن مسلمة عن \n  الذماري عنه .\n</p>\n<p class=\"arabic\">قال أحمد بن زهير عن ابن معين ثقة .\n</p>\n<p class=\"arabic\">وقال عثمان الدارمي عن ابن معين ثقة .\n</p>\n<p class=\"arabic\">ثم قال عثمان لم يكن عثمان أظهر الوقف حين سألت ابن معين عنه .\n</p>\n<p class=\"arabic\">وقال أبو القاسم البغوي كان ثقة مأمونا إلا أنه كان قليل العقل .\n</p>\n<p class=\"arabic\">وقال صالح جزرة صدوق إلا أنه كان يقول القرآن كلام الله ويقف .\n</p>\n<p class=\"arabic\">وقال السراج سمعت إسحاق بن أبي إسرائيل يقول هؤلاء الصبيان يقولون كلام الله \n  غير مخلوق ألا قالوا كلام الله وسكتوا ويشير إلى دار أحمد بن حنبل .\n</p>\n<p class=\"arabic\">قال إسحاق بن داود قال أحمد بن حنبل تجهم ابن أبي إسرائيل بعد تسعين سنة فقال \n  محمد بن يحيى المكي ذكرت لأبي عبد الله إسحاق بن أبي إسرائيل فقال ذاك أحمق .\n</p>\n<p class=\"arabic\">وقال إسحاق بن إبراهيم بن هانيء سمعت أبا عبد الله أحمد بن حنبل ذكر ابن أبي \n  إسرائيل فقال بعد طلبه للحديث وكثرة سماعه شك فصار ضالا شكاكا *18*171* .\n</p>\n<p class=\"arabic\">وقال أبو حاتم الرازي كتبت عنه فوقف في القرآن فوقفنا عن حديثه .\n</p>\n<p class=\"arabic\">وقد تركه الناس حتى كنت أمر بمسجده وهو وحيد لا يقربه أحد بعد أن كان الناس \n  إليه عنقا واحدا .\n</p>\n<p class=\"arabic\">قال شاهين بن السميدع العبدي سمعت أحمد بن جنبل يقول إسحاق بن أبي إسرائيل \n  واقفي مشؤوم إلا أنه صاحب حديث كيس .\n</p>\n<p class=\"arabic\">وقال زكريا الساجي وتركوا إسحاق بن أبي إسرائيل لموضع الوقف كان صدوقا .\n</p>\n<p class=\"arabic\">وقال الحسين بن إسماعيل الفارسي سألت عبدوس بن عبد الله النيسابوري عن إسحاق \n  بن أبي إسرائيل فقال كان حافظا جدا ولم يكن مثله في الحفظ والورع .\n</p>\n<p class=\"arabic\">فقلت كان يتهم بالوقف قال نعم .\n</p>\n<p class=\"arabic\">وقال أحمد بن أبي خيثمة قال لي مصعب الزبيري ناظرني إسحاق بن أبي إسرائيل \n  فقال لا أقول كذا ولا أقول غير ذا يعني في القرآن فناظرته فقال لم أقل في \n  الشك ولكني أسكت كما سكت القوم قبلي .\n</p>\n<p class=\"arabic\">وقال موسى بن هارون مولده سنة خمسين ومائة .\n</p>\n<p class=\"arabic\">وقال البخاري وأحمد بن عبيد الله الثقفي وابن قانع مات سنة خمس وأربعين ومائتين .\n</p>\n<p class=\"arabic\">زاد ابن قانع في شعبان *18*172* .\n</p>\n<p class=\"arabic\">وقال البغوي وعلي بن أحمد بن النضر مات سنة ست .\n</p>\n<p class=\"arabic\">زاد البغوي في شعبان بسامراء .\n</p>\n<p class=\"arabic\">وقع لي من عوالي ابن أبي إسرائيل .\n\n</p>"
}