{
    "header": "حرملة بن يحيى بن عبد الله بن حرملة بن عمـ...",
    "id": "008278",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">حرملة بن يحيى بن عبد الله بن حرملة بن عمران .\n</h1>\n<p class=\"arabic\">م ق ن *18*217* .\n</p>\n<p class=\"arabic\">أبو حفص التجيبي مولى بني رميلة المصري الحافظ صاحب الشافعي .\n</p>\n<p class=\"arabic\">كان من أروى الناس عن ابن وهب .\n</p>\n<p class=\"arabic\">وروى عن الشافعي وأيوب بن سويد الرملي وبشر بن بكر التنيسي وسعيد بن أبي مريم \n  وجماعة .\n</p>\n<p class=\"arabic\">وعنه م ق ون عن أحمد بن الهيثم عنه وحفيده أحمد بن طاهر وأبو عبد الرحمن أحمد \n  بن عثمان النسائي .\n</p>\n<p class=\"arabic\">وأبو يعقوب إسحاق بن موسى النيسابوري وبقي بن مخلد والحسن بن سفيان ومحمد \n  بن أحمد بن عثمان المديني ومحمد بن الحسن بن قتيبة العسقلاني وخلق .\n</p>\n<p class=\"arabic\">قال أبو حاتم لا يحتج به .\n</p>\n<p class=\"arabic\">وقال عباس عن يحيى بن معين قال شيخ بمصر يقال له حرملة كان أعلم الناس بابن \n  وهب .\n</p>\n<p class=\"arabic\">وقال ابن عدي سألت عبد الله بن محمد بن إبراهيم الفرهاذاني فقال حرملة ضعيف .\n</p>\n<p class=\"arabic\">وقال أبو عمر الكندي كان فقيها لم يكن بمصر أحد أكتب عن *18*218* ابن وهب \n  منه .\n</p>\n<p class=\"arabic\">وذلك لأن ابن وهب أقام في منزلهم سنة وأشهر مستخفيا من عباد إذ طلبه ليوليه \n  القضاء بمصر .\n</p>\n<p class=\"arabic\">أخبرني بذلك يحيى بن أبي معاوية .\n</p>\n<p class=\"arabic\">وأخبرني أبو سلمة وأبو دجانة قالا سمعنا حرملة يقول عادني ابن وهب من الرمد \n  وقال يا أبا حفص إنه لا يعاد من الرمد ولكنك من أهلي .\n</p>\n<p class=\"arabic\">وعن أحمد بن صالح المصري قال صنف ابن وهب مائة ألف وعشرين ألف حديث عند بعض \n  الناس منها النصف يعني نفسه وعند بعض الناس الكل يعني حرملة .\n</p>\n<p class=\"arabic\">وقال محمد بن موسى وحديث ابن وهب كله عند حرملة إلا حديثين .\n</p>\n<p class=\"arabic\">قال ابن عدي وقد تبحرت حديث حرملة وفتشته الكثير فلم أجد في حديثه ما يجب \n  أن يضعف من أجله ورجل توارى ابن وهب عندهم ويكون حديثه كله عنده فليس ببعيد \n  أن يغرب على غيره .\n</p>\n<p class=\"arabic\">وقال هارون بن سعيد أشهب ونظر إلى حرملة فقال هذا خير أهل المسجد .\n</p>\n<p class=\"arabic\">وقال ابن يونس ولد سنة ست وستين ومائة ومات لتسع بقين من شوال *18*219* سنة \n  ثلاث وأربعين .\n</p>\n<p class=\"arabic\">قال وكان أملي الناس بما حدث به ابن وهب .\n</p>\n<p class=\"arabic\">قلت لم يرحل حرملة ولا عنده عن أحد من الحجازيين .\n\n</p>"
}