{
    "header": "جعفر المتوكل على الله .",
    "id": "008268",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">جعفر المتوكل على الله .\n</h1>\n<p class=\"arabic\">*18*195* .\n</p>\n<p class=\"arabic\">أمير المؤمنين أبو الفضل بن المعتصم بالله أبي إسحاق محمد بن هارون الرشيد \n  القرشي العباسي البغدادي *18*196* .\n</p>\n<p class=\"arabic\">ولد سنة خمس ومائتين وبويع في ذي الحجة سنة اثنتين وثلاثين بعد الواثق وقيل \n  بل ولد سنة سبع ومائتين .\n</p>\n<p class=\"arabic\">حكى عن أبيه ويحيى بن أكثم .\n</p>\n<p class=\"arabic\">وعنه علي بن الجهم الشاعر وغيره .\n</p>\n<p class=\"arabic\">وكان أسمر مليح العينين نحيف الجسم خفيف العارضين إلى القصر أقرب وأمه أم \n  ولد اسمها شجاع .\n</p>\n<p class=\"arabic\">قال خليفة استخلف المتوكل فأظهر السنة وعمل بها في مجلسه وكتب إلى الآفاق \n  برفع المحنة وإظهار السنة وبسطها ونصر أهلها يعني محنة خلق القرآن وقد قدم \n  دمشق في صفر سنة أربع وأربعين وعزم على المقام بها وأعجبته ونقل دواوين الملك \n  إليها وأمر بالبناء بها وأمر للأتراك بما أرضاهم من الأموال وبنى قصرا كبيرا \n  بداريا من جهة المزة .\n</p>\n<p class=\"arabic\">قال علي بن الجهم كانت للمتوكل جمة إلى شحمة أذنيه كأبيه وعمه .\n</p>\n<p class=\"arabic\">وقال ابن أبي الدنيا أم المتوكل أم ولد إسمها شجاع .\n</p>\n<p class=\"arabic\">وقال الفسوي بويع له لست بقين من ذي الحجة خرج من دمشق المتوكل بعد إقامة \n  شهرين وأيام ورجع إلى سامراء دار ملكه على طريق الفرات وعرج من الأنبار .\n</p>\n<p class=\"arabic\">وقيل إن إسرائيل بن زكريا الطبيب نعت له دمشق وأنها توافق مزاجه وتذهب عنه \n  العلل التي تعرض له في الصيف بالعراق .\n</p>\n<p class=\"arabic\">وقال خليفة حج المتوكل بالناس قبل الخلافة في سنة سبع وعشرين .\n</p>\n<p class=\"arabic\">وكان إبراهيم بن محمد التيمي قاضي البصرة يقول الخلفاء ثلاثة أبو بكر الصديق \n  يوم الردة وعمر بن عبد العزيز في رد مظالم بني أمية والمتوكل *18*197* في \n  محو البدع وإظهار السنة .\n</p>\n<p class=\"arabic\">وقال يزيد بن محمد المهلبي قال لي المتوكل يا مهلبي إن الخلفاء كانت تتصعب \n  على الناس ليطيعوهم وأنا ألين لهم ليحبوني ويطيعوني .\n</p>\n<p class=\"arabic\">وحكى الأعسم أن علي بن الجهم دخل على المتوكل وبيده درتان يقلبهما فأنشده \n  قصيدة له يقول فيها .\n</p>\n<p class=\"arabic\">% وإذا مررت ببئر عر % % وة فاسقني من مائها % .\n</p>\n<p class=\"arabic\">قال فدحا إلي بالدرة فقلبتها فقال تستنقص بها وهي والله خير من مائة ألف .\n</p>\n<p class=\"arabic\">قلت لا والله ولكني فكرت في أبيات أعملها آخذ بها الأخرى .\n</p>\n<p class=\"arabic\">فقال قل .\n</p>\n<p class=\"arabic\">فقلت .\n</p>\n<p class=\"arabic\">% بسر من رأى إمام عدل % % تغرف من بحره البحار % .\n</p>\n<p class=\"arabic\">% يرجى ويخشى لكل خطب % % كأنه جنة ونار % .\n</p>\n<p class=\"arabic\">% الملك فيه وفي بنيه % % ما اختلف الليل والنهار % .\n</p>\n<p class=\"arabic\">% يداه في الجود صرتان % % عليه كلتاهما تغار % .\n</p>\n<p class=\"arabic\">% لم تأت منه اليمين شيئا % % إلا أتت مثلها اليسار % .\n</p>\n<p class=\"arabic\">قال فدحا التي في يساره وقال خذها لا بارك الله لك فيها .\n</p>\n<p class=\"arabic\">قال الخطيب أبو بكر ورويت هذه الأبيات للبحتري في المتوكل *18*198* .\n</p>\n<p class=\"arabic\">وعن مروان بن أبي الجنوب أنه مدح المتوكل فأمر له بمائة ألف وعشرين ألفا وبخمسين \n  ثوبا .\n</p>\n<p class=\"arabic\">وقال علي بن الجهم كان المتوكل مشغوفا بقبيحة لا يصبر عنها فوقفت له يوما \n  وقد كتبت على خدها بالغالية جعفر .\n</p>\n<p class=\"arabic\">فتأملها ثم أنشأ يقول .\n</p>\n<p class=\"arabic\">% وكاتبة في الخد بالمسك جعفرا % % بنفسي محط المسك من حيث أثرا % .\n</p>\n<p class=\"arabic\">% لئن أودعت سطرا من المسك خدها % % لقد أودعت قلبي من الحب أسطرا % .\n</p>\n<p class=\"arabic\">قد ورد عن المتوكل شيء من الحديث .\n</p>\n<p class=\"arabic\">ويقال إنه سلم عليه بالخلافة ثمانية كل واحد منهم أبوه خليفة منصور بن المهدي \n  والعباس بن الهادي وأبو أحمد بن الرشيد وعبد الله بن الأمين وموسى بن المأمون \n  وأحمد بن المعتصم ومحمد بن الواثق وابنه المنتصر ابن المتوكل .\n</p>\n<p class=\"arabic\">وكان جوادا ممدحا ويقال ما أعطى خليفة شاعرا ما أعطى المتوكل .\n</p>\n<p class=\"arabic\">وفيه يقول مروان بن أبي الجنوب .\n</p>\n<p class=\"arabic\">% فآمسك ندى كفيك عني ولا تزد % % فقد خفت أن أطعنى وأن أتجبرا % .\n</p>\n<p class=\"arabic\">فقال لا أمسك حتى يغرقك جودي .\n</p>\n<p class=\"arabic\">وقد بايع بولاية العهد ولده المنتصر ثم إنه أراد أن يعزله ويولي المعتز أخاه \n  لمحبته لأمه قبيحة فسأل المنتصر أن ينزل عن العهد فأبى وكان يحضره *18*199* \n  مجالس العامة ويحط منزلته ويتهدده ويشتمه ويتوعده .\n</p>\n<p class=\"arabic\">واتفق أن الترك انحرفوا عن المتوكل لكونه صادر وصيفا وبغا وجرت أمور فاتفق \n  الأتراك مع المنتصر على قتل أبيه فدخل عليه خمسة في جوف الليل وهو في مجلس \n  لهوه في خامس شوال فقتلوه سنة سبع وأربعين .\n</p>\n<p class=\"arabic\">وورد أن بعضهم رآه في النوم فقال له ما فعل الله بك قال غفر لي بقليل من السنة \n  أحييتها .\n</p>\n<p class=\"arabic\">وقد كان المتوكل منهمكا في اللذات والشرب فلعله رحم بالسنة ولم يصح عنه النصب .\n</p>\n<p class=\"arabic\">قال المسعودي ثنا ابن عرفة النحوي ثنا المبرد قال قال المتوكل لأبي الحسن \n  علي بن محمد بن علي بن موسى بن جعفر الصادق ما يقول ولد أبيك في العباس قال \n  ما تقول يا أمير المؤمنين في رجل فرض الله طاعة نبيه على خلقه وافترض طاعته \n  على نبيه .\n</p>\n<p class=\"arabic\">وكان قد سعي بأبي الحسن إلى المتوكل وإن في منزله سلاحا وكتبا من أهل قم ومن \n  نيته التوثب فكبس بيته ليلا فوجد في بيت عليه مدرعة صوف متوجه إلى ربه يقوم \n  بآيات فأخذ كهيئته إلى المتوكل وهو يشرب فأعظمه وأجلسه إلى جانبه وناوله الكأس \n  فقال ما خامر لحمي ودمي قط فآعفني منه .\n</p>\n<p class=\"arabic\">فأعفاه وقال أنشدني شعرا فأنشده .\n</p>\n<p class=\"arabic\">% باتوا على قلل الأجبال تحرسهم % % غلب الرجال ولم تنفعهم القلل % .\n</p>\n<p class=\"arabic\">الأبيات *18*200* .\n</p>\n<p class=\"arabic\">فبكى لله المتوكل طويلا وأمر برفع الشراب وقال يا أبا الحسن لقد لينت هنا \n  قلوبا قاسية أعليك دين قال نعم أربعة آلاف دينار .\n</p>\n<p class=\"arabic\">فأمر له ورده مكرما .\n</p>\n<p class=\"arabic\">وحكى المسعودي أن بغا الصغير دعا بباغر التركي وكان باغر أهوج مقداما فكلمه \n  واختبره في أشياء فوجده مسارعا إليها فقال يا باغر هذا المنتصر قد صح عندي \n  أنه عامل على قتلي وأريد أن تقتله فكيف قلبك ففكر طويلا ثم قال هذا لا شيء \n  كيف نقتله وأبوه يعني المتوكل باق إذا يقتلكم أبوه .\n</p>\n<p class=\"arabic\">قال فما الرأي عندك قال نبدأ بالأب .\n</p>\n<p class=\"arabic\">قال ويحك وتفعل قال نعم وهو الصواب .\n</p>\n<p class=\"arabic\">قال أنظر ما تقول .\n</p>\n<p class=\"arabic\">وردد عليه فوجده ثابتا ثم قال له فآدخل أنت على إثري فإن قتلته وإلا فآقتلني \n  وضع سيفك علي وقل أراد أن يقتل مولاه .\n</p>\n<p class=\"arabic\">فتم التدبير لبغا في قتل المتوكل .\n</p>\n<p class=\"arabic\">حدث البحتري قال اجتمعنا في مجلس المتوكل فذكر له سيف هندي فبعث إلى اليمن \n  فآشتري له بعشرة آلاف وأتي به فأعجبه ثم قال للفتح ابغني غلاما أدفع إليه \n  هذا السيف لا يفارقني به .\n</p>\n<p class=\"arabic\">فأقبل باغر التركي فقال الفتح بن خاقان هذا موصوف بالشجاعة والبسالة فدفع \n  المتوكل إليه السيف وزاد في أرزاقه فوالله ما انتصى ذلك السيف إلى ليلة ضربه \n  بها باغر فلقد رأيت من المتوكل في الليلة التي قتل فيها عجبا *18*201* .\n</p>\n<p class=\"arabic\">تذاكرنا الكبر فأخذ يذمه ويتبرأ منه ثم سجد وعفر وجهه بالتراب ونثر من التراب \n  على رأسه ولحيته وقال إنما أنا عبد .\n</p>\n<p class=\"arabic\">فتطيرت له من التراب ثم جلس للشرب وعمل فيه النبيذ وغني صوتا أعجبه فبكى فتطيرت \n  من بكائه فإنا في ذلك إذ بعثت إليه قبيحة بخلعة استعملتها له دراعة حمراء \n  خز ومطرف خز فلبسها ثم جذب المطرف فخرقه من طرفه إلى طرفه و قلعه وقال اذهبوا \n  ليكون كفني .\n</p>\n<p class=\"arabic\">فقلت إنا لله آنقضت والله المدة وسكر المتوكل سكرا شديدا ومضى من الليل ثلاث \n  ساعات إذ أقبل باغر ومعه ) .\n</p>\n<p class=\"arabic\">عشرة نفر من الأتراك تبرق أسيافهم فهجموا علينا وقصدوا المتوكل وصعد منهم \n  واحد إلى السرير فصاح الفتح ويلكم مولاكم وتهارب الغلمان والجلساء والندماء \n  على وجوههم وبقي الفتح وحده فما رأيت أقوى نفسا منه بقي يمانعهم فسمعت صيحة \n  المتوكل وقد ضربه باغر بالسيف المذكور على عاتقه فقده إلى خاصرته وضربه آخر \n  بالسيف فأخرجه من ظهره وهو صابر لا يزول ثم طرح نفسه على المتوكل فماتا فلفا \n  في بساط وطرحا ناحية فلم يزالا في ليلتهما وعامة النهار ثم دفنا معا .\n</p>\n<p class=\"arabic\">وكان بغا الصغير قد استوحش من المتوكل لكلام لحقه منه وكان المنتصر يتآلف \n  الأتراك لا سيما من يبعده أبوه .\n</p>\n<p class=\"arabic\">قال المسعودي ونقل في قتلته غير ما ذكرنا .\n</p>\n<p class=\"arabic\">قال وأنفق المتوكل على الهاروني والجوسق والجعفري أكثر من مائتي ألف ألف درهم \n  *18*202* .\n</p>\n<p class=\"arabic\">ويقال إنه كان له أربعة آلاف سرية وطيء الجميع ومات وفي بيت المال أربعة آلاف \n  ألف دينار وسبعة آلاف درهم ولا يعلم أحد متقدم في جد أو هزل إلا وقد حظي بدولته \n  ووصل إليه نصيب وافر من المال .\n</p>\n<p class=\"arabic\">ذكر محمد بن أبي عون قال حضرت مجلس المتوكل وعنده محمد بن عبد الله بن طاهر \n  فغمز المتوكل مملوكا مليحا أن يسقي الحسين بن الضحاك الخليع كأسا ويحييه بتفاحة \n  عنبر فأنشأ الخليع يقول .\n</p>\n<p class=\"arabic\">% وكالدرة البيضاء حيا بعنبر % % من الورد يسعى قرائط كالورد % .\n</p>\n<p class=\"arabic\">% له عبثات عند كل تحية % % بعينيه تستدعي الخلي إلى الوجد % .\n</p>\n<p class=\"arabic\">% تمنيت أن أسقى بكفيه شربة % % تذكرني ما قد نسيت من العهد % .\n</p>\n<p class=\"arabic\">% سقى الله دهرا لم أبت فيه ساعة % % من الدهر إلا من حبيب على وعد % .\n</p>\n<p class=\"arabic\">فقال المتوكل أحسنت والله يعطى لكل بيت ألف دينار .\n</p>\n<p class=\"arabic\">ولما قتل رثته الشعراء فمن ذلك قول يزيد المهلبي .\n</p>\n<p class=\"arabic\">% جاءت منيته والعين هاجعة % % هلا أتته المنايا والقنا قصد % .\n</p>\n<p class=\"arabic\">% خليفة لم ينل ما ناله أحد % % ولم يصغ مثله روح ولا جسد % .\n</p>\n<p class=\"arabic\">قال علي بن الجهم أهدى ابن طاهر إلى المتوكل وصائف عدة فيها محبوبة وكانت \n  عالمة بصنوف من العلم عوادة فحلت من المتوكل محلا يفوق الوصف فلما قتل ضمت \n  إلى بغا الكبير فدخلت عليه يوما للمنادمة فأمر بهتك الستر وأمر القيان فأقبلن \n  يرفلن في الحلى والحلل وأقبلت محبوبة في ثياب بيض فجلست منكسرة فقال غن .\n</p>\n<p class=\"arabic\">فآعتلت فأقسم عليها وأمر بالعود فوضع في حجرها فغنت إرتجالا على العود .\n</p>\n<p class=\"arabic\">% أي عيش عيلذ لي % % لا أرى فيه جعفرا % .\n</p>\n<p class=\"arabic\">*18*203* .\n</p>\n<p class=\"arabic\">% ملك قد رأيته % % في نجيع معفرا % .\n</p>\n<p class=\"arabic\">% كل من كان ذا خبا % % ل وسقم فقد برا % .\n</p>\n<p class=\"arabic\">% غير محبوبة التي % % لو ترى الموت يشترا % .\n</p>\n<p class=\"arabic\">لا شترته بما حوته يداها لتقبرا فغضب وأمر بها فسحبت فكان آخر العهد بها .\n</p>\n<p class=\"arabic\">وبويع المنتصر بالله ابن المتوكل صبيحتئذ بالقصر الجعفري وسنه ثلاث وعشرون \n  سنة .\n\n</p>"
}