{
    "header": "الحسين بن علي بن يزيد .",
    "id": "008307",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الحسين بن علي بن يزيد .\n</h1>\n<p class=\"arabic\">أبو علي الكرابيسي البغدادي الفقيه .\n</p>\n<p class=\"arabic\">سمع إسحاق الأزرقن ومعن بن عيسى ويعقوب بن إبراهيم والشافعي وتفقه به ويزيد \n  بن هارون .\n</p>\n<p class=\"arabic\">وعنه عبيد بن محمد بن خلف البزاز ومحمد بن علي فستقة *18*242* .\n</p>\n<p class=\"arabic\">وكان فقيها فصيحا ذكيا صاحب تصانيف في الفقه والأصول تدل على تبحره .\n</p>\n<p class=\"arabic\">قال الخطيب أبو بكر حديث الكرابيسي يعز جدا وذلك أن أحمد بن حنبل كان يتكلم \n  فيه بسبب مسألة اللفظ وكان هو أيضا يتكلم في أحمد فتجنب الناس الأخذ عنه لهذا \n  السبب ولما بلغ يحيى بن معين أنه يتكلم في أحمد قال ما أحوجه إلى أن يضرب \n  ثم لعنه .\n</p>\n<p class=\"arabic\">قال أبو الطيب الماوردي فيما رواه أبو بكر بن شاذان عن عبد الله بن إسماعيل \n  بن برهان عنه قال جاء رجل إلى الحسين الكرابيسي فقال ما تقول في القرآن قال \n  كلام الله غير مخلوق .\n</p>\n<p class=\"arabic\">قال الرجل فما تقول في لفظي بالقرآن قال حسين لفظك به مخلوق .\n</p>\n<p class=\"arabic\">فمضى الرجل إلى أحمد بن حنبل فعرفه ذلك فأنكره وقال هذه بدعة .\n</p>\n<p class=\"arabic\">فرجع إلى حسين فعرفه إنكار أبي عبد الله فقال له حسين تلفظك بالقرآن غير مخلوق .\n</p>\n<p class=\"arabic\">فرجع إلى أحمد فعرفه رجوع حسين وأنه قال تلفظك بالقرآن غير مخلوق فأنكر أحمد \n  ذلك ايضا وقال هذا أيضا بدعة .\n</p>\n<p class=\"arabic\">فرجع إلى حسين فعرفه إنكار أبي عبد الله أيضا فقال إيش نعمل بهذا الصبي إن \n  قلنا مخلوق قال بدعة وإن قلنا غير مخلوق قال بدعة فبلغ ذلك أبا عبد الله فغضب \n  له أصحابه فتكلموا في حسين الكرابيسي .\n</p>\n<p class=\"arabic\">وقال الفضل بن زياد سألت أبا عبد الله عن الكرابيسي وما أظهر *18*243* فكلح \n  وجهه ثم أطرق ثم قال هذا قد أظهر رأي جهم قال الله تعالى وإن أحد من المشركين \n  آستجارك فأجره حتى يسمع كلام الله فممن يسمع إنما جاء بلاؤهم من هذه الكتب \n  التي وضعوها تركوا آثار رسول الله صلى الله عليه وسلم وأصحابه وأقبلوا على \n  هذه الكتب ) .\n</p>\n<p class=\"arabic\">وقال ابن عدي سمعت محمد بن عبد الله الصيرفي الشافعي يقول لهم يعني التلامذة \n  اعتبروا بهذين حسين الكرابيسي وأبو ثور فالحسين في علمه وحفظه وأبو ثور لا \n  يعشره في علمه فتكلم فيه أحمد بن حنبل في باب اللفظ فسقط وأثنى على أبي ثور \n  فارتفع للزومه السنة .\n</p>\n<p class=\"arabic\">توفي سنة ثمان وقيل سنة خمس وأربعين ومائتين .\n</p>\n<p class=\"arabic\">وقال أبو جعفر محمد بن الحسين بن هارون الموصلي سألت أبا عبد الله أحمد بن \n  حنبل قلت أنا رجل من أهل الموصل والغالب على بلدنا الجهمية وقد وقعت مسألة \n  الكرابيسي نطقي بالقرآن مخلوق فقال إياك وهذا الكرابيسي لا تكلمه ولا نكلم \n  من يكلمه .\n</p>\n<p class=\"arabic\">قلت وهذا القول وما يتشعب منه يرجع إلى قول جهم قال هذا كله من قول جهم .\n\n</p>"
}