{
    "header": "عباد بن يعقوب الرواجني .",
    "id": "008381",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عباد بن يعقوب الرواجني .\n</h1>\n<p class=\"arabic\">خ ت ق *18*302* أبو سعيد الأسدي الكوفي .\n</p>\n<p class=\"arabic\">أحد رؤوس الشيعة .\n</p>\n<p class=\"arabic\">روى عن شريك القاضي وعباد بن العوام وإبراهيم بن محمد بن أبي يحيى المدني \n  وإسماعيل بن عياش وعبد الله القدوس والحسين بن زيد بن علي العلوي والوليد \n  بن أبي ثور وعلي بن هاشم بن البريد وطائفة .\n</p>\n<p class=\"arabic\">وعنه خ حديثا واحدا قرنه بغيره وت ق وأحمد بن عمرو البزار وصالح بن محمد جزرة \n  وأبو بكر بن أبي داود ومحمد بن علي الحكيم الترمذي وابن صاعد وابن خزيمة وطائفة .\n</p>\n<p class=\"arabic\">وروى عنه أبو حاتم وقال شيخ ثقة .\n</p>\n<p class=\"arabic\">وقال الحاكم كان ابن خزيمة يقول ثنا الثقة في روايته المتهم في دينه عباد \n  بن يعقوب .\n</p>\n<p class=\"arabic\">وقال ابن عدي فيه غلو في التشيع سمعت عبدان يذكر عن الثقة أن عباد بن يعقوب \n  كان يشتم السلف *18*303* .\n</p>\n<p class=\"arabic\">قال ابن عدي وقد روى أحاديث أنكرت عليه في فضائل أهل البيت ومثالب غيرهم .\n</p>\n<p class=\"arabic\">وقال علي بن محمد الحسني عن صالح جزرة كان ابن يعقوب يشتم عثمان رضي الله \n  عنه وسمعته يقول الله أعدل من أن يدخل طلحة والزبير الجنة قاتلا عليا بعد \n  أن بايعاه .\n</p>\n<p class=\"arabic\">وقال القاسم بن زكريا المطرز دخلت على عباد بالكوفة وكان يمتحن من يسمع منه \n  قال من حفر البحر فقلت الله خلق البحر .\n</p>\n<p class=\"arabic\">قال هو كذلك ولكن من حفره .\n</p>\n<p class=\"arabic\">فقلت يذكر الشيخ .\n</p>\n<p class=\"arabic\">فقال حفره علي فمن أجراه فقلت الله .\n</p>\n<p class=\"arabic\">قال هو كذلك ولكن من أجراه قلت يفيدني الشيخ .\n</p>\n<p class=\"arabic\">قال أجراه الحسين .\n</p>\n<p class=\"arabic\">وكان عباد بن يعقوب مكفوفا فرأيت سيفا وجحفة فقلت لمن هذا السيف قال لي أعددته \n  لأقاتل به مع المهدي .\n</p>\n<p class=\"arabic\">فلما فرغت من سماع ما أردت منه دخلت عليه فقال من حفر البحر فقلت حفره معاوية \n  وأجراه عمرو بن العاص ثم وثبت وعدوت فجعل يصيح أدركوا الفاسق عدو الله فاقتلوه .\n</p>\n<p class=\"arabic\">قلت هذه حكاية صحيحة رواها ابن المظفر الحافظ عن القاسم .\n</p>\n<p class=\"arabic\">قال محمد بن جرير سمعت عباد بن يعقوب يقول من لم يتبرأ في صلاته كل يوم من \n  أعداء آل محمد صلى الله عليه وسلم حشره الله معهم *18*304* .\n</p>\n<p class=\"arabic\">قلت هذا الكلام أبو جاد الرفض فإن آل محمد عليه السلام قد عادى بعضهم بعضا \n  على الملك كآل العباس وآل علي وإن تبرأت من آل العباس لأجل آل علي فقد تبرأت \n  من آل محمد وإن تبرأت من آل علي لأجل آل العباس فقد تبرأت من آل محمد وإن \n  تبرأت من الظالم منهما للآخر فقد يكون الظالم علويا قاطبا فكيف أبرأ قاطبا \n  فكيف أبرأ منه وإن قلت ليس في آل علي ظالم .\n</p>\n<p class=\"arabic\">فهو دعوى العصمة فيهم وقد ظلم بعضهم بعضا فبا لله اسكتوا حتى نسكت وقولوا \n  ربنا آغفر لنا ولإخواننا الذين سبقونا بالإيمان الآية .\n</p>\n<p class=\"arabic\">قال البخاري مات في شوال سنة خمسين .\n\n</p>"
}