{
    "header": "عبد الله بن أحمد بن بشير بن ذكوان د ق أبـ...",
    "id": "008385",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الله بن أحمد بن بشير بن ذكوان د ق أبو عمرو وأبو محمد البهراني مولاهم \n  الدمشقي .\n</h1>\n<p class=\"arabic\">مقريء دمشق وإمام جامعها .\n</p>\n<p class=\"arabic\">قرأ على أيوب بن تميم المقريء عن يحيى الذماري عن ابن عامر .\n</p>\n<p class=\"arabic\">وتصدر للإقراء والحديث فقرأ عليه خلق منهم أحمد بن يوسف التغلبي ومحمد بن \n  موسى الصوري وهارون بن شريك الأخفش ومحمد بن قاسم الإسكندراني .\n</p>\n<p class=\"arabic\">وحدث عن بقية وسويد بن عبد العزيز والوليد بن مسلم ووكيع *18*308* وعراك بن \n  خالد المري وضمرة بن ربيعة وجماعة .\n</p>\n<p class=\"arabic\">وعنه د ق وابنه أبو عبيدة أحمد بن عبد الله وعثمان بن خرزاد وإسماعيل بن قيراط \n  وعبد الله بن محمد بن مسلم المقدسي ومحمد بن إسحاق بن الحريص وخلق .\n</p>\n<p class=\"arabic\">قال أبو حاتم صدوق .\n</p>\n<p class=\"arabic\">وقال أبو زرعة الدمشقي لم يكن بالعراق ولا بالحجاز ولا بالشام ولا بمصر ولا \n  بخراسان في زمان عبد الله بن ذكوان أقرأ عندي منه .\n</p>\n<p class=\"arabic\">وقال الوليد بن عتبة ما با العراق أقرأ من ابن ذكوان .\n</p>\n<p class=\"arabic\">وقال محمد بن الفيض الغساني سمعت هشام بن عمار يقول وقد رأى عصا لعبد الله \n  بن ذكوان وقد مضى ابن ذكوان يتوضأ ما هذه العصا قالوا هذه لابن ذكوان .\n</p>\n<p class=\"arabic\">فقال أنا أكبر من أبيه وما أحمل عصا .\n</p>\n<p class=\"arabic\">وقال ابن ذكوان ولدت يوم عاشوراء سنة ثلاث وسبعين .\n</p>\n<p class=\"arabic\">وقال غير واحد توفي يوم الاثنين لليلتين بقيتا من شوال سنة اثنتين وأربعين .\n</p>\n<p class=\"arabic\">وغلط من قال سنة ثلاث .\n</p>\n<p class=\"arabic\">وكان إمام جامع بني أمية وكان هشام الخطيب وهو أسن من ابن ذكوان بعشرين سنة \n  وعليهما دارت قراءة ابن عامر .\n</p>\n<p class=\"arabic\">وقد انفرد ابن ذكوان بهذا الحديث ورواه عنه جماعة قال ثنا عراك بن *18*309* \n  خالد عن عثمان بن عطاء الخراساني عن أبيه عن عكرمة عن ابن عباس قال لما عزي \n  النبي صلى الله عليه وسلم بابنته رقية قال الحمد لله دفن البنات من المكرمات .\n</p>\n<p class=\"arabic\">وقال محمد بن الفيض الغساني جاء رجل من الحرجلة يطلب لعابين لعرسه فوجد السلطان \n  قد منعهم فجاء يطلب المعبرين فلقيه صوفي ماجن فأرشده إلى ابن ذكوان وهو خلف \n  المنبر فجاءه وقال إن السلطان قد منع المخنثين .\n</p>\n<p class=\"arabic\">فقال أحسن والله .\n</p>\n<p class=\"arabic\">فقال نعمل العرس بالمعبرين وقد أرشدت إليك .\n</p>\n<p class=\"arabic\">فقال لنا رئيس فإن جاء معك جئت وهو ذاك .\n</p>\n<p class=\"arabic\">فقام الرجل إليه وهو هشام بن عمار وكان متكئا بحد المحراب فسلم عليه فقال \n  هشام أبو من فرد عليه ردا ضعيفا وقال أبو الوليد .\n</p>\n<p class=\"arabic\">قال أنا من الحرجلة .\n</p>\n<p class=\"arabic\">قال ما أبالي من أين كنت .\n</p>\n<p class=\"arabic\">قال اخي عمل عرسه .\n</p>\n<p class=\"arabic\">قال فماذا أصنع قال قد أر سلني أطلب له المخنثين .\n</p>\n<p class=\"arabic\">قال لا بارك الله فيهم ولا فيك .\n</p>\n<p class=\"arabic\">قال وقد طلبت المعبرين فأرشدت إليك .\n</p>\n<p class=\"arabic\">قال من أرشدك قال ذاك .\n</p>\n<p class=\"arabic\">فرفع هشام رجله ورفسه وقال قم ثم قال لابن ذكوان قد تفرغت لهذا *18*310* .\n</p>\n<p class=\"arabic\">قال أي والله أنت رئيسنا وشيخنا لو مضيت مضينا .\n\n</p>"
}