{
    "header": "حفص بن عمر بن عبد العزيز بن صهيب ويقال صـ...",
    "id": "008318",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">حفص بن عمر بن عبد العزيز بن صهيب ويقال صهبان .\n</h1>\n<p class=\"arabic\">ق الإمام أبو عمر الدوري الأزدي المقريء الضرير نزيل سامراء وشيخ المقرئين \n  بالعراق .\n</p>\n<p class=\"arabic\">سمع إسماعيل بن جعفر المدني وقرأ عليه القرآن بقراءة نافع .\n</p>\n<p class=\"arabic\">وقرأ القرآن على أبي الحسن الكسائي بحرفه وعلى يحيى اليزيدي بحرف أبي عمرو \n  وعلى سليم بن عيسى بحرف حمزة .\n</p>\n<p class=\"arabic\">ويقال إنه جمع القراءات وصنفها .\n</p>\n<p class=\"arabic\">وروى عن أبي إسماعيل المؤدب إبراهيم بن سليمان وإبراهيم بن أبي يحيى وإسماعيل \n  بن عياش وابن عيينة وأبي معاوية ومحمد بن مروان السدي .\n</p>\n<p class=\"arabic\">وروى عن أحمد بن حنبل وهو من أقرانه وعن نصر الجهضمي وهو أصغر منه وقعد للإقراء \n  ونشر العلم .\n</p>\n<p class=\"arabic\">قرأ عليه أبو الزعراء بن عبدوس أستاذ ابن مجاهد وأبو جعفر أحمد بن فرح وأبو \n  حفص عمر بن محمد الكاغدي والحسن بن علي بن بشار العلاف *18*250* صاحب مرثية \n  الهر والقاسم بن زكريا المطرز وأبو عثمان سعيد بن عبد الرحيم الضرير وعلي \n  بن سليم وجعفر بن محمد بن أسد النصيبي والقاسم بن عبد الوارث وأحمد بن مسعود \n  السراج وبكر السراويلي وعبد الله بن أحمد البلخي وابن النفاح الباهلي نزيل \n  مصر ومحمد بن حمدون القطيعي والحسن بن عبد الوهاب وأبو حامد محمد والحسن بن \n  الحسين الصواف وأحمد بن حرب المعدل وغيرهم .\n</p>\n<p class=\"arabic\">وعنه ق وحاجب بن أركين الفرغاني وأبو زرعة الرازي ومحمد بن حامد خال ولد البستي \n  وآخرون .\n</p>\n<p class=\"arabic\">وصدقه أبو حاتم .\n</p>\n<p class=\"arabic\">قال أبو داود رأيت أحمد بن حنبل يكتب عن أبي عمر الدوري .\n</p>\n<p class=\"arabic\">وقال أحمد بن فرح سألت أبا عمر الدوري ما تقول في القرآن قال كلام الله غير \n  مخلوق .\n</p>\n<p class=\"arabic\">وقال محمد بن بدر الباهلي ثنا أبو عمر الدوري قال قرأت على إسماعيل بن جعفر \n  بقراءة أهل المدينة فيه وأدركت قراءة نافع ولو كان عندي عشرة دراهم لرحلت \n  إليه .\n</p>\n<p class=\"arabic\">قال أبو علي الأهوازي رحل أبو عمر الدوري في طلب القراءات وقرأ بسائر الحروف \n  السبعة وبالشواذ وسمع من ذلك شيئا كثيرا وصنف كتابا في القراءات وهو ثقة في \n  جميع ما يرويه وعاش دهرا وذهب بصره في آخر عمره وكان ذا دين .\n</p>\n<p class=\"arabic\">قال أبو علي الصواف وأبو القاسم البغوي وسعيد بن عبد الرحيم *18*251* المؤدب \n  الضرير وغيرهم مات سنة ست وأربعين زاد بعضهم في شوال .\n</p>\n<p class=\"arabic\">وقال حاجب بن أركين سنة ثمان فوهم وهو منسوب إلى الدور محله معروفة بالجانب \n  الشرقي من بغداد .\n</p>\n<p class=\"arabic\">مات في عشر المائة .\n</p>\n<p class=\"arabic\">قال الحاكم قال الدارقطني وأبو عمر الدوري أيضا يقال له الضرير وهو ضعيف .\n\n</p>"
}