{
    "header": "عمرو بن بحر بن محبوب  .",
    "id": "008496",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عمرو بن بحر بن محبوب  .\n</h1>\n<p class=\"arabic\">أبو عثمان الجاحظ البصري المتكلم المعتزلي .\n</p>\n<p class=\"arabic\">صاحب التصانيف المشهورة .\n</p>\n<p class=\"arabic\">أخذ عن أبي إسحاق النظام وغيره .\n</p>\n<p class=\"arabic\">وحدث عن أبي يوسف القاضي وثمامة بن أشرس وحجاج بن محمد .\n</p>\n<p class=\"arabic\">وعنه أبو العيناء محمد بن القاسم ويموت بن المزرع وأبو بكر بن أبي داود وأبو \n  سعيد العدوي وغيرهم .\n</p>\n<p class=\"arabic\">وكان واسع النقل كثير الإطلاع من أذكياء بني آدم وأفرادهم وشياطينهم .\n</p>\n<p class=\"arabic\">قال أبو العباس ثعلب ليس بثقة ولا مأمون .\n</p>\n<p class=\"arabic\">قال الخطيب ثنا علي بن أحمد النعيمي من حفظه ثنا أبو أحمد الحسن بن عبد الله \n  بن سعيد ثنا أبو بكر بن أبي داود قال دخلت على عمرو بن بحر الجاحظ فقلت له \n  حدثني بحديث .\n</p>\n<p class=\"arabic\">فقال ثنا الحجاج بن محمد نا حماد بن سلمة عن عمرو بن دينار عن عطاء بن يسار \n  عن أبي هريرة قال رسول الله صلى الله عليه وسلم إذا أقيمت الصلاة فلا صلاة \n  إلا المكتوبة .\n</p>\n<p class=\"arabic\">وأما ما رواه محمد بن عبد الله الشيباني الكذاب فقال ثنا ابن أبي داود قال \n  أتيت منزل الجاحظ فاطلع إلى من خوخة فقال من هذا قلت رجل من أصحاب الحديث \n  *18*373* .\n</p>\n<p class=\"arabic\">قال ومتى عهدتني أقول بالحشوية قلت إني ابن أبي داود .\n</p>\n<p class=\"arabic\">قال مرحبا بك وبأبيك فنزل وفتح لي وقال أدخل إيش تريد فقلت حدثني بحديث .\n</p>\n<p class=\"arabic\">قال اكتب ثنا حجاج عن حماد عن ثابت عن أنس أن النبي صلى الله عليه وسلم صلى \n  على طنفسة .\n</p>\n<p class=\"arabic\">فقلت حدثني حديثا آخر .\n</p>\n<p class=\"arabic\">فقال ابن أبي داود لا يكذب .\n</p>\n<p class=\"arabic\">قال يموت بن المزرع كان جد الجاحظ حمالا أسود .\n</p>\n<p class=\"arabic\">وعن الجاحظ قال نسيت كنيتي ثلاثة أيام فأتيت أهلي فقلت بمن أكنى قالوا بأبي \n  عثمان .\n</p>\n<p class=\"arabic\">وقال المبرد حدثني الجاحظ قال وقفت أنا وأبو حرب على قاص فأردت الولوع به \n  فقلت لمن حوله إنه رجل صالح لا يحب الشهرة فتفرقوا عنه فقال لي الله حسيبك \n  إذا لم ير الصياد طيرا كيف يمد شبكته .\n</p>\n<p class=\"arabic\">وذكر المبرد أنه ما أرى أحرص على العلم من ثلاثة الجاحظ وكان إذا وقع بيده \n  كتاب قرأه كله وإسماعيل القاضي ما دخلت إليه إلا وبيده كتاب ينظر فيه والفتح \n  بن خاقان كان يحمل الكتاب في خفه فإذا قام من بين يدي المتوكل لأمر نظر فيه \n  وهو يمشي وكذلك في رجوعه .\n</p>\n<p class=\"arabic\">وقال يموت بن المزرع سمعت خالي الجاحظ يقول أمليت على إنسان مرة أنا عمرو \n  فكتب أبا بشر وكتب أبا زيد .\n</p>\n<p class=\"arabic\">وقال إسماعيل بن الصفار نا أبو العيناء قال أنا والجاحظ وضعنا حديث *18*374* \n  فدك فأدخلنا على الشيوخ ببغداد فقبلوه إلا ابن شيبة العلوي فإنه قال لا يشبه \n  آخر هذا الحديث أوله فلم يقبله .\n</p>\n<p class=\"arabic\">قال الصفار كان أبو العيناء يحدث بهذا بعدما تاب .\n</p>\n<p class=\"arabic\">وأنشد المبرد للجاحظ .\n</p>\n<p class=\"arabic\">% إن حال لون الرأس عن حاله % % ففي خضاب الرأس مستمتع % .\n</p>\n<p class=\"arabic\">% هب من له شيب له حيلة % % فما الذي يحتاله الأصلع % .\n</p>\n<p class=\"arabic\">وقال رجل للجاحظ كيف حالك فقال يتكلم الوزير برأيي وصلات الخليفة متواترة \n  لي وآكل من لحم الطير أسمنها وألبس من ألينها وأنا صابر حتى يأتي الله بالفرج .\n</p>\n<p class=\"arabic\">فقال له الفرج ما أنت فيه ) .\n</p>\n<p class=\"arabic\">قال بل أحب أن ألي الخلافة وتحيلت إلى محمد بن عبد الملك يعني الوزير فهذا \n  هو الفرج .\n</p>\n<p class=\"arabic\">وقال أبو العيناء أنشدنا الجاحظ .\n</p>\n<p class=\"arabic\">% يطيب العيش أن تلقى حكيما % % وفضل العلم يعرفه الأديب % .\n</p>\n<p class=\"arabic\">% سقام الحرص ليس له داء % % وداء الجهل ليس له طبيب % .\n</p>\n<p class=\"arabic\">وقد عمر الجاحظ وبقي كلحم على قضم .\n</p>\n<p class=\"arabic\">قال المبرد دخلت على الجاحظ في آخر أيامه فقلت كيف أنت *18*375* قال كيف من \n  نصفه مفلوج ونصفه الآخر منقرس لو طار عليه الذباب لآلمه والآفة في هذا أني \n  قد جاوزت التسعين .\n</p>\n<p class=\"arabic\">وعن عبدان الطبيب قال دخلنا على الجاحظ نعوده فأتى إليه رسول المتوكل يطلبه \n  فقال وما يصنع أمير المؤمنين بشق مائل ولعاب سائل ما تقولون في رجل له شقان \n  أحدهما لو غرز بالمسال ما أحس والآخر يمر به الذباب فيغوث وأكثر ما أشكوه \n  الثمانون .\n</p>\n<p class=\"arabic\">قال ابن زبر في الوفيات توفي سنة خمسين .\n</p>\n<p class=\"arabic\">وقال الصولي سنة خمس وخمسين .\n</p>\n<p class=\"arabic\">قال أبو هفان ثلاثة لم أر قط ولا سمعت أحب إليهم من الكتب والعلوم الجاحظ \n  لم يقع بيده كتاب إلا استوفى مطالعته حتى أنه كان يكتري دكاكين الوراقين ويبيت \n  فيها للنظر .\n</p>\n<p class=\"arabic\">والفتح بن خاقان كان يمشي والكتاب في كمه ينظر فيه .\n</p>\n<p class=\"arabic\">وإسماعيل القاضي ما دخلت إليه رأيته يطالع أو نحو ذلك .\n\n</p>"
}