{
    "header": "محمد بن حميد بن حيان .",
    "id": "008566",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن حميد بن حيان .\n</h1>\n<p class=\"arabic\">د ت ق أبو عبد الله الرازي الحافظ .\n</p>\n<p class=\"arabic\">عن يعقوب القمي وعبد الله بن المبارك وجرير بن عبد الحميد وحكام بن سلم والفضل \n  السيناني وزافر بن سليمان ونعيم بن ميسرة وخلق كثير .\n</p>\n<p class=\"arabic\">وهو مكثر عن سلمة بن الفضل الأبرش وله مناكير وغرائب كثيرة .\n</p>\n<p class=\"arabic\">وعنه د ت ق وأحمد بن حنبل مع تقدمه وابنه عبد الله بن أحمد والحسن بن علي \n  المعمري وأبو زرعة الرازي ومحمد بن محمد الباغندي وعبد الله بن أبي الدنيا \n  ومحمد بن هارون الروياني ومحمد بن حريز وصالح بن محمد جزرة وعبد الله بن محمد \n  البغوي وخلق .\n</p>\n<p class=\"arabic\">قال أبو زرعة من فاته محمد بن حميد يحتاج أن ينزل في عشرة آلاف حديث .\n</p>\n<p class=\"arabic\">وقال عبد الله بن أحمد سمعت أبي يقول لا يزال بالري علم ما دام *18*426* .\n</p>\n<p class=\"arabic\">محمد بن حميد حيا .\n</p>\n<p class=\"arabic\">وقال أبو قريش الحافظ قلت لمحمد بن يحيى ما تقول في محمد بن حميد فقال ألا \n  تراني أحدث عنه .\n</p>\n<p class=\"arabic\">قال أبو قريش وكنت في مجلس محمد بن إسحاق الصغاني فقال ثنا محمد بن حميد .\n</p>\n<p class=\"arabic\">فقلت تحدث عنه فقال وما لي لا أحدث وقد حدث عنه أحمد بن حنبل ويحيى بن معين .\n</p>\n<p class=\"arabic\">وقال البخاري في حديثه نظر .\n</p>\n<p class=\"arabic\">وقال صالح جزرة كنا نتهمه .\n</p>\n<p class=\"arabic\">وقال أبو علي النيسابوري قلت لابن خزيمة لو حدث الأستاذ عن محمد بن حميد فإن \n  أحمد بن حنبل قد أحسن الثناء عليه .\n</p>\n<p class=\"arabic\">قال إنه لم يعرفه ولو عرفه كما عرفناه لما أثنى عليه أصلا .\n</p>\n<p class=\"arabic\">وقال أبو أحمد العسال سمعت فضلك يقول دخلت على محمد بن حميد وهو يركب الأسانيد \n  على المتون .\n</p>\n<p class=\"arabic\">وقال يعقوب بن إسحاق الفقيه سمعت صالح بن محمد الأسدي يقول ما رأيت أحذق بالكذب \n  من سليمان الشاذكوني ومحمد بن حميد الرازي .\n</p>\n<p class=\"arabic\">وكان حديث محمد كل يوم يزيد *18*427* .\n</p>\n<p class=\"arabic\">وقال أبو إسحاق الجوزجاني هو غير ثقة .\n</p>\n<p class=\"arabic\">وقال أبو حاتم سمعت ابن معين يقول قدم علينا محمد بن حميد بغداد فأخذنا منه \n  كتاب يعقوب القمي ففرقنا الأوراق ومعنا أحمد بن حنبل فسمعناه ولم نر إلا خيرا \n  فأي شيء ينقمون عليه قلت يكون في كتابه شيء فيقول ليس هو كذا ويأخذ العلم \n  فيغيره وقال ليس هذه الخصلة .\n</p>\n<p class=\"arabic\">وقال النسائي ليس بثقة .\n</p>\n<p class=\"arabic\">مات سنة ثمان وأربعين ومائتين .\n\n</p>"
}