{
    "header": "محمد بن أسلم بن سالم الطوسي .",
    "id": "008545",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن أسلم بن سالم الطوسي .\n</h1>\n<p class=\"arabic\">*18*409* .\n</p>\n<p class=\"arabic\">الإمام أبو الحسن الكندي أحد الأبدال والحفاظ .\n</p>\n<p class=\"arabic\">سمع بخراسان من طائفة .\n</p>\n<p class=\"arabic\">وبالكوفة من محمد ويعلى ابني عبيد وجعفر بن عون ومحاضر بن المورع وعبيد الله \n  بن موسى وطبقتهم .\n</p>\n<p class=\"arabic\">وبالحجاز من مؤمل بن إسماعيل وأبي عبد الرحمن المقريء .\n</p>\n<p class=\"arabic\">وبواسط من يزيد بن هارون .\n</p>\n<p class=\"arabic\">وبالبصرة من مسلم بن إبراهيم وطبقتهم .\n</p>\n<p class=\"arabic\">وعني بالأثر قولا وعملا وصنف المسند والأربعين وغير ذلك .\n</p>\n<p class=\"arabic\">وأقدم شيوخه النضر بن شميل .\n</p>\n<p class=\"arabic\">روى عنه إبراهيم بن هانيء ومحمد بن عبد الوهاب الفراء وإبراهيم بن أبي طالب \n  وابن خزيمة والحسين بن محمد القباني وأبو بكر بن أبي داود ومحمد بن وكيع الطوسي \n  وآخرون .\n</p>\n<p class=\"arabic\">قال محمد بن يوسف البناء الإصبهاني الزاهد أنا محمد بن القاسم الطوسي خادم \n  محمد بن أسلم سمعت إسحاق بن راهويه يقول في حديث إن الله لا يجمع أمة محمد \n  على ظلالة فإذا رأيتم الاختلاف فعليكم بالسواد الأعظم فقال رجل يا أبا يعقوب \n  من السواد الأعظم قال محمد بن أسلم وأصحابه ومن تبعه لم أسمع عالما منذ خمسين \n  سنة أشد تمسكا بالأثر منه .\n</p>\n<p class=\"arabic\">وقال أبو النضر محمد بن محمد بن يوسف الفقيه سمعت إبراهيم بن *18*410* إسماعيل \n  العنبري يقول كنت بمصر وأنا أكتب بالليل كتب ابن وهب وذلك لخمس بقين من المحرم \n  سنة اثنتين وأربعين فهتف بي هاتف يا إبراهيم مات العبد الصالح محمد بن أسلم \n  قال فتعجبت من ذلك وكتبته على ظهر كتابي فإذا به قد مات في تلك الساعة ) .\n</p>\n<p class=\"arabic\">وقال محمد بن القاسم الطوسي سمعت أبا يعقوب المروزي ببغداد وقلت له قد صحبت \n  محمد بن أسلم وأحمد بن حنبل وأي الرجلين كان عندك أرجح أو أكبر أو أبصر بالدين \n  فقال يا أبا عبد الله لم تقول هذا إذا ذكرت محمد بن أسلم في أربعة أشياء فلا \n  تقرن به أحدا البصر بالدين واتباع أثر الرسول صلى الله عليه وسلم والزهد في \n  الدنيا وفصاحة لسانه بالقرآن والنحو .\n</p>\n<p class=\"arabic\">ثم قال لي فنظر أحمد بن حنبل في كتاب الرد على الجهمية الذي وضعه محمد بن \n  أسلم فتعجب منه .\n</p>\n<p class=\"arabic\">ثم قال لي يا با عبد الله كان عندك مثل محمد فقلت لا .\n</p>\n<p class=\"arabic\">قال محمد بن القاسم سألت يحيى بن يحيى النيسابوري عن ست مسائل فأفتى بها وقد \n  كنت سألت محمد بن أسلم فأفتى بها بغير ذلك ونصح فيها بالحديث فآخبرت يحيى \n  بن يحيى فقال يا بني أطيعوا أمره وخذوا بقوله فإنه أبصر منا ألا ترى يحتج \n  بحديث النبي صلى الله عليه وسلم في كل مسألة وليس ذلك عندنا .\n</p>\n<p class=\"arabic\">وقيل لأحمد بن نصر النيسابوري صلى على محمد بن أسلم ألف ألف من الناس .\n</p>\n<p class=\"arabic\">وقال بعضهم ألف ألف ومائة ألف *18*411* .\n</p>\n<p class=\"arabic\">وقال محمد بن القاسم صحبته عشرين وأكثر لم أره يصلي حيث أراه ركعتين من التطوع \n  إلا يوم الجمعة وسمعته غير مرة يحلف لو قدرت أن أتطوع حيث لا يراني ملكاي \n  ففعلت خوفا من الرياء .\n</p>\n<p class=\"arabic\">ثم حكى محمد بن القاسم فعلا طويلا في شمائل محمد بن أسلم ودرجة إخلاصه .\n</p>\n<p class=\"arabic\">قال أبو إسحاق المزكي سمعت ابن خزيمة يقول عودا وبدءا إذا حدث محمد بن أسلم \n  ثنا من لم تر عيناي مثله أبو الحسن وكان زنجويه بن محمد إذا حدث عن محمد بن \n  أسلم يقول ثنا محمد بن أسلم الزاهد الرباني .\n</p>\n<p class=\"arabic\">وقال محمد بن شاذان سمعت محمد بن رافع يقول دخلت على محمد بن أسلم فما تشبه \n  إلا بأصحاب النبي صلى الله عليه وسلم .\n</p>\n<p class=\"arabic\">وقال قبيصة كان علقمة أشبه الناس بابن مسعود في حديثه وسمته وكان إبراهيم \n  النخعي أشبه الناس بعلقمة في ذلك وكان منصور يشبه بإبراهيم وكان سفيان الثوري \n  يشبه بمنصور وكان وكيع يشبه بسفيان .\n</p>\n<p class=\"arabic\">قال أبو عبد الله الحاكم مقام محمد بن أسلم مقام وكيع وأفضل من مقامه لزهده \n  وورعه وتتبعه للأثر .\n</p>\n<p class=\"arabic\">وقال ابن خزيمة ثنا رباني هذه الأمة محمد بن أسلم .\n</p>\n<p class=\"arabic\">وقال أحمد بن سلمة سمعت محمد بن أسلم يقول لما أدخلت على عبد الله بن طاهر \n  ولم أسلم عليه بالإمرة غضب وقال عمدتم إلى رجل من أهل *18*412* القبلة فكفرتموه .\n</p>\n<p class=\"arabic\">فقيل قد كان ما أنهي إلى الأمير .\n</p>\n<p class=\"arabic\">فقال عبد الله شراك نعل عمر بن الخطاب خير منك وكان يرفع رأسه إلى السماء \n  وقد بلغني أنك لا ترفع رأسك إلى السماء .\n</p>\n<p class=\"arabic\">فقلت برأسي هكذا إلى السماء ساعة ثم قلت ولم لا أرفع رأسي إلى السماء وهل \n  أرجو الخير إلا بمن في السماء ولكني سمعت المؤمل بن إسماعيل يقول سمعت سفيان \n  الثوري يقول النظر في وجوهكم معصية .\n</p>\n<p class=\"arabic\">فقال بيده هكذا يحبسني فأقمنا وكنا أربعة عشر شيخا فحبست أربعة عشر شهرا ما \n  اطلع الله على قلبي أني أردت الخلاص من ذلك الحبس .\n</p>\n<p class=\"arabic\">قلت الله حبسني وهو مطلقي وليس لي إلى المخلوقين من حاجة .\n</p>\n<p class=\"arabic\">فأخرجت وأدخلت عليه وفي رأسي عمامة كبيرة طويلة .\n</p>\n<p class=\"arabic\">فقال لي ما تقول في السجود على كور العمامة .\n</p>\n<p class=\"arabic\">قلت نا خلاد بن يحيى عن عبد الله بن المحرر عن يزيد بن الأصم عن أبي هريرة \n  أن النبي صلى الله عليه وسلم سجد على كور العمامة .\n</p>\n<p class=\"arabic\">فقال هذا إسناد ضعيف .\n</p>\n<p class=\"arabic\">فقلت يستعمل هذا حتى يجيء أقوى منه .\n</p>\n<p class=\"arabic\">ثم قلت وعندي أقوى منه ثنا يزيد بن هارون ثنا شريك عن حسين بن عبد الله عن \n  عكرمة عن ابن عباس قال كان النبي صلى الله عليه وسلم في ثوب واحد يتقي بفضوله \n  حر الأرض وبردها هذا الدليل على السجود على كور العمامة .\n</p>\n<p class=\"arabic\">فقال ورد كتاب أمير المؤمنين ينهى عن الجدل والخصومات فتقدم إلى أصحابك أن \n  لا يعودوا .\n</p>\n<p class=\"arabic\">فقلت نعم ثم خرجت من عنده *18*413* .\n</p>\n<p class=\"arabic\">قال أحمد بن سلمة فقلت له اخبرني غير واحد أن جل أصحابنا صاروا إلى يحيى بن \n  يحيى فكلموه أن يكتب عبد الله بن طاهر في تخليتك فقال يحيى لا أكاتب السلطان \n  وإن كتب على لساني لم أكره حتى يكون خلاصه .\n</p>\n<p class=\"arabic\">فكتب بحضرته على لسانه فلما وصل الكتاب إلى عبد الله بن طاهر أمر بإخراجك \n  وأصحابك .\n</p>\n<p class=\"arabic\">قال نعم .\n</p>\n<p class=\"arabic\">وعن بعضهم قال كان محمد بن أسلم يشبه في وقته بابن المبارك .\n</p>\n<p class=\"arabic\">وعن محمد بن أسلم قال لو قدرت والله أن أتطوع حيث لا يراني ملكاي لفعلت .\n</p>\n<p class=\"arabic\">وكان يدخل بيتا فيبكي ثم إذا خرج غسل وجهه واكتحل وكان يبعث إلى قوم بعطاء \n  أو كسوة في الليل ولا يعلمون ) .\n</p>\n<p class=\"arabic\">من أين هي وقال أحمد بن سلمة سمعت أن محمد بن أسلم مرض في بيت رجل من أهل \n  طوس معمر فقال له لا تفارقني الليلة فإن أمر الله يأتيني قبل أن أصبح فإذا \n  مت فلا تنتظر بي أحدا واغسلني للوقت وجهزني واحملني إلى مقابر المسلمين قال \n  ففاضت نفسه بالليل فغسل وكفن وحمل وقت الصبح فآتاهم صاحب الأمير طاهر بن عبد \n  الله وأمرهم أن يحملوه إلى مقبرة الساذياخ ليصلي عليه طاهر .\n</p>\n<p class=\"arabic\">قال فوضعت الجنازة والناس يؤذنون لصلاة الصبح وما نادى على جنازته أحد ولا \n  روسل بوفاته أحد وإذا الخلق قد تجمعوا بحيث لا يذكر مثله فتقدم طاهر للصلاة \n  عليه ودفن بجنب إسحاق بن راهويه رحمة الله عليهما *18*414* .\n</p>\n<p class=\"arabic\">قال محمد بن موسى الباشاني مات لثلاث بقين من المحرم سنة اثنتين وأربعين ومائتين .\n\n</p>"
}