{
    "header": "محمد بن رافع بن أبي زيد سابور .",
    "id": "008574",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن رافع بن أبي زيد سابور .\n</h1>\n<p class=\"arabic\">ع إلا ق أبو عبد الله القشيؤي مولاهم النيسابوري الحافظ الزاهد أحد الأعلام .\n</p>\n<p class=\"arabic\">سمع النضر بن شميل وطبقته بخراسان وسفيان بن عيينة وطبقته بالحجاز وعبد الرزاق \n  ويزيد بن أبي حكيم وعبد الله بن الوليد وطبقتهم باليمن ووكيعا وابن نمير وعبد \n  الله بن إدريس وطبقتهم بالكوفة وأبا داود الطيالسي ووهب بن جرير وطبقتهما \n  بالبصرة وشبابة وأبا النضر وطبقتهما ببغداد ويزيد بن هارون وطبقته بواسط .\n</p>\n<p class=\"arabic\">وعني بالأثر حالا ومالا .\n</p>\n<p class=\"arabic\">وعنه خ م د ت ن ومحمد بن يحيى الذهلي وأبو زرعة الرازي وأحمد بن سلمة وإبراهيم \n  بن أبي طالب وابن خزيمة وأبو بكر بن أبي داود ومحمد بن عقيل الخزاعي لا البلخي \n  وحاجب بن أحمد الطوسي وآخر من روى حديثه بعلو السلف بالثقفيات .\n</p>\n<p class=\"arabic\">قال أبو عمرو المستملي سمعت محمد بن رافع يقول كنت مع أحمد وإسحاق عند عبد \n  الرزاق فجاءنا يوم الفطر فخرجنا مع عبد الرزاق إلى *18*431* المصلى ومعنا \n  ناس كثير فلما رجعنا دعانا عبد الرزاق إلى الغداء فجعلنا نتغدى معه فقال لأحمد \n  وإسحاق رأيت اليوم منكما عجبا لم تكبرا فقالا يا با بكر نحن ننظر إليك هل \n  تكبر فنكبر فلما رأيناك لم تكبر أمسكنا .\n</p>\n<p class=\"arabic\">قال وأنا كنت أنظر إليكما هل تكبران فأكبر .\n</p>\n<p class=\"arabic\">قال جعفر بن أحمد بن نصر الحافظ ما رأيت من المحدثين أهيب من محمد بن رافع \n  كان يستند إلى شجرة الصنوبر في داره فتجلس الغلمان بين يديه على مراتبهم وأولاد \n  الطاهرية ومعهم الخدم كأن على رؤوسهم الطير .\n</p>\n<p class=\"arabic\">فيأخذ الكتاب بيده ويقرأ بنفسه ولا ينطق أحد ولا يتبسم إجلالا له وإذا تبسم \n  أحد في المجلس أو راطن صاحبه قال وصلى الله على محمد فلا يقدر أحد أن يراجعه \n  أو يستزيده ولقد تبسم خادم للطاهرية يوما فقطع ابن رافع وأنهى الخبر بعد ذلك \n  فأمر بقتل الخادم حتى احتلنا لخلاصه .\n</p>\n<p class=\"arabic\">قال الحاكم سمعت أبا جعفر محمد بن سعيد المذكر يقول سمعت زكريا بن دلويه يقول \n  بعث طاهر بن عبد الله إلى محمد بن رافع بخمسة آلاف درهم فدخل عليه الرسول \n  بعد العصر وهو يأكل الخبز مع فجل فوضعها وقال بعث بها الأمير .\n</p>\n<p class=\"arabic\">فقال خذ خذ لا أحتاج إليه فإن الشمس قد بلغت رأس الحيطان إنما تغرب بعد ساعة \n  وقد جاوزت الثمانين إلى متى أعيش فدخل عليه ابنه فقال ليس لنا الليلة خبز .\n</p>\n<p class=\"arabic\">قال فبعث بعض أصحابه خلف الرسول ليرد المال إلى حضرة صاحبه فزعا من أن يذهب \n  ابنه خلف الرسول فيأخذ المال .\n</p>\n<p class=\"arabic\">قال زكريا وربما كان يخرج إلينا في الشتاء الشاتي وقد لبس لحافه الذي يلبسه \n  بالليل *18*432* .\n</p>\n<p class=\"arabic\">قال محمد بن رافع سمعت أحمد بن حنبل يقول إن قال المؤذن في أذانه صلوا في \n  الرجال فلك أن تتخلف وإن لم يقل فقد وجبت عليك .\n</p>\n<p class=\"arabic\">وقال أنا أفدت أحمد عن يزيد بن مسلم الصغاني الراوي وعن وهب بن منبه ونزلت \n  أنا وأحمد ومات الشيخ وكان قد أتى له مائة وخمس وثلاثون سنة رواها أحمد بن \n  سلمة عن محمد بن رافع .\n</p>\n<p class=\"arabic\">وقال أحمد بن عمر بن يزيد نا محمد بن رافع سمعت عبد الرزاق سمعت معمرا يقول \n  رأيت باليمن عنقود عنب وقر بغل تام .\n</p>\n<p class=\"arabic\">قال زنجويه بن محمد توفي في ذي الحجة سنة خمس وأربعين وغسله أحمد بن نصر العابد \n  وصلى عليه محمد بن يحيى الذهلي .\n</p>\n<p class=\"arabic\">وقال مسلم والنسائي ثقة مأمون .\n\n</p>"
}