{
    "header": "نصر بن علي بن نصر بن علي بن صهبان بن أبيـ...",
    "id": "008707",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">نصر بن علي بن نصر بن علي بن صهبان بن أبي .\n</h1>\n<p class=\"arabic\">ع *18*507* أبو عمرو الأزدي الجهضمي البصري الحافظ .\n</p>\n<p class=\"arabic\">عن الربيع بن قيس الحداني ويزيد بن زريع ومعتمر بن سليمان ومرحوم بن عبد العزيز \n  العطار وبشر بن المفضل والحارث بن وجيه وخالد بن الحارث وسفيان بن عيينة وعبد \n  ربه بن بارق الحنفي وعبد العزيز بن عبد الصمد العمي وعثام بن علي العامري \n  وفضيل بن سليمان النميري وخلق .\n</p>\n<p class=\"arabic\">وعنه ع ون أيضا عن رجل عنه وإسماعيل القاضي وزكريا الساجي وأبو بكر بن أبي \n  داود وابن خزيمة وأبو حامد محمد بن هارون الحضرمي وبكر بن أحمد بن مقبل ومحمد \n  بن الحسين بن مكرم وابن صاعد وخلق .\n</p>\n<p class=\"arabic\">قال أحمد بن حنبل ما به بأس .\n</p>\n<p class=\"arabic\">وقال أبو حاتم هو أحب إلي من أبي حفص الصيرفي وأوثق منه وأحفظ *18*508* .\n</p>\n<p class=\"arabic\">وقال النسائي ثقة .\n</p>\n<p class=\"arabic\">وقال عبد الله بن أحمد بن حنبل حدثني نصر بن علي أخبرني علي بن جعفر بن محمد \n  حدثني أخي موسى عن أبيه عن جعفر عن أبيه محمد بن علي عن أبيه عن جده عن علي \n  بن أبي طالب أن النبي صلى الله عليه وسلم أخذ بيد حسن وحسين وقال من أحبني \n  وأحب هذين وأباهما وأمهما كان معي في درجتي يوم القيامة .\n</p>\n<p class=\"arabic\">قال عبد الله لما حدث نصر بهذا الحديث أمر المتوكل بضربه ألف سوط فكلمه جعفر \n  بن عبد الواحد وجعل يقول له هذا الرجل من أهل السنة ولم يزل به حتى تركه وكان \n  له أرزاق فوفرها عليه موسى .\n</p>\n<p class=\"arabic\">قال الخطيب ظنه المتوكل رافضيا فلما علم أنه من أهل السنة تركه .\n</p>\n<p class=\"arabic\">وقال ابن أبي داود كان المستعين بالله بعث إلى نصر بن علي يشخصه للقضاء فدعاه \n  عبد الملك أمير البصرة فأمره بذلك فقال ارجع فأستخير الله عز وجل فرجع إلى \n  بيته نصف النهار فصلى ركعتين وقال اللهم إن كان لي عندك خير فآقبضني إليك \n  فنام فأنبهوه فإذا هو ميت أنبأنا بها جماعة قالوا أنا الكندي أنا القزاز أنا \n  الخطيب أنا الحسن بن عثمان الواعظ أنا جعفر بن محمد بن الحكم الواسطي نا ابن \n  أبي داود .\n</p>\n<p class=\"arabic\">وهذه كرامة ظاهرة لهذا الإمام رحمه الله .\n</p>\n<p class=\"arabic\">وأخبرنا ابن تاج الأمناء عن القاسم بن الصفار أنا عائشة بنت الصفار أنا ابن \n  العلاء البستي أنا أبو زكريا المزكي ثنا أبو بكر بن أبي دارم الحافظ *18*509* \n  سمعت علي بن العباس البجلي المقانعي يقول كنا عند نصر بن علي فورد عليه كتاب \n  بتقليده قضاء البصرة فقال أشاور نفسي الليلة فغدونا من الغد فإذا على بابه \n  نعش فسألنا أهله فقالوا بات ليلته يصلي ثم سجد في السحر فأطال فحركناه فوجدناه \n  ميتا .\n</p>\n<p class=\"arabic\">قال البخاري مات في ربيع الأخر سنة خمسين ومائتين .\n</p>\n<p class=\"arabic\">وقيل مات سنة إحدى وخمسين وليس بشيء نص جماعة على الأول .\n</p>\n<p class=\"arabic\">ووقع لنا حديثه عاليا .\n\n</p>"
}