{
    "header": "يحيى بن أكثم بن محمد بن قطن .",
    "id": "008740",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">يحيى بن أكثم بن محمد بن قطن .\n</h1>\n<p class=\"arabic\">ت *18*537* قاضي القضاة أبو محمد التميمي المروزي ثم البغدادي .\n</p>\n<p class=\"arabic\">سمع الفضل بن موسى السيناني وجرير بن عبد الحميد وعبد العزيز بن أبي حازم \n  وسفيان بن عيينة وعبد الله بن إدريس وابن المبارك وعبد العزيز الدراوردي وطائفة .\n</p>\n<p class=\"arabic\">وعنه ت وأبو حاتم والبخاري وإسماعيل القاضي وأبو العباس السراج وإبراهيم بن \n  محمد بن متويه وعبد الله بن محمود المروزي وجماعة .\n</p>\n<p class=\"arabic\">وكان أحد الأئمة المجتهدين أولي التصانيف .\n</p>\n<p class=\"arabic\">قال أحمد بن حنبل ما عرفت فيه بدعة .\n</p>\n<p class=\"arabic\">وقال الحاكم من نظر في كتاب التنبيه ليحيى بن أكثم عرف تقدمه في العلوم .\n</p>\n<p class=\"arabic\">وقال طلحة الشاهد كان واسع العلم بالفقه كثير الأدب حسن المعارضة قائما لكل \n  معضلة غلب على المأمون حتى لم يتقدمه أحد عنده من الناس جميعا مع براعة المأمون \n  في العلم .\n</p>\n<p class=\"arabic\">وكانت الوزراء لا تعمل في تدبير الملك شيئا إلا بعد مطالعة يحيى *18*538* .\n</p>\n<p class=\"arabic\">وقال الخطيب ولاه المأمون القضاء ببغداد وهو من ولد أكثم بن صيفي التميمي .\n</p>\n<p class=\"arabic\">وقال عبد الله بن أحمد بن حنبل لما سمع يحيى بن أكثم من ابن المبارك وكان \n  صغيرا صنع أبوه طعاما ودعا ) .\n</p>\n<p class=\"arabic\">الناس ثم قال اشهدوا أن هذا سمع من ابن المبارك وهو صغير .\n</p>\n<p class=\"arabic\">وقال أبو داود السنجي سمعت يحيى بن أكثم يقول كنت عند سفيان فقال بليت بمجالستكم \n  بعدما كنت أجالس من جالس أصحاب رسول الله صلى الله عليه وسلم من أعظم مني \n  مصيبة فقلت يا أبا محمد الذين بقوا حتى جالسوك بعد مجالسة أصحاب رسول الله \n  صلى الله عليه وسلم أعظم مصيبة منك .\n</p>\n<p class=\"arabic\">وقال علي بن خشرم أخبرني يحيى قال صرت إلى حفص بن غياث فتعشينا عنده فأتى \n  بعس فشرب منه ثم ناوله أبا بكر بن أبي شيبة فشرب منه فناوله أبو بكر يحيى \n  بن أكثم فقال له أيسكر كثيره قال أي والله وقليله .\n</p>\n<p class=\"arabic\">فلم يشرب .\n</p>\n<p class=\"arabic\">وقال أبو حازم القاضي سمعت أبي يقول ولي يحيى بن أكثم قضاء البصرة وله عشرون \n  سنة فاستصغروه فقال أحدهم كم سن القاضي قال أنا أكبر من عتاب الذي استعمله \n  رسول الله صلى الله عليه وسلم على أهل مكة وأكبر من معاذ الذي وجه به رسول \n  الله صلى الله عليه وسلم قاضيا على اليمن وأكبر من كعب بن سور الذي وجه به \n  عمر قاضيا على البصرة وبقي بها سنة لا يقبل بها شاهدا *18*539* .\n</p>\n<p class=\"arabic\">فتقدم إليه أبي وكان من الأمناء فقال أيها القاضي قد وفقت الأمور وبرئت .\n</p>\n<p class=\"arabic\">قال وما السبب .\n</p>\n<p class=\"arabic\">قال في ترك القاضي قبول الشهود .\n</p>\n<p class=\"arabic\">قال فأجاز يومئذ شهادة سبعين نفسا .\n</p>\n<p class=\"arabic\">وقال الفضل بن محمد الشعراني سمعت يحيى بن أكثم يقول القرآن كلام الله فمن \n  قال مخلوق يستتاب فإن تاب وإلا ضربت عنقه .\n</p>\n<p class=\"arabic\">وعن يحيى بن أكثم قال ما سررت بشيء سروري بقول المستلمي من ذكرت رضي الله \n  عنك .\n</p>\n<p class=\"arabic\">وقد ذكر للإمام أحمد ما يرمى به يحيى بن أكثم فقال سبحان الله من يقول هذا \n  وقال الصولي سمعت إسماعيل القاضي وذكر يحيى بن أكثم فعظم أمره وذكر له هذا \n  اليوم يعني يوم قيامه في وجه المأمون لما أباح متعة النساء وما زال به رده \n  إلى الحق ونص له الحديث في تحريمها .\n</p>\n<p class=\"arabic\">فقال لإسماعيل رجل فما كان يقال قال معاذ الله أن تزول عدالة مثله بكذب باغ \n  أو حاسد وكانت كتبه في الفقه أجل كتب تركها الناس لطولها ) .\n</p>\n<p class=\"arabic\">وقال أبو العباس سئل رجل من البلغاء عن يحيى بن أكثم وأحمد بن أبي دؤاد أيهما \n  أنبل فقال كان أحمد مجد مع جاريته وابنته وكان يحيى يهزل مع *18*540* عدوه \n  وخصمه .\n</p>\n<p class=\"arabic\">قلت وقد ضعفوه في الحديث .\n</p>\n<p class=\"arabic\">وقال أبو حاتم فيه نظر .\n</p>\n<p class=\"arabic\">وقال جعفر بن أبي عثمان عن ابن معين كان يكذب .\n</p>\n<p class=\"arabic\">وقال إسحاق بن راهويه ذاك الدجال يحدث عن ابن المبارك وقال علي بن الحسين \n  بن الجنيد كان يسرق الحديث .\n</p>\n<p class=\"arabic\">وقال صالح جزرة حدث عن عبد الله بن إدريس بأحاديث لم يسمعها .\n</p>\n<p class=\"arabic\">وقال أبو الفتح الأزدي روى عن الثقات عجائب .\n</p>\n<p class=\"arabic\">وكان يحيى بن أكثم أعور وقد وردت عنه حكايات في ميله إلى المرد .\n</p>\n<p class=\"arabic\">وكان ميله إلى الملاح ونظره إليهم في حال الشبيبة والكهولة فلما شاخ أقبل \n  على شأنه وبقيت الشناعة عليه استصحابا بالحال .\n</p>\n<p class=\"arabic\">قال أبو العيناء تولى يحيى بن أكثم وقف الأضراء وطالبوه ثم اجتمعوا فقال ليس \n  لكم عند أمير المؤمنين شيء .\n</p>\n<p class=\"arabic\">فقالوا لا تفعل يا أبا سعيد .\n</p>\n<p class=\"arabic\">فقال الحبس الحبس .\n</p>\n<p class=\"arabic\">فحبسوا فلما كان الليل ضجوا فقال المأمون ما هذا قيل الإضراء .\n</p>\n<p class=\"arabic\">فقال له لم حبستهم أعلى أن كنوك *18*541* قال بل حبستهم على التعريض بشيخ \n  لائط في الخريبة .\n</p>\n<p class=\"arabic\">وقال أبو بكر الخرائطي ثنا فضلك المروزي قال مضيت أنا وداود الإصبهاني إلى \n  يحيى بن أكثم ومعنا عشرة مسائل فأجاب في خمسة منها أحسن جواب ودخل غلام مليح \n  فلما رآه اضطرب فلم يقدر يجيء ولا يذهب في المسألة السادسة فقال داود قم فإن \n  الرجل قد اختلط .\n</p>\n<p class=\"arabic\">وقال أبو العيناء كنا في مجلس أبي عاصم وكان أبو بكر بن يحيى بن أكثم حاضرا \n  فنازع غلاما فقال أبو عاصم مهيم .\n</p>\n<p class=\"arabic\">قالوا أبو بكر ينازع غلاما .\n</p>\n<p class=\"arabic\">فقال إن يسرق فقد سرق أب له من قبل .\n</p>\n<p class=\"arabic\">وقد هجي يحيى بأبيات مفرقة أعرضت عنها .\n</p>\n<p class=\"arabic\">قال الخطيب لما استخلف المتوكل صير يحيى بن أكثم في مرتبة أحمد بن أبي دؤاد \n  وخلع عليه خمس خلع .\n</p>\n<p class=\"arabic\">وقال نفطويه لما عزل يحيى بن أكثم عن القضاء بجعفر بن عبد الواحد الهاشمي \n  جاءه كاتبه فقال سلم الديوان .\n</p>\n<p class=\"arabic\">فقال شاهدان عدلان على أمير المؤمنين أنه أمرني بذلك فلم يلتفت وأخذ منه الديوان \n  قهرا وغضب عليه المتوكل وأمر بقبض أملاكه ثم حول إلى بغداد وألزم بيته .\n</p>\n<p class=\"arabic\">قال الكوكبي نا أبو علي محرز بن أحمد الكاتب حدثني محمد بن *18*542* مسلم \n  السعدي قال دخلت على يحيى بن أكثم فقال افتح هذا القمطر ففتحتها فإذا شيء \n  قد خرج منها رأسه رأس إنسان ومن سرته إلى أسفله خلقة زاغ وفي ظهره سلعة وفي \n  صدره سلعة فكبرت وهللت وفزعت ويحيى يضحك فقال لي بلسان فصيح طلق .\n</p>\n<p class=\"arabic\">% أنا الزاغ أبو عجوه % % أنا ابن الليث واللبوه % .\n</p>\n<p class=\"arabic\">% أحب الراح والزيحا % % ن والنشوة والقهوه % .\n</p>\n<p class=\"arabic\">% فلا عربدتي تخشى % % ولا تحذر لي سطوه % .\n</p>\n<p class=\"arabic\">ثم قال لي يا كهل أنشدني شعرا غزلا .\n</p>\n<p class=\"arabic\">فقال لي يحيى قد أنشدك فأنشده فأنشدته .\n</p>\n<p class=\"arabic\">% أغرك أن أذنبت ثم تتابعت % % ذنوب فلم أهجرك ثم أتوب % .\n</p>\n<p class=\"arabic\">% وأكثرت حتى قلت ليس بصارمي % % وقد يصدم الإنسان وهو حبيب % .\n</p>\n<p class=\"arabic\">فصاح زاغ زاغ زاغ وطار ثم سقط في القمطر .\n</p>\n<p class=\"arabic\">فقلت أعز الله القاضي وعاشق أيضا .\n</p>\n<p class=\"arabic\">فضحك فقلت ما هذا قلت هو ما ترى وجه به صاحب اليمن إلى أمير المؤمنين وما \n  رآه بعد .\n</p>\n<p class=\"arabic\">وقال سعيد بن عفير المصري ثنا يعقوب بن الحارث عن شبيب بن شيبة بن الحارث \n  قال قدمت الشحر على رئيسها فتذاكرنا النسناس .\n</p>\n<p class=\"arabic\">فقال صيدوا لنا منها *18*543* .\n</p>\n<p class=\"arabic\">فلما أن رحت إليه فإذا بنسناس مع الأعوان فقال أنا بالله وبك .\n</p>\n<p class=\"arabic\">فقلت خلوه فخلوه فخرج يعدو وإنما يرعون نبات الأرض .\n</p>\n<p class=\"arabic\">فلما حضر الغد قال استعدوا للصيد فإنا خارجون فلما كان السحر سمعنا قائلا \n  يقول أبا مخمر إن الصبح قد أسفر والليل قد أدبر والقانص قد حضر فعليك بالوزر .\n</p>\n<p class=\"arabic\">فقال كلي ولا تراعي .\n</p>\n<p class=\"arabic\">فقال الغلمان يا أبا مخمر فهرب وله وجه كوجه الإنسان وشعرات بيض في ذقنه ومثل \n  اليد في صدره ومثل الرجل بين وركيه فألط به كلبان وهو يقول .\n</p>\n<p class=\"arabic\">% إنكما حين تجارياني % % ألفيتماني خضلا عناني % .\n</p>\n<p class=\"arabic\">% لو بي شباب ما ملكتماني % % حتى تموتا أو تفارقاني % .\n</p>\n<p class=\"arabic\">قال فأخذاه .\n</p>\n<p class=\"arabic\">قال ويزعمون إنهم ذبحوا منها نسناسا فقال قائل منهم سبحان الله ما أحمر دمه .\n</p>\n<p class=\"arabic\">فقال نسناس من شجرة كان يأكل السماق .\n</p>\n<p class=\"arabic\">فقالوا نسناس خذوه .\n</p>\n<p class=\"arabic\">فأخذوه وقالوا لو سكت ما علم به .\n</p>\n<p class=\"arabic\">فقال آخر من شجرة أنا صميميت *18*544* .\n</p>\n<p class=\"arabic\">فقالوا نسناس خذوه .\n</p>\n<p class=\"arabic\">قال وبنو مهرة يصطادونها يأكلونها .\n</p>\n<p class=\"arabic\">قال وكان بنو أميم بن لاوذ بن سام بن نوح قد سكنوا زنار أرض رمل كثيرة النخل \n  ويسمع فيها حس الجن حتى كثروا فعصوا فعاقبهم الله وأهلكهم وبقي منهم بقايا \n  للعرب يقع عليهم للرجل والمرأة منهم يد أو رجل في شق واحد يقال لهم النسناس .\n</p>\n<p class=\"arabic\">قال السراج في تاريخه مات يحيى بالربذة منصرفه من الحج يوم الجمعة نصف ذي \n  الحجة سنة اثنتين وقال ابن أخيه بلغ ثلاثا وثمانين سنة وأربعين ومائتين سنة .\n</p>\n<p class=\"arabic\">ورؤي أنه غفر له وأدخل الجنة .\n\n</p>"
}