{
    "header": "يعقوب بن إسحاق بن السكيت .",
    "id": "008758",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">يعقوب بن إسحاق بن السكيت .\n</h1>\n<p class=\"arabic\">أبو يوسف البغدادي النحوي صاحب كتاب إصلاح المنطق كان دينا فاضلا موثقا في \n  نقل العربية *18*552* .\n</p>\n<p class=\"arabic\">أخذ عن أبي عمرو الشيباني وغيره .\n</p>\n<p class=\"arabic\">وعنه أبو عكرمة الضبي وأحمد بن فرج المقريء وجماعة .\n</p>\n<p class=\"arabic\">وكان أبوه مؤدبا فتعلم يعقوب النحو واللغة وبرع فيهما وتوصل إلى أن ندب لتعليم \n  أولاد الأمير محمد بن عبد الله بن طاهر بوساطة كاتب ابن طاهر .\n</p>\n<p class=\"arabic\">ثم ارتفع شأنه وأدب ولد المتوكل وله من التصانيف نحو عشرين كتابا .\n</p>\n<p class=\"arabic\">ويروى أن المتوكل نظر إلى ولديه المعتز والمؤيد فقال لابن السكيت من أحب إليك \n  هما أو الحسن والحسين قال قنبر يعني مولى علي خير منهما .\n</p>\n<p class=\"arabic\">قال فأمر الأتراك فداسوا بطنه حتى كاد يهلك فبقي يوما ومات .\n</p>\n<p class=\"arabic\">ومنهم من قال حمل ميتا في بساط وبعث إلى ابنه بديته .\n</p>\n<p class=\"arabic\">وكان المتوكل نصب بلا خلاف .\n</p>\n<p class=\"arabic\">أبو عمر عن ثعلبة قال ما عرفنا لابن السكيت خربة قط وقال محمد بن فرج كان \n  يعقوب بن السكيت يؤدي مع أبيه ببغداد صبيان العامة .\n</p>\n<p class=\"arabic\">ثم تعلم النحو .\n</p>\n<p class=\"arabic\">قال المفضل بن محمد بن مسعر المعري في أخبار النحاة روى يعقوب عن أبيه والأصمعي \n  وأبي عبيدة والفراء .\n</p>\n<p class=\"arabic\">وكتبه صحيحة نافعة .\n</p>\n<p class=\"arabic\">ولم يكن له نفاذ في علم النحو وكان يميل إلى تقديم علي رضي الله عنه .\n</p>\n<p class=\"arabic\">وقال أحمد بن عبيد شاورني يعقوب في منادمة المتوكل فنهيته فحمل قولي على الحسد \n  ولم ينته *18*553* .\n</p>\n<p class=\"arabic\">وقال غيره كان إليه المنتهى في اللغة .\n</p>\n<p class=\"arabic\">وروى المبرد عن المازني قال كنت عند ابن الزيات الوزير وعنده يعقوب بن السكيت \n  فقال سل أبا يوسف عن مسألة فكرهت ذلك ودافعت لكونه صاحبي فألح علي الوزير \n  واخترت مسألة سهلة فقلت له ما وزن نكتل فقال نفعل .\n</p>\n<p class=\"arabic\">قلت فيكون ماضيه كيل .\n</p>\n<p class=\"arabic\">فقال لا بل وزنه نفتعل .\n</p>\n<p class=\"arabic\">قلت فيكون أربعة حروف بوزن خمسة .\n</p>\n<p class=\"arabic\">فخجل وسكت .\n</p>\n<p class=\"arabic\">فقال الوزير وإنما تأخذ كل شهر ألفي درهم ولا تحسن ما وزن نكتل فلما خرجنا \n  قال لي هل تدري ما صنعت بي قلت والله لقد قاربتك جهدي .\n</p>\n<p class=\"arabic\">قال ثعلب أجمع أصحابنا أنه لم يكن بعد ابن الأعرابي أعلم باللغة من ابن السكيت \n  وكان المتوكل ألزمه تأديب ابنه المعتز .\n</p>\n<p class=\"arabic\">قلت ولابن السكيت شعر جيد سائر .\n</p>\n<p class=\"arabic\">توفي ابن السكيت رحمه الله سنة أربع وأربعين وأكثر الملوك يحشدون مع قتلة \n  الأنفس .\n\n</p>"
}