{
    "header": "هشام بن عمار بن نصير بن ميسرة .",
    "id": "008729",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">هشام بن عمار بن نصير بن ميسرة .\n</h1>\n<p class=\"arabic\">خ ع *18*521* الإمام أبو الوليد السلمي ويقال الظفري الدمشقي خطيب دمشق ومفتيها \n  ومقرئها ومحدثها .\n</p>\n<p class=\"arabic\">قال الباغندي سمعته يقول ولدت سنة ثلاث وخمسين ومائة .\n</p>\n<p class=\"arabic\">روى عن مالك وعبد الرحمن بن أبي الرجال ومسلم بن خالد الزنجي والحكم بن هشام \n  الثقفي وإسماعيل بن عياش ومعروف الخياط الذي رأى واثلة ويحيى بن حمزة وعبد \n  العزيز بن أبي حازم وعيسى بن يونس والهيثم بن حميد والوليد بن مسلم وصدقة \n  بن خالد والهقل بن زياد وخلق كثير .\n</p>\n<p class=\"arabic\">وعنه خ د ن ق وت عن رجل عنه وبقي بن مخلد ومحمد بن *18*522* سعد كاتب الواقدي \n  وأبو عبيد القاسم بن سلام وهما أقدم منه موتا وأبو بكر بن أبي عاصم وجعفر \n  الفريابي وعبد الله بن مسلم المقدسي وعبدان الأهوازي وابن قتيبة العسقلاني \n  ومحمد بن محمد الباغندي ومحمد بن خريم العقيلي وعبد الله بن عتاب الزفتي وخلق \n  كثير من سائر الآفاق .\n</p>\n<p class=\"arabic\">وقد قرأ القرآن على عراك بن خالد وأيوب بن تميم .\n</p>\n<p class=\"arabic\">وتصدر للإقراء فعرض عليه أبو عبيد مع تقدمه وأحمد بن يزيد الحلواني وهارون \n  بن موسى الأخفش وأبو علي إسماعيل بن الحويرس وأحمد بن محمد بن مامويه وطائفة .\n</p>\n<p class=\"arabic\">وقد روى عنه لجلالته شيخان من شيوخه الوليد بن مسلم ومحمد بن شعيب بن شابور .\n</p>\n<p class=\"arabic\">قال معاوية الأشعري وإبراهيم بن الجنيد فيما روياه عن يحيى بن معين ثقة .\n</p>\n<p class=\"arabic\">وقال أبو حاتم عن ابن معين كيس كيس .\n</p>\n<p class=\"arabic\">وقال النسائي وغيره لا بأس به .\n</p>\n<p class=\"arabic\">وقال الدارقطني صدوق كبير المحل .\n</p>\n<p class=\"arabic\">قال هشام كتب إلينا ابن لهيعة عن أبي عشانة عن عقبة بن عامر قال قال رسول \n  الله صلى الله عليه وسلم إن الله ليعجب إلى الشاب ليست له صبوة رواه ابن عدي \n  عن الحسني بن عبد الله القطان ثنا هشام بن عمار ثنا كامل بن طلحة عن ابن لهيعة \n  ثنا أبو عشانة سمع عقبة مثله *18*523* .\n</p>\n<p class=\"arabic\">تفرد به ابن لهيعة ) .\n</p>\n<p class=\"arabic\">وعن هشام قال ما أعدت خطبة منذ عشرين سنة .\n</p>\n<p class=\"arabic\">قال عبدان ما كان في الدنيا مثله .\n</p>\n<p class=\"arabic\">وقال محمد بن الفيض سمعت هشام بن عمار قال باع أبي بيتا بعشرين دينارا وجهزني \n  للحج فلما صرت إلى المدينة أتيت مجلس مالك ومعي مسائل أريد أن أساله عنها \n  فأتيته وهو جالس في هيئة الملوك وغلمان قيام والناس يسألونه وهو يجيبهم فلما \n  انقضى المجلس قلت يا أبا عبد الله ما تقول في كذا وكذا فقال حصلنا على الصبيان \n  يا غلام احمله .\n</p>\n<p class=\"arabic\">فحملني كما يحمل الصبي وأنا يومئذ مدرك فضربني بدرة مثل درة المعلمين سبعة \n  عشرة درة فوقفت أبكي فقال ما يبكيك أوجعتك هذه قلت إن أبي باع منزله ووجه \n  بي أتشرف بك بالسماع منك فضربتني .\n</p>\n<p class=\"arabic\">فقال أكتب فحدثني سبعة عشر حديثا وسألته عما كان معي من المسائل فأجابني .\n</p>\n<p class=\"arabic\">وقال صالح جزرة سمعته يقول دخلت على مالك فقلت حدثني .\n</p>\n<p class=\"arabic\">فقال اقرأ .\n</p>\n<p class=\"arabic\">فقلت لا بل حدثني .\n</p>\n<p class=\"arabic\">فقال اقرأ .\n</p>\n<p class=\"arabic\">فلما أكثرت عليه قال يا غلام تعال اذهب بهذا فاضربه فذهب بي فضربني خمس عشرة \n  درة بغير جرم ثم جاء بي إليه فقلت قد ظلمتني لا أجعلك في حل .\n</p>\n<p class=\"arabic\">فقال ما كفارته *18*524* قلت كفارته أن تحدثني بخمسة عشرة حديثا فحدثني فقلت \n  له زد من الضرب وزد في الحديث فضحك وقال اذهب .\n</p>\n<p class=\"arabic\">وقال محمد بن خريم سمعت هشام بن عمار يقول في خطبته قولوا الحق ينزلكم الحق \n  منازل أهل الحق يوم لا يقضى إلا بالحق وكان هشام فصيحا مفوها بليغا .\n</p>\n<p class=\"arabic\">قال الفسوي سمعته يقول سمعت من سعيد بن بشير مجلسا مع أصحابنا فلم أكتبه ورأيت \n  بكير بن معروف وسمعت منه الكثير فلم أكتب عنه .\n</p>\n<p class=\"arabic\">وقال محمد بن الفيض كان هشام ممن يريع بعلي .\n</p>\n<p class=\"arabic\">وقال أبو زرعة الرازي من فاته هشام بن عمار يحتاج إلى أن ينزل في عشرة آلاف \n  حديث .\n</p>\n<p class=\"arabic\">وقال أحمد بن علي الحواري إذا حدثت في بلد فيه مثل أبي الوليد هشام بن عمار \n  فيجب للحيتي أن تحلق .\n</p>\n<p class=\"arabic\">وقال محمد بن عوف أتينا هشام بن عمار في مزرعة له وهو قاعد وقد آنكشفت سوءته \n  فقلنا يا شيخ غط سوؤتك فقال رأيتموه لن ترمدوا أبدا .\n</p>\n<p class=\"arabic\">وقال أبو عبد الله الحميدي الحافظ أخبرني بعض أهل الحديث ببغداد أن *18*525* \n  هشام بن عمار قال سألت الله سبع حوائج سألته أن يغفر لي ولوالدي فما أدري \n  ما نصنع في هذه وقضى لي الستة وهي أن يرزقني الحج وأن يعمرني مائة وأن يجعلني \n  مصدقا على حديث نبيه صلى الله عليه وسلم وأن يجعل الناس يغدون إلي في طلب \n  العلم وأن أخطب على منبر دمشق وأن يرزقني ألف دينار حلالا .\n</p>\n<p class=\"arabic\">فقيل له من أين لك الألف دينار قال وجه المتوكل ببعض ولده ليكتب عني لما خرج \n  إلينا ونحن نلبس الأزر ولا نلبس السراويلات فجلست فانكشفت ذكري فرآه الغلام \n  فقال يا عم استتر .\n</p>\n<p class=\"arabic\">فقلت رأيته قال نعم .\n</p>\n<p class=\"arabic\">قلت أما إنك لا ترمد إن شاء الله .\n</p>\n<p class=\"arabic\">فلما دخل على المتوكل ضحك فسأله فأخبره فقال فال حسن تفاءل به رجل من أهل \n  العلم احملوا إليه ألف دينار .\n</p>\n<p class=\"arabic\">فحملت إلي من غير مسألة ولا استشراف نفس .\n</p>\n<p class=\"arabic\">قلت كان فيه دعابة .\n</p>\n<p class=\"arabic\">قال المروذي ذكر أحمد بن حنبل هشام بن عمار فقال طياش خفيف .\n</p>\n<p class=\"arabic\">وقال المروروذي ورد علي كتاب من دمشق فيه سل لنا أبا عبد الله فإن هشام بن \n  عمار قال لفظ جبريل ومحمد صلى الله عليه وسلم بالقرآن مخلوق .\n</p>\n<p class=\"arabic\">فسألت أبا عبد الله فقال أعرفه طياش قاتله الله الكرابيسي لم يجتر أن يذكر \n  جبريل ولا محمدا صلى الله عليهما .\n</p>\n<p class=\"arabic\">هذا قد تجهم .\n</p>\n<p class=\"arabic\">وكان في كتابهم سل لنا أبا عبد الله عن الصلاة أنه قال في خطبته على المنبر \n  الحمد لله الذي تجلى لخلقه بخلقه *18*526* .\n</p>\n<p class=\"arabic\">فسألت أبا عبد الله فقال قاتله الله أو دمر الله عليه هذا جهمي الله تعالى \n  تجلى للجبل يقول هو الله تجلى لخلقه بخلقه إن صلوا خلفه فليعيدوا الصلاة .\n</p>\n<p class=\"arabic\">وتكلم أبو عبد الله بكلام غليظ ) .\n</p>\n<p class=\"arabic\">قال محمد بن الفيض سمعت هشام بن عمار يقول في جوسية رجل شرعبي كان له بغل \n  فكان يدلج على بغله من جوسية وهي من قرى حمص يوم الجمعة فيصلي الجمعة في مسجد \n  دمشق ثم يروح فيبيت في أهله فكان الناس يعجبون منه ثم إن بغله مات فنظروا \n  إلى جنبيه فإذا ليس له أضلاع إنما له صفحتان عظم مصمت .\n</p>\n<p class=\"arabic\">قال ابن الفيض وسمعت جدي وبكار بن محمد يذكران حديث الشرعبي كما ثنا هشام \n  رواها تمام عن محمد بن سليمان الربعي عنه .\n</p>\n<p class=\"arabic\">وقال أبو حاتم لما كبر هشام تغير فكان كلما لقن تلقن وهو صدوق .\n</p>\n<p class=\"arabic\">وقال أبو داود حدث هشام بأرجح من أربعمائة حديث ليس لها أصل مسندة كلها كان \n  فضلك يدور على أحاديث أبي مسهر وغيره يلقنها هشام بن عمار وكنت أخشى أن يفتق \n  في الإسلام فتقا .\n</p>\n<p class=\"arabic\">وقال ابن عدي سمعت قسطنطين مولى المعتمد على الله يقول حضرت إلى مجلس هشام \n  بن عمار فقال له المستملي من ذكرت قال ثنا *18*527* بعض مشايخنا ثم نعس ثم \n  قال له من ذكرت فنعس فقال لا تنتفعوا به .\n</p>\n<p class=\"arabic\">فجمعوا له شيئا فأعطوه فكان بعد ذلك تحدث إليهم حتى يملوا .\n</p>\n<p class=\"arabic\">وقال محمد بن مسلم بن وارة عزمت زمانا أن أمسك عن حديث هشام لأنه كان يبيع \n  الحديث .\n</p>\n<p class=\"arabic\">وقال صالح جزرة كان هشام يأخذ على الحديث فقال لي مرة حدثني فقلت ثنا علي \n  بن الجعد نا أبو جعفر الرازي عن الربيع عن أبي العالية قال علم مجانا كما \n  علمت مجانا .\n</p>\n<p class=\"arabic\">قال تعرضت بي يا با علي .\n</p>\n<p class=\"arabic\">قلت بل قصدتك .\n</p>\n<p class=\"arabic\">وروى الإسماعيلي عن عبد الله بن محمد بن سيار قال كان هشام بن عمار يلقن وكان \n  كل شيء ما كان من حديثه وكان يقول أنا قد أخرجت هذه الأحاديث صحاحا .\n</p>\n<p class=\"arabic\">وقال الله فمن بدله بعدما سمعه فإنما إثمه على الذين يبدلونه وكان يأخذ على \n  كل ورقتين درهما ويشارط ويقول إن كان الخط دقيقا فليس بيني وبين الدقيق عمل .\n</p>\n<p class=\"arabic\">فقلت له إن كنت تحفظ فحدث وإن كنت لا تحفظ فلا تلقن ما تلقن .\n</p>\n<p class=\"arabic\">فاختلط من ذلك وقال أنا أعرف هذه الأحاديث ثم قال لي بعد ساعة إن كنت تشتهي \n  أن تعلم فأدخل إسنادا في شيء .\n</p>\n<p class=\"arabic\">فتفقدت الأسانيد التي فيها قليل اضطراب فجعلت أسأله عنها فكان يمر فيها يعرفها \n  *18*528* .\n</p>\n<p class=\"arabic\">قال البخاري وغيره مات في آخر المحرم سنة خمس وأربعين .\n</p>\n<p class=\"arabic\">قلت وكان ابنه أحمد بن هشام ممن قرأ عليه وروى عنه وبقي إلى سنة ست عشرة وثلاثمائة .\n</p>\n<p class=\"arabic\">ووقع لنا حديث هشام عاليا .\n\n</p>"
}