{
    "header": "أحمد المستعين بالله .",
    "id": "008887",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أحمد المستعين بالله .\n</h1>\n<p class=\"arabic\">*19*55* .\n</p>\n<p class=\"arabic\">أبو العباس بن المعتصم بالله أبي إسحاق محمد بن الرشيد هارون بن المهدي أخو \n  المتوكل على الله .\n</p>\n<p class=\"arabic\">ولد سنة إحدى وعشرين ومائتين وبويع في ربيع الآخر سنة إحدى وخمسين فتنكر له \n  الأتراك فخاف وانحدر من سامراء إلى بغداد فنزل على الأمير محمد بن عبد الله \n  بن طاهر بالجانب الغربي فاجتمع الأتراك بسامراء ثم وجهوا يعتذرون ويخضعون \n  له ويسألونه الرجوع فامتنع فقصدوا الحبس وأخرجوا المعتز بالله فبايعوه وخلعوا \n  المستعين .\n</p>\n<p class=\"arabic\">وبنوا على شبهة وهي أن المتوكل بايع لابنه المعتز بعد المنتصر وأخرجوا من \n  الحبس المؤيد بالله إبراهيم بن المتوكل ولي العهد أيضا بعد المعتز ثم جهز \n  المعتز أخاه أبا أحمد لمحاربة المستعين في جيش كثيف فاستعد المستعين وابن \n  طاهر للحصار ولبناء سور بغداد وتحصينها .\n</p>\n<p class=\"arabic\">ونازلها أبو أحمد وتجرد أهل بغداد للقتال ونصبت المجانيق ووقع الجد واستفحل \n  الشر ودام القتال أشهرا .\n</p>\n<p class=\"arabic\">وكثر القتل وغلت الأسعار ببغداد وعظم البلاء وجهدهم الغلاء وصاحوا الجوع وجرت \n  بين الطائفتين عدة وقعات حتى قتل في بعض الأيام ألفان من جند المعتز وفي بعض \n  الأيام ثلاثمائة إلى أن ضعف أهل بغداد وذلوا من الجوع والجهد وقوي أمر أولئك \n  فكاتب ابن طاهر المعتز سرا *19*56* فانحل أمر المستعين .\n</p>\n<p class=\"arabic\">وإنما كان قوام أمره بابن طاهر ) .\n</p>\n<p class=\"arabic\">وعلم أهل بغداد بالمكاتبة فصاحوا بابن طاهر وكاشفوه فانتقل المستعين من عنده \n  إلى الرصافة ثم سعوا في الصلح على خلع المستعين وقام في ذلك إسماعيل القاضي \n  وغيره بشروط مؤكدة .\n</p>\n<p class=\"arabic\">فخلع المستعين نفسه في أول سنة اثنتين وخمسين وأشهد عليه القضاة وغيرهم وأحدر \n  بعد خلعه إلى واسط تحت الحوطة فأقام بها تسعة أشهر محبوسا ثم رد إلى سامراء \n  فقتل رحمه الله بقادسية سامراء في ثالث شوال من السنة .\n</p>\n<p class=\"arabic\">وقيل قتل ليومين بقيا من رمضان وله إحدى وثلاثون سنة وأيام بعث إليه المعتز \n  سعيد بن صالح الحاجب فلما رآه المستعين تيقن التلف وقال ذهبت والله نفسي .\n</p>\n<p class=\"arabic\">فلما قرب منه سعيد أخذ يقنعه بسوطه ثم اتكاه فقعد على صدره وقطع رأسه .\n</p>\n<p class=\"arabic\">ومن حليته كان مربوع القامة أحمر الوجه خفيف العارضين بمقدم رأسه طول وكان \n  حسن الوجه والجسم بوجهه أثر جدري وكان يلثغ بالسين نحو الثاء وأمه أم ولد .\n</p>\n<p class=\"arabic\">وكان مسرفا مبذرا للخزائن يفرق الجواهر والثياب والنفائس .\n</p>\n<p class=\"arabic\">قال الصولي بعث المعتز بالله أحمد بن طولون إلى واسط وأمره أن يقتل المستعين \n  فقال والله لا أقتل أولاد الخلفاء فندب له سعيد الحاجب فقتله وما متع المعتز \n  بالله خلع وقتل كما سيأتي .\n</p>\n<p class=\"arabic\">وكان المستعين استوزر أبا موسى أوتامش بإشارة شجاع بن القاسم الكاتب ثم قتلهما \n  واستوزر أحمد بن صالح بن شيرزاد فلما قتل وصيف وبغا باغرا التركي الذي فتك \n  بالمتوكل تعصبت الموالي ولا أمر كان للمستعين مع وصيف وبغا .\n</p>\n<p class=\"arabic\">وكان إخباريا فاضلا أديبا *19*57* .\n\n</p>"
}