{
    "header": "السري بن المغلس .",
    "id": "009072",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">السري بن المغلس .\n</h1>\n<p class=\"arabic\">أبو الحسن السقطي البغدادي الزاهد .\n</p>\n<p class=\"arabic\">علم الأولياء في زمانه صحب معروفا الكرخي .\n</p>\n<p class=\"arabic\">وحدث عن الفضيل بن عياض وهشيم وأبي بكر بن عياش وعلي بن غراب ويزيد بن هارون .\n</p>\n<p class=\"arabic\">وعنه أبو العباس بن مسروق والجنيد بن محمد وأبو الحسن النوري وإبراهيم بن \n  عبد الله المخرمي .\n</p>\n<p class=\"arabic\">قال عبد الله بن شاكر عن سري السقطي قال صليت وردي ليلة ومددت رجلي في المحراب \n  فنوديت يا سري كذا تجالس الملوك فضممت رجلي ثم *19*151* قلت وعزتك لا مددتها .\n</p>\n<p class=\"arabic\">وقال أبو بكر الحربي سمعت السري يقول حمدت الله مرة فأنا أستغفر الله من ذلك \n  الحمد منذ ثلاثين سنة .\n</p>\n<p class=\"arabic\">قيل وكيف ذاك قال كان لي دكان فيه متاع فاحترق السوق فلقيني رجل فقال ابشر \n  دكانك سلمت فقلت الحمد لله ثم إني فكرت فرأيتها خطيئة .\n</p>\n<p class=\"arabic\">وقيل إن السري رأى جارية سقط من يدها إناء فانكسر فأخذ من دكانه إناء فأعاها \n  عوض المكسور فرآه معروف فقال بغض الله إليك الدنيا .\n</p>\n<p class=\"arabic\">قال سري هذا الذي أنا فيه من بركات معروف .\n</p>\n<p class=\"arabic\">قال الجنيد سمعت سريا يقول أشتهي منذ ثلاثين سنة جزرة أغمسها في دبس وآكلها \n  فما تصح لي .\n</p>\n<p class=\"arabic\">وسمعت السري يقول أحب أن آكل أكلة ليس لله علي فيها تبعة ولا لمخلوق فيها \n  منة فما أجد إلى ذلك سبيلا .\n</p>\n<p class=\"arabic\">ودخلت عليه وهو يجود بنفسه فقلت أوصني .\n</p>\n<p class=\"arabic\">قال لا تصحب الأشرار ولا تشغلن عن الله بمجالسة الأخيار .\n</p>\n<p class=\"arabic\">وقال الفرجاني سمعت الجنيد يقول ما رأيت أعبد الله من السري أتت عليه ثمان \n  وتسعون سنة ما رئي مضطجعا إلا في علة الموت .\n</p>\n<p class=\"arabic\">وقال الجنيد سمعت السري يقول إني لأنظر إلى أنفي كل يوم مرارا مخافة أن يكون \n  وجهي قد اسود .\n</p>\n<p class=\"arabic\">وسمعته يقول ما أحب أن أموت حيث أعرف أخاف أن لا تقبلني الأرض فأفتضح *19*152* .\n</p>\n<p class=\"arabic\">وسمعته يقول فاتني جزء من وردي لا يمكنني أن أقضيه أبدا .\n</p>\n<p class=\"arabic\">يعني ما له وقت قط لقضائه لاستغراق أوقاته .\n</p>\n<p class=\"arabic\">قال السلمي السري أول من أظهر ببغداد لسان التوحيد وتكلم في علوم الحقائق \n  وهو إمام البغداديين في الإشارات .\n</p>\n<p class=\"arabic\">قلت ومن أصحابه العباس بن يوسف الشكلي ومحمد بن الفضل بن جابر السقطي والجنيد \n  وآخرون .\n</p>\n<p class=\"arabic\">توفي في رمضان سنة ثلاث وخمسين وقيل سنة إحدى وقيل سنة سبع وخمسين .\n\n</p>"
}