{
    "header": "الحسن بن عرفة بن يزيد .",
    "id": "009001",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الحسن بن عرفة بن يزيد .\n</h1>\n<p class=\"arabic\">ت ق *19*110* أبو علي العبدي مولاهم البغدادي المؤدب مسند وقته .\n</p>\n<p class=\"arabic\">ولد سنة خمسين ومائة .\n</p>\n<p class=\"arabic\">وسمع إسماعيل بن عياش وخلف بن خليفة وعبد الله بن المبارك والمبارك بن سعيد \n  الثوري وعمار بن محمد الثوري ومرحوم بن عبد العزيز العطار وولده عيسى ومروان \n  بن شجاع الجزري وهشيم بن بشير ومعتمر بن سليمان وأبا بكر بن عياش وجرير بن \n  عبد الحميد وإبراهيم بن يحيى المدني الفقيه وزياد بن عبد الله البكائي وعباد \n  بن العوام وعباد بن عباد وعلي بن ثابت الجزري وقران بن تمام الأسدي وأبا حفص \n  الأبار وخلقا سواهم وتفرد في الدنيا عن جماعة منهم .\n</p>\n<p class=\"arabic\">وعنه ت ق والنسائي في غير السنن بواسطة وإبراهيم بن عبد الصمد الهاشمي وإسماعيل \n  بن العباس الوزان والحسن بن أحمد بن الربيع الأنماطي وزكريا خياط السنة والحسين \n  بن يحيى بن عياش والقاضي المحاملي وعبد الرحمن بن أبي حاتم ومحمد بن أحمد \n  الأثرم وعلي بن الفضل الستوري ومحمد بن مخلد العطار وأمم آخرهم وفاة من الثقات \n  الصفار وبقي بعده من تكلم فيه مثل محمد بن هميان الوكيل توفي بعد الصفار ) .\n</p>\n<p class=\"arabic\">بشهرين .\n</p>\n<p class=\"arabic\">والستوري المذكور توفي بعده بسنتين .\n</p>\n<p class=\"arabic\">قال عبد الله بن أحمد بن حنبل قال لي يحيى بن معين كتبت عن ذلك الشيخ المعلم \n  في تلك المربعة قلت نعم أهو الحين بن عرفة قال نعم عن مبارك بن سعيد وهو ثقة \n  قال عبد الله وكان يختلف *19*111* إلى أبي .\n</p>\n<p class=\"arabic\">وقال عبد الله بن أحمد الدورقي جاءنا يحيى بن معين إلى منزلنا فقال لي إذهب \n  إلى هذا الشيخ المعلم الحسن بن عرفة ينزل حوض هيلانة عنده عن مبارك بن سعيد \n  ليس به بأس .\n</p>\n<p class=\"arabic\">وقال محمد بن المسيب سمعت الحسن بن عرفة يقول قد كتب عني خمسة قرون .\n</p>\n<p class=\"arabic\">قلت كتب عنه ابن معين وغيره ثم كتب عنه محمد إسحاق الصغاني وطبقته ثم كتب \n  عنه صالح جزرة وطبقته ثم كتب عنه ابن صاعد وطبقته ثم كتب عنه عبد الرحمن بن \n  أبي حاتم وطبقته فهذه الخمسة قرون التي عنى .\n</p>\n<p class=\"arabic\">أنبأني المسلم بن علان وغيره أنا الكندي أنا القزاز أنا الخطيب أبو بكر أجاز \n  لي محمد بم مكي المصري وحدثني عنه نصر بن إبراهيم الفقيه أنا أحمد بن عبد \n  الله بن رزيق ثنا الحسن بن رشيق ثنا أحمد بن محمد بن حكيم الصدفي سمعت الحسن \n  بن عرفة وسئل كم تعد من السنين فقال مائة سنة وعشر سنين لم يبلغ أحد من أهل \n  العلم هذا السن غيري .\n</p>\n<p class=\"arabic\">وقال عبد الرحمن بن أبي حاتم عاش السن بن عرفة مائة وعشر سنين وكان له عشرة \n  أولاد سماهم بأسامي الصحابة العشر .\n</p>\n<p class=\"arabic\">وقال أبو الفتح الأزدي حدثني موسى بن محمد الأزدي سمعت الحسن بن عرفة يقول \n  حدثني وكيع بأحاديث فلما أصبحت سألته عنها فقال ألم أحدثك بها أمس قلت بلى \n  ولكني شككت .\n</p>\n<p class=\"arabic\">قال لا تشك فإن الشك من الشيطان *19*112* .\n</p>\n<p class=\"arabic\">قال النسائي لا بأس به .\n</p>\n<p class=\"arabic\">توفي الحسن بن عرفة سنة سبع وخمسين بسامراء قاله أبو القاسم البغوي .\n</p>\n<p class=\"arabic\">وقيل مات في ذي الحجة لأربع بقين منه .\n</p>\n<p class=\"arabic\">وقيل في سنة ثمان وخمسين ومائتين .\n\n</p>"
}