{
    "header": "الحسن بن عبد العزيز بن ضابيء بن مالك .",
    "id": "009000",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الحسن بن عبد العزيز بن ضابيء بن مالك .\n</h1>\n<p class=\"arabic\">خ أبو علي الجذامي الجروي المصري .\n</p>\n<p class=\"arabic\">نزيل بغداد .\n</p>\n<p class=\"arabic\">ولجدهم عدي بن حمرس صحبة فمالك هو ابن عامر بن عدي بن حمرس بن ثغر بن نصر \n  بن عدي بن القطع بن جري بن عوف بن أسود بن تزود بن جشم بن جذام .\n</p>\n<p class=\"arabic\">قال الخطيب أبو بكر هكذا ساق نسبه محمد ولده وقال الخطيب قال غيره جذام اسمه \n  عمرو بن عدي بن الحارث بن مرة بن أدد بن زيد بن يشجب بن عريب بن زيد بن كهلان \n  بن سبأ بن يشجب بن يعرب بن قحطان .\n</p>\n<p class=\"arabic\">قلت سمع أيوب بن سويد الرملي وبشر بن بكر التنيسي وعبد الله بن يحيى البرلسي \n  ويحيى بن حسان التنيسي وعمرو بن أبي سلمة التنيسي وأبا مسهر وغيرهم .\n</p>\n<p class=\"arabic\">وأجاز له ضمرة بن ربيعة .\n</p>\n<p class=\"arabic\">وعنه خ وإبراهيم الحربي وعبد الله بن أحمد بن حنبل وأبو *19*109* العباس السراج \n  وابن صاعد والقاضي المحاملي وابن أبي حاتم وحفيده جعفر بن محمد بن الحسن الجروي \n  وجماعة .\n</p>\n<p class=\"arabic\">قال أبو حاتم ثقة .\n</p>\n<p class=\"arabic\">وقال الدارقطني فوق الثقة لم ير مثله فضلا وزهدا .\n</p>\n<p class=\"arabic\">وقال الخطيب كان من أهل الدين والفضل مذكورا بالورع والثقة موصوفا بالعبادة \n  ) .\n</p>\n<p class=\"arabic\">وقال جعفر بن محمد سمعت جدي الحسن بن عبد العزيز يقول من لم يردعه القرآن \n  والموت ثم تناطحت الجبال بين يديه لم يرتدع .\n</p>\n<p class=\"arabic\">وقال أبو سعيد بن يونس حمل الحسن من مصر إلى العراق بعد قتل أخيه علي فلم \n  ينزل في العراق إلى أن توفي بها سنة سبع وخمسين ومائتين وكانت له عبادة وفضل \n  وكان من أهل الثقة والورع قال صالح بن أحمد وغيره حمل إلى الحسن الجروي ميراثه \n  من مصر مائة ألف دينار فحمل إلى أحمد بن حنبل ثلاثة آلاف دينار منها فقال \n  يا أبا عبد الله هذه من ميراث حلال .\n</p>\n<p class=\"arabic\">فلم يقبلها .\n</p>\n<p class=\"arabic\">وقال بعض العلماء الجروية قرية بتنيس .\n</p>\n<p class=\"arabic\">قلت يجوز أن تكون القرية نسبت إلى آبائه ويجوز أن يكون هو نسب إليها أيضا \n  وقد ذكرنا في نسبه جري بن عوف .\n\n</p>"
}