{
    "header": "عبد الله بن محمد بن أبي يزيد الخلنجي .",
    "id": "009133",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الله بن محمد بن أبي يزيد الخلنجي .\n</h1>\n<p class=\"arabic\">قاضي الكرخ وقيل ولي قضاء دمشق وكان جهميا من رؤوس أصحاب ابن أبي دؤاد .\n</p>\n<p class=\"arabic\">قال الخطيب كان من المجردين للقول بخلق القرآن .\n</p>\n<p class=\"arabic\">وقال طلحة بن محمد بن جعفر كان حاذقا بفقه أبي حنيفة واسع العلم ولي قضاء \n  الشرقية فظهرت منه عفة وديانة وكان فيه كبير السن .\n</p>\n<p class=\"arabic\">قال نفطويه حدثني علي بن محمد بن الفرات قال لما ولي الخلنجي *19*184* قضاء \n  الشرقية كثر من يطالبه بفك الحجر فدعا بالأمناء وقال من كان له عندكم مال \n  فليشتر له منه مرا وزبيلا وليدخر له فإن أتلف ماله عمل بالمر والزبيل .\n</p>\n<p class=\"arabic\">وقال محمد بن خلف وكيع كان الخلنجي ابن أخت علويه المغني وكان تياها صلفا \n  ولي القضاء فكان يجلس إلى أصطوانة بالمسجد يستند إليها فلا يتحرك فإذا تقدم \n  الخصمان أقبل عليهما بجميع جسده وترك الإستناد فعمد ماجن إلى الأصطوانة فطلاها \n  بدبق فجاء فجلس واستند فالتصقت دنيته وتمكنت فلما تقدم إليه الخصوم وأقبل \n  عليهم ببدنه انكشف رأسه وبقيت الدنية مصلوبة فقام مغضبا وغطى رأسه بطيلسانه \n  وعلم أنها حيلة وترك الدنية ملصقة فعملوا فيها أبياتا .\n</p>\n<p class=\"arabic\">قال ابن كامل توفي سنة ثلاث وخمسين .\n</p>\n<p class=\"arabic\">قلت الدنية مشتقة من الدن شبهوها به وهي طول نصف ذراع أو أكثر وفيها شبه بالشربوش \n  وكان يلبسها القضاة والولاة وغيرهم وتعمل من ورق على قضبان دقاق وتسمى الطويلة \n  أيضا .\n</p>\n<p class=\"arabic\">وكان أبو جعفر المنصور أخرجها وأخرج لها المناطق وهي الحياصة فيها السيف .\n</p>\n<p class=\"arabic\">وقد لبس أبو دلامة هذا الزي فقيل له كيف حالك فقال ما حال من وجهه إلى نصفه \n  وسيفه عند أسته وقد نبذ كلام الله وراء ظهره .\n</p>\n<p class=\"arabic\">قلت كانوا يعملون الطراز فيه فسيكفيكم الله وهو السميع العليم ويصنعونه من \n  الكتف إلى الكتف كعادة كرز الروميين .\n</p>\n<p class=\"arabic\">وقيل بل كان طول الدنية ذراع وباطنها خلو *19*185* .\n\n</p>"
}