{
    "header": "الإمام البخاري صاحب الصحيح .",
    "id": "009251",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الإمام البخاري صاحب الصحيح .\n</h1>\n<p class=\"arabic\">محمد بن إسماعيل بن إبراهيم بن المغيرة بن بردزبه ت ن *19*239* الإمام العلم \n  أبو عبد الله الجعفي مولاهم البخاري صاحب الصحيح والتصانيف .\n</p>\n<p class=\"arabic\">ولد في شوال سنة أربع وتسعين ومائة .\n</p>\n<p class=\"arabic\">وأول سماعه سنة خمس ومائتين .\n</p>\n<p class=\"arabic\">وحفظ تصانيف ابن المبارك وحبب إليه العلم من الصغر وأعانه عليه ذكاؤه المفرط .\n</p>\n<p class=\"arabic\">ونشأ يتيما وكان أبوه من العلماء الورعين .\n</p>\n<p class=\"arabic\">قال أبو عبد الله البخاري سمع أبي من مالك بن أنس ورأى حماد بن زيد وصافح \n  ابن المبارك .\n</p>\n<p class=\"arabic\">قلت وحدث عن أبي معاوية وجماعة .\n</p>\n<p class=\"arabic\">روى عنه أحمد بن حفص و الحسن بن الحسين .\n</p>\n<p class=\"arabic\">قال أحمد بن حفص دخلت على أبي الحسن إسماعيل بن إبراهيم عند موته فقال لا \n  أعلم في جميع مالي درهما من شبهة .\n</p>\n<p class=\"arabic\">قال أحمد فتصاغرت إلي نفسي عند ذلك .\n</p>\n<p class=\"arabic\">قلت وربت أبا عبد الله أمه ورحل سنة عشرة ومائتين بعد أن سمع الكثير ببلده \n  من سادة وقته محمد بن سلام البيكندي ومحمد بن يوسف *19*240* البيكندي وعبد \n  الله بن محمد المسندي ومحمد بن غرير وهارون بن الأشعث وطائفة .\n</p>\n<p class=\"arabic\">وسمع ببلخ من مكي بن إبراهيم ويحيى بن بشر الزاهد وقتيبة وجماعة .\n</p>\n<p class=\"arabic\">وكان مكي أحد من حدثه عن ثقات التابعين .\n</p>\n<p class=\"arabic\">وسمع بمرو من علي بن الحسن بن شقيق وعبدان ومعاذ بن أسد وصدقة بن الفضل وجماعة .\n</p>\n<p class=\"arabic\">وسمع بنيسابور من يحيى بن يحيى وبشر بن الحكم وإسحاق وعدة .\n</p>\n<p class=\"arabic\">وبالري من إبراهيم بن موسى الحافظ وغيره .\n</p>\n<p class=\"arabic\">وببغداد من محمد بن عيسى الطباع وسريج بن النعمان وعفان ومعاوية بن عمرو الأزدي \n  ) .\n</p>\n<p class=\"arabic\">وطائفة .\n</p>\n<p class=\"arabic\">وقال دخلت على معلى بن منصور ببغداد سنة عشر .\n</p>\n<p class=\"arabic\">وسمع بالبصرة من أبي عاصم النبيل وبدل بن المحبر ومحمد بن عبد الله الأنصاري \n  وعبد الرحمن بن حماد الشعيثي وعمرو بن عاصم الكلابي وعبد الله بن رجاء الغداني \n  وطبقتهم .\n</p>\n<p class=\"arabic\">وبالكوفة من عبيد الله بن موسى وأبي نعيم وطلق بن غنام والحسن بن عطية وهما \n  أقدم شيوخه موتا وخلاد بن يحيى وخالد بن مخلد وفروة بن أبي المغراء وقبيصة \n  وطبقتهم .\n</p>\n<p class=\"arabic\">وبمكة من أبي عبد الرحمن المرئ والحميدي وأحمد بن محمد الأزرقي وجماعة .\n</p>\n<p class=\"arabic\">وبالمدينة من عبد العزيز الأويسي ومطرف بن عبد الله وأبي ثابت محمد بن عبيد \n  الله وطائفة .\n</p>\n<p class=\"arabic\">وبواسط من عمرو بن عون وغيره .\n</p>\n<p class=\"arabic\">وبمصر من سعيد بن أبي مريم وعبد الله بن صالح الكاتب وسعيد بن تليد وعمرو \n  بن الربيع بن طارق وطبقتهم وبدمشق من أبي مسهر شيئا يسيرا ومن أبي النضر الفراديسي \n  وجماعة *19*241* .\n</p>\n<p class=\"arabic\">وبقيسارية من محمد بن يوسف الفريابي .\n</p>\n<p class=\"arabic\">وبعسقلان من آدم بن أبي إياس .\n</p>\n<p class=\"arabic\">وبحمص من أبي المغيرة وأبي اليمان وعلي بن عياش وأحمد بن خالد الوهبي ويحيى \n  الوحاظي .\n</p>\n<p class=\"arabic\">وذكر أنه سمع من ألف نفس وقد خرج عنهم مشيخة وحدث بها لم نرها .\n</p>\n<p class=\"arabic\">وحدث بالحجاز والعراق وخراسان وما وراء النهر وكتبوا عنه وما في وجهه شعرة .\n</p>\n<p class=\"arabic\">روى عنه أبو زرعة وأبو حاتم قديما .\n</p>\n<p class=\"arabic\">وروى عنه من أصحاب الكتب ت ن على نزاع في ن والأصح أنه لم يرو عنه شيئا .\n</p>\n<p class=\"arabic\">وروى عنه مسلم في غير الصحيح ومحمد بن نصر المروزي الفقيه وصالح بن محمد جزرة \n  الحافظ وأبو بكر بن أبي عاصم ومطين وأبو العباس السراج وأبو بكر بن خزيمة \n  وأبو قريش محمد بن جمعة ويحيى بن محمد بن صاعد وإبراهيم بن معقل النسفي ومهيب \n  بن سليم وسهل بن شاذويه ومحمد بن يوسف الفربري ومحمد بن أحمد بن دلويه وعبد \n  الله ) .\n</p>\n<p class=\"arabic\">بن محمد الأشقر ومحمد بن هارون الحضرمي والحسين بن إسماعيل المحاملي وأبو \n  علي الحسن بن محمد الداركي وأحمد بن حمدون الأعمش وأبو بكر بن أبي داود ومحمود \n  بن عنبر النسفي ومطين وجعفر بن محمد بن الحسن الجروي وأبو حامد بن الشرقي \n  وأخوه أبو محمد عبد الله ومحمد بن سليمان بن فارس ومحمد بن المسيب الأرغياني \n  ومحمد بن هارون الروياني وخلق .\n</p>\n<p class=\"arabic\">وآخر من روى عنه الجامع الصحيح منصور بن محمد البزدوي المتوفى سنة تسع وعشرين \n  وثلاثمائة .\n</p>\n<p class=\"arabic\">وآخر من زعم أنه سمع من البخاري موتا أبو ظهير عبد الله بن فارس البلخي المتوفى \n  سنة ست وأربعين وثلاثمائة *19*242* .\n</p>\n<p class=\"arabic\">وآخر من روى حديثه عاليا خطيب الموصل في الدعاء للمحاملي بينه وبينه ثلاثة \n  رجال .\n</p>\n<p class=\"arabic\">وأما جامعه الصحيح فأجل كتب الإسلام وأفضلها بعد كتاب الله تعالى .\n</p>\n<p class=\"arabic\">وهو أعلى شيء في وقتنا إسنادا للناس ومن ثلاثين سنة يفرحون بعلو سماعه فكيف \n  اليوم فلو رحل الشخص لسماعه من مسيرة ألف فرسخ لما ضاعت رحلته وأنا أدري أن \n  طائفة من الكبار يستقلون عقلي في هذا القول ولكن .\n</p>\n<p class=\"arabic\">% ما يعرف الشوق إلا من يكابده % % ولا الصبابة إلا من يعانيها % .\n</p>\n<p class=\"arabic\">ومن جهل شيئا عاداه ولا قوة إلا بالله .\n</p>\n<p class=\"arabic\">فصل نقل ابن عدي وغيره أن مغيرة بن بردزبه المجوسي جد البخاري أسلم على يد \n  والي بخارى يمان الجعفي جد المحدث عبد الله بن محمد بن جعفر بن يمان الجعفي \n  المسندي فولاؤه للجعفيين بهذا الاعتبار .\n</p>\n<p class=\"arabic\">وقال محمد بن أبي حاتم وراق البخاري أخرج أبو عبد الله ولده بخط أبيه بعد \n  صلاة الجمعة لثلاث عشر مضت من شوال سنة أربع وتسعين ومائة .\n</p>\n<p class=\"arabic\">وقال ابن عدي سمعت الحسن بن الحسين البزاز يقول رأيت البخاري شيخا نحيفا ليس \n  بالطويل ولا بالقصير عاش اثنتين وستين إلا ثلاثة عشر يوما .\n</p>\n<p class=\"arabic\">وقال أحمد بن الفضل البلخي ذهبت عينا محمد في صغره فرأت أمه إبراهيم عليه \n  السلام ) .\n</p>\n<p class=\"arabic\">فقال يا هذه قد رد الله على ابنك بصره بكثرة بكائك أو دعائك *19*243* .\n</p>\n<p class=\"arabic\">فأصبح وقد رد الله عليه بصره .\n</p>\n<p class=\"arabic\">وعن جبريل بن ميكائيل سمعت البخاري يقول لما بلغت خراسان أصبت ببصري فعلمني \n  رجل أن أحلق رأسي وأغلفه بالخطمي ففعلت فرد الله علي بصري رواها غنجار في \n  تاريخه .\n</p>\n<p class=\"arabic\">وقال أبو جعفر محمد بن أبي حاتم الوراق قلت للبخاري كيف كان بدو أمرك قال \n  ألهمت حفظ الحديث في المكتب ولي عشر سنين أو أقل وخرجت من الكتاب بعد العشر \n  فجعلت أختلف إلى الداخلي وغيره فقال يوما فيما يقرأ على الناس سفيان عن أبي \n  الزبير عن إبراهيم فقلت له إن أبا الزبير لم يرو عن إبراهيم فانتهرني فقلت \n  له إرجع إلى الأصل .\n</p>\n<p class=\"arabic\">فدخل ثم خرج فقال لي كيف هو يا غلام قلت هو الزبير بن عدي عن إبراهيم .\n</p>\n<p class=\"arabic\">فأخذ القلم مني وأصلحه وقال صدقت .\n</p>\n<p class=\"arabic\">فقال للبخاري بعض أصحابه ابن كم كنت قال ابن إحدى عشر سنة فلما طعنت في ست \n  عشرة سنة حفظت كتب ابن المبارك ووكيع وعرفت كلام هؤلاء ثم خرجت مع أبي وأخي \n  أحمد إلى مكة فلما حججت رجع أخي بها وتخلفت في طلب الحديث .\n</p>\n<p class=\"arabic\">فلما طعنت في ثمان عشرة جعلت أصنف قضايا الصحابة والتابعين وأقاويلهم وذلك \n  أيام عبيد الله بن موسى وصنفت كتاب التاريخ إذ ذاك عند قبر النبي صلى الله \n  عليه وسلم في الليلي المقمرة وقل اسم في التاريخ إلا وله عندي قصة إلا أني \n  كرهت تطويل الكتاب .\n</p>\n<p class=\"arabic\">وقال عمرو بن حفص الأشقر كنا مع البخاري بالبصرة نكتب الحديث *19*244* ففقدناه \n  أياما ثم وجناه في بيت وهو عريان وقد نفذ ما عنده فجمعنا له الدراهم وكسوناه .\n</p>\n<p class=\"arabic\">وقال عبد الرحمن بن محمد البخاري سمعت محمد بن إسماعيل يقول لقيت أكثر من \n  ألف رجل أهل الحجاز والعراق والشام ومصر وخراسان إلى أن قال فما رأيت واحدا \n  منهم يختلف في هذه الأشياء إن الدين قول وعمل وأن القرآن كلام الله ) .\n</p>\n<p class=\"arabic\">وقال محمد بن أبي حاتم سمعته يقول دخلت إصبهان مرات كل ذلك أجالس أحمد بن \n  حنبل فقال لي آخر ما ودعته يا أبا عبد الله تترك العلم والناس وتصير إلى خراسان \n  فأنا الآن أذكر قول أحمد .\n</p>\n<p class=\"arabic\">وقال أبو بكر الأعين كتبت عن البخاري على باب محمد بن يوسف الفريابي وما في \n  وجهه شعرة .\n</p>\n<p class=\"arabic\">وقال محمد بن أبي حاتم وراق البخاري سمعت حاشد بن إسماعيل وآخر يقولان كان \n  البخاري يختلف معنا إلى السماع وهو غلام فلا يكتب حتى أتى على ذلك أيام فكنا \n  نقول له فقال إنكما قد أكثرتما علي فاعرضا علي ما كتبتما .\n</p>\n<p class=\"arabic\">فأخرجنا إليه ما كان عندنا فزاد على خمسة عشر ألف حديث فقرأها كلها عن ظهر \n  قلب حتى جعلنا نحكم كتبنا من حفظه .\n</p>\n<p class=\"arabic\">ثم قال أترون إني أختلف هدرا وأضيع أيامي فعرفنا أنه لا يتقدمه أحد .\n</p>\n<p class=\"arabic\">قالا فكان أهل المعرفة يعدون خلفه في طلب الحديث وهو شاب حتى يغلبوه على نفسه \n  ويجلسوه في بعض الطريق فيجتمع عليه ألوف أكثرهم ممن *19*245* يكتب عنه وكان \n  شاب لم يخرج وجهه .\n</p>\n<p class=\"arabic\">وقال محمد بن أبي حاتم وسمعت سليم بن مجاهد يقول كنت عند محمد بن سلام البيكندي \n  فقال لي لو جئت قبل لرأيت صبيا يحفظ سبعين ألف حديث .\n</p>\n<p class=\"arabic\">قال فخرجت في طلبه وتلقيته فقلت أنت الذي تقول أنا أحفظ سبعين ألف حديث قال \n  نعم وأكثر ولا أجيئك بحديث عن الصحابة والتابعين إلا عرفت مولد أكثرهم ووفاتهم \n  ومساكنهم ولست أروي حديثا من حديث الصحابة أو التابعين إلا ولي في ذلك أصل \n  أحفظه حفظا عن كتاب الله وسنة رسوله صلى الله عليه وسلم .\n</p>\n<p class=\"arabic\">قال غنجار ثنا أبو عمرو أحمد بن محمد المقرئ ثنا محمد بن يعقوب بن يوسف البيكندي \n  سمعت علي بن الحسين بن عاصم البيكندي يقول قدم علينا محمد بن إسماعيل فاجتمعنا \n  عنده ليلة فقال بعضنا سمعت إسحاق بن راهويه يقول كأني أنظر إلى سبعين ألف \n  حديث من كتابي ) .\n</p>\n<p class=\"arabic\">فقال محمد أوتعجب من هذا لعل في هذا الزمان من ينظر إلى مائتي ألف حديث من \n  كتابه .\n</p>\n<p class=\"arabic\">قال وإنما عنى به نفسه .\n</p>\n<p class=\"arabic\">وقال ابن عدي حدثني أحمد بن محمد القومسي سمعت محمد بن خمرويه يقول سمعت محمد \n  بن إسماعيل يقول أحفظ مائة ألف حديث صحيح وأحفظ مائتي ألف حديث غير صحيح *19*246* .\n</p>\n<p class=\"arabic\">وقال إمام الأئمة ابن خزيمة ما رأيت تحت أديم السماء أعلم بالحديث من محمد \n  بن إسماعيل البخاري .\n</p>\n<p class=\"arabic\">وقال ابن عدي سمعت عدة مشايخ يحكمون أن البخاري قدم بغداد فاجتمع أصحاب الحديث \n  وعمدوا إلى مائة حديث فقبلوا متونها وأسانيدها وجعلوا متن هذا الإسناد هذا \n  وإسناد هذا لمتن هذا ودفعوا إلى كل واحد عشرة أحاديث ليلقوها على البخاري \n  في المجلس فاجتمع الناس وانتدب أحدهم فقال وسأله عن حديث من تلك العشرة فقال \n  لا أعرفه فسأله عن آخر فقال لا أعرفه حتى فرغ العشرة فكان الفقهاء يلتفت بعضهم \n  إلى بعض ويقولون الرجل فهم ومن كان لا يدري قضى عليه بالعجز .\n</p>\n<p class=\"arabic\">ثم انتدب آخر ففعل كفعل الأول والبخاري يقول لا أعرفه إلى أن فرغ العشرة أنفس \n  وهو لا يزيدهم على لا أعرفه .\n</p>\n<p class=\"arabic\">فلما علم أنهم قد فرغوا التفت إلى الأول فقال أما حديثك الأول فإسناده كذا \n  وكذا والثاني كذا وكذا والثالث إلى آخر العشرة فرد كل متن إلى إسناده وفعل \n  بالثاني مثل ذلك إلى أن فرغ فأقر له الناس بالحفظ .\n</p>\n<p class=\"arabic\">وقال يوسف بن موسى المروروزي كنت بجامع البصرة إذ سمعت مناديا ينادي يا أهل \n  العلم لقد قدم محمد بن إسماعيل البخاري .\n</p>\n<p class=\"arabic\">فقاموا في طلبه وكنت فيهم فرأيت رجلا شابا يصلي خلف الأصطوانة فلما فرغ أحدقوا \n  به وسألوه أن يعقد لهم مجلس الإملاء فأجابهم .\n</p>\n<p class=\"arabic\">فلما كان من الغد اجتمع كذا كذا ألف فجلس للإملاء وقال يا أهل البصرة أنا \n  شاب وقد سألتموني أن أحدثكم وسأحدثكم بأحاديث عن أهل بلدكم تستفيدون الكل \n  ثنا عبد الله بن عثمان بن جبلة بن أبي رواد بلديكم *19*247* ثنا أبي ثنا شعبة \n  عن منصور وغيره عن سالم بن أبي ) .\n</p>\n<p class=\"arabic\">الجعد عن أنس أن أعرابيا قال يا رسول الله الرجل يحب القوم الحديث ثم قال \n  هذا ليس عندكم إنما عندكم عن غير منصور وأملى مجلسا على هذا النسق .\n</p>\n<p class=\"arabic\">قال يوسف وكان دخولي البصرة أيام محمد بن عبد الملك بن أبي الشوارب .\n</p>\n<p class=\"arabic\">وقال محمد بن حمدون بن رستم سمعت مسلم بن الحجاج يقول للبخاري دعني أقبل رجليك \n  يا أستاذ الأستاذين وسيد المحدثين وطبيب الحديث في علله .\n</p>\n<p class=\"arabic\">وقال الترمذي لم أر أحدا بالعراق ولا بخراسان في معنى العلل والتاريخ ومعرفة \n  الأسانيد أعلم من محمد بن إسماعيل .\n</p>\n<p class=\"arabic\">وقال إسحاق بن أحمد الفارسي سمعت أبا حاتم يقول سنة سبع وأربعين ومائتين محمد \n  بن إسماعيل أعلم من دخل العراق ومحمد بن يحيى أعلم من بخراسان اليوم ومحمد \n  بن أسلم أورعهم وعبد الله الدارمي أثبتهم .\n</p>\n<p class=\"arabic\">وعن أحمد بن حنبل قال انتهى الحفظ إلى أربعة من أهل خراسان أبو *19*248* زرعة \n  ومحمد بن إسماعيل والدارمي والحسن بن شجاع البلخي .\n</p>\n<p class=\"arabic\">وقال أبو أحمد الحاكم كان البخاري أحد الأئمة في معرفة الحديث وجمعه ولو قلت \n  أني لم أر تصنيف أحد يشبه تصنيفه في المبالغة والحسن لرجون أن أكون صادقا .\n</p>\n<p class=\"arabic\">قرأت على عمر بن القواس أخبركم أبو القاسم بن الحرستاني حضورا أنا جمال الإسلام \n  أنا ابن طلاب أنا ابن جميع حدثني أحمد بن محمد بن آدم حدثني محمد بن يوسف \n  البخاري قال كنت عند محمد بن إسماعيل بمنزله ذات ليلة فأحصيت عليه أنه قام \n  وأسرج يستذكر أشياء يعلقها في ليلة ثمان عشرة مرة .\n</p>\n<p class=\"arabic\">وقال محمد بن أبي حاتم الوراق كان أبو عبد الله إذا كنت معه في سفر يجمعنا \n  بيت واحد إلا في القيظ أحيانا فكنت أراه يقوم في ليلة واحدة خمس عشرة مرة \n  إلى عشرين مرة في كل ذلك يأخذ القداحة فيوري نارا ويسرج ثم يخرج أحاديث فيعلم \n  عليها ثم يضع رأسه وكان يصلي وقت السحر ثلاث عشرة ركعة وكان لا يوقظني في \n  كل ما يقوم فقلت له إنك تحمل على نفسك قي كل هذا ولا توقظني قال أنت شاب ولا \n  أحب أن أفسد عليك نومك .\n</p>\n<p class=\"arabic\">وقال الفربري قال لي محمد بن إسماعيل ما وضعت في الصحيح حديثا إلا اغتسلت \n  قبل ) .\n</p>\n<p class=\"arabic\">ذلك وصليت ركعتين يعني ما جلست لأضع في تصنيفه شيئا إلا وفعلت ذلك لا إنه \n  يفعل ذلك لكل حديث .\n</p>\n<p class=\"arabic\">وقال إبراهيم بن معقل سمعته يقول كنت عند إسحاق بن راهويه فقال الرجل لو جمعتم \n  كتابا مختصرا للسنن *19*249* .\n</p>\n<p class=\"arabic\">فوقع ذلك في قلبي فأخذت في جمع هذا الكتاب .\n</p>\n<p class=\"arabic\">وعن البخاري قال أخرجت هذا الكتاب من نحو ستمائة ألف حديث وصنفته ست عشرة \n  سنة وجعلته حجة فيما بيني وبين الله رويت من وجهين ثابتين عنه .\n</p>\n<p class=\"arabic\">وقال إبراهيم بن معقل سمعته يقول ما أدخلت في الجامع إلا ما صح وتركت من الصحاح \n  لأجل الطول وقال محمد بن أبي حاتم قلت لأبي عبد الله تحفظ جميع ما في المصنف \n  قال لا يخفى علي جميع ما فيه ولو نشر بعض أساتذي هؤلاء لم يفهموا كتاب التاريخ \n  ولا عرفوه .\n</p>\n<p class=\"arabic\">ثم قال صنفته ثلاث مرات .\n</p>\n<p class=\"arabic\">وقد أخذه ابن راهويه فأدخله على عبد الله بن طاهر فقال أيها الأمير ألا أريك \n  سحرا فنظر فيه عبد الله فتعجب منه وقال لست أفهم تصنيفه .\n</p>\n<p class=\"arabic\">وقال الفربري حدثني نجم بن الفضل وكان من أهل الفهم قال رأيت النبي صلى الله \n  عليه وسلم في النوم خرج من قرية ومحمد بن إسماعيل خلفه فإذا خطا *19*250* \n  خطوة يخطو محمد ويضع قدمه على قدمه ويتبع أثره .\n</p>\n<p class=\"arabic\">وقال خلف الخيام سمعت أبا عمرو بن نصر الخفاف يقول محمد بت إسماعيل أعلم في \n  الحديث من أحمد وإسحاق بعشرين درجة ومن قال فيه شيء فمني عليه ألف لعنة ولو \n  دخل من هذا الباب لملئت منه رعبا .\n</p>\n<p class=\"arabic\">وقال أبو عيسى الترمذي كان محمد بن إسماعيل عند عبد الله بن منير فلما قام \n  من عنده قال له يا أبا عبد الله جعلك الله زين هذه الأمة .\n</p>\n<p class=\"arabic\">قال أبو عيسى استجيب له فيه .\n</p>\n<p class=\"arabic\">وقال جعفر بن محمد المستغفري في تاريخ نسف وذكرالبخاري لو جاز لي لفضلته على \n  من لقي من مشايخه ولقلت ما رأى بعينه مثل نفسه دخل نسف سنة ست وخمسين وحدث \n  ) .\n</p>\n<p class=\"arabic\">بها بجامعه الصحيح وخرج إلى سمرقند لعشر بقين من رمضان ومات بقرية خرتنك ليلة \n  الفطر .\n</p>\n<p class=\"arabic\">وقال الحاكم أول ما ورد البخاري نيسابور سنة تسع ومائتين ووردها في الأخير \n  سنة خمسين ومائتين فأقام بها خمس سنين يحدث على الدوام .\n</p>\n<p class=\"arabic\">قال محمد بن أبي حاتم بلغني أن أبا عبد الله شرب البلاذر للحفظ فقلت له هل \n  من دواء يشربه الرجل للحفظ فقال لا أعلم ثم أقبل علي وقال لا أعلم شيئا أنفع \n  لحفظ من نهمة الرجل ومداومة النظر وذلك أني كنت بنيسابور مقيما فكان يرد إلي \n  من بخارى كتب وكن قرابات لي يقرئن سلامهن في الكتب فكنت أكتب إلى بخارى وأردت \n  أن أقرئهن سلامي فذهب علي أساميهن حين كتبت كتابي ولم أقرئهن سلامي .\n</p>\n<p class=\"arabic\">وما أقل ما يذهب عني في العلم يعني ما أقل ما يذهب عنه من العلم لمداومة النظر \n  والاشتغال وهذه قراباته قد نسي أسماءهن وغالب الناس بخلاف ذلك فتراهم يحفظون \n  أسماء أقاربهم ومعارفهم ولا يحفظون إلا اليسير من العلم *19*251* .\n</p>\n<p class=\"arabic\">قال محمد بن أبي حاتم وسمعته يقول لم يكن كتابي للحديث كما يكتب هؤلاء كنت \n  إذا كتبت عن رجل سألته عن اسمه وكنيته ونسبه وعلة الحديث إن كان فهما فإن \n  لم يكن فهما سألته أن يخرج إلى أصله ونسخته فأما الآخرون فإنهم لا يبالون \n  ما يكتبون وكيف يكتبون .\n</p>\n<p class=\"arabic\">وسمعت العباس الدوري يقول ما رأيت أحدا يحسن طلب الحديث مثل محمد بن إسماعيل .\n</p>\n<p class=\"arabic\">كان لا يدع أصلا أو فرعا إلا قلعه .\n</p>\n<p class=\"arabic\">ثم قال لنا عباس لا تدعوا شيئا من كلامه إلا كتبتموه .\n</p>\n<p class=\"arabic\">سمعت إبراهيم الخواص مستملي صدقة يقول رأيت أبا زرعة كالصبي جالسا بين يدي \n  محمد بن إسماعيل يسأله عن علل الحديث .\n</p>\n<p class=\"arabic\">فصل في ذكائه وسعة علمه قال جعفر بن محمد القطان إمام كرمينية فيما رواه عنه \n  مهيب بن سليم أنه سمع محمد بن إسماعيل يقول كتبت عن ألف شيخ أو أكثر عن كل \n  واحد منهم عشرة آلاف وأكثر ما عندي حديث إلا أذكر إسناده .\n</p>\n<p class=\"arabic\">وقال محمد بن أبي حاتم قرأ علينا أبو عبد الله كتاب الهبة فقال ليس في هبة \n  وكيع إلا حديثان ) .\n</p>\n<p class=\"arabic\">مسندان أو ثلاثة وفي كتاب عبد الله بن المبارك خمسة أو نحوها وفي كتابي هذا \n  خمسمائة حديث أو أكثر .\n</p>\n<p class=\"arabic\">وسمعت أبا عبد الله يقول ما قدمت على أحد إلا كان انتفاعه بي أكثر من انتفاعي \n  به .\n</p>\n<p class=\"arabic\">قال محمد بن أبي حاتم سمعت سليم بن مجاهد يقول سمعت أبا الأزهر يقول كان بسمرقند \n  أربعمائة مما يطلبون الحديث فاجتمعوا سبعة أيام *19*252* وأحبوا مغالطة محمد \n  بن إسماعيل فأدخلوا إسناد الشام في إسناد العراق وإسناد اليمن في إسناد الحرمين \n  فما تعلقوا منه بسقطة لا في الإسناد ولا في المتن .\n</p>\n<p class=\"arabic\">وقد ذكرت حكاية البغداديين في مثل هذا .\n</p>\n<p class=\"arabic\">وقال الفربري سمعت أبا عبد الله يقول ما استصغرت نفسي عند أحد إلا عند علي \n  بن المديني وربما كنت أغرب عليه .\n</p>\n<p class=\"arabic\">وقال محمد بن أبي حاتم سمعت أبا عبد الله يقول ما نمت البارحة حتى عددت كم \n  أدخلت في مصنفاتي من الحديث فإذا نحو مائتي ألف حديث مسندة .\n</p>\n<p class=\"arabic\">وسمعته يقول ما كتبت حكاية قط كنت أتحفظها وسعته يقول لا أعلم شيئا يحتاج \n  إليه إلا وهو في الكتاب والسنة .\n</p>\n<p class=\"arabic\">فقلت له يمكن معرفة ذلك كله قال نعم .\n</p>\n<p class=\"arabic\">وسمعته يقول كنت في مجلس الفريابي فقال ثنا سفيان عن أبي عروة عن أبي الخطاب \n  عن أنس أن النبي صلى الله عليه وسلم كان يطوف على نسائه في غسل واحد .\n</p>\n<p class=\"arabic\">فلم يعرف أحد في المجالس أبا عروة ولا أبا الخطاب .\n</p>\n<p class=\"arabic\">قال أما أبو عروة فمعمر وأبو الخطاب قتادة .\n</p>\n<p class=\"arabic\">قال وكان الثوري فعولا لهذا يكني المشهورين *19*253* .\n</p>\n<p class=\"arabic\">قال محمد بن أبي حاتم قدم رجاء الحافظ فقال لأبي عبد الله ما أعددت لقدومي \n  حيث بلغك وفي أي شيء نظرت قال ما أحدثت نظرا ولم أستعد لذلك فإن أحببت أن \n  تسألني عن شيء فافعل .\n</p>\n<p class=\"arabic\">فجعل يناظره في أشياء فبقي رجاء لا يدري ثم قال له أبو عبد الله هل لك في \n  الزيادة ) .\n</p>\n<p class=\"arabic\">فقال استحياء وخجلا منه نعم .\n</p>\n<p class=\"arabic\">قال سل إن شئت .\n</p>\n<p class=\"arabic\">فأخذ في أسامي أيوب فعد نحوا من ثلاثة عشر وأبو عبد الله ساكت فظن رجاء أن \n  قد صنع شيئا فقال يا أبا عبد الله فاتك خير كثير .\n</p>\n<p class=\"arabic\">فزيف عبد الله في أولئك سبع وأغرب عليه نحو أكثر من ستين رجلا .\n</p>\n<p class=\"arabic\">ثم قال له رجاء كم رويت في العمامة السوداء قال هات كم رويت أنت قال البخاري \n  نروي نحوا من أربعين حديثا .\n</p>\n<p class=\"arabic\">فخجل رجاء ويبس ريقه .\n</p>\n<p class=\"arabic\">وسمعت أبا عبد الله يقول دخلت بلخ فسألوني أن أملي عليهم لكل من كتبت عنه \n  فأمليت ألف حديث عن ألف شيخ .\n</p>\n<p class=\"arabic\">وقال ابن أبي حاتم وراق أبي عبد الله قال أبو عبد الله سئل إسحاق بن إبراهيم \n  عمن طلق ناسيا فسكت فقلت قال النبي صلى الله عليه وسلم إن الله تجاوز عن أمتي \n  ما حدثت به أنفسها ما لم تعمل به أو تكلم وإنما يراد مباشرة هذه الثلاث العمل \n  والقلب أو الكلام والقلب وهذا لم يعتقد بقلبه *19*254* .\n</p>\n<p class=\"arabic\">فقال إسحاق قويتني وأفتى به .\n</p>\n<p class=\"arabic\">قال وسمعت أبا عبد الله البخاري يقول ما جلست للحديث حتى عرفت الصحيح من السقيم \n  وحتى نظرت في عامة كتب الرأي وحتى دخلت البصرة خمس مرات أو نحوها فما تركت \n  بها حديثا صحيحا إلا كتبته إلا ما لم يظهر لي .\n</p>\n<p class=\"arabic\">وسمعت بعض أصحابي يقول كنت عند محمد بن سلام البيكندي فدخل محمد بن إسماعيل \n  فلما خرج قال محمد بن سلام كلما دخل علي هذا الصبي تحيرت والتبس علي أمر الحديث \n  ول أزال خائفا منه ما لم يخرج .\n</p>\n<p class=\"arabic\">ثناءالأئمة على البخاري قلت فارق البخاري بخارى وله خمس عشرة سنة ولم يره \n  محمد بن سلام بعد ذلك فقال سليم بن مجاهد كنت عند محمد بن سلام البيكندي فقال \n  لو جئت قبل لرأيت صبيا يحفظ ) .\n</p>\n<p class=\"arabic\">سبعين ألف حديث .\n</p>\n<p class=\"arabic\">فخرجت حتى لحقته فقلت أنت تحفظ سبعين ألف حديث قال نعم وأكثر ولا أجيئك بحديث \n  عن الصحابة والتابعين إلا عرفت مولد أكثرهم ووفاتهم ومساكنهم ولست أروي حديثا \n  من حديث الصحابة والتابعين إلا ولي من ذلك أصل أحفظه حفظا عن كتاب أو سنة .\n</p>\n<p class=\"arabic\">وقال محمد بن أبي حاتم سمعت يحيى بن جعفر البيكندي يقول لو قدرت أن أزيد في \n  عمر محمد بن إسماعيل من عمري لفعلت فإن موتي يكون موت رجل واحد وموته ذهاب \n  العلم *19*255* .\n</p>\n<p class=\"arabic\">وسمعته يقول لمحمد بن إسماعيل لولا أنت ما استطبت العيش ببخارى .\n</p>\n<p class=\"arabic\">وسمعت محمد بن يوسف يقول كنت عند أبي رجاء يعني قتيبة فسئل عن طلاق السكران \n  فقال هذا أحمد بن حنبل وابن المديني وابن راهويه قد ساقهم الله إليك وأشار \n  إلى محمد بن إسماعيل .\n</p>\n<p class=\"arabic\">وكان مذهب محمد أنه إذا كان مغلوب العقل لا يذكر ما حدث في سكره أنه لا يجوز \n  عليه من أمره شيء .\n</p>\n<p class=\"arabic\">وسمعت عبد الله بن سعيد يقول لما مات أحمد بن حرب النيسابوري ركب محمد وإسحاق \n  يشيعان جنازته فكنت أسمع أهل المعرفة بنيسابور ينظرون ويقولون محمد أفقه من \n  إسحاق .\n</p>\n<p class=\"arabic\">سمعت عمر بن حفص الأشقر يقول سمعت عبدان يقول ما رأيت بعيني شابا أبصر من \n  هذا .\n</p>\n<p class=\"arabic\">وأشار بيده إلى محمد بن إسماعيل .\n</p>\n<p class=\"arabic\">سمعت صالح بن مسمار يقول سمعت نعيم بن حماد يقول محمد بن إسماعيل فقيه هذه \n  الأمة .\n</p>\n<p class=\"arabic\">وقال إسحاق بن أحمد بن خلف سمعت أحمد بن عبد السلام يقول ذكرنا قول البخاري \n  لعلي بن المديني يعني ما استصغرت نفسي إلا بين يدي علي بن المديني فقال علي \n  دعوا هذا فإن محمد بن إسماعيل لم ير مثل نفسه .\n</p>\n<p class=\"arabic\">وقال محمد بن أبي حاتم سمعت أبا عبد الله يقول ذاكرني أصحاب *19*256* عمرو \n  بن علي الفلاس بحديث فقلت لا أعرفه فسروا بذلك وأخبروا عمروا فقال حديث لا \n  يعرفه محمد بن إسماعيل ليس بحديث .\n</p>\n<p class=\"arabic\">قال وسمعت حاشد بن عبد الله يقول قال لي أبو مصعب الزهري محمد بن إسماعيل \n  أفقه عندنا وأبصر من أحمد بن حنبل ) .\n</p>\n<p class=\"arabic\">فقيل له جاوزت الحد .\n</p>\n<p class=\"arabic\">فقال للرجل لو أدركت مالكا ونظرت إلى وجهه ووجه محمد بن إسماعيل لقلت كلاهما \n  واحد في الفقه والحديث .\n</p>\n<p class=\"arabic\">وسمعت علي بن حجر يقول أخرجت خراسان ثلاثة أبو زرعة ومحمد بن إسماعيل وعبد \n  الله بن عبد الرحمن الدارمي ومحمد عندي أبصرهم وأعلمهم وأفقههم .\n</p>\n<p class=\"arabic\">وقال أحمد بن الضو سمعت أبا بكر بن أبي شيبة ومحمد بن عبد الله بن نمير يقولان \n  ما رأينا مثل محمد بن إسماعيل .\n</p>\n<p class=\"arabic\">وروي عن عبد الله بن أحمد بن حنبل عن أبيه قال ما أخرجت خراسان مثل محمد بن \n  إسماعيل .\n</p>\n<p class=\"arabic\">وقال حاشد بن إسماعيل كنت في البصرة فقدم محمد بن إسماعيل فقال بندار اليوم \n  دخل سيد الفقهاء *19*257* .\n</p>\n<p class=\"arabic\">وقال حاشد بن عبد الله بن عبد الواحد سمعت يعقوب الدورقي يقول محمد بن إسماعيل \n  فقيه هذه الأمة .\n</p>\n<p class=\"arabic\">وجاء من غير وجه عن عبد الله الدارمي قال محمد بن إسماعيل أبصر مني .\n</p>\n<p class=\"arabic\">وقال حاشد بن إسماعيل الحافظ سمعت أحمد بن حنبل يقول لم يجئنا من خراسان مثل \n  محمد بن إسماعيل .\n</p>\n<p class=\"arabic\">وقال محمد بن إسحاق بن خزيمة ما رأيت تحت أديم السماء أعلم بحديث رسول الله \n  صلى الله عليه وسلم وأحفظ له من محمد بن إسماعيل وقال مسبح بن سعيد البخاري \n  سمعت عبد الله بن عبد الرحمن يقول قد رأيت العلماء بالحجاز والعراقين فما \n  رأيت فيهم أجمع من محمد بن إسماعيل .\n</p>\n<p class=\"arabic\">وقال محمد بن حمدون الأعمش سمعت مسلم بن الحجاج يقول للبخاري دعني أقبل رجليك \n  يا أستاذ الأستاذين وسيد المحدثين وطبيب الحديث في علله .\n</p>\n<p class=\"arabic\">وقال أبو عيسى الترمذي لم أر بالعراق ولا بخراسان في معنى العلل والتاريخ \n  ومعرفة الأسانيد أعلم من محمد بن إسماعيل .\n</p>\n<p class=\"arabic\">وقال صالح بن محمد جزرة كان محمد بن إسماعيل يجلس ببغداد وكنت أستملي له ويجتمع \n  ) .\n</p>\n<p class=\"arabic\">في مجلسه أكثر من عشرين ألفا *19*258* .\n</p>\n<p class=\"arabic\">وقال إسحاق بن زبرك سمعت أبا حاتم في سنة سبع وأربعين ومائتين يقول يقدم عليكم \n  رجل من خراسان لم يخرج منها أحفظ منه ولا قدم العراق أعلم منه فقدم علينا \n  البخاري .\n</p>\n<p class=\"arabic\">وقال أبو بكر الخطيب سئل العباس بن الفضل الرازي الصائغ أيهما أحفظ أبو زرعة \n  أو البخاري فقال لقيت البخاري بين حلوان وبغداد فرحلت معه مرحلة وجهدت أن \n  أجيء بحديث لا يعرفه فما أمكن وأنا أغرب على أبي زرعة عدد شعري .\n</p>\n<p class=\"arabic\">وقال خلف الخيام سمعت أبا عمرو أحمد بن نصر الخفاف يقول محمد بن إسماعيل أعلم \n  بالحديث من إسحاق بن راهويه وأحمد بن حنبل وغيرهما بعشرين درجة ومن قال فيه \n  شيئا فمني عليه ألف لعنة .\n</p>\n<p class=\"arabic\">ثم قال ثنا محمد بن إسماعيل التقي النقي العالم الذي لم أر مثله .\n</p>\n<p class=\"arabic\">وقال عبد الله بن حماد الآملي وددت أني شعرة في صدر محمد بن إسماعيل .\n</p>\n<p class=\"arabic\">وقال محمد بن يعقوب بن الأخرم سمعت أصحابنا يقولون لما قدم البخاري نيسابور \n  استقبله أربعة آلاف رجل على الخيل سوى من ركب بغلا أو حمارا وسوى الرجالة .\n</p>\n<p class=\"arabic\">وقال أبو أحمد الحاكم في الكنى عبد الله بن الديلمي أبو بسر وقال البخاري \n  ومسلم فيه أبو بشر بشين معجمة *19*259* .\n</p>\n<p class=\"arabic\">قال الحاكم وكلاهما أخطأ في علمي إنما هو أبو بسر وخليق أن يكون محمد بن إسماعيل \n  مع جلالته ومعرفته بالحديث اشتبه عليه فلما نقاه مسلم من كتابه تابعه على \n  زلته ومن تأمل كتاب مسلم في الأسماء والكنى علم أنه منقول من كتاب محمد بن \n  إسماعيل حذو القذة بالقذة حتى لا يزيد عليه فيه إلا ما يسهل عنده وتجلد في \n  نقله حق الجلادة إذ لم ينسبه إلى قائله .\n</p>\n<p class=\"arabic\">وكتاب محمد بن إسماعيل في التاريخ كتاب لم يسبق إليه منهم من نسبه إلى نفسه \n  مثل أبي زرعة وأبي حاتم ومسلم ومنهم من حكاه عنه فالله يرحمه فإنه الذي أصل \n  الأصول .\n</p>\n<p class=\"arabic\">وذكر الحكم أبو أحمد كلاما سوى هذا .\n</p>\n<p class=\"arabic\">ديانته وصلاحه قال مسبح بن سعيد كان البخاري يختم في رمضان كل يوم ختمة وقوم \n  بعد التراويح كل ) .\n</p>\n<p class=\"arabic\">ثلاث ليال بختمة .\n</p>\n<p class=\"arabic\">وقال أبو بكر بن منير سمعت أبا عبد الله البخاري يقول أرجو أن ألقى الله ولا \n  يحاسبني إني اغتبت أحدا .\n</p>\n<p class=\"arabic\">قلت يشهد لهذه المقالة كلامه رحمه الله في التجريح والتضعيف فإنه أبلغ منا \n  يقول في الرجل المتروك أو الساقط فيه نظر أو سكتوا عنه ولا يكاد يقول فلان \n  كذاب ولا فلان يضع الحديث وهذا من شدة ورعه .\n</p>\n<p class=\"arabic\">وقال محمد بن أبي حاتم سمعت محمد بن إسماعيل يقول ما اغتبت أحدا قط منذ علمت \n  أن الغيبة تضر أهلها .\n</p>\n<p class=\"arabic\">قال وكان أبو عبد الله يصلي في وقت السحر ثلاث عشرة ركعة وكان *19*260* لا \n  يوقظني في كل ما يقوم فقلت أراك تحمل على نفسك فلو توقظني .\n</p>\n<p class=\"arabic\">قال أنت شاب ولا أحب أن أفسد عليك نومك .\n</p>\n<p class=\"arabic\">وقال غنجار سمعت أبا عمرو أحمد بن محمد المقرئ سمعت بكر بن منير يقول كان \n  محمد بن إسماعيل يصلي ذات ليلة فلسعه الزنبور سبع عشرة مرة فلما قضى الصلاة \n  قال انظروا إيش آذاني .\n</p>\n<p class=\"arabic\">وقال محمد بن أبي حاتم دعي محمد بن إسماعيل إلى بستان فلما صلى بهم الظهر \n  قام يتطوع فلما فرغ من صلاته رفع ذيل قميصه وقال لبعض من معه أنظر هل ترى \n  تحت القميص شيئا فإذا زنبور قد أبره في ستة عشر أو سبعة عشر موضعا وقد تورم \n  من ذلك عشرة فقال له بعض القوم كيف لم تخرج من الصلاة أول ما أبرك قال كنت \n  في سورة فأحببت أن أتمها .\n</p>\n<p class=\"arabic\">وقال محمد بن أبي حاتم رأيت أبا عبد الله استلقى على قفاه يوما ونحن بفربر \n  في تصنيف كتاب التفسير وأتعب نفسه يومئذ فقلت له إني أراك تقول إني ما أتيت \n  شيئا بغير علم قط منذ علقت فما الفائدة في الاستلقاء قال أتعبنا أنفسنا اليوم \n  وهذا ثغر من الثغور وخشيت أن يحدث حدث من أمر العدو وأحببت أن أستريح وآخذ \n  أهبة فإن غافصنا العدو كان منا حراك ) .\n</p>\n<p class=\"arabic\">وكان يركب إلى الرمي كثيرا فما أعلمني رأيته في طول ما صحبته أخطأ *19*261* \n  سهمه الهدف إلا مرتين فكان يصيب الهدف في كل ذلك وكان لا يسبق .\n</p>\n<p class=\"arabic\">وسمعته يقول ما أكلت كراتا قط ولا القنابرى .\n</p>\n<p class=\"arabic\">قلت ولم ذاك قال كرهت أن أؤذي من معي من نتنها .\n</p>\n<p class=\"arabic\">قلت فكذلك البصل النيء قال نعم .\n</p>\n<p class=\"arabic\">وسمعته يقول ما أردت أن أتكلم بكلام فيه ذكر الدنيا إلا بدأت بحمد الله والثناء \n  عليه .\n</p>\n<p class=\"arabic\">وقال له بعض أصحابه يقولون أنك تناولت فلانا .\n</p>\n<p class=\"arabic\">قال سبحان الله ما ذكرت أحدا بسوء إلا أن أقول ساهيا قال وكان لأبي عبد الله \n  غريم قطع عليه مالا كثيرا فبلغه أنه قدم آمل ونحن بفربر فقلنا له ينبغي أن \n  تعبر وتأخذه بمالك .\n</p>\n<p class=\"arabic\">فقال ليس لنا أن نردعه .\n</p>\n<p class=\"arabic\">ثم بلغ غريمه فخرج إلى خوارزم فقلنا ينبغي أن تقول لأبي سلمة الكسائي عامل \n  آمل ليكتب إلى خوارزم في أخذه .\n</p>\n<p class=\"arabic\">فقال إن أخذت منهم كتابا طمعوا في كتاب ولست أبيع ديني بدنياي فجهدنا فلم \n  يأخذ حتى كلمنا السلطان عن غير أمره فكتب إلى والي خوارزم فلما بلغ أبا عبد \n  الله ذلك وجد وجدا شديدا وقال لا تكونوا أشفق علي من نفسي وكتب كتابا وأردف \n  تلك الكتب بكتب وكتب إلى بعض أصحابه بخوارزم أن لا يتعرض لغريمه وقصدنا ناحية \n  مرو فاجتمع التجار وأخبر السلطان فأراد التشديد على الغريم فكره ذلك أبو عبد \n  الله فصالح غريمه على أن يعطيه كل سنة عشرة دراهم شيئا يسيرا وكان المال خمسة \n  وعشرين ألفا ولم يصل من ذلك إلى درهم ولا إلى أكثر منه *19*262* .\n</p>\n<p class=\"arabic\">وسمعت أبا عبد الله يقول ما توليت شراء شيء قط ولا بيعه .\n</p>\n<p class=\"arabic\">قلت فمن يتولى أمركفي أسفارك قال كنت أكفى ذلك ) .\n</p>\n<p class=\"arabic\">وقال لي يوما بفربر بلغني أن نخاسا قدم بجواري فتصير معي قلت نعم .\n</p>\n<p class=\"arabic\">فصرنا إليه فأخرج جواري حسانا صباحا ثم أخرج من خلالهن جارية خزرية دميمة \n  فمس ذقنها وقال اشتر لنا هذه .\n</p>\n<p class=\"arabic\">فقلت هذه دميمة قبيحة لا تصلح واللاتي نظرنا إليهن يمكن شراءهن بثمن هذه .\n</p>\n<p class=\"arabic\">فقال اشترها فإني مسست ذقنها ولا أحب أن أمس جارية ثم لا أشتريها فاشتراها \n  بغلاء خمسمائة درهم على ما قال أهل المعرفة .\n</p>\n<p class=\"arabic\">وروى بكر بن منير وابن أبي حاتم واللفظ لبكر قال حمل إلى البخاري بضاعة أنفذها \n  إليه ابنه أحمد فاجتمع به بعض التجار وطلبوها بربح خمسة آلاف درهم .\n</p>\n<p class=\"arabic\">فقال انصرفوا الليلة .\n</p>\n<p class=\"arabic\">فجاءه من الغد تجار آخرون فطلبوها منه بربح عشرة آلاف درهم فقال إني نويت \n  البارحة بيعها للذين أتوا البارحة .\n</p>\n<p class=\"arabic\">وقال محمد بن أبي حاتم سمعت أبا عبد الله يقول ما ينبغي للمسلم أن يكون بحالة \n  إذا دعا لم يستجب له .\n</p>\n<p class=\"arabic\">فقالت له امرأة أخيه بحضرتي فهل تبينت ذلك أيها الشيخ من نفسك أو جربت *19*263* \n  قال نعم دعوت ربي عز وجل مرتين فاستجاب لي فلن أدعو بعد ذلك فلعله ينقص من \n  حسناتي أو يعجل لي في الدنيا .\n</p>\n<p class=\"arabic\">ثم قال ما حاجة المسلم إلى البخل والكذب وسمعته يقول خرجت إلى آدم بن إياس \n  فتخلفت عني نفقتي حتى جعلت أتناول الحشيش ولا اخبر بذلك أحدا فلما كان اليوم \n  الثالث أتاني آت لم أعرفه فناولني صرة دنانير وقال أنفق على نفسك .\n</p>\n<p class=\"arabic\">وسمعت سليم بن مجاهد يقول ما رأيت بعيني منذ ستين سنة أفقه ولا أروع ولا أزهد \n  في الدنيا من محمد بن إسماعيل رحمه الله .\n</p>\n<p class=\"arabic\">صفته وكرمه قال ابن عدي سمعت الحسن بن الحسين يقول رأيت محمد بن إسماعيل شيخا \n  نحيف الجسم ) .\n</p>\n<p class=\"arabic\">ليس بالطويل ولا بالقصير .\n</p>\n<p class=\"arabic\">وقال محمد بن أبي حاتم دخل أبو عبد الله الحمام بفربر وكنت أنا في مسلخ الحمام \n  أعاهد ثيابه فلما خرج ناولته ثيابه فلبسها ثم ناولته الخف فقال مسست شيئا \n  فيه شعر النبي صلى الله عليه وسلم فقلت في أي موضع هو من الخف فلم يخبرني \n  فتوهمت أنه في ساقه بين الظهارة والبطانة .\n</p>\n<p class=\"arabic\">وكانت لأبي عبد الله قطعة أرض يكريها كل سنة سبعمائة درهم وكان ذلك المكتري \n  ربما حمل منها إلى أبي عبد الله قثاة أو قثاتين لأنه كان معجبا بالقثاء النضيج \n  وكان يؤثره على البطيخ أحيانا فكان يهب للرجل مائة درهم كل سنة لحمله القثاء \n  إليه أحيانا *19*264* .\n</p>\n<p class=\"arabic\">وسمعته يقول كنت أستغل كل شهر خمسمائة درهم فأنفقت كل ذلك في طلب العلم .\n</p>\n<p class=\"arabic\">فقلت كم بين مثل من ينفق على هذا الوجه وبين من كان خلوا من المال فجمع وكسب \n  العلم وكنا بفربر وكان أبو عبد الله يبني رباطا مما يلي بخارى فاجتمع بشر \n  كثير يعينونه على ذلك وكان ينقل اللبن فكنت أقول إنك تكفى فيقول هذا الذي \n  ينفعنا .\n</p>\n<p class=\"arabic\">ثم أخذنا ننقل الزنبرات معه وكان ذبح لهم بقرة فلما أدرك القدور دعا الناس \n  إلى الطعام وكان بها مائة نفس أو أكثر ولم يكن علم أنه اجتمع ما اجتمع وكنا \n  أخرجنا معه من فربر خبزا بثلاثة دراهم أو أقل فألقينا بين أيديهم فأكل جميع \n  من حضر وفضلت أرغفة صالحة .\n</p>\n<p class=\"arabic\">وكان الخبز إذ ذاك خمسة أمناء بدرهم .\n</p>\n<p class=\"arabic\">وقال لي مرة أحتاج في السنة إلى أربعة آلاف أو خمسة آلاف درهم وكان يتصدق \n  بالكثير .\n</p>\n<p class=\"arabic\">يناول الفقير من أصحاب الحديث ما بين العشرين إلى الثلاثين وأقل وأكثر من \n  غير أن يشعر بذلك أحد وكان لا يفارقه كيسه .\n</p>\n<p class=\"arabic\">ورأيته ناول رجلا صرة فيها ثلاثمائة درهم وكنت اشتريت منزلا بتسعمائة وعشرين \n  درهما .\n</p>\n<p class=\"arabic\">فقال لي ينبغي أن تصير إلى نوح الصيرفي وتأخذ منه ألف درهم وتحضرها ففعلت \n  فقال خذها واصرفها في ثمن البيت .\n</p>\n<p class=\"arabic\">فقلت قد قبلت منك وشكرته وأقبلنا على الكتابة .\n</p>\n<p class=\"arabic\">وكنا في تصنيف الجامع فلما كان بعد ساعة قلت عرضت لي حاجة لا أجترئ رفعها \n  ) .\n</p>\n<p class=\"arabic\">إليك .\n</p>\n<p class=\"arabic\">فظن أني طمعت في الزيادة فقال لا تحتشمني وأخبرني بما تحتاج فإني أخاف أن \n  أكون مأخوذا بسببك .\n</p>\n<p class=\"arabic\">قلت له كيف *19*265* قال لأن النبي صلى الله عليه وسلم آخى بين أصحابه فذكر \n  حديث سعد وعبد الرحمن .\n</p>\n<p class=\"arabic\">فقلت قد جعلتك في حل من كل ما تقول ووهبتك المال الذي عرضته علي عنيت المناصفة \n  وذلك أنه قال لي جوار وامرأة وأنت أعزب فالذي يجب علي أن أناصفك لنستوي في \n  المال وغيره وأربح عليك في ذلك .\n</p>\n<p class=\"arabic\">فقلت له قد فعلت رحمك الله أكثر من ذلك إذ أنزلتني من نفسك ما لم تنزل أحدا \n  وصلت منك محل الولد .\n</p>\n<p class=\"arabic\">ثم حفظ على حديثي الأول وقال ما حاجتك قلت تقضيها قال نعم وأسر بذلك .\n</p>\n<p class=\"arabic\">قلت هذه الألف تأمر بقبوله وتصرفه في بعض ما تحتاج إليه قبله وذلك أنه ضمن \n  إجابة قضاء حاجتي .\n</p>\n<p class=\"arabic\">ثم جلسنا بعد ذلك بيومين لتصنيف الجامع وكتبنا منه ذلك اليوم شيئا كثيرا إلى \n  الظهر ثم صلينا الظهر وأقبلنا على الكتابة من غير أن نكون أكلنا شيئا فرآني \n  لما كان العصر شبه القلق المستوحش فتوهم في ملالا وإنما كان بي الحصر غير \n  أني لم أقدر على القيام فكنت أتلوى اهتماما بالحصر فدخل أبو عبد الله المنزل \n  وأخرج إلي كاغدة فيها ثلاثمائة درهم وقال أما إذا لم تقبل ثمن المنزل فينبغي \n  أن تصرف هذا في بعض حوائجك .\n</p>\n<p class=\"arabic\">فجهد بي فلم أقبل ثم كان بعد أيام كتبنا إلى الظهر أيضا فناولني عشرين درهما \n  وقال اصرفها في شري الحصر فاشتريت بها ما كنت أعلم أنه يلائمه وبعثت به إليه \n  وأتيت فقال بيض الله وجهك ليس فيك حيلة فلا ينبغي أن نعني أنفسنا .\n</p>\n<p class=\"arabic\">فقلت إنك قد جمعت خير الدنيا والآخرة فأي رجل يبر خادمه بما تبرني *19*266* \n  قصته مع الذهلي ) .\n</p>\n<p class=\"arabic\">قال الحسن بن محمد بن جابر قال لنا محمد بن يحيى الذهلي لما ورد البخاري نيسابور \n  اذهبوا إلى هذا الرجل الصالح فاسمعوا منه فذهب الناس إليه وأقبلوا على السماع \n  منه حتى ظهر الخلل في مجلس الذهلي فحسده بعد ذلك وتكلم فيه .\n</p>\n<p class=\"arabic\">وقال أبو أحمد بن عدي ذكر لي جماعة من المشايخ أن محمد بن إسماعيل لما ورد \n  نيسابور واجتمعوا إليه حسده بعض المشايخ وقال لأصحاب الحديث إن محمد بن إسماعيل \n  يقول اللفظ بالقرآن مخلوق فامتحنوه .\n</p>\n<p class=\"arabic\">فلما حضر الناس قام إليه رجل وقال يا أبا عبد الله ما تقول في اللفظ بالقرآن \n  مخلوق هو أم غير مخلوق فأعرض عنه ولم يجبه فأعاد السؤال فأعرض عنه ثم أعاد \n  فالتفت إليه البخاري وقال القرآن كلام الله غير مخلوق وأفعال العباد مخلوقة \n  والامتحان بدعة .\n</p>\n<p class=\"arabic\">فشغب الرجل وشغب الناس وتفرقوا عنه وقعد البخاري في منزله .\n</p>\n<p class=\"arabic\">قال محمد بن يوسف الفربري سمعت محمد بن إسماعيل يقول أما أفعال العباد فمخلوقة \n  فقد ثنا علي بن عبد الله ثنا مروان بن معاوية ثنا أبو مالك عن ربعي عن حذيفة \n  قال قال النبي صلى الله عليه وسلم إن الله يصنع كل صانع وصنعته .\n</p>\n<p class=\"arabic\">وسمعت عبيد الله بن سعيد سمعت يحيى بن سعيد يقول ما زلت أسمع أصحابنا يقولون \n  إن أفعال العباد مخلوقة .\n</p>\n<p class=\"arabic\">قال البخاري حركاتهم وأصواتهم واكتسابهم وكتابتهم مخلوقة فأما *19*267* القرآن \n  المتلوالمثبت في المصاحف المسطور المكتوب الموعى في القلوب فهو كلام الله \n  ليس بمخلوق قال الله تعالى هو آيات بينات في صدور الذين أوتوا العلم .\n</p>\n<p class=\"arabic\">وقال يقال فلان حسن القراءة ورديء القراءة ولا يقال حسن القرآن ولا رديء القرآن .\n</p>\n<p class=\"arabic\">وإنما ينسب إلى العباد القراءة لأن القرآن كلام الرب والقراءة فعل العبد وليس \n  لأحد أن يشرع في أمر الله بغير علم كما زعم بعضهم أن القرآن بألفاظنا وألفاظنا \n  به شيء واحد .\n</p>\n<p class=\"arabic\">والتلاوة هي المتلو والقراءة هي المقرئ .\n</p>\n<p class=\"arabic\">فقيل له إن القراءة فعل القارئ وعمل التالي .\n</p>\n<p class=\"arabic\">فرجع وقال ظننتهما مصدرين فقيل له هلا أمسكت كما أمسك كثيرا من أصحابك ولو \n  بعث إلي من كتب عنك واسترددت ما أثبت وضربت عليه .\n</p>\n<p class=\"arabic\">فزعم أن كيف يمكن هذا وقال قلت ومضى قولي .\n</p>\n<p class=\"arabic\">فقيل له كيف جاز لك أن تقول في الله شيئا لا تقوم به شرحا وبيانا إذ لم تميز \n  بين التلاوة والمتلو .\n</p>\n<p class=\"arabic\">فسكت إذ لم يكن عنده جواب .\n</p>\n<p class=\"arabic\">وقال أبو حامد الأعمش رأيت البخاري في جنازة سعيد بن مروان والذهلي يسأله \n  عن الأسماء والكنى والعلل ويمر فيه البخاري مثل السهم فما أتى على هذا شهر \n  حتى قال الذهلي ألا من يختلف إلى مجلسه فلا يأتنا فإنهم كتبوا إلينا من بغداد \n  أنه تكلم في اللفظ ونهيناه فلم ينتهي فلا تقربوه .\n</p>\n<p class=\"arabic\">فأقام البخاري مدة وخرج إلى بخارى .\n</p>\n<p class=\"arabic\">قال أبو حامد الشرقي سمعت محمد بن يحيى الذهلي يقول القرآن كلام الله غير \n  مخلوق من جميع جهاته وحيث تصرف فمن لزم هذا استغنى عن اللفظ ومن زعم أن القرآن \n  مخلوق فقد كفر وبانت منه امرأته *19*268* يستتاب فإن تاب وإلا قتل وجعل ماله \n  فيئا .\n</p>\n<p class=\"arabic\">ومن وقف فقد ضاهى الكفر ومن زعم أن لفظي بالقرآن مخلوق فهذا مبتدع لا يجالس \n  ولا يكلم ومن ذهب بعد هذا إلى محمد بن إسماعيل فاتهموه فإنه لا يحضر مجلسه \n  إلا من كان على مذهبه .\n</p>\n<p class=\"arabic\">وقال الفربري سمعت البخاري يقول إني لأستجهل من لا يكفر الجهمية .\n</p>\n<p class=\"arabic\">قال الحاكم ثنا طاهر بن محمد الوراق سمعت محمد بن شاذل يقول دخلت على البخاري \n  فقلت إيش الحيلة لنا فيما بينك وبين محمد بن يحيى كل من يختلف إليك يطرد .\n</p>\n<p class=\"arabic\">فقال وكم يعتري محمد بن يحيى الحسد في العلم والعلم رزق الله يعطيه من يشاء .\n</p>\n<p class=\"arabic\">فقلت هذه المسألة التي تحكى عنك قال يا بني هذه المسألة مشؤومة رأيت أحمد \n  بن حنبل وما ناله في هذه المسألة وجعلت على نفسي أن لا أتكلم فيها عنى مسألة \n  اللفظ .\n</p>\n<p class=\"arabic\">وقال أبو عمرو أحمد بن نصر الخفاف كنا يوما عند أبي إسحاق القيسي ومعنا محمد \n  بن نصر المروزي فجرى ذكر محمد بن إسماعيل فقال محمد بن نصر سمعته يقول من \n  زعم ) .\n</p>\n<p class=\"arabic\">أني قلت لفظي بالقرآن مخلوق فهو كذاب فإني لم أقله .\n</p>\n<p class=\"arabic\">فقلت له يا أبا عبد الله قد خاض الناس في هذا وأكثروا فيه .\n</p>\n<p class=\"arabic\">فقال ليس إلا ما أقول .\n</p>\n<p class=\"arabic\">قال أبو عمرو الخفاف فأتيت البخاري فناظرته في شيء من الأحاديث حتى طابت نفسه \n  فقلت يا أبا عبد الله ههنا أحد يحكي عنك أنك قلت هذه المقالة *19*269* .\n</p>\n<p class=\"arabic\">فقال يا أبا عمرو احفظ ما أقول لك من زعم من أهل نيسابور وقومس والري وهمدان \n  وبغداد والكوفة والبصرة ومكة والمدينة أني قلت لفظي في القرآن مخلوق فهو كذاب \n  فإني لم أقله إلا أني قلت أفعال العباد مخلوقة .\n</p>\n<p class=\"arabic\">وقال حاتم بن أحمد الكندي سمعت مسلم بن الحجاج يقول لما قدم محمد بن إسماعيل \n  نيسابور ما رأيت واليا ولا عالما فعل به أهل نيسابور ما فعلوا به استقبلوه \n  مرحلتين وثلاثة فقال محمد بن يحيى من أراد أن يستقبل محمد بن إسماعيل غدا \n  فليستقبله فاستقبله محمد بن يحيى وعامة العلماء فقال لنا الذهلي لا تسألوه \n  عن شيء من الكلام فإنه إن أجاب بخلاف ما نحن عليه وقع بيننا وبينه ثم شمت \n  بنا كل حروري وكل رافضي وكل جهمي وكل مرجئ بخراسان .\n</p>\n<p class=\"arabic\">قال فازدحم الناس على محمد بن إسماعيل حتى امتلأ السطح والدار فلما كان اليوم \n  الثاني أو الثالث قام إليه رجل فسأله عن اللفظ بالقرآن فقال أفعالنا مخلوقة \n  وألفاظنا من أفعالنا فوقع بينهم اختلاف فقال بعض الناس قال لفظي بالقرآن مخلوق \n  وقال بعضهم لم يقل حتى تواثبوا فاجتمع أهل الدار وأخرجوهم وكان قد نزل في \n  دار البخاريين .\n</p>\n<p class=\"arabic\">وقال أحمد بن سلمة دخلت على البخاري فقلت يا أبا عبد الله هذا رجل مقبول خصوصا \n  في هذه المدينة وقد لج في هذا الحديث حتى لا يقدر أحد منا أن يكلمه فما ترى \n  فقبض على لحيته ثم قال فأفوض أمري إلى الله إن الله بصير بالعباد اللهم إنك \n  تعلم أني لم أرد المقام بنيسابور أشرا ولا بطرا ولا طلبا للرئاسة و إنما أبت \n  علي نفسي في الرجوع إلى وطني لغلبة المخالفين وقد قصدني هذا الرجل حسدا لما \n  آتاني الله لا غير يا أحمد إني خارج غدا ليتخلصوا من حديثه لأجلي *19*270* .\n</p>\n<p class=\"arabic\">قال فأخبرت أصحابنا فوالله ما شيعه غيري كنت معه حين خرج من البلد وأقام بباب \n  البلد ) .\n</p>\n<p class=\"arabic\">ثلاثة أيام لإصلاح أمره .\n</p>\n<p class=\"arabic\">وقال محمد بن يعقوب بن الأخرم لما استوطن البخاري نيسابور أكثر مسلم الاختلاف \n  إليه فلما وقع بين الذهلي وبين البخاري ما وقع ونادى عليه ومنع الناس عنه \n  انقطع أكثرهم غير مسلم .\n</p>\n<p class=\"arabic\">فقال الذهلي يوما ألا من قال بالفظ لا يحل له أن يحضر مجلسنا فأخذ مسلم الرداء \n  فوق عمامته وقام على رؤوس الناس وبعث إلى الذهلي بما كتب عنه على ظهر حمال \n  وتبعه في القيام أحمد بن سلمة .\n</p>\n<p class=\"arabic\">قال محمد بن أبي حاتم أتى رجل أبا عبد الله فقال إن فلانا يكفرك فقال قال \n  النبي صلى الله عليه وسلم إذا قال الرجل لأخيه يا كافر فقد باء بها أحدهما .\n</p>\n<p class=\"arabic\">وقال عبد الرحمن بن أبي حاتم في كتاب الجرح والتعديل قدم محمد بن إسماعيل \n  الري سنة خمسين ومائتين وسمع منه أبي وأبو زرعة وتركا حديثه عندما كتب إليهما \n  محمد بن يحيى أنه أظهر عندهم أن لفظه بالقرآن مخلوق .\n</p>\n<p class=\"arabic\">وقال أحمد بن منصور الشيرازي الحافظ سمعت بعض أصحابنا يقول لما قدم البخاري \n  بخارى نصب له القباب على فرسخ من البلد واستقبله عامة أهل البلد ونثر عليه \n  الدنانير والدراهم والسكر الكثير فبقي أياما فكتب محمد بن يحيى الذهلي إلى \n  أمير بخارى خالد بن أحمد الذهلي إن هذا الرجل قد أظهر خلاف السنة فقرأ كتابه \n  على أهل بخارى فقالوا لا نفارقه فأمره الأمير بالخروج من البلد فخرج .\n</p>\n<p class=\"arabic\">قال أحمد بن منصور فحدثني بعض أصحابنا عن إبراهيم بن معقل *19*271* النسفي \n  قال رأيت محمد بن إسماعيل في اليوم الذي أخرج فيه من بخارى فقلت يا أبا عبد \n  الله كيف ترى هذا اليوم من يوم دخولك فقال لا أبالي إذا سلم ديني .\n</p>\n<p class=\"arabic\">فخرج إلى بيكند فسار الناس معه حزبين حزب له وحزب عليه إلى أن كتب إلى ه أهل \n  سمرقند فسألوه أن يقدم عليهم فقدم إلى أن وصل بعض قرى سمرقند فوقع بين أهل \n  سمرقند فتنة بسببه قوم يريدون إدخاله البلد وقوم يأبون إلى أن اتفقوا على \n  دخوله فاتصل به ما وقع بينهم فخرج يريد أن يركب فلما استوى على دابته قال \n  اللهم جز لي ثلاثا فسقط ميتا .\n</p>\n<p class=\"arabic\">وحضره أهل سمرقند بأجمعهم ) .\n</p>\n<p class=\"arabic\">هذه حكاية منقطعة شاذة .\n</p>\n<p class=\"arabic\">وقال بكر بن منير بن خليد البخاري بعث الأمير خالد بن أحمد الذهلي متولي بخارى \n  إلى محمد بن إسماعيل أن احمل إلي كتاب الجامع والتاريخ وغيرهما لأسمع منك .\n</p>\n<p class=\"arabic\">فقال لرسوله أنا لا أذل العلم ولا أحمله إلى أبواب الناس فإن كانت له إلى \n  شيء منه حاجة فليحضر إلى مسجدي أو في داري فإن لم يعجبه هذا فإنه سلطان فليمنعني \n  من الجلوس ليكون لي عند الله يوم القيامة لأني لا أكتم العلم فكان هذا سبب \n  الوحشة بينهما .\n</p>\n<p class=\"arabic\">وقال أبو بكر بن أبي عمرو البخاري كان سبب منافرة البخاري أن خالد بن أحمد \n  خليقة الظاهرية ببخارى سأله أن يحضر مجلسه فيقرأ الجامع والتاريخ على أولاده \n  فامتنع فراسله بأن يعقد مجلسا خاصا لهم فامتنع وقال لا أخص أحدا .\n</p>\n<p class=\"arabic\">فاستعان عليه بحريث بن أبي الورقاء وغيره حتى تكلموا في مذهبه ونفاه من البلد \n  فدعا عليهم فلم يأت إلا شهر حتى ورد أمر الظاهرية بأن ينادى على خالد من البلد \n  فنودي عليه على أتان وأما حريث فابتلي بأهله ورأى فيها ما *19*272* يجل عن \n  الوصف وأما فلان فابتلي بأولاده .\n</p>\n<p class=\"arabic\">رواها الحاكم عن محمد بن العباس الضبي عن أبي بكر هذا .\n</p>\n<p class=\"arabic\">قلت كان حريث من كبار فقهاء الرأي ببخارى .\n</p>\n<p class=\"arabic\">قال محمد بن واصل البيكندي من الله علينا بخروج أبي عبد الله ومقامه عندنا \n  حتى سمعنا منه هذه الكتب وإلا من كان يصل إليه وبمقامه في فربر وبيكند بقيت \n  هذه الأمالي وتخرج الناس به .\n</p>\n<p class=\"arabic\">قال ابن عدي سمعت عبد القدوس بن عبد الجبار يقول جاء البخاري إلى قرية خرتنك \n  على فرسخين من سمرقند وكان له بها أقرباء فنزل عندهم فسمعته ليلة يدعو وقد \n  فرغ من صلاة الليل اللهم قد ضاقت علي الأرض بما رحبت فاقبضني إليك فما تم \n  الشهر حتى مات وقبره بخرتنك .\n</p>\n<p class=\"arabic\">وقال محمد بن أبي حاتم سمعت غالب بن جبريل وهو الذي نزل عليه أبو عبد الله \n  يقول أقام أبو عبد الله عندنا أياما فمرض واشتد به المرض حتى وجه رسولا إلى \n  سمرقند في إخراج محمد فلما وافى تهيأ للركوب فلبس خفيه وتعمم فلما مشى قدر \n  عشرين خطوة أو ) .\n</p>\n<p class=\"arabic\">نحوها وأنا آخذ بعضده ورجل آخر معي يقود الدابة ليركبها فقال رحمه الله أرسلوني \n  فقد ضعفت ودعا بدعوات ثم اضطجع فقضى رحمه الله فسال منه من العرق شيء لا يوصف \n  فما سكن منه العرق إلى أن أدرجناه في ثيابه وكان فيما قال لنا وأوصى إلينا \n  أن كفنوني في ثلاثة أثواب بيض ليس فيها قميص ولا عمامة ففعلنا ذلك فلما دفناه \n  فاح من تراب قبره رائحة غالية أطيب من المسك فدام ذلك أياما قم علت سواري \n  بيض في السماء مستطيلة بحذاء قبره فجعل الناس يختلفون ويتعجبون وأما التراب \n  فإنهم كانوا يرفعون عن القبر ولم نكن نقدر على حفظ القبر بالحراس وغلبنا على \n  أنفسنا فنصبنا على القبر خشبا مشبكا *19*273* لم يكن أحد يقدر على الوصول \n  إلى القبر .\n</p>\n<p class=\"arabic\">وأما ريح الطيب فإنه تداوم أياما كثيرة حتى تحدث أهل البلدة وتعجبوا من ذلك \n  وظهر عند مخالفيه أمره بعد وفاته وخرج بعض مخالفيه إلى قبره وأظهروا التوبة \n  والندامة .\n</p>\n<p class=\"arabic\">قال محمد ولم يعش غالب بعده إلا القليل ودفن جانبه وقال خلف الخيام سمعت مهيب \n  بن سليم يقول مات عندنا أبو عبد الله ليلة الفطر سنة ست وخمسين كان في بيت \n  وحده فوجدناه لما أصبح وهو ميت .\n</p>\n<p class=\"arabic\">وقال محمد بن أبي حاتم سمعت أبا ذر يقول رأيت في المنام محمد بن حاتم الخلقاني \n  فسألته وأنا أعرف أنه ميت عن شيخي هل رأيته قال نعم .\n</p>\n<p class=\"arabic\">ثم سألته عن محمد بن إسماعيل البخاري فقال رأيته وأشار إلى السماء إشارة كاد \n  أن يسقط منها لعلو ما يشير .\n</p>\n<p class=\"arabic\">وقال أبو علي الغساني الحافظ ثنا أبو الفتح نصر بن الحسن التنكتي السمرقندي \n  قدم علينا بلنسية عام أربعة وستين وأربعمائة قال قحط المطر عندنا بسمرقند \n  في بعض الأعوام فاستسقى الناس مرارا فلم يسقوا فأتى رجل صالح معروف بالصلاح \n  إلى قاضي سمرقند فقال له إني قد رأيت رأيا أعرضه عليك .\n</p>\n<p class=\"arabic\">قال وما هو قال أرى أن تخرج وتخرج الناس معك إلى قبر الأمام محمد بن إسماعيل \n  البخاري ونستسقي عنده فعسى الله أن يسقينا .\n</p>\n<p class=\"arabic\">فقال القاضي نعم ما رأيت ) .\n</p>\n<p class=\"arabic\">فخرج القاضي والناس معهن واستسقى القاضي بالناس وبكى الناس عند *19*274* القبر \n  وتشفعوا بصاحبه فأرسل الله السماء بماء عظيم غزير أقام الناس من أجله سبعة \n  أيام أو نحوها لا يستطيع أحد الوصول إلى سمرقند من كثرة المطر وغزارته وبين \n  سمرقند وخرتنك نحو ثلاثة أميال .\n</p>\n<p class=\"arabic\">ومناقب أبي عبد الله رضي الله عنه كثيرة وقد أفردتها في مصنف وفيها زيادات \n  كثيرة هناك والله أعلم .\n\n</p>"
}