{
    "header": "محمد بن بشار بن داود بن كيسان الحائك الحـ...",
    "id": "009256",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن بشار بن داود بن كيسان الحائك الحافظ .\n</h1>\n<p class=\"arabic\">ع *19*276* أبو بكر العبدي البصري بندار .\n</p>\n<p class=\"arabic\">والبندار في الاصطلاح هو الحافظ .\n</p>\n<p class=\"arabic\">وكان بندار عارفا متقنا بصيرا بحديث البصرة لم يرحل برا بأمه واقتنع بحديث \n  بلده .\n</p>\n<p class=\"arabic\">سمع معتمر بن سليمان وعبد العزيز بن عبد الصمد العمي ومرحوم بن عبد العزيز \n  العطار وعبد الأعلى بن عبد الأعلى وعمر بن علي بن مقدم ومحمد بن جعفر غندرن \n  ومحمد بن أبي عدي ويحيى القطان وعبد الرحمن بن مهدي وأبا عاصم ووكيعا ويزيد \n  بن هارون .\n</p>\n<p class=\"arabic\">وكأنه رحل بأخرة .\n</p>\n<p class=\"arabic\">وعنه ع وابن أبي الدنيا وأبو زرعة والبغوي وابن خزيمة وأبو العباس السراج \n  وزكريا الساجي وابن صاعد ومحمد بن المسيب الأرغياني وأبو بكر بن أبي داود \n  وخلق .\n</p>\n<p class=\"arabic\">قال الأرغياني سمعته يقول كتب عني خمسة قرون وسألوني الحديث وأنا ابن ثمان \n  عشرة فأخرجتهم إلى البستان وأطعمتهم الرطب وحدثتهم .\n</p>\n<p class=\"arabic\">قال أبو حاتم صدوق .\n</p>\n<p class=\"arabic\">وقال العجلي ثقة كثير الحديث حائك .\n</p>\n<p class=\"arabic\">وقالعبد الله بن محمد بن يونس السمناني كان أهل البصرة يقدمون أبا موسى على \n  بندار وكان الغرباء يقدمون بندارا .\n</p>\n<p class=\"arabic\">وقال عبد الله بن جعفر بن خاقان المروزي سمعت بندارا يقول أردت الخروج فمنعتني \n  أمي فأطعتها فبورك لي فيه يعني الحديث ) .\n</p>\n<p class=\"arabic\">وقال ابن خزيمة سمعت بندارا يقول اختلفت إلى يحيى بن سعيد ذكر كثر من عشرين \n  سنة *19*277* .\n</p>\n<p class=\"arabic\">وقال أبو داود كتبت عن بندار نحوا من خمسين ألف حديث وكتبت عن أبي موسى شيئا \n  وهو أثبت من بندار ولولا سلامة في بندار ترك حديثه .\n</p>\n<p class=\"arabic\">وقال إسحاق بن إبراهيم القزاز كنا عند بندار فقال في حديث عن عائشة قال قال \n  رسول الله صلى الله عليه وسلم فقال رجل يمزح بأعيذك بالله ما أفصحك .\n</p>\n<p class=\"arabic\">فقال كنا إذا خرجنا من عند روح ودخلنا على أبي عبيدة فقال بان عليك ذلك .\n</p>\n<p class=\"arabic\">وقال ابن خزيمة سمعت بندارا يقول ما جلست مجلسي هذا حتى حفظت جميع ما خرجته .\n</p>\n<p class=\"arabic\">وقال ابن خزيمة مرة ثنا الإمام محمد بن بشار بندار .\n</p>\n<p class=\"arabic\">وقال في كتاب التوحيد ثنا إمام أهل زمانه في العلم والأخبار محمد بن بشار \n  بندار ثنا معاذ بن هشام حدثني أبي عن قتادة عن عبد الله بن شقيق قال قلت لأبي \n  ذر لو رأيت النبي صلى الله عليه وسلم سألته هل رأيت ربك فقال أبو ذر قد سألته \n  فقال رأيت نورا .\n</p>\n<p class=\"arabic\">وقال عبد الله بن أحمد الدورقي كنا عند ابن معين وجرى ذكر بندار فرأيت يحيى \n  لا يعبأ به ويستضعفه .\n</p>\n<p class=\"arabic\">وقال محمد بن المسيب لما مات بندار جاء رجل إلى أبي موسى الزمن فقال يا أبا \n  موسى البشرى مات بندار .\n</p>\n<p class=\"arabic\">قال جئت تبشرني بموته علي ثلاثين حجة إن حدثت أبدا بحديث .\n</p>\n<p class=\"arabic\">فبقي بعده تسعين يوما ومات ولم يحدث بحديث .\n</p>\n<p class=\"arabic\">وقال بندار ولدت في السنة التي مات فيها حماد بن سلمة .\n</p>\n<p class=\"arabic\">وقال ابن حبان ولد هو وأبو موسى في سنة واحدة ومات في رجب *19*278* سنة اثنتين \n  وخمسين ومائتين .\n</p>\n<p class=\"arabic\">وقال ابن سيار الفرهياني سمعت عمرو بن علي الفلاس يحلف أن بندار يكذب فيما \n  روى عن يحيى القطان .\n</p>\n<p class=\"arabic\">قال الفرهياني بندار ثقة وكان أبو موسى أرجح منه لأنه كان لا يقرأ إلا من \n  كتابه وكان بندار من كل كتاب يقرأ .\n\n</p>"
}