{
    "header": "محمد بن كرام بن عراق بن حزابة بن البراء ...",
    "id": "009332",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن كرام بن عراق بن حزابة بن البراء .\n</h1>\n<p class=\"arabic\">الشيخ الضال المجسم أبو عبد الله السجستاني شيخ الكراميين .\n</p>\n<p class=\"arabic\">حدث عن إبراهيم بن يوسف البلخي وعبد الله بن مالك بن سليمان الهروي وأحمد \n  بن عبد الله الجويباري وجماعة وعنه محمد بن اسماعيل بن اسحاق وابراهيم بن \n  محمد بن سفيان .\n</p>\n<p class=\"arabic\">وعبد الله القيراطي وابراهيم بن حجاج النسابوزيون قال الحاكم ولد بقرية من \n  قرى زرنج بسجستان ثم دخل خراسان وأكثر الاختلاف إلى أحمد بن حرب الزاهد .\n</p>\n<p class=\"arabic\">سمع اليسير من علي بن إسحاق السمرقندي عن محمد بن مروان عن الكلبي *19*311* .\n</p>\n<p class=\"arabic\">وسمع ^ ... ^ .\n</p>\n<p class=\"arabic\">قال وأكثر عن أحمد الجويباري ومحمد بن تميم الفاريابي ولو عرفهما لأمسك عن \n  الرواية عنهما .\n</p>\n<p class=\"arabic\">ولما ورد نيسابور بعد المجاورة بمكة خمس سنين وانصرف إلى سجستان وباع بها \n  ما كان يملكه وجاء إلى نيسابور حبسه محمد بن عبد الله بن طاهر وطالت محنته \n  فكان يغتسل كل يوم جمعة ويتأهب للخروج إلى الجامع ثم يقول للسجان أتأذن لي \n  في الخروج فيقول لا .\n</p>\n<p class=\"arabic\">فيقول اللهم إني بذلت مجهودي والمنع من غيري .\n</p>\n<p class=\"arabic\">قال وبلغني أنه كان معه جماعة من الفقراء وكان لباسه مسك ضأن مدبوغ غير مخيط \n  وعلى رأسه قلنسوة بيضاء وقد نصب له دكان لبن وكان يطرح له قطعة فرو فيجلس \n  عليها ويعظ ويذكر ويحدث .\n</p>\n<p class=\"arabic\">قال وقد أثنى عليه فيما بلغني ابن خزيمة واجتمع به غير مرة وكذلك أبو سعيد \n  عبد الرحمن بن الحسين الحاكم وهما إماما الفريقين .\n</p>\n<p class=\"arabic\">وحدثني محمد بن حمدون المذكر ثنا أبو الفضل محمد بن الحسين الصفار سمعت ابن \n  كرام الزاهد يقول خمسة أشياء من حياة القلب الجوع وقراءة القرآن وقيام الليل \n  والتضرع عند الصبح وجالسة الصالحين .\n</p>\n<p class=\"arabic\">وقال عبد الله بن محمد بن سلم المقدسي سمعت محمد بن كرام يقول قدر فرعون أن \n  يؤمن ولكن لم يؤمن .\n</p>\n<p class=\"arabic\">قلت هذا كلام يقوله المعتزلي والسني وكل واحد منهما يقصد به شيئا *19*312* .\n</p>\n<p class=\"arabic\">وعن يحيى بن معاذ الرازي قال الفقر بساط الزهاد وابن كرام على بساط الزاهدين .\n</p>\n<p class=\"arabic\">وقال محمد بن الحسين الصفار سمعت ابن كرام يقول الخوف يمنع عن الذنوب والحزن \n  ) .\n</p>\n<p class=\"arabic\">يمنع عن الطعام والرجاء يقوي على الطاعة وذكر الموت يزهد في الفضول .\n</p>\n<p class=\"arabic\">وقال أبو إسحاق أحمد بن محمد بن يونس الهروي سمعت عثمان الدارمي يقول حضرت \n  مجلس أمير سجستان إبراهيم بن الحصين يوم أخرج محمد بن كرام من سجستان وحضر \n  عثمان بن عفان السجستاني وأهل العلم فدعي محمد كرام فقال له الأمير ما هذا \n  العلم الذي جئت به ممن تعلمت ومن جالست قال إلحام ألحمنيه الله تعالى بالحاء .\n</p>\n<p class=\"arabic\">فقال له هل تحسن التشهد قال نعم الطلوات لله بالطاء حتى بلغ إلى قوله السلام \n  عليك أيها النبي فأشار إلى إبراهيم بن الحصين فقال له قطع الله يدك وأمر به \n  فصفع وأخرج .\n</p>\n<p class=\"arabic\">وقال ابن حبان محمد بن كرام كان قد خذل حتى التقط من المذاهب أردأها ومن الأحاديث \n  أوهاها ثم جالس الجويباري ومحمد بن تميم السعدي ولعلهما قد وضعا على النبي \n  صلى الله عليه وسلم والصحابة والتابعين مائة ألف حديث ثم جالس أحمد بن حرب \n  وأخذ عنه التقشف .\n</p>\n<p class=\"arabic\">ولم يكن يحسن العلم وأكثر كتبه المصنفة صنفها له مأمون بن أحمد السلمي .\n</p>\n<p class=\"arabic\">وحدثني محمد بن المنذر سمع عثمان بن سعيد الدارمي يقول كنت عند إبراهيم بن \n  الحصين إذ دخل علينا رجل طوال عليه رقاع فقيل هذا ابن كرام *19*313* .\n</p>\n<p class=\"arabic\">فقال له إبراهيم هل اختلفت إلى أحد العلماء قال لا .\n</p>\n<p class=\"arabic\">قال لقيت عثمان بن عفان السجستاني قال لا .\n</p>\n<p class=\"arabic\">قال فهذا العلم الذي تقوله من أين لك قال هذا نور جعله الله في بطني .\n</p>\n<p class=\"arabic\">قال تحسن التشهد قال نعم التهيات له والصلوات والتيبات السام ألينا وألى إباد \n  الله الصالحين أشحد أن لا إله إلا الله وأشحد أن مهمدا أبدك ورسولك .\n</p>\n<p class=\"arabic\">قال قم لعنك الله ونفاه من سجستان ) .\n</p>\n<p class=\"arabic\">قال ابن حبان هذا حاله في ابتداء أمره ثم لما أخذ في العلم أحب أن ينشئ مذاهب \n  لتعرف به جعل الإيمان قولا بلا معرفة قلب فلزمه أن المنافقين لعنهم الله مؤمنون .\n</p>\n<p class=\"arabic\">قال وكان يزعم أن النبي صلى الله عليه وسلم لم يكن حجة الله على خلقه إن الحجة \n  لا تندرس ولا تموت وكان يزعم أن الاستطاعة قبل الفعل وكان يجسم الرب جل وعلا \n  وكان داعية إلى البدع يجب ترك حديثه فكيف إذا اجتمع إلى بدعته القدح في السنن \n  والطعن في منتحليها .\n</p>\n<p class=\"arabic\">قلت ونظيره في زهده وضلاله عمرو بن عبيد نسأل الله السلامة .\n</p>\n<p class=\"arabic\">وأخبث مقالاته أن الإيمان قول بلا معرفة قلب كما حكاه عنه ابن حبان .\n</p>\n<p class=\"arabic\">وقال أبو محمد بن حزم غلاة المرجئة طائفتان قالت إحداهما الإيمان قول باللسان \n  وإن اعتقد الكفر بقلبه فهو مؤمن ولي الله من أهل الجنة وهو قول محمد بن كرام \n  السجستاني وأصحابه وقالت الأخرى الإيمان للمقر بالشهادتين وإن أعلن الكفر \n  بلسانه *19*314* .\n</p>\n<p class=\"arabic\">وقال أبو العباس السراج شهدت أبا عبد الله البخاري ودفع إليه كتاب من محمد \n  بن كرام يسأله عن أحاديث منها الزهري عن سالم عن أبيه رفعه الإيمان لا يزيد \n  ولا ينقص .\n</p>\n<p class=\"arabic\">فكتب على ظهر كتابه من حدث بها استوجب الضرب الشديد و الحبس الطويل .\n</p>\n<p class=\"arabic\">قال الحاكم وحدثني الثقة قال أنا عبد الرحمن بن محمد قال قال أحمد بن محمد \n  الدهان خرج عبد الله كرام الزاهد من نيسابور في سنة إحدى وخمسين ومائتين ومات \n  بالشام في صفر سنة خمس وخمسين .\n</p>\n<p class=\"arabic\">ومكث في سجن نيسابور ثمان سنين .\n</p>\n<p class=\"arabic\">قالوا وتوفي ببيت المقدس من الليل فحمل بالغد ولم يعلم بموته إلا خاصته ودفن \n  في مقابر الأنبياء بقرب زكريا ويحيى عليهما السلام قال وتوفي وأصحابه ببيت \n  المقدس نحو عشرين ألفا .\n</p>\n<p class=\"arabic\">قال الحسن بن علي الطوسي كردوس سمعت محمد بن أسلم الطوسي يقول لم يعرج إلى \n  السماء كلمة أعظم وأخبث من ثلاث قول فرعون أنا ربكم الأعلى وقول بشر المريسي \n  القرآن مخلوق وقول محمد بن كرام المعرفة ليست من الإيمان .\n</p>\n<p class=\"arabic\">قال الحسن بن إبراهيم الجوزقاني الهمذاني في كتاب الموضوعات له كان ابن كرام \n  يتعبد ) .\n</p>\n<p class=\"arabic\">ويتقشف وأكثر ظهور أصحابه بنيسابور وأعمالها وبيت المقدس ومنهم طائفة قد عكفوا \n  على قبره مال إليهم كثير من العامة لاجتهادهم وظلف عيشهم وكان يقول الإيمان \n  لا يزيد ولا ينقص وهو قول باللسان مجرد عن عقد القلب وعمل الأركان فمن أقر \n  بلسانه كلمة التوحيد فهو مؤمن حقا وإن اعتقد الكفر بقلبه والتثليث وأتى كل \n  فاحشة وكبيرة إلا أنه مقر بلسانه فهو موحد ولي الله من أهل الجنة لا تضره \n  سيئة فلزمهم من هذا القول أن المنافقين مؤمنون حقا *19*315* .\n</p>\n<p class=\"arabic\">قلت كأنه تمسك بظاهر قوله عليه السلام من قال لا إله إلا الله دخل الجنة .\n</p>\n<p class=\"arabic\">قال الجوزقاني وطائفة منهم تسمى المهاجرية تقول بأن الله تعالى جسم لا كالأجسام \n  وأن الأنبياء تجوز منهم الكبائر إلا الكذب في البلاغ وقد نفاه صاحب سجستان \n  وهاب قتله لما رآه زاهدا بزي العباد فقدم نيسابور وافتتن به خلق كثير من أهلها \n  فنفاه متولي نيسابور فخرج معه خلق كير من أعيان الناس وامتد على حاله إلى \n  بيت المقدس فسكن هناك .\n</p>\n<p class=\"arabic\">وقال شرف بن مرجا المقدسي أخبرني أبي عن أبيه أن أبا عبد الله بن كرام دخل \n  بيت المقدس فتكلم فجاءه غريب بعد ما سمع منه أهل الأندلس حديثا كثيرا فسأله \n  عن الإيمان فقال قول بعد أن أمسك عن جوابه غير مرة فلما سمعوا ذلك منه حرقوا \n  ما كتبوا عنه ونفي إلى زغر ومات بها فحمل إلى بيت المقدس .\n\n</p>"
}