{
    "header": "محمد بن يحيى بن عبد الله بن خالد بن فارسـ...",
    "id": "009365",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن يحيى بن عبد الله بن خالد بن فارس .\n</h1>\n<p class=\"arabic\">خ 4 *19*338* الإمام أبو عبد الله الذهلي مولاهم النيسابوري الحافظ .\n</p>\n<p class=\"arabic\">ولد سنة نيف وسبعين ومائة .\n</p>\n<p class=\"arabic\">وسمع من الحفصين ثم ترك الرواية عنهما .\n</p>\n<p class=\"arabic\">وسمع من الحسين بن الوليد ومكي بن إبراهيم وجماعة .\n</p>\n<p class=\"arabic\">ثم رحل أولا إلى إصبهان فلقي بها عبد الرحمن بن مهدي وأكثر عنه .\n</p>\n<p class=\"arabic\">وسمع بالري من يحيى بن الضريس وطبقته .\n</p>\n<p class=\"arabic\">وبالبصرة من محمد بن بكر البرساني وأبي داود الطيالسي وسعيد بن عامر وأبي \n  علي الحنفي ووهب بن جرير وخلق .\n</p>\n<p class=\"arabic\">وبالكوفة من يعلى ومحمد ابني عبيد وأسباط بن محمد وعمرو بن محمد العنقزي وجعفر \n  بن عون وخلق .\n</p>\n<p class=\"arabic\">وباليمن من عبد الرزاق ويزيد بن حليم وإبراهيم بن الحكم بن أبان وجماعة .\n</p>\n<p class=\"arabic\">وبالحجاز من أبي عبد الرحمن المقرئ وجماعة .\n</p>\n<p class=\"arabic\">وبمصر من يحيى بن الحسان و سعيد بن أبي مريم وعبد الله بن صالح وجماعة .\n</p>\n<p class=\"arabic\">وبالشام من محمد بن يوسف الفريابي وأبي مسهر وأبي اليمان وجماعة .\n</p>\n<p class=\"arabic\">وببغداد من أبي النضر هاشم بن القاسم وطبقته وبواسط من علي بن عاصم ويزيد \n  بن هارون وجماعة .\n</p>\n<p class=\"arabic\">وبالجزيرة من أبي جعفر النفيلي وجماعة .\n</p>\n<p class=\"arabic\">وبالمدينة من عبد الملك الماجشون وجماعة .\n</p>\n<p class=\"arabic\">وعنه خ 4 *19*339* .\n</p>\n<p class=\"arabic\">ومن شيوخه سعيد بن أبي مريم وسعيد بن منصور وأبو جعفر النفيلي وعبد الله بن \n  صالح .\n</p>\n<p class=\"arabic\">ومن أقرانه محمود بن غيلان وأبو زرعة وعباس الدوري ومن الأئمة والحفاظ عدد \n  كثير منهم أبو العباس السراج وابن خزيمة وأبو بكر بن زياد النيسابوري وأبو \n  حامد بن الشرقي وأبو جعفر أحمد بن حمدان الزاهد وأبو حامد أحمد بن محمد بن \n  بلال وأبو بكر محمد بن الحسين القطان وأبو العباس الدغولي وأبو علي بن معقل \n  الميداني ومكي بن عبدان وحاجب بن أحمد الطوسي .\n</p>\n<p class=\"arabic\">وانتهت إليه مشيخة العلم بخراسان .\n</p>\n<p class=\"arabic\">قال محمد بن سهل بن عسكر كنا عند الإمام محمد فدخل محمد بن يحيى الذهلي فقام \n  إليه أحمد وتعجب الناس منه ثم قال لبنيه وأصحابه اذهبوا إلى أبي عبد الله \n  واكتبوا عنه .\n</p>\n<p class=\"arabic\">وقال محمد بن داود المصيصي كنا عند أحمد بن حنبل فذكر محمد بن يحيى حديثا \n  فيه ضعف فقال له أحمد لا تذكر مثل هذا .\n</p>\n<p class=\"arabic\">فكأنه خجل فقال له أحمد إنما قلت هذا إجلالا لك يا أبا عبد الله وقال محمد \n  بن أحمد الجوزجاني سمعت أحمد بن حنبل يقول الزم محمد بن يحيى فإني ما رأيت \n  خراسانيا أو قال أحدا أعلم بحديث الزهري منه ولا أصح كتابا منه .\n</p>\n<p class=\"arabic\">قلت وكان قد جمع حديث الزهري في كتاب حافل .\n</p>\n<p class=\"arabic\">قال أبو بكر بن زياد سمعته يقول قال لي علي بن المديني أنت وارث الزهري .\n</p>\n<p class=\"arabic\">وعن ابن المديني أيضا قال كفانا محمد بن يحيى جمع حديث الزهري *19*340* .\n</p>\n<p class=\"arabic\">وقال أبو حاتم الرازي محمد بن يحيى إمام أهل زمانه .\n</p>\n<p class=\"arabic\">وقال أبو بكر بن داود ثنا محمد بن يحيى النيسابوري وكان أمير المؤمنين في \n  الحديث .\n</p>\n<p class=\"arabic\">قال أبو عبد الله الحاكم سمعت أبا إسحاق المزكي سمعت أبا العباس الدغولي يقول \n  سمعت محمد بن يحيى يقول لما رحلت إلى العراق بأبي زكريا يعني ابنه صحبني جماعة \n  فسألوني أي حديث عن أحمد بن حنبل أغرب فكنت أقول إذا دخلنا عليه سألته عن \n  حديث تستفيدونه .\n</p>\n<p class=\"arabic\">فلما دخلنا عليه سألته عن حديث يحيى بن سعيد عن عثمان بن غياث عن ابن بريدة \n  عن يحيى بن يعمر حديث الإيمان .\n</p>\n<p class=\"arabic\">قال وقد كنت سمعته منه قديما وذكرته عنه فقال أحمد يا أبا عبد الله ليس هذا \n  الحديث عندي عن يحيى بن سعيد فخجلت وسكت فلما قمنا أخذ أصحابنا يقولون إنه \n  ذكر هذا الحديث غير مرة ثم لم يعرفه أحمد وأنا ساكت لم أجبهم بشيء ثم قدمنا \n  بغداد يعني بعد رجوعهم من البصرة فدخلنا على أحمد فرحب بنا وسأل عنا ثم قال \n  أخبرني يا أبا عبد الله أي حديث استفدت عن مسدد من حديث يحيى بن سعيد فقلت \n  حديث عثمان بن غياث في الإيمان .\n</p>\n<p class=\"arabic\">فقال أحمد ثناه يحيى بن سعيد عن عثمان بن غياث ثم أخرج كتابه فأملى علينا \n  فسكت محمد بن يحيى ولم يقل إنا سألناك عنه وتعجب أصحاب محمد بن يحيى من صبره \n  عليه .\n</p>\n<p class=\"arabic\">قال فأخبر أحمد أنه كان سأله عن الحديث قبل خروجه من البصرة فكان أحمد إذا \n  ذكره يقول محمد بن يحيى العاقل .\n</p>\n<p class=\"arabic\">قال الحاكم وحدثني أبو سعيد المؤذن سمعت زنجويه بن محمد *19*341* سمعت أبا \n  عمرو المستملي يقول أتيت أحمد بن حنبل فقال لي من أين أنت قلت من نيسابور .\n</p>\n<p class=\"arabic\">فقال أبو عبد الله محمد بن يحيى له مجلس قلت نعم .\n</p>\n<p class=\"arabic\">قال لو إنه عندنا لجعلناه إماما في الحديث .\n</p>\n<p class=\"arabic\">وحدثني أبو سعيد سمعت زنجويه يقول كنت أسمع مشايخنا يقولون الحديث الذي لا \n  يعرفه محمد بن يحيى لا يعبأ به .\n</p>\n<p class=\"arabic\">وقال أبو قريش الحافظ كنت عند أبي زرعة فجاء مسلم فسلم عليه وتذاكرا فلما \n  أن قام قلت لأبي زرعة هذا جمع أربعة آلاف حديث في الصحيح .\n</p>\n<p class=\"arabic\">قال فلمن ترك الباقي ليس لهذا عقل لو دارى محمد بن يحيى لصار رجلا .\n</p>\n<p class=\"arabic\">وقال زنجويه سمعت محمد بن يحيى يقول قد جعلت أحمد بن حنبل إماما فيما بيني \n  وبين ربي .\n</p>\n<p class=\"arabic\">وقال محمد بن يحيى سمعت علي بن عبد الله عبد الرحمن بن مهدي يقول من برأ نفسه \n  من الكذب فهو مجنون .\n</p>\n<p class=\"arabic\">قال محمد بن صالح بن هاني نا أبو بكر الجاردي قال بلغني أن محمد بن يحيى كان \n  يكتب في مجلس يحيى بن يحيى فنظر علي بن سلمة اللبقي إلى حسن خطه وتقييده فقال \n  يا بني ألا أنصحك إن أبا زكريا يجذبك عن سفيان وهو حي بمكة وعن وكيع وهو حي \n  بالكوفة وعن يحيى القطان وهو حي بالبصرة فخرج في طلب العلم فعمل فيه قوله \n  وتأهب للخروج على إصبهان فلما قدمها أقام بها أياما يسيرة وسمع من عبد الرحمن \n  بن مهدي والحسين بن حفص ثم خرج إلى البصرة وقد مات يحيى بن سعيد فكتب *19*342* \n  عن أبي داود وأكثر المقام بها حتى مات ابن عيينة فدخل اليمن ولقي عبد الرزاق .\n</p>\n<p class=\"arabic\">وقال الحسين بن الحسن سمعت محمد بن يحيى يقول ارتحلت ثلاث رحلات وأنفقت على \n  العلم مائة وخمسين ألفا ولما دخلت البصرة استقبلتني جنازة يحيى القطان على \n  باب البلد .\n</p>\n<p class=\"arabic\">وقال ابن خزيمة ثنا محمد بن يحيى الذهلي إمام عصره أسكنه الله جنته مع محبيه .\n</p>\n<p class=\"arabic\">وقال صالح جزرة ما في الدنيا أحمق ممن يسأل عن محمد بن يحيى .\n</p>\n<p class=\"arabic\">وقال النسائي ثقة مأمون .\n</p>\n<p class=\"arabic\">وقال السلمي سألت الدارقطني من تقدم محمد بن يحيى أو عبد الله بن عبد الرحمن \n  السمرقندي قال محمد بن يحيى ومن أحب أن يعرف قصور علمه عن علم السلف فلينظر .\n</p>\n<p class=\"arabic\">في علل حديث الزهري لمحمد بن يحيى .\n</p>\n<p class=\"arabic\">وقال أبو نصر الكلاباذي روى عنه البخاري فقال مرة ثنا محمد .\n</p>\n<p class=\"arabic\">وقال مرة ثنا محمد بن عبد الله نسبه إلى جده .\n</p>\n<p class=\"arabic\">وقال مرة ثنا محمد بن خالد ولم يصرح به قط .\n</p>\n<p class=\"arabic\">وقال الحاكم روى عنه البخاري نيفا وأربعين حديثا .\n</p>\n<p class=\"arabic\">وقال يحيى بن منصور القاضي سألت محمد بن محمد بن رجاء بن السندي قلت محمد \n  بن يحيى صليبية كان أو مولى قال لا صليبية ولا مولى كان جد جده فارس لآل معاذ \n  بن مسلم بن رجاء وكان رجاء رهينة عند معاوية بن أبي سفيان رهنه عنده أبوه \n  ذو الآذان ملك تلك الناحية فارتد فأراد معاوية قتل ابنه رجاء وكان عنده القعقاع \n  بن *19*343* شور الذهلي فاستوهبه معاوية فوهبه له فأطلقه فكان هذا النسب .\n</p>\n<p class=\"arabic\">وقال ابن خزيمة سمعت محمد بن يحيى يقول لم يرو أحد عن الزهري إلا أخطأ في \n  حديثه إلا أنس بن مالك .\n</p>\n<p class=\"arabic\">قال الحاكم أخبرني أبو الحسين محمد بن يعقوب نا الحسين بن الحسن القاضي بأنطاكية \n  نا محمد بن عبد الله بن عبد الحكم ثنا سعيد بن أبي مريم أخبرني محمد بن يحيى \n  عن عبد الرزاق عن معمر عن الزهري عن عروة عن عائشة أن فاطمة والعباس أتيا \n  أبا بكر يطلبان أرضه من فدك من سهمه من خيبر يعني النبي صلى الله عليه وسلم \n  فقال أبو بكر سمعت رسول الله صلى الله عليه وسلم يقول لا نورث ما تركناه صدقة .\n</p>\n<p class=\"arabic\">وحدثنا إسماعيل بن محمد بن الفضل الشعراني نا جدي نا أبو صالح كاتب الليث \n  حدثني محمد بن يحيى النيسابوري ثنا عبد الرزاق فذكر حديثا في الوضوء مرة .\n</p>\n<p class=\"arabic\">قال أبو حامد بن الشرقي وغيره توفي سنة ثمان وخمسين .\n</p>\n<p class=\"arabic\">وقال محمد بن موسى الباشاني مات يوم الثلاثاء لثلاث بقين من ربيع الآخر .\n</p>\n<p class=\"arabic\">وقال يعقوب الصيدلاني مات يوم الاثنين لأربع بقين من ربيع الأول .\n</p>\n<p class=\"arabic\">قال أبو عمرو أحمد بن نصر الخفاف رحمه الله رأيت محمد بن يحيى فقلت ما فعل \n  الله بك قال غفر لي .\n</p>\n<p class=\"arabic\">قلت فما فعل بحديثك قال كتب بماء الذهب ورفع في عليين .\n</p>\n<p class=\"arabic\">قلت وقع لبسط السلفي حديث الذهلي في السماء علوا محمد بن يحيى بن موسى *19*344* .\n</p>\n<p class=\"arabic\">أبو عبد الله الإسفراييني الحافظ حيويه .\n</p>\n<p class=\"arabic\">رحل وأكثر عن أبي النضر هاشم بن القاسم وسعيد بن عامر الضبعي وأبي عاصم وعبيد \n  الله بن موسى وأبي عبد الرحمن المقرئ وسعيد بن أبي مريم وأبي صالح الكاتب \n  وعبدان بن عثمان وأبي مسهر الغساني وخلق كثير .\n</p>\n<p class=\"arabic\">وعنه أبو العباس السراج وابن خزيمة ومحمد بن محمد بن رجاء وأبو عوانة وجماعة .\n</p>\n<p class=\"arabic\">وكان أبو عوانة يقول محمد بن يحيانا ومحمد بن يحياكم يقابله بالذهلي .\n</p>\n<p class=\"arabic\">قلت وحيويه في الحقيقة لقب أبيه يحيى وكان بن خزيمة كثير ما يقول ثنا محمد \n  بن أبي زكريا وهو حيويه .\n</p>\n<p class=\"arabic\">قال أبو عمرو المستملي كان له دار بنيسابور يسكنها إذا ورد فورد مرة فمرض \n  واشتد مرضه فحمل وهو عليل إلى وطنه بإسفرايين فمات في الطريق ودفن بإسفرايين \n  لثمان خلون من ذي الحجة سنة تسع وخمسين ومائتين .\n\n</p>"
}