{
    "header": "محمد بن منصور بن داود بن إبراهيم .",
    "id": "009343",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن منصور بن داود بن إبراهيم .\n</h1>\n<p class=\"arabic\">د ن أبو جعفر الطوسي العابد نزيل بغداد .\n</p>\n<p class=\"arabic\">سمع سفيان بن عيينة ومعاذ بن معاذ وإسماعيل بن علية ويعقوب بن إبراهيم الزهري \n  وجماعة .\n</p>\n<p class=\"arabic\">وعنه د ن ومطين وابن صاعد ومحمد بن هارون الحضرمي وأبو عبد الله المحاملي \n  وآخرون .\n</p>\n<p class=\"arabic\">قال المروذي سألت أبا عبد الله عن محمد بن منصور فقال لا أعلم إلا خيرا صاحب \n  صلاة ) .\n</p>\n<p class=\"arabic\">وقال النسائي ثقة .\n</p>\n<p class=\"arabic\">وقال ابن شاهين ثنا أحمد بن محمد المؤذن سمعت محمد بن منصور الطوسي وحواليه \n  قوم فقالوا يا أبا جعفر إيش اليوم عندك قد شك الناس فيه يوم عرفة هو وغيره \n  فقال اصبروا ودخل البيت ثم خرج فقال هو يوم عرفة فاستحوا أن يقولوا له من \n  أين ذاك .\n</p>\n<p class=\"arabic\">فعدوا الأيام فكان كما قال فسمعت أبا بكر بن سلام *19*323* الوراق يقول له \n  من أين علمت قال دخلت فسألت ربي فأراني الناس في الموقف .\n</p>\n<p class=\"arabic\">وقال أبو سعيد النقاش محمد بن منصور الطوسي أستاذ أبي العباس بن مسروق وأبي \n  سعيد الخراز كتب الحديث ورواه .\n</p>\n<p class=\"arabic\">ثم قال أنبأ أبو نصر عبد الله بن علي السراج حدثني أحمد بن محمد البرذعي سمعت \n  أبا الفضل الورثاني سمعت أبا سعيد الخراز يقول سألت محمد بن منصور الطوسي \n  عن حقيقة الفقر فقال السكون عند كل عدم والبذل عند كل وجود .\n</p>\n<p class=\"arabic\">قال سمعت أبا بكر الرازي يقول سمعت عبد العزيز الطيفوري يقول سئل محمد بن \n  منصور إذا أكلت وشبعت ما شكر تلك النعمة قال أن تصلي حتى لا يبقى في جوفك \n  منه شيء .\n</p>\n<p class=\"arabic\">وقال الحسين بن مصعب ثنا محمد بن منصور الطوسي قال رأيت النبي صلى الله عليه \n  وسلم في النوم فقلت مرني بشيء حتى ألتزمه .\n</p>\n<p class=\"arabic\">قال عليك باليقين .\n</p>\n<p class=\"arabic\">وعنه قال يعرف الجاهل بالغضب في كل شيء وإفشاء السر والثقة بكل واحد والعظة \n  في غير موضعها .\n</p>\n<p class=\"arabic\">توفي في شوال سنة أربع وخمسين ومائتين وعاش ثمانيا وثمانين سنة رحمه الله .\n\n</p>"
}