{
    "header": "محمد المهتدي بالله .",
    "id": "009351",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد المهتدي بالله .\n</h1>\n<p class=\"arabic\">الخليفة الصالح أمير المؤمنين أبو إسحاق وقيل أبو عبد الله بن الواثق بالله \n  محمد بن هارون بن المعتصم بالله أبي إسحاق محمد بن الرشيد الهاشمي العباسي .\n</p>\n<p class=\"arabic\">ولد في خلافة جده سنة بضع عشرة ومائتين وبويع بالخلافة لليلة بقيت من رجب \n  سنة خمس وخمسين وله بضع وثلاثون سنة .\n</p>\n<p class=\"arabic\">وما قبل بيعة أحد حتى أتي بالمعتز بالله فلما رآه قام له وسلم على المعتز \n  بالخلافة وجلس بين يديه فجيء بالشهود فشهدوا على المعتز أنه عاجز عن الخلافة \n  فاعترف بذلك ومد يده فبايع المهتدي بالله وهو ابن عمه فارتفع حينئذ المهتدي \n  إلى صدر المجلس وقال لا يجتمع سيفان في غمد .\n</p>\n<p class=\"arabic\">وتمثل بقول أبي ذؤيب *19*327* تريدين كيما تجمعيني وخالداوهل يجمع السيفان \n  ويحك في غمد وكان المهتدي بالله أسمر رقيقا مليح الوجه ورعا متعبدا عادلا \n  قويا في أمر الله رجلا شجاعا لكنه لم يجد ناصرا ولا معينا على الخير .\n</p>\n<p class=\"arabic\">قال أبو بكر الخطيب قال أبو موسى العباسي لم يزل صائما منذ ولي إلى أن قتل .\n</p>\n<p class=\"arabic\">قال أبو العباس هاشم بن القاسم كنت بحضرة المهتدي عشية في رمضان فوثبت لأنصرف \n  فقال لي اجلس فجلست فتقدم فصلى بنا ودعا بالطعام فأحضر طبق خلاف وعليه من \n  الخبز النقي وفيه آنية فيها ملح وخل وزيت فدعاني إلى الأكل فابتدأت آكل ظانا \n  أنه سيوفي بطعام فنظر إلي وقال ألم تكن صائما قلت بلى قال أفلست عازما على \n  الصوم قلت بلى كيف لا وهو رمضان قال فكل واستوف فليس هاهنا من الطعام غير \n  ما ترى .\n</p>\n<p class=\"arabic\">فعجبت ثم قلت ولم يا أمير المؤمنين قد أسبغ الله نعمته عليك فقال إن الأمر \n  لعلى ما ) .\n</p>\n<p class=\"arabic\">وصفت ولكني فكرت في أنه كان في بني أمية عمر بن عبد العزيز وكان من التقلل \n  والتقشف على ما بلغك فغرت على بني هاشم فأخذت نفسي بما رأيت .\n</p>\n<p class=\"arabic\">وقال ابن أبي الدنيا ثنا أبو النضر المروزي قال لي جعفر بن عبد الواحد ذاكرت \n  المهتدي بشيء فقلت له كان أحمد بن حنبل يقول به ولكنه كان يخالف كأني أشرت \n  إلى من مضى من آبائه .\n</p>\n<p class=\"arabic\">فقال رحم الله أحمد بن حنبل والله لو جاز لي أن أتبرأ من أبي لتبرأت منه ثم \n  قال لي تكلم بالحق وقل به فإن الرجل ليتكلم بالحق فينبل في عيني *19*328* .\n</p>\n<p class=\"arabic\">وقال ابن عمرو النحوي حدثني بعض الهاشميين أنه وجد للمهتدي سفط فيه جبة صوف \n  وكساء كان يلبسه بالليل ويصلي فيه وكان قد أطرح الملاهي وحرم الغناء وحسم \n  أصحاب السلطان عن الظلم وكان شديد الإشراف على أمر الدواوين يجلس بنفسه ويجلس \n  الكتاب بين يديه فيعملون الحساب وكان لا يخل بالجلوس الخميس والاثنين وقد \n  ضرب جماعة من الرؤساء ونفى جعفر بن محمود إلى بغداد وكره مكانه لأنه نسب عنده \n  إلى الرفض .\n</p>\n<p class=\"arabic\">وأقبل موسى بن بغا من الري يريد سامراء فكره المهتدي مكانه وبعث إليه بعبد \n  الصمد بن موسى الهاشمي يأمره بالرجوع فلم يفعل .\n</p>\n<p class=\"arabic\">وحبس المهتدي الحسن بن محمد بن أبي الشوارب وولى عبد الرحمن بن نائل البصري \n  قضاء القضاة وانتهب منزل الكرخي .\n</p>\n<p class=\"arabic\">وحج بالناس في خلافته علي بن الحسين بن إسماعيل الهاشمي .\n</p>\n<p class=\"arabic\">قلت ذكرنا في الحوادث خروج الأتراك على المهتدي بالله وكيف حاربهم بنفسه وجرح \n  ثم أسروه وخلعوه ثم قتلوه إلى رحمة الله في رجب سنة ست وخمسين ومائتين وكانت \n  خلافته سنة إلا خمسة عشر يوما وقام بعده المعتمد على الله .\n\n</p>"
}