{
    "header": "يحيى بن معاذ الرازي .",
    "id": "009427",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">يحيى بن معاذ الرازي .\n</h1>\n<p class=\"arabic\">أبو زكريا الصوفي العارف المشهور صاحب المواعظ .\n</p>\n<p class=\"arabic\">كان حكيم أهل زمانه رحمه الله .\n</p>\n<p class=\"arabic\">سمع إسحاق بن سليمان الرازي ومكي بن إبراهيم وغيرهما .\n</p>\n<p class=\"arabic\">وعنه الفقيه أبو نصر بن سلام وأبو عثمان الحبري الزاهد وأبو العباس أحمد بن \n  محمد الماسرجسي وعلي بن محمد القباني ويحيى بن زكريا المقابري ومشايخ الري \n  وهمدان وبلخ ومرو .\n</p>\n<p class=\"arabic\">ثم استوطن نيسابور وبها مات .\n</p>\n<p class=\"arabic\">قال أبو عثمان الحربي سمعته يقول يا من ذكره أعز علي من كل شيء لا تجعلني \n  بين أعدائك غدا أذل من كل شيء .\n</p>\n<p class=\"arabic\">وقال أبو بكر الشمشاطي سمعت يحيى بن معاذ يقول ما جفت الدموع *19*374* إلا \n  لقساوة القلوب وما قست القلوب إلا لكثرة الذنوب وما كثرت الذنوب إلا من كثرة \n  العيوب .\n</p>\n<p class=\"arabic\">قلت وما كثرت العيوب إلا من الاغترار بعلام الغيوب .\n</p>\n<p class=\"arabic\">وعن يحيى بن معاذ قال إلهي ما أكرمك إن كانت الطاعات فأنت اليوم تبذلها وغدا \n  تقبلها وإن كانت الذنوب فأنت اليوم تسترها وغدا تغفرها .\n</p>\n<p class=\"arabic\">وعنه قال لا تطلب العلم رياء ولا تتركه حياء .\n</p>\n<p class=\"arabic\">وعنه قال لو لم يكن العفو من مراده لم يبتل بالذنب أكرم عباده .\n</p>\n<p class=\"arabic\">وعنه قال الناس يعبدون الله على أربع عامل على العبادة وراهب على الرهبة ومشتاق \n  على الشوق ومحب على المحبة .\n</p>\n<p class=\"arabic\">وقال الحسن بن علويه سمعت يحيى بن معاذ وقيل له فلان لو وعظته فقال قفل قلبه \n  قد ضاع مفتاحه ولا حيلة لنا فيه .\n</p>\n<p class=\"arabic\">وعن يحيى قال عجبت لمن يصحب الخلق والخالق يستصحبه وعجبت لمن يمنع والله يستقرضه .\n</p>\n<p class=\"arabic\">وقال الحسن بن علويه سمعت يحيى بن معاذ يقول من لم يكن ظاهره من العوام فضة \n  ومع المريدين ذهبا ومع العارفين المقربين درا وياقوتا فليس من حكماء الله .\n</p>\n<p class=\"arabic\">وسمعته يقول أحسن شيء كلام صحيح من لسان فصيح في وجه صحيح .\n</p>\n<p class=\"arabic\">وعنه قال الحسن حسن وأحسن منه معناه وأحسن من معناه استعماله وأحسن من استعماله \n  ثوابه وأحسن من ثوابه رضى من عمل له .\n</p>\n<p class=\"arabic\">وعن عبد الواحد بن محمد قال جاء يحيى بن معاذ إلى شيراز وله شيبة حسنة وقد \n  لبس ثياب سود فكان أحسن شيء فصعد المنبر واجتمع الخلق فأول ما بدأ به أن قال .\n</p>\n<p class=\"arabic\">% مواعظ الواعظ لن تقبلا % % حتى يعيها قلبه أولا % .\n</p>\n<p class=\"arabic\">*19*375* .\n</p>\n<p class=\"arabic\">% يا قوم من أظلم من واعظ % % خالف ما قد قاله في الملا % .\n</p>\n<p class=\"arabic\">% أظهر بين الناس إحسانه % % وبارز الرحمن لما خلا % .\n</p>\n<p class=\"arabic\">ثم وقع من الكرسي فلم يتكلم يومئذ ثم إنه ملك قلوب أهل شيراز بعد فكان إذا \n  أراد أن يضحكهم أضحكهم وإذا أراد أن يبكيهم أبكاهم وأخذ من البلد سبعة آلاف \n  دينار .\n</p>\n<p class=\"arabic\">وعن يحيى بن معاذ قال لا تكن ممن يفضحه يوم مماته ميراثه ويوم حسابه ميزانه .\n</p>\n<p class=\"arabic\">قال الحاكم قرأت على اللوح في قبر يحيى بن معاذ الرازي مات حكيم الزمان يحيى \n  بن معاذ الرازي في جمادى الأولى سنة ثمان وخمسين .\n\n</p>"
}