{
    "header": "أحمد بن الأزهر بن منيع بن سليط ن ق .",
    "id": "009541",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أحمد بن الأزهر بن منيع بن سليط ن ق .\n</h1>\n<p class=\"arabic\">أبو الأزهر العبدي العبدي النيسابوري الحافظ .\n</p>\n<p class=\"arabic\">حج ورأى سفيان بن عيينة وسمع عبد الله بن نمير وأسباط بن محمد ومالك بن سعير \n  بن الخمس ومحمدا ويعلى بن عبيد ويعقوب بن إبراهيم الزهري وعبد الرزاق ووهب \n  بن جرير وأبا ضمرة وطائفة .\n</p>\n<p class=\"arabic\">وعنه ن ق ومحمد بن يحيى ومحمد بن الحسين القطان وخلق كثير .\n</p>\n<p class=\"arabic\">قال ابن الشرقي سمعته يقول كتب عني يحيى بن يحيى .\n</p>\n<p class=\"arabic\">وكان أبو الأزهر ثقة بصيرا بهذا الشأن روى عن عبد الرزاق حديثا منكرا هو منه \n  إن شاء ) .\n</p>\n<p class=\"arabic\">الله بريء العهدة وهو أنا معمر عن الزهري عن عبيد الله بن عبد الله عن ابن \n  عباس قال نظر النبي صلى الله عليه وسلم إلى علي فقال أنت سيد في الدنيا سيد \n  في الآخرة من أحبك فقد أحبني وحبيبي حبيب الله وعدوك عدوي وعدوي عدو الله \n  والويل لمن أبغضك من بعدي *20*41* .\n</p>\n<p class=\"arabic\">قال أحمد بن يحيى بن زهير السري لما حدث أبو الأزهر بهذا الحديث اخبر يحيى \n  بن معين بذلك فقال من هذا الكذاب النيسابوري الي حدث بهذا فقام أبو الأزهر \n  فقال هوذا أنا .\n</p>\n<p class=\"arabic\">فتبسم ابن معين وقال أما إنك لست بكذاب وتعجب من سلامته وقال الذنب لغيرك \n  في هذا الحديث .\n</p>\n<p class=\"arabic\">قال أبو حامد بن الشرقي هذا حديث باطل وكان لمعمر ابن أخ رافضي وكان ابن معمر \n  يمكنه من كتبه فأدخل عليه هذا وكان معمر رجلا مهيبا ولا يقدر عليه أحد في \n  السؤال والمراجعة فسمعه عبد الرزاق في كتابه .\n</p>\n<p class=\"arabic\">وقال غير واحد عن مكي بن عبدان سمعت أبا الأزهر يقول خرج عبد الرزاق إلى قريته \n  فبكرت إليه قبل الصبح فلما رآني قال كنت البارحة هنا قلت لا ولكن خرجت في \n  الليل .\n</p>\n<p class=\"arabic\">فأعجبه ذلك فلما فرغ من صلاة الصبح دعاني وقرأ علي هذا الحديث وحصني به دون \n  أصحابي .\n</p>\n<p class=\"arabic\">وروى أبو محمد بن الشرقي عن أبي الأزهر قال كان عبد الرزاق يخرج إلى قريته \n  فذهبت خلفه فرآني أشتد فقال تعال فأركبني خلفه على البغل ثم قال لي ألا أخبرك \n  حديثا غريبا قلت بلى .\n</p>\n<p class=\"arabic\">فحدثني الحديث فلما رجعت إلى بغداد أنكر علي ابن معين وهؤلاء فحلفت أن لا \n  أحدث به حتى أتصدق بدرهم .\n</p>\n<p class=\"arabic\">وقد رواه محمد بن علي بن سفيان النجار عن عبد الرزاق .\n</p>\n<p class=\"arabic\">قال أبو حامد بن الشرقي قيل لي لم لا ترحل إلى العراق قلت وما أصنع وعندنا \n  من بنادرة الحديث ثلاثة محمد بن يحيى وأبو الأزهر *20*42* وأحمد بن يوسف السلمي .\n</p>\n<p class=\"arabic\">قال النسائي أبو الأزهر لا بأس به ) .\n</p>\n<p class=\"arabic\">وعن أبي الأزهر قال لما أنكر علي ابن معين هذا الحديث حلفت أن لا أحدث به \n  حتى أتصدق بدرهم .\n</p>\n<p class=\"arabic\">وقال الدارقطني لا بأس به أخرج في الصحيحين عمن هو دونه .\n</p>\n<p class=\"arabic\">قال الحسين بن محمد القباني توفي سنة ثلاث وستين .\n</p>\n<p class=\"arabic\">وقال أبو حاتم صدوق .\n\n</p>"
}