{
    "header": "بكار بن قتيبة بن عبيد الله .",
    "id": "009582",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">بكار بن قتيبة بن عبيد الله .\n</h1>\n<p class=\"arabic\">وقيل بكار بن قتيبة بن أسد بن عبيد الله بن بشر بن أبي بكرة بن نفيع بن الحارث .\n</p>\n<p class=\"arabic\">القاضي أبو بكرة الثقفي البكراوي البصري الفقيه الحنفي قاضي ديار مصر .\n</p>\n<p class=\"arabic\">سمع روح بن عبادة وأبى داود الطيالسي وعبد الله بن بكر السهمي ووهب بن جرير \n  وسعيد بن عامر الضبي وطبقتهم .\n</p>\n<p class=\"arabic\">وعنه أبو عوانة في مسنده الصحيح وعبد الله بن عتاب الرقي وأبو الميمون بن \n  راشد وأحمد بن سليمان بن حذلم والحسن بن عبد الملك الحصائري ومحمد بن محمد \n  بن أبي حذيفة واحمد بن محمد المديني الحامي وأبو العباس الأصم وخلق من الدمشقيين \n  فإنه قدم إليها في الآخر ومن المصريين والرحالة *20*71* .\n</p>\n<p class=\"arabic\">وكان من القضاة العادلين .\n</p>\n<p class=\"arabic\">قال أبو بكر بن المقريء نا محمد بن بكر الشعراني بالقدس نا أحمد بن سهل الهروي \n  قال كنت ساكنا في جوار بكار بن قتيبة فانصرفت بعد العشاء فإذا هو يقرأ يا \n  داود إنا جعلناك خليفة في الأرض فاحكم بين الناس بالحق الآية ثم نزلت في السحر \n  فإذا هو يقرأها ويبكي فعلمت أنه كان يقرأها من أول الليل .\n</p>\n<p class=\"arabic\">وقال محمد بن يوسف الكندي قدم بكار قاضيا من قبل المتوكل في جمادى الآخرة \n  سنة ست وأربعين فلم يزل قاضيا يعني على مصر إلى أن توفي في ذي الحجة سنة سبعين \n  وأقامت ) .\n</p>\n<p class=\"arabic\">مصر بلا قاض بعده سبع سنين ثم ولي خمارويه محمد بن عبدة .\n</p>\n<p class=\"arabic\">وكان أحمد بن طولون أراد بكارا على لعن الموفق فامتنع فسجنه إلى أن مات أحمد \n  فأطلق بكار وبقي يسيرا ومات فغسل ليلا وكثر الناس فلم يدفن إلى العصر .\n</p>\n<p class=\"arabic\">قلت وكان القاضي بكار عظيم الحرمة كبير الشأن وكان ينزل السكان ويحضر مجالسه \n  فذكر الطحاوي قال استعظم بكار بن قتيبة قبيح حكم الحارث بن مسكين في قضية \n  ابن السائح ويعني لما حكم عليه الحارث واخرج من يده دار الفيل وتوجه ابن السائح \n  إلى العراق يغوث عل الحارث .\n</p>\n<p class=\"arabic\">قال الطحاوي وكان الحارث إنما حكم فيها على مذهب أهل المدينة فلم يزل يونس \n  بن عبد الأعلى يكلم ويجسره حتى جسر ورد إلى ابن السائح ما كان أخذ منهما .\n</p>\n<p class=\"arabic\">قال الطحاوي ولا أحصي كم كان أحمد بن طولون يجيء إلى مجلس بكار وهو على الحديث \n  ومجلسه مملوء بالناس ويتقدم الحاجب ويقول لا يتغير أحد من مكانه فما يشعر \n  بكار إلا وابن طولون إلى جانبه فيقول له أيها *20*72* الأمير ألا تتركني كنت \n  أقضي حقك وأقوم .\n</p>\n<p class=\"arabic\">ثم فسد الحال بينهما حتى حبسه وفعل به ما فعل .\n</p>\n<p class=\"arabic\">وقيل إنه صنف كتابا نقض فيه على الشافعي رده على أبي حنيفة وكان يأنس بيونس \n  بن عبد الأعلى ويسأله عن أهل مصر وعدولهم .\n</p>\n<p class=\"arabic\">ولما حبسه ابن طولون لم يمكنه أن يعزله لأن القضاء لم يكن أمره إليه .\n</p>\n<p class=\"arabic\">وقيل إن بكارا كان يشاور في حكمه وأمره يونس بن عبد الأعلى والرجل الصالح \n  موسى بن عبد الرحمن بن القاسم فبلغنا أن موسى سأله بكار من أين المعيشة قال \n  من وقف لأبي أتكفى به .\n</p>\n<p class=\"arabic\">وقال أريد أن أسألك يا أبا بكرة هل ركبك دين البصرة قال لا .\n</p>\n<p class=\"arabic\">قال فهل ما نكحت لك ولد أو زوجة قال ما نكحت قط وما عندي سوى غلامي .\n</p>\n<p class=\"arabic\">قال فأكرهك السلطان على القضاء قال لا ) .\n</p>\n<p class=\"arabic\">قال فضربت آباط الإبل لغير حاجة إلا لتلي الذمة والفروج لله علي لا عدت إليك .\n</p>\n<p class=\"arabic\">فقال بكار أقلني يا أبا هارون .\n</p>\n<p class=\"arabic\">قال أنت ابتدأت بمسألتي .\n</p>\n<p class=\"arabic\">ثم انصرف عنه ولم يعد إليه .\n</p>\n<p class=\"arabic\">وقال الحسن بن زولاق في ترجمة بكار لما اعتل ابن طولون راسل بكارا وقال أنا \n  أردك إلى منزلك فأجبني .\n</p>\n<p class=\"arabic\">فقال للرسول قل له شيخ فان وعليل مدنف والملتقى قريب والقاضي الله فأبلغ الرسول \n  ابن طولون فأطرق ثم أقبل يقول شيخ فان وعليل مدنف والملتقى قريب والله القاضي \n  ثم أمر بنقله من السجن إلى دار اكتريت له *20*73* وفيها كان يحدث فلما مات \n  ابن طولون قيل لبكار انصرف إلى منزلك .\n</p>\n<p class=\"arabic\">فقال الدار بأجرة وقد صلحت لي فأقام بها .\n</p>\n<p class=\"arabic\">قال الطحاوي أقام بها بعد ابن طولون أربعين يوما ومات .\n</p>\n<p class=\"arabic\">ونقل ابن خلكان رحمه الله أن ابن طولون كان يدفع إلى بكار في العام ألف دينار \n  سوى المقرر له فيتركها بختمها فلما دعاه إلى خلع الموفق من ولاية العهد امتنع \n  فاعتقله وطالبه بجملة الذهب فحمل إليه بختومه فكان ثمانية عشر كيسا فاستحى \n  أحمد بن طولون عند ذلك ثم أمره أن يسلم إلى محمد بن شاذان الجوهري القضاء \n  ففعل وجعله كالخلفية له ثم سجنه أحمد فكان يحدث في السجن من طاقة لان طلبة \n  الحديث سألوا ابن طولون فأذن لهم على هذه الصورة .\n</p>\n<p class=\"arabic\">قال ابن خلكان وكان بكار بكاء تاليا للقرآن صالحا دينا وقبره مشهور وقد عرف \n  باستجابة الدعاء عنده .\n</p>\n<p class=\"arabic\">وقال الطحاوي كان على نهاية في الحمد على ولايته وكان ابن طولون على نهاية \n  في تعظيمه وإجلاله إلى أن أراد منه خلع الموفق ولعنه فأبى فلما رآى أنه لا \n  يسلم له منه ما يحاوله ألب عليه سفهاء الناس وجعله لهم خصما .\n</p>\n<p class=\"arabic\">فكان يقعد له من يقيمه مقام الخصوم فلا يأبى ويقوم بالحجة بنفسه ثم حبسه في \n  دار فكان كل جمعة يلبس ثيابه وقت الصلاة ويمشي إلى الباب فيقول له الموكلون \n  به ارجع ) .\n</p>\n<p class=\"arabic\">فيقول اللهم أشهد .\n</p>\n<p class=\"arabic\">قال وولد سنة اثنتين وثمانين ومائة .\n</p>\n<p class=\"arabic\">قلت توفي في ذي الحجة سنة سبعين وشهده خلق أكثر ممن شهد العيد وصلى عليه ابن \n  أخيه محمد بن الحسن بن قتيبة الثقفي *20*74* .\n\n</p>"
}