{
    "header": "أحمد بن طولون .",
    "id": "009549",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أحمد بن طولون .\n</h1>\n<p class=\"arabic\">الأمير أبو العباس التركي صاحب مصر ولد بسامراء .\n</p>\n<p class=\"arabic\">ويقال إن طولون تبناه وكان ظاهر النجابة من صغره وكان طولون قد أهداه نوح \n  عامل بخارى إلى المأمون في جملة غلمان وذلك في سنة مائتين .\n</p>\n<p class=\"arabic\">فمات طولون في سنة أربعين ومائتين ونشأ إبنه على مذهب جميل فحفظ القرآن وأتقنه \n  وكان من أطيب الناس صوتا به مع كثرة الدرس وطلب العلم *20*47* .\n</p>\n<p class=\"arabic\">وحصل وتنقلت به الأحوال إلى أن ولي إمرة الثغور وولي إمرة دمشق وديار مصر \n  وأول دخوله مصر سنة أربع وخمسين ومائتين وعمره أربعون سنة فملكها بضع عشرة \n  سنة .\n</p>\n<p class=\"arabic\">وبلغنا انه خلف من الذهب الأحمر عشرة الآف ألف دينار وأربعة وعشرين ألف مملوك .\n</p>\n<p class=\"arabic\">ويقال إنه خلف ثلاثة وثلاثين ولدا ذكورا وإناثا وستمائة بغل ثقل وقيل إن خراج \n  مصر بلغ في العام في أيامه أربعة آلاف ألف دينار وثلاثمائة ألف دينار .\n</p>\n<p class=\"arabic\">وكان شجاعا حازما مهيبا خليقا للملك جوادا ممدحا وقيل بلغت نفقته كل يوم ألف \n  دينار إلا أنه كان سفاكا للدماء ذا سطوة وجبروت .\n</p>\n<p class=\"arabic\">قال القضاعي أحصي من قتله صبرا فكان جملتهم مع من مات في سجنه ثمانية عشر \n  ألفا .\n</p>\n<p class=\"arabic\">وأنشأ الجامع المشهور وغرم على بنائه أكثر من مائة ألف دينار وكان الخليفة \n  مشغولا عنه بحرب الزنج .\n</p>\n<p class=\"arabic\">وكان فيما قيل حسن له بعض التجار التجارة فدفع إليه خمسين ألف دينار فرأى \n  في النوم كأنه يمشمش عظما فدعى المعبر وقص عليه فقال لقد سمت همة مولانا إلى \n  مكسب لا يشبه خطره .\n</p>\n<p class=\"arabic\">فأمر صاحب صدقته أن يأخذ الخمسين ألف دينار من التاجر ويتصدق بها وكان سامحه \n  الله تعالى قد ضبط الثغور وعمرها وكان صحيح الإسلام معظما للحرمات محبا للجهاد \n  والرباط .\n</p>\n<p class=\"arabic\">قال أحمد بن خاقان وكان تربا لأحمد بن طولون ولد أحمد سنة أربع عشرة ومائتين \n  ونشأ ) .\n</p>\n<p class=\"arabic\">في الفقه والتصرف فانتشر له حسن الذكر وكان شديد الإزراء على الأتراك فيما \n  يرتكبونه إلى أن قال لي يوما يا أخي إلى كم نقيم على الإثم لا نطأ موطئا إلى \n  كتب علينا فيه خطيئة .\n</p>\n<p class=\"arabic\">والصواب أن نسأل الوزير *20*48* عبيد الله بن يحيى أن يكتب بنا بأرزاقنا إلى \n  الثغر ونقيم به في ثوابه .\n</p>\n<p class=\"arabic\">ففعلنا ذلك فلما صرنا بطرسوس سر بما رأى من الأمر بالمعروف والنهي عن المنكر \n  ثم عاد إلى العراق وارتفع محله .\n</p>\n<p class=\"arabic\">قال محمد بن يوسف الهروي نزل دمشق كنا عند الربيع بن سليمان سنة ثمان وستين \n  إنجاء رسول أحمد بن طولون بكيس فيه ألف دينار وقال لي عبد الله القيرواني \n  بل كان سبعمائة دينار وصرة فيها ثلاثمائة دينار لابنه أبي الطاهر فدعى الربيع \n  ابنه حتى حاءه فأمره بقبض المال .\n</p>\n<p class=\"arabic\">ذكر محمد بن عبد الملك الهمداني أن أحمد بن طولون جلس يأكل فرأى سائلا فأمر \n  له بدجاجة ورغيف وحلوى فجاء الغلام وقال ناولته فما هش له فقال علي به فلما \n  مثل بين يديه لم يضطرب من الهيبة فقال أحضر الكتب التي معك وأصدقني فقد ثبت \n  عندي أنك صاحب خبز وأحضر السياط فاعترف فقال بعض من حضر هذا والله الحر .\n</p>\n<p class=\"arabic\">قال ما هو بسحر ولكنه قياس صحيح ورأيت سوء حاله فسيرت له طعاما يسر له الشبعان \n  فما هش فأحضرته فتلاني بقوة جأش فعلمت أنه صاحب خبر .\n</p>\n<p class=\"arabic\">قال أبو الحسن الرازي سمعت أحمد بن حميد بن أبي العجائز وغيره من شيوخ دمشق \n  قالوا لما دخل أحمد بن طولون دمشق وقع فيها حريق عند كنيسة مريم فركب إليه \n  أحمد ومعه أبو زرعة البصري وأبو عبد الله محمد بن أحمد الواسطي كتابه فقال \n  ابن طولون لأبي زرعة ما يسمى هذا الموضع فقال كنيسة مريم .\n</p>\n<p class=\"arabic\">فقال أبو عبد الله وكان لمريم كنيسة قال ما هي من بناء مريم إنما بنوها على \n  اسمها .\n</p>\n<p class=\"arabic\">فقال ابن طولون مالك والإعتراض على الشيخ .\n</p>\n<p class=\"arabic\">ثم أمر بسبعين ألف دينار من ماله وأن يعطي كل من أحترق له شيء ويقبل قوله \n  ولا ) .\n</p>\n<p class=\"arabic\">يستحلف فأعطوا وفضل من المال أربعة عشر ألف دينار .\n</p>\n<p class=\"arabic\">ثم أمر ابن طولون بمال عظيم ففرق في فقراء أهل دمشق والغوطة وأقل *20*49* \n  من أصابه من المستورين دينار .\n</p>\n<p class=\"arabic\">وعن محمد بن علي المادرائي قال كنت أجتاز بتربة أحمد بن طولون فأرى شيخا ملازما \n  للقبر ثم إني لم أره مدة ثم رأيته فسألته فقال كان له علينا بعض العدل إن \n  لم يكن الكل فأحببت أن أصله بالقراءة .\n</p>\n<p class=\"arabic\">قلت فلم انقطعت قال رأيته في النوم وهو يقول أحب أن لا يقرأ عندي فما آية \n  إلا قرعت بها وقيل لي ما سمعت هذه توفي بمصر في ذي القعدة سنة سبعين وتملك \n  بعده ابنه خمارويه .\n\n</p>"
}