{
    "header": "إسماعيل بن يحيى بن إسماعيل بن عمرو بن مسـ...",
    "id": "009578",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">إسماعيل بن يحيى بن إسماعيل بن عمرو بن مسلم الفقيه .\n</h1>\n<p class=\"arabic\">) *20*66* .\n</p>\n<p class=\"arabic\">أبو إبراهيم المزني المصري صاحب الشافعي .\n</p>\n<p class=\"arabic\">روى عن الشافعي ونعيم بن حماد وعلي بن معبد بن شداد وغيرهم .\n</p>\n<p class=\"arabic\">روى عنه أبو بكر بن خزيمة وأبو بكر بن زياد النيسابوري وابن جوصا والطحاوي \n  وابن أبي حاتم وأبو الفوارس بن الصابوني وآخرون .\n</p>\n<p class=\"arabic\">وتفقه به خلق وصنف التصانيف .\n</p>\n<p class=\"arabic\">أخبرنا أبو حفص الفوارس أنا أبو اليمن الكندي كتابة أنا أبو الحسن بن عبد \n  السلام ثنا أبو إسحاق الشرازي الفقيه قال فأما الشافعي رحمه الله فقد انتقل \n  فقهه إلى أصحابه فمنهم أبو إبراهيم إسماعيل بن يحيى بن إسماعيل بن عمرو بن \n  إسحاق المزني مات بمصر سنة أربع وستين ومائتين .\n</p>\n<p class=\"arabic\">وكان زاهدا عالما مجتهدا مناظرا محجاجا غواصا على المعاني الدقيقة صنف كتبا \n  كثيرة الجامع الكبير والجامع الصغير ومختصر المختصر والمنثور والمسائل المعتبرة \n  والترغيب في العلم وكتاب الوثائق .\n</p>\n<p class=\"arabic\">قال الشافعي المزني ناظر مذهبي .\n</p>\n<p class=\"arabic\">قلت ورد أن المزني كان إذا فرغ من مسألة وأودعها مختصره صلى ركعتين *20*67* .\n</p>\n<p class=\"arabic\">وقيل أن بكار بن قتيبة قدم مصر على قضائها وهو حنفي فاجتمع بالمزني مرة فسأله \n  رجل من أصحاب بكار فقال قد جاء في الأحاديث تحريم النبيذ وتحليله فلم قدمتم \n  التحريم على التحليل فقال المزني لم يذهب أحد إلى تحريم النبيذ في الجاهلية \n  ثم حلل لنا ووقع الإتفاق على أنه كان حلالا فحرم فهذا يعضد أحاديث التحريم \n  على التحليل .\n</p>\n<p class=\"arabic\">فاستحسن بكار ذلك منه .\n</p>\n<p class=\"arabic\">وقال عمرو بن تميم المكي سمعت محمد بن إسماعيل الترمذي سمعت المزني يقول لا \n  يصح لأحد توحيد حتى يعلم أن الله على العرش بصفاته .\n</p>\n<p class=\"arabic\">قلت مثل أي شيء قال سميع بصير عليم .\n</p>\n<p class=\"arabic\">قال السلمي سمعت محمد بن عبد الله بن شاذان سمعت محمد بن علي الكناني سمعت \n  ) .\n</p>\n<p class=\"arabic\">عمرو بن عثمان المكي يقول ما رأيت أحدا من المتعبدين في كثرة من لقيت منهم \n  أشد تعظيما للعلم منه وكان من اشد الناس تضييقا على نفسه في الورع وأوسعه \n  في ذلك على الناس وكان يقول أنا خلق من أخلاق الشافعي .\n</p>\n<p class=\"arabic\">وبلغنا أن المزني كلن مجاب الدعوة ذا زهد وتقشف أخذ عنه خلق من علماء خراسان \n  والشام العجم وقيل كان إذا فاتته صلاة الجماعة صلى الصلاة خمسا وعشرين مرة .\n</p>\n<p class=\"arabic\">وكان يغسل تعبدا وديانة فإنه قال تعانيت غسل الموتى ليرق قلبي *20*68* فصار \n  بي عادة وهو الذي غسل الشافعي رحمه الله وكان رأسا في الفقه ولم يكن له معرفة \n  بالحديث كما ينبغي .\n</p>\n<p class=\"arabic\">توفي لست بقين من رمضان سنة أربع وستين عن تسع وثمانين سنة .\n</p>\n<p class=\"arabic\">وصلى عليه الربيع بن سليمان المرادي .\n</p>\n<p class=\"arabic\">ومن أصحاب المزني الإمام أبو القاسم عثمان بن سعيد بن بشار الأنماطي شيخ ابن \n  سريج وزكريا بن يحيى الناجي وإمام الأئمة ابن خزيمة .\n</p>\n<p class=\"arabic\">وثقة أبو سعيد بن يونس وقال كان يلزم الرباط .\n</p>\n<p class=\"arabic\">وقال ابن أبي حاتم سمعت منه وهو صدوق .\n\n</p>"
}