{
    "header": "عبيد الله بن يحيى بن خاقان التركي ثم البـ...",
    "id": "009638",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبيد الله بن يحيى بن خاقان التركي ثم البغدادي .\n</h1>\n<p class=\"arabic\">أبو الحسن الوزير للمتوكل وما زال في الوزارة إلى ان قتل المتوكل .\n</p>\n<p class=\"arabic\">وقد جرت له أمور وانخفاض وارتفاع نفاه المستعين إلى الرقة سنة ثمان وأبعين \n  ثم قدم بغداد بعد حمس سنين ثم استوزره المعتمد سنة ست وخمسين .\n</p>\n<p class=\"arabic\">قال الحسين الكواكبي أنبا محرز الكاتب قال اعتل عبيد الله بن يحيى بن خاقان \n  فأمر المتوكل بن خاقان أن يعوده فاتاه فقال إن أمير المؤمنين يسأل عن علتك .\n</p>\n<p class=\"arabic\">قال *20*133* .\n</p>\n<p class=\"arabic\">% عليل من مكانين % % من الأسقام والدين % .\n</p>\n<p class=\"arabic\">% وفي هذين لي شغل % % وحسبي شغل هذين % .\n</p>\n<p class=\"arabic\">قال فأمر له المتوكل بألف ألف درهم .\n</p>\n<p class=\"arabic\">قال الصولي ثنا الحسن بن علي الكاتب قال لما قتل المتوكل محمد بن الفضل الجرجرائي \n  قال قد مللت عرض المشايخ علي فطلبوا لي حديثا من أولاد الكتاب وبقي شهرين \n  بلا وزير وأصحاب الدواوين يعرضون عليه أعمالهم ثم طلب عبيد الله بن يحيى فلما \n  خاطبه أعجبته حرمته وأمره أن يكتب فأعجبه أيضا خطه .\n</p>\n<p class=\"arabic\">فقال عمه الفتح والذي كتبت أحسن من خطه قال وما هو قال إنا فتحنا لك فتحا \n  مبينا وقد تفاءلت ببركته كبركة ما كتب فولاه العرض فبقي سنة يؤرخ الكتب عنه \n  وعن وصيف .\n</p>\n<p class=\"arabic\">وحظي عند المتوكل فطرح اسم وصيف ونفذت الكتب اسم عبيد الله وحده .\n</p>\n<p class=\"arabic\">قال الصولي كان عبيد الله سمحا جوادا ممدحا حدثني أبو العيناء قال دخلت على \n  المتوكل فقال ما تقول في عبيد الله قلت نعم العبد لله كل منقسم بين طاعته \n  وخدمتك يؤثر رضاك على كل فائدة وإصلاح رعيتك على كل لذة .\n</p>\n<p class=\"arabic\">وقال علي بن عيسى الوزير لم يكن لعيد الله بن يحيى حظ من الصناعة إلا انه \n  أيد بأعوان وكتاب وكان واسع الحيلة حسن المداراة ) .\n</p>\n<p class=\"arabic\">وقال الصولي ولم يزل أعداء عبيد الله يحرضون المنتصر على قتله وإنه مائل إلى \n  المعتز وأحمد بن الخطيب يردعه عنه ثم نفاه إلى أقريطش فلما استخلف المعتمد \n  ذكر لوزارته سليمان بن وهب والحسن بن مخلد وجميع الكتاب فقال ابن مخلد هذا \n  عبيد الله بن يحيى قد أصلح الجماعة ورأسهم وهو ببغداد فصدقه الجماعة *20*134* .\n</p>\n<p class=\"arabic\">وقال المعتمد وأبو عيسى بن المتوكل ما لنا حظ في غيره .\n</p>\n<p class=\"arabic\">فطلبوه إلى سر من رأى واستحثوه ولم يذكروا له الوزارة لئلا يمتنع زهدا فيها \n  فشخص على كره وادخل على المعتمد فخلع عليه الوزارة فلما خرج امتنع فلاطفوه \n  وولي سنة ست وخمسين بعفاف ورأي ومروءة إي أن مات وعليه ستمائة ألف دينار مع \n  كثرة ضياعه وقد أدبته النكب وهذبته فزاد عفافه وتوقيه .\n</p>\n<p class=\"arabic\">قلت ورد عن عبيد الله أخبار في الحلم والجود .\n</p>\n<p class=\"arabic\">حكى الصولي عن غير واحد أن عبيد الله نزل إلى الميدان ليضرب الصوالجة فصدمه \n  خادمه رشيق فسقط عن دابته فحمل ومات ليومه .\n</p>\n<p class=\"arabic\">توفي الوزير عبيد الله سنة ثلاث وستين وهو والد المعدي أي مزاحم الخاقاني .\n\n</p>"
}