{
    "header": "الربيع بن سلميان بن عبد الجبار بن كامل ....",
    "id": "009603",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الربيع بن سلميان بن عبد الجبار بن كامل .\n</h1>\n<p class=\"arabic\">الفقيه أبو محمد المرادي مولاهم المصري المؤذن صاحب الشافعي وراوي كتبه .\n</p>\n<p class=\"arabic\">ولد سنة أربع أو ثلاث وسبعين ومائة .\n</p>\n<p class=\"arabic\">وسمع عبد الله بن وهب وشعيب بن الليث بن سعد وبشر بن بكر التنيسي وأيوب بن \n  سويد الرملي والشافعي ويحيى بن حسان وأسد بن موسى وجماعة .\n</p>\n<p class=\"arabic\">وعنه د ن ق و ت عن رجل عنه وهو محمد بن إسماعيل السلمي وأبو زرعة الرازي وأبو \n  حاتم وابنه عبد الرحمن بن أبي حاتم *20*97* وزكريا بن يحيى الساجي وأبو نعيم \n  بن عدي وأبو جعفر الطحاوي وأبو بكر بن زياد النيسابوري والحسن بن حبيب الحصائري \n  وأحمد بن مسعود العكبري وأحمد بن بهزاد السيرافي وابن صاعد وأبو العباس الأصم \n  وآخرون .\n</p>\n<p class=\"arabic\">وثقة أبو سعيد بن يونس و غيره .\n</p>\n<p class=\"arabic\">وعن الربيع قال كل محد ث حد ث بمصر بعد ابن وهب كنت مستمليه .\n</p>\n<p class=\"arabic\">وقال النسائي لا بأس به .\n</p>\n<p class=\"arabic\">قال علي بن قديد كان الربيع يقرأ بالألحان .\n</p>\n<p class=\"arabic\">وقال الطحاوي مات الربيع بن سليمان مؤذن جامع الفسطاط يوم الإثنين ودفن يوم \n  الثلاثاء لإحدى وعشرين ليلة خلت من شوال من سنة سبعين وصلى عليه الأمير خمارويه \n  بن أحمد بن طولون .\n</p>\n<p class=\"arabic\">وآخر من حدث عنه أبو الفوارس السندي .\n</p>\n<p class=\"arabic\">ويروى عن الشافعي أنه قال للربيع لو أمكنني أن أطعمك العلم أطعمتك .\n</p>\n<p class=\"arabic\">قال ابن عبد البر قد ذكر محمد بن إسماعيل الترمذي من أخذ عن الربيع كتب الشافعي \n  ورحل إليه فيها من الآفاق فذكر نحو مائتي رجل .\n</p>\n<p class=\"arabic\">قال ابن عبد البر كان الربيع لا يؤذن في منارة جامع مصر أحد قبله وكانت الرحلة \n  في كتب الشافعي إليه وكانت فيه سلامة وغفلة ولم قائما بالفقه .\n</p>\n<p class=\"arabic\">ومما ينسب إلى الربيع من الشعر ) .\n</p>\n<p class=\"arabic\">% صبرا جميلا ما أسرع الفرجا % % من صدق الله في الأمور نجا % .\n</p>\n<p class=\"arabic\">*20*98* .\n</p>\n<p class=\"arabic\">% من خشي الله لم ينله أذى % % ومن رجا الله كان حيث رجا % .\n</p>\n<p class=\"arabic\">قلت كان الربيع أعرف من المزني بالحديث وكان المزني أعرف بالفقه منه بكثير \n  حتى كان هذا لا يعرف إلا الحديث وهذا لا يعرف إلا الفقه *20*99* .\n\n</p>"
}