{
    "header": "عبيد الله بن عبد الكريم بن يزيد بن فروخ ...",
    "id": "009637",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبيد الله بن عبد الكريم بن يزيد بن فروخ .\n</h1>\n<p class=\"arabic\">*20*125* الحافظ أبو زرعة القرشي المخزومي مولاهم الرازي أحد الأعلام .\n</p>\n<p class=\"arabic\">قيل ولد سنة تسعين ومائة .\n</p>\n<p class=\"arabic\">ويقال إنه ولد سنة مائتين وأظنه وهما فإن رحلته سنة إحدى عشرة لأنه سمع بالكوفة \n  من عبد الله بن صالح العجلي والحسن بن عطية بن نجيح وتوفيا عامئذ .\n</p>\n<p class=\"arabic\">وسمع أبا الوليد الطيالسي وعبد الله بن مسلمة القعنبي وقرة بن حبيب وأبا نعيم \n  وخلاد بن يحيى وقبيصة وعبد العزيز الأويسي وقالون المقريء عمرو بن هاشم البيروتي \n  ومسلم بن إبراهيم وإسحاق الفروي ومحمد بن سابق وأبا عمر الحوصي ويحيى بن عبد \n  الله بن بكير وخلقا كثيرا بالري والكوفة والبصرة والحرمين وبغداد والشام مصر \n  والجزيرة .\n</p>\n<p class=\"arabic\">وفي تهذيب الكمال أنه روى عن أبي عاصم النبيل وفي هذا نظر .\n</p>\n<p class=\"arabic\">وقال ابن أبي حاتم سئل أو زرعة في أي سنة كتبتم عن أبي نعيم قال في سنة أربع \n  عشرة ومائتين ورحلت من الري المرة الثانية سنة سبع وعشرين .\n</p>\n<p class=\"arabic\">ولم يدخل خراسان وكان من أفراد العالم ذكاء وحفظا ودينا وفضلا .\n</p>\n<p class=\"arabic\">روى عنه من شيوخه محمد بن حميد وأبو حفص الفلاس *20*126* وحرملة بن يحيى وإسحاق \n  بن موسى الخطمين ويونس ين عبد الأعلى والربيع بن سليمان ومن انه أبو حاتم \n  ابن خالته ومسلم بن الحجاج وأبو زرعة الدمشقي وإبراهيم الحربي .\n</p>\n<p class=\"arabic\">ومن الحفاظ والمحدثين خلق كثير .\n</p>\n<p class=\"arabic\">وروى عنه م ت ن ق في كتبهم وأبو بكر بن أبي داود وأبو عوانة وقاسم بن زكريا \n  المطرز وسعيد بن عمرو البردعي وعبد الرحمن بن أبي حاتم فأكثر وأبو بكر بن \n  زياد النيسابوري وأحمد بن محمد الداركي ومحمد بن الحسين القطان .\n</p>\n<p class=\"arabic\">قال ابن أبي حاتم كان جده فروخ مولى عساش بن مطرف القرشي .\n</p>\n<p class=\"arabic\">وقال جعفر بن مجمد الكندي ثنا أبو زرعة قال قدم علينا جماعة من أهل الري دمشق \n  منهم لأبو يحيى فرخويه فلما انصرفوا إلى الري فيما أخبرني غير واحد منهم أبو \n  حاتم رأوا هذا الفتى قد كاس فقالوا نكنيك بكنية أبي زرعة الدمشقي ثم اجتمع \n  بأبي زرعة الرازي فكان يذكرني بهذا ويقول بكنيتك اكتنيت ) .\n</p>\n<p class=\"arabic\">وقال سعيد بن عمرو قال أبو زرعة لا أعلم أنه صح لي رباط قط أما قزوين فأردنا \n  محمد بن سعيد بن سابق وأما عسقلان فأردنا محمد بن أبي الري وأما بيروت فأردنا \n  العباس بن الوليد بن مزيد .\n</p>\n<p class=\"arabic\">وقال سعيد بن عمرو قال أبو زرعة لا أعلم انه صح لي رباط قط أما قزوين فأردنا \n  محمد بن سعيد بن سابق وأما عسقلان فأردنا محمد بن أبي السري وأما بيروت فأردنا \n  العباس بن الوليد بن مزيد .\n</p>\n<p class=\"arabic\">وقال النجاد سمعت عبد الله بن أحمد يقول لما ورد علينا أبو زرعة نزل عندنا \n  فقال لي أبي يا بني قد اعتضت بنوافلي مذكراة هذا الشيخ .\n</p>\n<p class=\"arabic\">وقال صالح جزرة سمعت أبا زرعة يقول كتبت عن إبراهيم بن موسى الرازي مائة ألف \n  حديث وعو أبي بكر بن أبي شيبة مائة ألف فقلت له *20*127* بلغني أنك تحفظ مائة \n  ألف حديث تقدر أن تمكلي علي ألف حديث من حفظك قال لا ولكن إذا ألقي علي عرفت .\n</p>\n<p class=\"arabic\">وقال ابن أبي حاتم سألت أبا زرعة فقلت يجوز ما كتبت عن إبراهيم بن موسى مائة \n  ألف قال مائة ألف كثير .\n</p>\n<p class=\"arabic\">قلت فخمسين ألف قال نعم وسبعين ألف .\n</p>\n<p class=\"arabic\">أخبرني من عد كتاب الوضوء والصلاة فبلغ ثمانية عشر ألفا .\n</p>\n<p class=\"arabic\">وقال أبو عبد الله بن منده الحافظ سمعت محمد بن جعفر بن حكمويه بالري يقول \n  سئل أبو زرعة عن رجل حلف بالطلاق أن أبا زرعة يحفظ مائتي ألف حديث هل حنث \n  فقال لا .\n</p>\n<p class=\"arabic\">ثم قال أحفظ مائتي ألف مثل قل هو الله أحد واحفظ في المذاكرة ثلاثمائة ألف \n  حديث .\n</p>\n<p class=\"arabic\">قلت هذه حكاية منقطعة لا تثبت هذه أصح منها فقال الحافظ ابن عدي سمعت أبي \n  يقول بالري وأنا غلام في البزازين فحلف رجل بالطلاق أن أبا زرعة يحفظ مائة \n  ألف حديث فذهب قوم إلى أبي زرعة وذهبت معهم فذكروا له حلف الرجل فقال ما حمله \n  على ذلك قيل قد جرى ذلك منه .\n</p>\n<p class=\"arabic\">فقال يمسك امرأته فإنها لم تطلق أو كما قال .\n</p>\n<p class=\"arabic\">وقال الحاكم سمعت أبا جعفر محمد بن أحمد الرازي يقول سمعت محمد بن مسلم بن \n  وارة ) .\n</p>\n<p class=\"arabic\">يقول كنت عند ابن راهويه فقال رجل سمعت أحمد ابن حنبل يقول صح من الحديث سبعمائة \n  ألف حديث وكسر وهذا الفتى يعني أبا زرعة يحفظ ستمائة ألف .\n</p>\n<p class=\"arabic\">قلت في إسنادها مجهول *20*128* .\n</p>\n<p class=\"arabic\">وقال غنجار في تاريخه ثنا ناصر بن محمد الأزدي بكرمينية سمعت أبا يعلى الموصلي \n  يقول رحلت إلى البصرة فبينا في السفينة إذا برجل يسأل رجلا ما تقول في رجل \n  حلف بالطلاق أنك تحفظ مائتا ألف حديث فأطرق رأسه ثم قال اذهب يا هذا وأنت \n  بار في يمينك .\n</p>\n<p class=\"arabic\">فقلت من هذا فقيل لي أبو زرعة الرازي ينحدر إلى البصرة .\n</p>\n<p class=\"arabic\">وال ابن عقدة عن مطين عن أبي بكر بن أبي شيبة قال ما رأيت أحفظ من أبي رزعة .\n</p>\n<p class=\"arabic\">وقال عبد الله بن محمد بن جعفر القزوينني وهو ضعيف سمعت محمد بن إسحاق الصغاني \n  يقول كان أبو زرعة يشبه بأحمد بن حنبل .\n</p>\n<p class=\"arabic\">وقال علي بن الحسين بن الجنيد ما رأيت أعلم بحديث مالك من أبي زرعة وكذلك \n  سائر العلوم .\n</p>\n<p class=\"arabic\">وقال عمر بن محمد بن إسحاق القطان سمعت عبد الله بن أحمد سمعت أبي يقول ما \n  جتوز الجسر أفقه من إسحاق ولا أحفظ من أبي زرعة .\n</p>\n<p class=\"arabic\">وقال أبو يعلى الموصلي ما سمعنا بذكر أحد في الحفظ إلا كان أسمه أكبر من رؤيته \n  إلا أبو زرعة فإن مشاهدته كانت أعظم من اسمه كان قد جمع حفظ الأبواب والشيوخ \n  والتفسير .\n</p>\n<p class=\"arabic\">وقال الصالح جزرة سمعت أبا زرعة يقول أحفظ في القراءآت عشرة لآلاف حديث .\n</p>\n<p class=\"arabic\">وقال إسحاق بن راهويه كل حديث لا يعرفه أبو زرعة الرازي ليس له أصل *20*129* \n  وقال أبو العباس السراج لما انصرف قتيبة إلى الري من بغداد سألوه أن يحدثهم \n  فقال أحدثكم بعد أن احضر مجلسي أحمد بن حنبل ويحيى بن معين وعلي ابن المديني .\n</p>\n<p class=\"arabic\">قالوا فإن عندنا غلاما يسرد حديث به مجلسا مجلسا قم يا أبا زرعة فقام فسرد \n  به قتيبة .\n</p>\n<p class=\"arabic\">وقال فضلك الصائغ دخلت المدينة فصرت إلى باب أبي مصعب فخرج إلي شيخ مخضوب \n  وكنت أنا ناعسا فحركني وقال يا مردريك من أين أنت إيش تنام ) .\n</p>\n<p class=\"arabic\">فقلت أصلحك الله من الري من شاكردي أبي ورعة .\n</p>\n<p class=\"arabic\">فقال تركت أبا زرعة وجئتني لقيت مالكا وغيره فما رأت عيناي مثله .\n</p>\n<p class=\"arabic\">قال فضلك فدخلت على الربيع بمصر فقال إن أبا زرعة آية وإن الله تعالى إذا \n  جعل إنسانا آية من شكله حتى لا يكون له ثان .\n</p>\n<p class=\"arabic\">وقال ابن أبي حاتم نا أحمد بن إسماعيل ابن عم زرعة انه سمع أبا زرعة يقول \n  في مرضه الذي مات فيه اللهم إني أشتاق إلى رؤيتك فإن قيل لي بأي عمل اشتقت \n  إلى قلت رحمتك يارب .\n</p>\n<p class=\"arabic\">وقد كان أبو زرعة يحط على أهل الرأي ويتكلم فيهم .\n</p>\n<p class=\"arabic\">قال ابن أبي حاتم سمعت أبا زرعة يقول لي السري بن معاذ يعني الأمير لو أني \n  قبلت لأعطيت مائة ألف درهم قبل الليل فيك وفي ابن مسلم من غير أن أحسبكم ولا \n  أضربكم بل أمنعكم من التحديث .\n</p>\n<p class=\"arabic\">سمعت أبا زرعة يقول لو كانت لي صحة بدن على ما أريد كنت أتصدق بمالي كله وأخرج \n  إلى الثغور وآكل من المباحات وألزمها ثم قال إني *20*130* لألبس الثياب لكي \n  إذا نظر الناس إلي يقولون قد ترك أبو زرعة الدنيا ولبس الثياب الدون وإني \n  لآكل ما يقدم إلي من الطيبات لكيلا يقولوا إنه لا يأكل الطيبات أزهده .\n</p>\n<p class=\"arabic\">وقال يونس بن عبد الأعلى ما رأيت أكثر تواضعا من أبي زرعة .\n</p>\n<p class=\"arabic\">وقال عبد الله القزويني وهو ضعيف ثنا يونس بن عبد الأعلى ثنا أبو زرعة فقيل \n  ليونس من هذا قال إن أبا زرعة أشهر في الدنيا من الدنيا وقال عبد الواحد بن \n  غياث ما رأى أبو زرعة مثل نفسه .\n</p>\n<p class=\"arabic\">وقال سعيد بن عمرو البردعي سمعت محمد بن يحيى الذهلي يقول لا يزال المسلمون \n  بخير ما أبقى الله لهم مثل أبي زرعة يعلم الناس .\n</p>\n<p class=\"arabic\">وقال أبو أحمد بن عدي نا أحمد بن محمد القطان نا أبو حاتم المرادي حدثني أبو \n  زرعة عبيد الله بن عبد الكريم وما خلف بعده مثله علما وفهما ولا اعلم من المشرق \n  إلى المغرب من كان يفهم هذا الشأن مثله ) .\n</p>\n<p class=\"arabic\">وقال ابن عدي سمعت القاسم بن صفوان سمع الزاهد وأبو زرعة وسمى آخر .\n</p>\n<p class=\"arabic\">وروى الخطيب بإسناد عن أبي زرعة قال ما سمعت أذني شيئا من العلم إلا وعاه \n  قلبي وإني كنت أمشي في السوق فأسمع صوت المغنيات من الغرف فأضع إصبعي في أذني \n  مخافة أن يعيه قلبي .\n</p>\n<p class=\"arabic\">وروى أن أبا زرعة كان من الأبدال *20*131* .\n#</p>\n<p class=\"arabic\">قصة تلقين الميت .\n</p>\n<p class=\"arabic\">رواها ابن أبي حاتم بخلاف هذا فقال سمعت أبي يقول مات أبو زرعة مطعونا مبطونا \n  يعرق الجبين منه في النزع فقلت لمحمد بن مسلم ما تحفظ في تلقين الموتى لا \n  إله إلا الله قال يروى عن معاذ .\n</p>\n<p class=\"arabic\">فرفع أبو زرعة رأسه وهو في النزع فقال روى عبد الحميد بن جعفر عن صالح بن \n  أبي عريب عن كثير بن مرة عن معاذ عن النبي صلى الله عليه وسلم من كان آخر \n  كلامه لا إله إلا الله دخل الجنة .\n</p>\n<p class=\"arabic\">فصار في البيت ضجة ببكاء من حضر .\n</p>\n<p class=\"arabic\">وقال الحاكم وأبو علي بن فضالة الحافظان ثنا أبو بكر محمد بن عبد الله بن \n  شاذان الرازي قلت وليس ثقة قال سمعت أبا جعفر محمد بن علي وراق أبي زرعة فذكر \n  حكاية تلقين أبي زرعة لا إلا إلا الله وأنهم ذكروه بالحديث فقال وهو في السياق \n  ثنا بندار نا عبد الحميد بن جعفر عن صالح بن أبي عريب عن كثير بن مرة عن معاذ \n  قال قال رسول الله صلى الله عليه وسلم من كان آخر كلامه لا إله إلا الله دخل \n  الجنة وتوفي رحمه الله .\n</p>\n<p class=\"arabic\">وقال أبو العباس السراج سمعت ابن وارة يقول رأيت أبا زرعة في النوم فقلت ما \n  حالك قال أحمد الله على الأحوال كلها إني وقفت بين يدي الله تعلى فقال لي \n  يا عبد الله لم تذرعت في القول في عبادي قلت يارب إنهم خاذلوا دينك .\n</p>\n<p class=\"arabic\">قال صدقت *20*132* .\n</p>\n<p class=\"arabic\">ثم أتى بطاهر الخلقاني فاستعديت عليه إلى ربي فضرب الحد مائة ثم أمر به إلى \n  الحبس ثم قال ألحقوا عبيد الله بأصحابه بأبي عبد الله وأبي عبد الله سفيان \n  الثوري ومالك وأحمد بن حنبل .\n</p>\n<p class=\"arabic\">رواها عن ابن وارة عبد الرحمن بن بي حاتم أيضا .\n</p>\n<p class=\"arabic\">توفي في آخر يوم من سنة أربع وستين ومائتين .\n\n</p>"
}