{
    "header": "محمد بن عبد الله بن عبد الحكم بن أعين بنـ...",
    "id": "009679",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن عبد الله بن عبد الحكم بن أعين بن ليث .\n</h1>\n<p class=\"arabic\">الإمام أبو عبد الله المصري الفقيه أخو عبد الرحمن وسعيد ولد سنة *20*169* \n  اثنتين وثمانين ومائة .\n</p>\n<p class=\"arabic\">وروى عن عبد الله بن وهب وابن أبي فديك وأبي ضمرة أنس بن عياض وبشر بن بكير \n  وأيوب بن سويد الرملي وإسحاق بن الفراش وأشهب بن عبد العزيز وشعيب بن الليث \n  بن سعد وأبي عبد الرحمن المقري وطائفة .\n</p>\n<p class=\"arabic\">ولزم الشافعي مدة وتفقه به وبابنه عبد الله وغيرهما .\n</p>\n<p class=\"arabic\">وعنه ن وابن خزيمة وابن صاعد وعبد الرحمن بن أبي حاتم وعمرو بن عثمان المكي \n  الزاهد وأبو بكر بن زياد النيسابوري وإسماعيل بن داود بن وردان وأبو العباس \n  الأصم وجماعة .\n</p>\n<p class=\"arabic\">وثقه النسائي وقال مرة لا بأس به .\n</p>\n<p class=\"arabic\">وقال غيره كان أبوه قد ضمه إلى الشافعي فكان الشافعي معجبا به لذكائه وحرصه \n  على الفقه .\n</p>\n<p class=\"arabic\">قال أبو عمر الصدفي رأيت أهل مصر لا يعدلون به أحدا ويصفونه بالعلم والفضل \n  والتواضع .\n</p>\n<p class=\"arabic\">وقال إمام الأئمة ابن خزيمة ما رأيت من الفقهاء الإسلام أعرف بأقاويل الصحابة \n  والتابعين من محمد بن عبد الله بن عبد الحكم .\n</p>\n<p class=\"arabic\">وقال مرة كان محمد بن عبد الله أعلم من رأيت على أديم الأرض بمذهب مالك وأحفظهم .\n</p>\n<p class=\"arabic\">سمعته يقول كنت أتعجب ممن يقول في المسائل لا أدري ) .\n</p>\n<p class=\"arabic\">قال ابن خزيمة وأما الإسناد فلم يكن يحفظه وكان من أصحاب الشافعي وكان ممن \n  يتكلم فيه فوقعت بينه البويطي وحشة في مرض الشافعي فحدثني أبو جعفر السكري \n  صديق الربيع قال لما مرض الشافعي جاء ابن عبد الحكم ينازع البويطي في مجلس \n  الشافعي فقال البويطي أنا أحق به منك *20*170* .\n</p>\n<p class=\"arabic\">فجاء الحميدي وكان مصر فقال الشافعي ليس أحد أحق بمجلسي من البويطي وليس أحد \n  من أصحابي أعلم منه .\n</p>\n<p class=\"arabic\">فقال الحميدي كذبت أنت وأبوك وأمك .\n</p>\n<p class=\"arabic\">وغضب ابن عبد احكم فترك مجلس الشافعي فحدثني ابن عبد الحكم قال كان الحميدي \n  معي في الدار نحوا من سنة وأعطاني كتاب ابن عيينة ثم أبوا إلى أن يوقعوا بيننا \n  ما وقع .\n</p>\n<p class=\"arabic\">روى هذا كله الحاكم عن حسينك التميمي عن ابن خزيمة .\n</p>\n<p class=\"arabic\">وعن المزني قال نظر الشافعي إلى محمد بن عبد اله بن عبد الحكم وقد ركب دابته \n  فاتبعه بصره وقال وددت أن لي ولدا مثله وعلي ألف دينار لا أجد قضاءها .\n</p>\n<p class=\"arabic\">وقال أبو الشيخ ثنا عمرو بن عثمان المكي قال رأيت محمد بن عبد الله ن عبد \n  الحكم يصلي الضحى فكان كلما صلى ركتعين سجد سجدتين فسأله من يأنس به فقال \n  أسجد شكرا لله على ما أنعم به علي من صلاة الركعتين .\n</p>\n<p class=\"arabic\">وقال ابن أبي حاتم صدوق ثقة أحد فقهاء مصر من أصحاب مالك وقال أبو إسحاق الشيرازي \n  قد حمل محمد في محنة القرآن إلى أبن أبي دؤاد ولم يجب إلى ما طلب منه ورد \n  إلى مصر وانتهت إله الرئاسة بمصر عني في العلم .\n</p>\n<p class=\"arabic\">وقال غيره إنه ضر فهرب واختفى وقد نالته محنة أخرى صعبة مرت في ترجمة أخيه \n  الشهيد سنة سبع وثلاثين *20*171* .\n</p>\n<p class=\"arabic\">نسب ابن الجوزي قال أبو سعيد بن يونس كان محمد المفتي بمصر في أيامه توفي \n  يوم الأربعاء النصف من ذي القعدة سنة ثمان وستين وصلى عليه بكار بن قتيبة \n  القاضي .\n</p>\n<p class=\"arabic\">قلت ى خر من روى حديثه عاليا عبد الغفار الشيروي .\n</p>\n<p class=\"arabic\">وله تصانيف كثيرة منها كتاب أحكام القرآن وكتاب الرد على الشافعي مما خالف \n  فيه الكتاب والسنة وكتاب الرد على أهل العاق وكتاب أد القضاة ) .\n</p>\n<p class=\"arabic\">وفي المحدثين .\n\n</p>"
}