{
    "header": "طيفور بن عيسى .",
    "id": "009614",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">طيفور بن عيسى .\n</h1>\n<p class=\"arabic\">أبو يزيد البسطامي الزاهد العرف من كبار مشايخ القوم وهو بكنيته أشهر وأعرف \n  وله أخوان آدم وعلي كانا زاهدين عابدين وكان جدهم أبو عيسى آدم بن عيسى مجوسيا \n  فأسلم .\n</p>\n<p class=\"arabic\">ومن كلام أبي يزيد رحمه الله قال ما وجدت شيئا أشد علي من العلم ومتابعته \n  ولولا اختلاف العلماء لبقيت حائرا .\n</p>\n<p class=\"arabic\">وقال هذا من فرحي بك وأنا أخافك فكيف فرحي بك إذا أمنتك *20*111* وعنه قال \n  ليس العجب من حبي لك وأنا عبد فقير وإنما العجب من حبك لي وأنت ملك قدير .\n</p>\n<p class=\"arabic\">وعنه وقيل له إنك تمر في الهواء قال وأي أعجوبة هذا طير يأكل الميتة يمر في \n  الهواء والمؤمن أشرف منه .\n</p>\n<p class=\"arabic\">وعنه قال ما دام العبد يظن أن في الخلق من هو شر منه فهو متكبر وعنه قال الجنة \n  لا خطر لها عند المحبين وهم محجوبون بمحبتهم .\n</p>\n<p class=\"arabic\">وقال ما ذكروه إلا بالغفلة ولا خدموه إلا بالفترة .\n</p>\n<p class=\"arabic\">وعنه قال اللهم لا تقطعني بك عنك .\n</p>\n<p class=\"arabic\">وعنه قال العارف فوق ما يقول والعلم دون ما يقول .\n</p>\n<p class=\"arabic\">وقيل له علمنا الإسم الأعظم فقال ليس له حد إنما هو فراغ قلبك لوحدانيته فإذا \n  كنت كذلك فارفع له أي اسم شئت .\n</p>\n<p class=\"arabic\">وعنه قال لله خلق كثير يمشون على الماء وليس لهم عنه الله قيمة .\n</p>\n<p class=\"arabic\">وكان يقول لو نظرتم إلى رجل أعطي من الكرامات حتى يرتفع في الهواء فلا تغتروا \n  به حتى تنظروا كيف تجدونه عند الأمر والنهي وحفظ الحدود وأداء الشريعة .\n</p>\n<p class=\"arabic\">قلتك بل قد اغتر أهل زماننا وخافوا أبا يزيد وأكبر من أبي يزيد وتهافتوا على \n  كل مجنون بوال على عقبيه له شيطان ينطق عل لسانه بالمغيبات نسأل الله السلامة \n  *20*112* .\n</p>\n<p class=\"arabic\">قيل إن أبا يزيد توفي سنة إحدى وستين ومائتين .\n</p>\n<p class=\"arabic\">وقد نقلوا عنه أشياء من متشابه القول الشأن في صحتها عنه ولا تصح عن مسلم \n  فضلا عن مثل أبي يزيد منها سبحاني .\n</p>\n<p class=\"arabic\">ومنها ما النار لأستندن إليها غدا وأقول اجعلني لأهلها فداء ولا يلعنها وما \n  الجنة لعبة صبيان وماد أهل الدنيا ما المحدثون إن خاطبهم رجل عن رجل فقد خاطبنا \n  القلب عن الرب ) .\n</p>\n<p class=\"arabic\">وقال في يهود هبهم لي ما هؤلاء حتى تعذبهم وهذا الشطح إن صح عنه فقد يكون \n  قاله في حالة سكره وكذلك قوله عن نفسه ما في الجبة إلا الله .\n</p>\n<p class=\"arabic\">وحاشى مسلم فاسق من قول هذا الكلام مقتضاه ضلالة ولكن له تفسير وتأويل يخالف \n  ظاهره فالله أعلم .\n</p>\n<p class=\"arabic\">قال السلمي في تاريخه مات أبو زيد عن ثلاث وسبعين سنة وله كلام في حسن المعاملات .\n</p>\n<p class=\"arabic\">قال ويحكى عنه في الشطح أشياء منها ما لا يصح ويكون مقولا عليه وكان يرجع \n  إلى أحوال سيئة .\n</p>\n<p class=\"arabic\">ثم ساق بسنده عن أبي يزيد قال من لم ينظر إلى شاهدي بعين الأضطراب وإلى أوقاتي \n  بعين الاغتراب وإلى أحوالي بعين الاستدراج وإلى كلامي بعين الإفتراء وإلى \n  عباراتي بعين الاجتراء وإلى نفسي بعين الإزدراء فقد أخطأ النظر في .\n</p>\n<p class=\"arabic\">وعن أبي يزيد قال لو صفا لي تهليلة ما باليت بعدها *20*113* .\n\n</p>"
}