{
    "header": "عمرو بن سلم .",
    "id": "009650",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عمرو بن سلم .\n</h1>\n<p class=\"arabic\">وقيل عمرو بن سلمة وقيل عمر بن سلم .\n</p>\n<p class=\"arabic\">الأستاذ أبو حفص النيسابوري الزاهد شيخ الصوفية بخراسان .\n</p>\n<p class=\"arabic\">روى عن حفص بن عبد الرحمن الفقيه .\n</p>\n<p class=\"arabic\">وعنه أبو عثمان سعيد بن إسماعيل الحيري الزاهد تلميذه وأبو جعفر أحمد بن حمدان \n  وحمدون القصار وآخرون .\n</p>\n<p class=\"arabic\">قال أبو نعيم نا أبو عمرو بن حمدان نا أبي قال قال أبو حفص النيسابوري العاصي \n  بريد الكفر كما أن الحمى بريد الموت .\n</p>\n<p class=\"arabic\">وثنا أبو عمرو بن حمدان قال كان أبو حفص حدادا فكان غلامه ينفخ *20*143* عليه \n  الكير مرة فأدخل يده وأخرج الحديد من النار فغشي على غلامه وترك أبو حفص الحانوت \n  وأقبل على أمره .\n</p>\n<p class=\"arabic\">وقيل إن أبا حفص دخل على مريض فقال المريض آه .\n</p>\n<p class=\"arabic\">فقال أبو حفص ممن فسكت فقال مع من قال المريض فكيف أقول قال لا يكن أنينك \n  شكوى ولا سكوتك تجلدا وليكن بين ذلك .\n</p>\n<p class=\"arabic\">وعن أبي حفص قال حرست قلبي عشرين سنة ثم حرسني عشرين سنة ثم ورد علي وعليه \n  ) .\n</p>\n<p class=\"arabic\">حالة صرنا محروسين جميعا .\n</p>\n<p class=\"arabic\">قيل لأبي حفص من الولي قال من أيد بالكرامات وغيب عنها .\n</p>\n<p class=\"arabic\">قال الخلدي سمعت الجنيد ذكر أبا حفص قال أبو نصر صاحب الحلاج نعم يا أبا القاسم \n  كانت له حال إذا لبسته مكث اليومين والثالثة لا يمكن أحد أن ينظر إليه وكان \n  أصحابه يخلونه حتى يزول ذلك عنه .\n</p>\n<p class=\"arabic\">وبلغني أنه أنفذ في يوم واحد بضعة عشر ألف دينار يشتري بها الأسرى من الديلم \n  فلما أمس لم يكن له ما يأكله .\n</p>\n<p class=\"arabic\">ذكر المرتعش قال دخلنا مع أبي حفص على مريض فقال له ما تشتهي قال أن أبرأ .\n</p>\n<p class=\"arabic\">فقال لأصحابه احملوا عنه .\n</p>\n<p class=\"arabic\">فقام المريض وخرج معنا وأصحابنا كلنا نعاد في الفراش .\n</p>\n<p class=\"arabic\">قال السلمي في تاريخ الصوفية أبو حفص من قرية كورداباذ على *20*144* باب نيسابور \n  وكان حدادا .\n</p>\n<p class=\"arabic\">وهو أول كمن أظهر طريقة التصوف بنيسابور .\n</p>\n<p class=\"arabic\">قال أبو محمد البالاذري اسمه عمرو بن سلم وكذا سماه أبو عثمان الحيري .\n</p>\n<p class=\"arabic\">وذكر السلمي أنه كان ينفخ عليه ينفخ عليه غلام له الكير فأدخل أبو حفص يده \n  في النار وأخرج الحديد فغشي على الغلام فترك أبو حفص الصنعة وأقبل على شأنه .\n</p>\n<p class=\"arabic\">سمعت عبد الله بن علي يقول سمعت أبا عمرو بن علوان وسألته هل رأيت أبا حفص \n  عند الجنيد قال كنت غائبا ولكن سمعت الجنيد يقول أقام عندي أبو حفص سنة مع \n  ثمانية أنفس فكنت كل يوم لأقدم لهم طعاما طيبا وذكر أشياء من الثياب فلما \n  أراد أن يذهب كسوتهم .\n</p>\n<p class=\"arabic\">فلما أراد أن يفارقني قال لو جئت إلى نيسابور علمناك السخاء والفتوة .\n</p>\n<p class=\"arabic\">ثم قال عملك هذا كان فيه تكلف إذا جاءك الفقراء فكن معهم بلا تكلف إن جعت \n  جاعوا وإن شبعت شبعوا .\n</p>\n<p class=\"arabic\">قال الخلدي لما قال أبو حفص للجنيد لو دخلت خراسان علمناك كيف الفتوة قال \n  له ) .\n</p>\n<p class=\"arabic\">البغداديون ما الذي رأيت منه قال صير أصحابي مخنثين كان يكلف لهم كل يوم ألوان \n  الطعام وغير ذلك وأما الفتوة ترك التكلف .\n</p>\n<p class=\"arabic\">وقيل كان في خدمة أبي حفص شاب يلزم السكوت فسأله الجنيد عنه فقال هذا أنفق \n  علينا مائة ألف درهم واستدان مائة ألف درهم ما سألني مسألة إجلالا لي .\n</p>\n<p class=\"arabic\">وقال أبو علي الثقفي كان أبو حفص يقول من لم يزن أحواله كل وقت *20*145* بالكتاب \n  والسنة ولم يتهم خواطره فلا تعده .\n</p>\n<p class=\"arabic\">وفي معجم بغداد للسلفي بإسناد منقطع قدم ولدان لأبي حفص النيسابوري فحضرا \n  عند الجنيد فسمعا قوالين فماتا فجاء أبوهما وحضر عند القوالين فسقطا ميتين .\n</p>\n<p class=\"arabic\">وقال ابن نجيد سمعت أبا عمرو الزجاجي يقول كان أبو حفص نور الإسلام في وقته .\n</p>\n<p class=\"arabic\">وعن أبي حفص قال ما استحق اسم السخاء من ذكر العطاء ولا لمحه يقبله .\n</p>\n<p class=\"arabic\">وعنه قال الكرم طرح الدنيا لمن يحتاج إليها والإقبال على الله لاحتياجك إليه .\n</p>\n<p class=\"arabic\">وعنه قال أحسن ما يتوسل به العبد إلا مولاه دوام الفقر إليه على جميع الأحوال \n  وملازمة سنة رسول الله صلى الله عليه وسلم في جميع الأفعال وطلب القوت جهده \n  من وجه حلال .\n</p>\n<p class=\"arabic\">توفي الزاهد أبو حفص سنة أربع وستين وقيل سنة خمس وستين .\n</p>\n<p class=\"arabic\">ووهم من قال سنة سبعين ومائتين .\n\n</p>"
}