{
    "header": "أبو حاتم العطار .",
    "id": "009724",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أبو حاتم العطار .\n</h1>\n<p class=\"arabic\">البصري العرف أحد مشايخ الطريق بالبصرة .\n</p>\n<p class=\"arabic\">قال ابن الأعرابي لم يبلغنا أنه كان في عصره أحد يقدم عليه في العلم بهذه \n  المذاهب وكان مع ذلك ملازما لسوقه وتجارته يركب الحمار ويدلل في العطارين \n  غير متمكن من الدنيا منحل غير أنه يرد في هذه المذاهب حتى ناب عن غيره وتلمذ \n  له من كان بالبصرة ممن هو أحسن منه .\n</p>\n<p class=\"arabic\">وكان البغداديون يدخلون البصرة يقصدون كل منهم محمد بن وهب ويعقوب الزيات \n  وزريق النفاط وغيرهم .\n</p>\n<p class=\"arabic\">وكان ظاهره مظاهر التجار والعامة منبسطا معهم فإذا تكلم كان غير ذلك أخبرني \n  محمد بن علي سمع أبا حمزة البغدادي ربما ذكر أبو حاتم وكان يتكلم يوم الجمعة \n  فيقول في كلامه لا تسألوني عن حالي واعفوا لي عن نفسي حسابي على غيركم اجعلوني \n  كالفتيل أحرق نفسي وأضيء لكم وكان لا يظهر عليه خشوع ولا تنكيس رأس ولا لباس \n  وكان من أهل السنة والإتقان يزري على الغسانية وأهل الأوراد وأخذ المعلوم \n  كما يذم أهل الدنيا ومن يأوي إلى الأسباب .\n</p>\n<p class=\"arabic\">يقول من لم يعبد الله الغالب على قلبه فإنما يعبد هواه ونفسه .\n</p>\n<p class=\"arabic\">وكان يقول من ذكر الله نسي نفسه ومن ذكر نعمة الله نسي عمله .\n</p>\n<p class=\"arabic\">وكان عامة في المعاني ويقول الأبطال في النجوم والسرائر في القلوب .\n</p>\n<p class=\"arabic\">وتحتاج تتوب من توبتك وتعبد الله له لا لك .\n</p>\n<p class=\"arabic\">ويحك كم تبكي وتصيح صحح واسترح *20*212* .\n</p>\n<p class=\"arabic\">الساحة بالقلوب وسير الشواتي سفر لا يقضى .\n</p>\n<p class=\"arabic\">دع الإحصاء والعدد وصم الدنيا وأفطر الآخرة .\n</p>\n<p class=\"arabic\">وكان يقول إذا رأى عليهم الفوط والأبراد والصوف وهم يصلون قد نشرتم أعلامكم \n  وضربتم طبولكم فليت شعري في اللقاء أي رجال أنتم قال زريق النفاط أو غيره \n  رأيت أبا حاتم بيده عطر يعرضه للبيع فسألته عن مسألة فقال لكل مقام مقال ولكن \n  اصبر حتى أفرغ وكان إذا فرغ جلس يوم الجمعة اجتمع إليه الصوفية وأصحاب الحديث \n  والغرباء وعامة مسجد البصرة وجميع الطبقات .\n</p>\n<p class=\"arabic\">وكان الذين يلزمون حلقته ابن الشويطي وأبو سعيد الغنوي والمرزوقي وكان الغنوي \n  يميل إلى شيء من الكلام ويعرفه .\n</p>\n<p class=\"arabic\">وكان في المسجد طائفة من الناس ينكرون على أهل المحبة لما يبلغهم من التخليط \n  وكانوا أهل حديث وكلهم يستملي أبا حاتم ويعجبه كلامه لرقته ولقوله بالسنة \n  ومخالفته الغسانية .\n</p>\n<p class=\"arabic\">وكانوا يميلون إليه هو وعبد الجبار السلمي والحسن بن المثنى وأحمد بن أبي \n  عمر وابن أبي عاصم والجذوعي كل هؤلاء صوفية المسجد من أهل السنة والحديث يتحلون \n  النسك والأمر بالمعروف والنهي عن المنكر وكان لهم بالبلد قدر وهيبة .\n</p>\n<p class=\"arabic\">وقال السلمي كان أبو حاتم العطارأستاذ الجنيد وأبي سعيد الخراز .\n</p>\n<p class=\"arabic\">وكان من جلة مشايخهم من أقران أبي تراب النخشبي وهو أول من تكلم بالعراق في \n  علوم الإشارات .\n</p>\n<p class=\"arabic\">وعن محمد بن وهب قال دخلت البصرة أنا ويعقوب الزيات فأتينا أبا حاتم العطار \n  فدققنا الباب فقال من هذا قلت رجل يقول الله .\n</p>\n<p class=\"arabic\">فخرج ووضع خده على الأرض وقال بقي من يحس يقول الله .\n\n</p>"
}