{
    "header": "يعقوب بن شيبة بن الصلت بن عصفور .",
    "id": "009718",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">يعقوب بن شيبة بن الصلت بن عصفور .\n</h1>\n<p class=\"arabic\">الحافظ الكبير أبو يوسف السدوسي البصري نزيل بغداد .\n</p>\n<p class=\"arabic\">سمع علي بن عاصم ويزيد بن هارون وأزهر السمان وبشر بن عمر الزهراني وجعفر \n  بن عون وروح بن عبادة وعبد الله بن بكر السهمي وأبا عامر العقدي وعبد الوهاب \n  الخفاف ) .\n</p>\n<p class=\"arabic\">ووهب بن جرير ويعلى بن عبيد *20*202* وخلقا من طبقتهم .\n</p>\n<p class=\"arabic\">ثم كتب عن طبقة أخرى بعدهم كعلي بن المديني ويحيى بن معين وأحمد بن حنبل .\n</p>\n<p class=\"arabic\">ثم كتب عن طبقة أخرى بعدهم كالحسن بن علي الحلواني ومحمد بن يحيى الذهلي وهارون \n  الجمال .\n</p>\n<p class=\"arabic\">روى عنه حفيده محمد بن أحمد بن يعقوب ويوسف بن يعقوب الأزرق وجماعة .\n</p>\n<p class=\"arabic\">وثقه الخطيب وغيره .\n</p>\n<p class=\"arabic\">وصنف مسندا كبيرا إلى الغاية القصوى لم يتمه ولو تم لجاء في مائتي مجلد .\n</p>\n<p class=\"arabic\">قال الدارقطني لو كان كتاب يعقوب بن شيبة مسطورا على حرام لوجب أن يكتب .\n</p>\n<p class=\"arabic\">وقال أبو بكر الخطيب حدثني الأزهري قال بلغني أنه كان في منزل يعقوب بن شيبة \n  أربعون لحافا أعدها لمن كان يكتب عنده من الوراقين الذين يبيضون المسند ولزمه \n  على ما خرج منه عشرة آلاف دينار .\n</p>\n<p class=\"arabic\">قال والذي ظهر له من المسند العشرة وابن مسعود وعمار وعقبة بن عدوان وبعض \n  الموالي .\n</p>\n<p class=\"arabic\">قلت وبلغني أن مسند علي رضي الله عنه له في حمس مجلدات أحمد بن المعدل والحارث \n  بن مسكين فقيها ثريا وكان يقف في القرآن *20*203* .\n</p>\n<p class=\"arabic\">وقال عبد الرحمن بن يحيى بن خاقان أمر المتوكل بمسند أحمد بن حنبل عمن يتقلد \n  القضاء .\n</p>\n<p class=\"arabic\">قال فسألته حتى قلت يعقوب بن شية فقال مبتدع صاحب هوى .\n</p>\n<p class=\"arabic\">قال أبو بكر الخطيب وصف بذلك لأجل الوقف يعني يقول في القرآن فلا يقول مخلوق \n  ولا غير مخلوق .\n</p>\n<p class=\"arabic\">قلت أخذ الوقف عن شيخه أحمد بن المعدل .\n</p>\n<p class=\"arabic\">قال المروذي اظهر يعقوب بن شيبة الوقف في ذلك الجانب فحذر أبو عبد الله أحمد \n  بن حنبل منه .\n</p>\n<p class=\"arabic\">توفي في ربيع الأول سنة اثنتين وستين .\n\n</p>"
}