{
    "header": "أبو حمزة البغدادي الصوفي .",
    "id": "009725",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أبو حمزة البغدادي الصوفي .\n</h1>\n<p class=\"arabic\">*20*213* أحد الكبار اسمه محمد بن إبراهيم .\n</p>\n<p class=\"arabic\">توفي سنة تسع وستين قاله أبو سعيد بن الأعرابي .\n</p>\n<p class=\"arabic\">تحول ترجمته إلى هنا من بعد الثمانين .\n</p>\n<p class=\"arabic\">ومن أخباره قال أبو سعيد بن الأعرابي في كتاب طبقات النساك قدم أبو حمزة من \n  طرسوس إلى بغداد فجلس واجتمع إليه الناس وما زال مقبولا حسن الظاهر والمنزلة \n  إلى أن توفي .\n</p>\n<p class=\"arabic\">وحضر جنازته أهل العلم والنسك وصلى عليه بعض بنبه وغسله جماعة من بني هاشم .\n</p>\n<p class=\"arabic\">وقدم عليه الجنيد يعني في الصلاة فامتنع فتقدم ولده وقام المكبرون يسمعون \n  الناس .\n</p>\n<p class=\"arabic\">وصعد الخطيب المعروف بالكاهلي على سطح ليبلغ الناس .\n</p>\n<p class=\"arabic\">قال ابن الأعرابي وكنت أنا وأبو بكر غلام بلبل ومحمد الدينوري بائتين في مسجد \n  أبي حمزة ليلة موته فمات في السحر وأخبرت أنه كان يقرأ حزبه من القرآن حتى \n  ختم في تلك الليلة وكان صاحب ليل مقدما في علم القرآن وحفظه خاصة قراءة أبي \n  عمرو وقد حملها عنه جماعة وأخذ عنه كتاب اليزيدي وأخبرني مردويه أبو عبد الرحمن \n  المقريء أنه لم ير أحدا يقدمه في قراءة أبي عمرو والقيام بها على أبي حمزة .\n</p>\n<p class=\"arabic\">وقد قرأ ابن مجاهد على مردويه .\n</p>\n<p class=\"arabic\">وكان سبب علته أن الناس كثروا فأتي أبو حمزة بكرسي فجلس عليه ثم مر في كلامه \n  بشيء أعجبه فردده وأغمي عليه حتى سقط عن الكرسي *20*214* .\n</p>\n<p class=\"arabic\">وقد كان هذا يصيبه كثيرا فانصرف من المجلس بين اثنين يوم الجمعة فتعلل ودفن \n  في الجمعة الثانية بعد الصلاة .\n</p>\n<p class=\"arabic\">وكان أستاذ البغداديين وهو أول من تكلم ببغداد في هذه المذاهب من صفاء الذكر \n  وجمع الهمة والمحبة والشوق والأنس لم يسبقه بها على رؤوس الناس ببغداد أحد .\n</p>\n<p class=\"arabic\">وكان قد طاف البلاد وصحب النساك بالبصرة وغيرهما .\n</p>\n<p class=\"arabic\">وسافر مع أبي تراب وأشكاله طالبا الحقائق وجالس أبا نصر التمار وأحمدبن حنبل \n  وسري السقطي وهو مولى لعيسى بن أبان القاضي .\n</p>\n<p class=\"arabic\">وقد سمعت أبا حمزة غير مرة يقول قال لي أحمد بن حنبل يا صوفي ما نقول في هذه \n  المسالة .\n\n</p>"
}