{
    "header": "إسماعيل بن بلبل .",
    "id": "009891",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">إسماعيل بن بلبل .\n</h1>\n<p class=\"arabic\">الوزير أبو الصقر الشيباني كاتب بليغ شاعر محسن جواد ممدوح وزر للمعتمد سنة \n  خمس وستين ومائة وبعد الحسن بن مخلد ثم عزل بعد شهر ثم وزر ثانيا ثم عزل ثم \n  وزر ثالثا بعد القبض على صاعد بن مخلد الوزير سنة اثنتين وسبعين .\n</p>\n<p class=\"arabic\">وكان واسع النفس وظيفته في كل يوم سبعون جذيا مائة حمل ومائة *20*305* رطل \n  حلواء ولم يزل على وزارته إلى أن ولي العهد أحمد بن الموفق فقبض عليه وقيده \n  وعذبه حتى هلك في صفر سنة ثمان وسبعين .\n</p>\n<p class=\"arabic\">وقال عبد الله بن أحمد بن أبي طاهر وقع اختيار الموفق لوزارته على أبي الصقر \n  فاستوزره منه رجلا قل ما جلس مجلسه كفاية للمهم استقلالا بالأمور وإمضاء للتدبير \n  فيما قل وجل في أصح سبله وأعوادها بالنفع في عواقبه وأحوطها لأعمال السلطان \n  ورعيته وأوقعها بطاعة .\n</p>\n<p class=\"arabic\">مع رفعة قدر للأدب وأهله وتجديده ما درس في أحوالهم قبله وبذله لهم كريم ماله \n  مع شجاعة نفسه وعلو همته وصغر مقدار الدنيا عنده إلا ما قدمه لمعاده مع سعة \n  علمه وكظمه وإفضاله على من أراد تلف نفسه .\n</p>\n<p class=\"arabic\">قال أبو علي التنوخي نا أبو الحسين عبد الله بن أحمد نا سليمان بن الحسن أبو \n  القاسم قال قال أبو العباس بن الفرات حضرت مجلس إسماعيل بن بلبل وقد جلس جلوسا \n  عاما فدخل إليه المتظلمون والناس على طبقاتهم فنظر في أمورهم فما انصرف أحد \n  منهم إلا بولاية أو ) .\n</p>\n<p class=\"arabic\">صلة أو قضاء حاجة أو إنصاف وبقي رجل فقام إليه من آخر المجلس يسأله سبب إجارة \n  ضيعته فقال لأن الأمير يعني الموفق قد أمرني أن أسبب شيئا إلا عن أمره وأنا \n  أكتب إليه في ذلك .\n</p>\n<p class=\"arabic\">فراجعه الرجل وقال متى تركني الوزير وأخرني فسد حالي .\n</p>\n<p class=\"arabic\">فقال لبد الملك بن محمد أكتب حاجته في التذكرة .\n</p>\n<p class=\"arabic\">فولى الرجل غير بعيد ثم رجع فقال أيأذن الوزير قال قل .\n</p>\n<p class=\"arabic\">فأنشأ يقول .\n</p>\n<p class=\"arabic\">% ليس في كل دولة وأوان % % تتهيأ صنائع الإحسان % .\n</p>\n<p class=\"arabic\">% وإذا أمكنتك يوما من الدهر % % فبادر بها صروف الزمان % .\n</p>\n<p class=\"arabic\">*20*306* فقال لي يا أبا العباس اكتب له يتسبب إجارة ضيعته الساعة .\n</p>\n<p class=\"arabic\">وأمر الصيرفي أن يدفع له خمسمائة دينار .\n</p>\n<p class=\"arabic\">ويروى أن إسماعيل بن بلبل كان جالسا وعليه دراعة منسوجة بماء الذهب لها قيمة \n  وبين يديه غلام ومعه دواة فطلب منه مدة فنقط الغلام على الدراعة من الهدية \n  فجزع فقال يا غلام لا تجزع فإن هذه إلا عن ابن الهدى وأنشد يقول .\n</p>\n<p class=\"arabic\">% إذا ما المسك طيب ريح قوم % % كفاني ذاك رائحة المداد % .\n</p>\n<p class=\"arabic\">% فما شيء بأحسن من ثياب % % على حافاتها حمم السواد % .\n</p>\n<p class=\"arabic\">وقال أبو علي التنوخي حدثني أبو الحسين بن عياش أخبرني من أثق به أن إسماعيل \n  بن بلبل لما قصده صاعد بن حزم وكان له حمل قد قارب الوضع فقال اطلبوا منجما \n  فأخذ بمولده فأتي به فقال له بعض من حضر ما يصنع بالنجوم ها هنا أعرابي عائق \n  ليس في الدنيا أحذق منه .\n</p>\n<p class=\"arabic\">فقال يحضر ما سماه الرجل فطلب فلما دخل قال له إسماعيل أتدري لم طلبتك قال \n  نعم وأدار عينه في الدار فقال يسألني عن حمل .\n</p>\n<p class=\"arabic\">فعجب منه وقال فما هو فأدار عينه وقال ذكر ) .\n</p>\n<p class=\"arabic\">فقال للمنجم ما يقول قال هذا جهل .\n</p>\n<p class=\"arabic\">قال فبينا نحن كذلك إذ طار زنبور على رأس إسماعيل وغلام يذب عنه فقتله فقال \n  الأعرابي قتل والله المزنر ووليت مكانه ولي حق البشارة وجعل يرقص فنحن كذلك \n  إذ وقعت الضجة بخبر الولادة وإذا هو ذكر فسر إسماعيل بذلك ووهب للأعرابي شيئا \n  فما مضى عليه إلا دون شهر حتى استدعاه الموفق وقلده الوزارة وسلم إليه صاعدا \n  فكان يعذبه إلى أن قتله *20*307* .\n</p>\n<p class=\"arabic\">ثم طلب الأعرابي فسأله من أين قال ما قال فقال نحن إنما نتفاءل بزجر الطير \n  وبعين كما نراه فسألتني أولا لأي شيء طلبت فتلمحت الدار فوقعت عيني على برادة \n  عليها كيزان معلقة فقلت لي أصبت ثم تلمحت فرأيت فوقها عصفورا ذكرا ثم طار \n  الزنبور عليك وهو مخصر النصارى يتحضرون بالزنابير والزنبور عدو أراد أن يلسعك \n  وصاعد نصراني الأصل وهو عدوك فزجرت أن الزنبور عدوك وأن الغلام لما قتله أنك \n  ستقتله .\n</p>\n<p class=\"arabic\">قال فوهب له شيئا صالحا وصرفه .\n</p>\n<p class=\"arabic\">وقال جحظة .\n</p>\n<p class=\"arabic\">% لأبي الصقر علينا % % نعم الله جليله % .\n</p>\n<p class=\"arabic\">% ملك في عينه الدني % % ا لراجيه قليله % .\n</p>\n<p class=\"arabic\">فوصلني بمائتي دينار .\n</p>\n<p class=\"arabic\">وقال عبد الله بن أبي طاهر أنشدني جحظة أنشدني أبو الصقر إسماعيل ن بلبل لنفسه .\n</p>\n<p class=\"arabic\">% ما آن للمعتوق أن يرحما % % قد انحل الجسم وأبكى الدما % .\n</p>\n<p class=\"arabic\">% ووكل العين بتسهيدها % % تفديه نفسي لما طالما ما حكما % .\n</p>\n<p class=\"arabic\">% وسنة المعشوق أن لا يرى % % في قتل من يعشقه مأثما % .\n</p>\n<p class=\"arabic\">% لو رآه الله شفى غايتي % % فالعدل أن يبدي فما سقما % .\n</p>\n<p class=\"arabic\">ولد غسماعيل بن بلبل سنة ثلاثين ومائتين قاله الصولي .\n</p>\n<p class=\"arabic\">وقال رأيته مرات وكان في نهاية الجمال وتمام القد والجسم .\n</p>\n<p class=\"arabic\">فقبض عليه في صفر سنة ثمان وسبعين وكبل بالحديد وألبس جبة صوف مغموسة في ) .\n</p>\n<p class=\"arabic\">الدبس وماء الأكارع وأجلس في مكان حار وعذب بأنواع *20*308* العذاب فمات لليلة \n  بقيت من جمادى الأولى .\n</p>\n<p class=\"arabic\">قال عبد الله بن أحمد بن أبي طاهر في حديث عن إبراهيم الحربي أو غيره أنه \n  رأى ابن بلبل في المنام فقيل ما فعل الله بك قال غفر الله لي بما لقيت ولم \n  يكن الله ليجمع علي عذاب الدنيا والآخرة .\n</p>\n<p class=\"arabic\">قال أبو علي التنوخي حدثني أبي أخبرني جماعة من أهل الحضرة أن المعتضد أمر \n  ب إسماعيل بن بلبل فاتخذ له تغارا كبيرا ومليء إسفيذاجا حيا وبله ثم جعل رأس \n  إسماعيل فيه إلى آخر عنقه وبعض صدره ومسك عليه حتى جمد الإسفيذاج علي فلم \n  تزل روحه تخرج حتى مات .\n\n</p>"
}