{
    "header": "بقي بن مخلد بن يزيد .",
    "id": "009900",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">بقي بن مخلد بن يزيد .\n</h1>\n<p class=\"arabic\">*20*312* أبو عبد الرحمن الأندلسي القرطبي الحافظ أحد الأعلام وصاحب التفسير \n  والمسند .\n</p>\n<p class=\"arabic\">أخذ عن يحيى بن يحيى الليثي ومحمد بن عيسى الأعشى .\n</p>\n<p class=\"arabic\">وارتحل إلى المشرق ولقي الكبار فسمع بالحجاز أبا مصعب الزهري وإبراهيم بن \n  المنذر الحزامي وطبقتهما .\n</p>\n<p class=\"arabic\">وبمصر يحيى بن بكير وزهير بن عباد وأبا الطاهر بن السرح وطائفة .\n</p>\n<p class=\"arabic\">وبدمشق إبراهيم بن هشام الغساني وصفوان بن صالح وهشام بن عمار وجماعة .\n</p>\n<p class=\"arabic\">وببغداد أحمد بن حنبل وطبقته .\n</p>\n<p class=\"arabic\">وبالكوفة يحيى بن عبد الحميد الحماني ومحمد بن عبد الله بن نمير وأبا بكر \n  بن أبي شيبة وطائفة .\n</p>\n<p class=\"arabic\">وبالبصرة من أصحاب حماد بن زيد .\n</p>\n<p class=\"arabic\">وقد فتشت في مسند بقي لأظفر له بحديث عن أحمد بنم حنبل فلم أجد ذلك وما دخل \n  بغداد إلا سنة نيف وثلاثين بعد موت علي بن الجعد وكان أحمد قطع الحديث في \n  سنة ثمان وعشرين إلى أن مات *20*313* .\n</p>\n<p class=\"arabic\">وقد روى بقي عن حكيم بن سيف الرقي ومحمد بن أبان الواسطي وداود بن رشيد ووهب \n  بن بقية وإبراهيم بن محمد الشافعي وسويد بن سعيد وهدبة القيسي ومحمد بن أبي \n  السري ) .\n</p>\n<p class=\"arabic\">ومحمد بن رمح وحرملة وشيبان بن فروج وعبد الأعلى بن حماد النرسي وجبارة بن \n  المغلس وعبد الله بن معاذ وأبي كامل الجحدري وأبي خيثمة وحجاج بن الشاعر وهارون \n  الحمال وهذه الطبقة .\n</p>\n<p class=\"arabic\">وعني بالأثر عناية لا مزيد عليها وعدد شيوخه مائتان وأربعة وثمانون رجلا .\n</p>\n<p class=\"arabic\">وعنه ابنه أحمد وايوب بن سليمان المري وأحمد بن عبد الله الأموي وأسلم بن \n  عبد العزيز ومحمد بن وزير ومحمد بن عمر بن لبابة والحسن بن سعيد الكناني وعبد \n  الله بن يونس المرادي وعبد الواحد بن حمدون وهشام بن الوليد الغافقي وآخرون .\n</p>\n<p class=\"arabic\">وكان إماما زاهدا صواما صادقا كثير التهجد مجاب الدعوة قليل المثل .\n</p>\n<p class=\"arabic\">وكان مجتهدا لا يقلد أحدا بل يفتي بالأثر .\n</p>\n<p class=\"arabic\">وقد اخذ بإفريقية عن سحنون بن سعيد .\n</p>\n<p class=\"arabic\">قال أحمد بن أبي خيثمة ما كنا نسميه إلا المكنسة وهل احتاج بلد فيه بقي إلى \n  أن يأتي إلى ها هنا منه أحد وقال طاهر بن عبد العزيز حملت معي جزءا من مسند \n  بقي إلى المشرق فأريته محمد بن إسماعيل الصائغ فقال ما اغترف هذا إلا من بحر \n  وعجب من كثرة علمه .\n</p>\n<p class=\"arabic\">وقال إبراهيم بن حيون عن بقي قال لما رجعنا من العراق أجلسني *20*314* يحيى \n  بن بكير إلى جنبه وسمع مني سبعة أحاديث .\n</p>\n<p class=\"arabic\">وقال أبو الوليد بن الفرضي ملأ بقي بن مخلد الأندلس حديثا فأنكر عليه أصحابه \n  الأندلسيون ابن خالد ومحمد بن الحارث وأبو زيد ما أدخله في كتب الاختلاف وغرائب \n  الحديث فأغروا به السلطان وأخافوا به .\n</p>\n<p class=\"arabic\">ثم إن الله أظهره عليهم وعصمه فنشر حديثه وقرأ للناس روايته ثم تلاه ابن وضاح \n  فصارت الأندلس دار حديث .\n</p>\n<p class=\"arabic\">ومما انفرد به ولم يدخله سواء مصنف أبي بكر بن أبي شيبة وكتاب الفقه للشافعي \n  بكماله وتاريخ خليفة وكتابه الكبير في الطبقات وكتاب سيرة عمر بن عبد العزيز \n  للدورقي وليس لأحد مثل مسنده .\n</p>\n<p class=\"arabic\">وكان ورعا فاضلا زاهدا قد ظهرت له إجابات الدعوة في غير ما شيء قال وكان المشاهير \n  ) .\n</p>\n<p class=\"arabic\">من أصحاب ابن وضاح لا يسمعون منه للذي بينهما من الوحشة .\n</p>\n<p class=\"arabic\">ولد في رمضان سنة إحدى ومائتين ومات لليلتين بقيتا من جمادى الآخرة سنة ست \n  وسبعين .\n</p>\n<p class=\"arabic\">ورخه عبد الله بن يونس قال محيي الدين بن العربي الكرامات منها وطفة بلا كون \n  قبل أن يكون والإخبار بالمعينات وهي على ثلاثة ضرب إلقاء وكتابة ولقاء وكان \n  بقي بن مخلد رحمه الله قد جمعها وكان صاحبا للخضر شهر هذا عنه .\n</p>\n<p class=\"arabic\">ذكره في مواقع النجوم ثم شطح المحبين وقال علينا جماعة كذلك وشاهدنا من ذاتنا \n  غير مرة .\n</p>\n<p class=\"arabic\">ومن هذا المقام ينتقلون إلى مقام يقولون فيه للشيء كن فيكون بإذن الله .\n</p>\n<p class=\"arabic\">وقال الحافظ ابن عساكر لم يقع إلي مسند من حديثه *20*315* .\n</p>\n<p class=\"arabic\">وقال محمد بن حزم أقطع أنه لم يؤلف في الإسلام مثل تفسيره ولا تفسير محمد \n  بن جرير ولا غيره .\n</p>\n<p class=\"arabic\">قال وكان محمد بن عبد الرحمن الأموي صاحب الأندلس محبا للعلوم عارفا فلما \n  دخل بقي الأندلس بمصنف ابن أبي شيبة وأنكر عليه جماعة من أهل الرأي ما فيه \n  من الخلاف واسبشعوه ونشطوا العامة عليه ومنعوه من قراءته حتى أتى على آخره \n  ثم قال لخازن الكتب هذا كتاب لا تستغني خزانتنا عنه فانظر في نسخه لنا .\n</p>\n<p class=\"arabic\">وقال لبقي أنشر علمك وارو ما عندك ونهاهم أن يتعرضوا له .\n</p>\n<p class=\"arabic\">وقال أسلم بن عبد العزيز ثنا بقي قال لما وضعت مسندي جاءني عبد الله بن يحيى \n  وأخوه إسحاق فقالا بلغنا أنك وضعت مسندا قدمت فيه أبا مصعب الزهري ويحيى بن \n  بكير وأخرت أبانا .\n</p>\n<p class=\"arabic\">فقال بقي أما تقديمي لمصعب فلقول رسول الله صلى الله عليه وسلم قدموا قريشا \n  ولا تقدموها وأما تقديمي ابن بكير فلقول رسول الله صلى الله عليه وسلم كبر \n  كبر يريد السن ومع أنه سمع الموطأ من مالك سبع عشرة مرة وأبوكما لم يسمعه \n  إلا مرة واحدة فخرجا ولم يعودا وخرجا إلى حد العداوة .\n</p>\n<p class=\"arabic\">ولأبي عبد الملك أحمد بن نوح بن عبد البر القرطبي المتوفى سنة ثمان وثلاثين \n  وثلاثمائة كتاب في أخبار علماء قرطبة ذكر فيه بقي بن مخلد فقال كان فاضلا \n  تقيا صواما متبتلا منقطع القرين ف يعصره منفردا عن النظير ) *20*316* .\n</p>\n<p class=\"arabic\">في مصر كان أول طلبه عند محمد بن عيسى الأعشى ثم رحل وروى عن أهل الحرمين \n  ومصر والشام والجزيرة وحلوان والبصرة والكوفة وواسط وبغداد وخراسانكذا قال \n  فغلظ لم يصل إلى خراسان .\n</p>\n<p class=\"arabic\">قال وعدن والقيروان .\n</p>\n<p class=\"arabic\">قلت وما أحسبه دخل اليمن .\n</p>\n<p class=\"arabic\">قال وذكر عبد الرحمن بن أحمد عن أبيه أن امرأة جاءت إلى بقي فقالت ابني في \n  الأسر ولا حيلة لي فلو أشرت إلى من يفديه فإني والهة .\n</p>\n<p class=\"arabic\">قال نعم انصرفي حتى أنظر في أمره .\n</p>\n<p class=\"arabic\">ثم أطرق وحرك شفته ثم بعد مدة جاءت المرأة بابنها فقال كنت في يد ملك فبينا \n  أنا في العمل سقط قيدي فذكر اليوم والساعة فوافق وقت دعاء الشيخ .\n</p>\n<p class=\"arabic\">قال فصاح علي المرسم بنا ثم نظر وتحير ثم أحضر الحداد وقيدني فلما فزع ومشيت \n  سقط فبهتوا ودعوا رهبانهم فقالوا لك والدة قلت نعم .\n</p>\n<p class=\"arabic\">قالوا وافق دعاؤها الإجابة وقد أطاعك الله فلا يمكننا تقييدك فزودوني وبعثوني .\n</p>\n<p class=\"arabic\">قال وكان بقي أول من كثر الحديث بالأندلس ونشره وهاجم به شيوخ الأندلس فثاروا \n  عليه لأنهم كان علمهم المسائل ومذهب مالك وكان بقي يفتي بالأثر ويشذ عنهم \n  شذوذا عظيما .\n</p>\n<p class=\"arabic\">فعقدوا عليه الشهاداتن وبدعوه ونسبوا إليه الزندقة وأشياء نزهه الله منها .\n</p>\n<p class=\"arabic\">وكان بقي يقول لقد غرست لهم بالأندلس غرسا لا يقع إلا بخروج الدجال .\n</p>\n<p class=\"arabic\">قال وقال بقي أتيت العراق وقد منع أحمد بن حنبل من الحديث *20*317* فسألته \n  أن يحدثني وكان بيني وبينه خلة فكان يحدثني بالحديث بعد الحديث في زي السؤال \n  ونحن خلوة حتى اجتمع لي منه نحو من ثلاثمائة حديث .\n</p>\n<p class=\"arabic\">وقال ابن حزم مسند بقي روى فيه عن ألف وثلاثمائة صاحب ونيف ورتب حديث كل صاحب \n  على أبواب الفقه فهو مسند ومصنف وما أعلم هذه الرتبة لأحد قبله مع ثقته وضبطه \n  وإتقانه واحتفاله في الحديث وله مصنف في فتاوى الصحابة والتابعين فمن دونهم \n  الذي أوفى فيه على مصنف عبد الرزاق ومصنف سعيد بن منصور ) .\n</p>\n<p class=\"arabic\">ثم ذكر تفسيره وقال فصارت تصانيف هذا الإمام الفاضل قواعد الإسلام لا نظير \n  لها وكان متخيرا لا يقلد أحدا .\n</p>\n<p class=\"arabic\">وكان ذا خاصة من أحمد بن حنبل وجاريا ف يمضمار البخاري ومسلم وأبي عبد الرحمن \n  النسائي .\n</p>\n<p class=\"arabic\">وقال أبو عبد الملك القرطبي في تاريخه كان بقي طويلا أقنى ذا لحية مضبرا قويا \n  جلدا على المشي لم ير راكبا دابة قط وكان ملازما لحضور الجنائز متواضعا .\n</p>\n<p class=\"arabic\">وكان يقول إني لأعرف رجلا كان يمضي عليه الأيام في وقت طلبه العلم ليس له \n  عيش إلا ورق الكرنب الذي يرمى وسمعت من كل من سمعت منه في البلدان ماشيا إليهم \n  على قدمي .\n</p>\n<p class=\"arabic\">قلت وهم من قال إنه توفي سنة ثلاث بل توفي سنة ست وسبعين كما تقدم .\n</p>\n<p class=\"arabic\">قال ابن لبانة كان بقي من عقلاء الناس وأفاضلهم وكان أسلم بن عبد العزيز يقدمه \n  على جميع من لقي بالمشرق ويصف زهده ويقول إنما *20*318* كنت أمشي معه في أزقة \n  قرطبة فإذا نظر في موضع خال إلى ضعيف محتاج أعطاه أحد ثوبيه .\n</p>\n<p class=\"arabic\">وذكر أبو عبيدة صاحب القبلة قال كان بقي يختم القرآن كل ليلة في ثلاث عشر \n  ركعة وكان يصلي بالنهار مائة ركعة ويصوم الدهر وكان كثير الجهاد فاضلا .\n</p>\n<p class=\"arabic\">يذكر عنه أنه رابط اثنتين وسبعين غزوة .\n</p>\n<p class=\"arabic\">ونقل بعض العلماء من كتاب حفيده عبد الرحمن بن أحمد بن بقي سمعت أبي يقول \n  رحل أبي من مكة إلى بغداد وكان جل بغيته ملاقاة أحمد بن حنبل قال فلما قربت \n  بلغتني المحنة وأنه ممنوع فاغتممت غما شديدا فأحللت بغداد واكتريت بيتا في \n  فندق ثم أتيت الجامع وأنا أريد أن أجلس إلى الناس فدفعت إلى حلقة نبيلة فإذا \n  برجل يتكلم في الرجال فقيل لي هذا يحيى بن معين ففرجت لي فرجة وقمت إليه فقلت \n  يا أبا زكريارحمك اللهرجل غريب ناء عن وطنه يحب السؤال فلا تستجفني فقال قل \n  فسألته عن بعض من لقيته فبعضا من لقيته فبعضا زكى وبعضا جرح .\n</p>\n<p class=\"arabic\">فسألت عن هشام بن عمار فقال لي أبو الوليد صاحب صلاة دمشق ثقة وفوق الثقة \n  ولو كان تحت ردائه كبرا ومتقلدا كبرا ما ضره شيئا لخيره وفضله .\n</p>\n<p class=\"arabic\">فصاح أصحاب الحلقة يكفيكرحمك اللهغيرك له سؤال ) .\n</p>\n<p class=\"arabic\">فقلت وأنا واقف على قدمي أكشفك عن رجل واحد أحمد بن حنبل .\n</p>\n<p class=\"arabic\">فنظر إلي كالمتعجب وقال لي ومثلنا نحن نكشف عن أحمد بن حنبل ذاك إمام المسلمين \n  وأخبرهم وفاضلهم .\n</p>\n<p class=\"arabic\">فخرجت أستدل على منزلي أحمد فدللت عليه فقرعت بابه فخرج *20*319* إلي فقلت \n  يا أبا عبد الله رجل غريب نائي الدار وهذا أول دخولي هذا البلد وأنا صاحب \n  حديث ومقيد بسنة ولم تكن رحلتي إلا إليك .\n</p>\n<p class=\"arabic\">فقال أدخل الأسطوانة ولا يقع عليك عين فدخلت .\n</p>\n<p class=\"arabic\">فقال لي وأين موضعك قلت المغرب الأقصى .\n</p>\n<p class=\"arabic\">قال إفريقية فقلت له أبعد من إفريقية أجوز من بلد البحر إلى إفريقية الأندلس .\n</p>\n<p class=\"arabic\">قال له موضعك لبعيد وما كان شيء أحب إلي من أن أحسن عون مثلك غير أني ممتحن \n  بما لعله قد بلغلك فلت له بلى لقد بلغني وهذا أول دخولي وأنا مجهول العين \n  عندكم فإذا أذنت لي أن آتي كلي يوم في زي السوآل فأقول عند الباب ما يقوله \n  السائل فتخرج إلى هذا الموضع فلوا لم تحدثني كل يوم إلى بحديث واحد لكان لي \n  فه كفاية .\n</p>\n<p class=\"arabic\">فقال لي نعمن على شرط أن لا تظهر في الخلق ولا عند المحدثين .\n</p>\n<p class=\"arabic\">فقلت لك شرطك .\n</p>\n<p class=\"arabic\">فكنت آخذ عودا بيدي وألف رأسي بخرقة مدنسة وآتي بابه فأصيح الأجر رحمكم الله \n  والسؤال هناك كذلك فيخرج إلي ويغلق الباب ويحدثني بالحديثين والثلاثة والأكثر \n  فالتزمت ذلك حتى مات الممتحن له وولي بعد إليه آباط الإبل فكان يعرف لي حق \n  صبري فكنت إذا أتيت حلقته فسح لي ويقص على أصحاب الحديث قصتي معه فكان يناولني \n  الحديث مناولة ويقرأه عليه واعتللت فعادني في خلق معه .\n</p>\n<p class=\"arabic\">وذكر الحكاية أطول من هذا نقلها ابن بشكوال في غير الصلة وأنا نقلتها من خط \n  أبي الوليد بن الحاج شيخنا *20*320* .\n</p>\n<p class=\"arabic\">وقال أيضا نقلت من خط حفيده عبد الرحمن بن أحمد بن بقي حدثني أبي قال أخبرتني \n  أمي ) .\n</p>\n<p class=\"arabic\">أنها رأت أبي مع رجل طويل جدا فسألته عنه فقال هو أرجو أن تكوني امرأة صالحة \n  ذاك الخضر عليه السلام .\n</p>\n<p class=\"arabic\">وذكر عبد الحمن عن جده أشياء فالله أعلم .\n</p>\n<p class=\"arabic\">قال كان جدي فد قسم أيامه على أعمال البر فكان إذا صلى الصبح قرأ حزبه من \n  القرآن في المصحف بسدس القرآن وكان أيضا يختم القرآن في الصلاة في كل يوم \n  وليلة ويخرج كل ليلة في الثلث الأخير إلى مسجده فيختم قرب انصداع الفجر وكان \n  يصلي بعد حزه في المصحف صلاة طويلة حدا ثم ينقلب إلى داره وقد اجتمع في مسجده \n  الطلبة فيجدد الوضوء ويخرج إليهم فإذا انقضت الدول صار صومعة المسجد فيصلي \n  إلى الظهر ثم يكون هو المبديء بالأذان ثم يهبط ثم يستمع إلى العصر ويصلي ويسمع \n  وربما خرج في بقية النهار فيقعد بين القبور يبكي ويعتبر فإذ غربت الشمس أتى \n  مسجده ثم يصلي ويرجع إلى بيته فيفطر .\n</p>\n<p class=\"arabic\">وكان يسرد الصوم إلى يوم الجمعة ثم خرج إلى المسجد فيخرج إليه جيرانه فيتكلم \n  معهم في دينهم ودنياهم ثم يصلي العشاء ويدخل بيته فيحدث أهله ثم ينام نومة \n  قد أخذتها نفسه ثم يقوم هذا دأبه إلى أن توفي .\n</p>\n<p class=\"arabic\">وكان جلدا قويا على المشي مواظبا لحضور الجنائز ولم ير راكبا قط .\n</p>\n<p class=\"arabic\">ومشى مع ضعيف في مظلمة إلى إشبيلية ومع آخر إلى إلبيرة ومع امرأة ضعيفة إلى \n  جيان .\n\n</p>"
}