{
    "header": "عثمان بن سعيد ن خالد بن سعيد الحافظ .",
    "id": "010054",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عثمان بن سعيد ن خالد بن سعيد الحافظ .\n</h1>\n<p class=\"arabic\">أبو سعيد الدارمي السجستاني محدث هراة واحد الأعلام طوف الأقاليم ولقي الكبار \n  وسمع ) .\n</p>\n<p class=\"arabic\">أبا اليمان الحمصي ويحيى الوحاظي وحيوة بن شريح بحمص .\n</p>\n<p class=\"arabic\">وسعيد بن أبي مريم وعبد الغفار بن داود الحراني ونعيم بن حماد وطبقتهم بمصر .\n</p>\n<p class=\"arabic\">وسليمان ن حرب وموسى بن إسماعيل التبوذكي وخلقا بالعراق .\n</p>\n<p class=\"arabic\">وهشام بن عمار وحماد بن مالك الحرستاني وطائفة بدمشق .\n</p>\n<p class=\"arabic\">وأخذ علم الحديث عنك أحمد بن حنبل وعلي بن المديني وإسحاق بن راهويه ويحيى \n  ن معين .\n</p>\n<p class=\"arabic\">وعنه أو عمر أحمد بن محمد الحيري ومؤمل بن الحسن الماسرجسي وأحمد بن محمد \n  الأزهري ومحمد بن عبدوس الطريفي وأبو النصر محمد بن محمد الطوسي الفقيه وحامد \n  الرفاء وأحمد بن محمد العنبري وطائفة *20*397* .\n</p>\n<p class=\"arabic\">قال أبو الفضل يعقوب الهروي ابن الفرات ما رأينا مثل عثمان بن سعيد ولا أرى \n  هو مثل نفسه أخذ الأدب عن ابن الأعرابي والفقه عن أبي يعقوب البويطي والحديث \n  عن علي بن المديني ويحيى بن معين وتقدم في هذه العلوم رحمه الله .\n</p>\n<p class=\"arabic\">وقال الحافظ أبو حامد الأعمش ما رأيت في المحدثين مثل محمد بن يحيى وعثمان \n  ن سعيد ويعقوب الفسوي .\n</p>\n<p class=\"arabic\">وقال أبو عبد الله بن أبي ذهب قلت لأبي افضل بن إسحاق الهروي رأيت أفضل من \n  عثمان الدارمي .\n</p>\n<p class=\"arabic\">فأطرق ساعة ثم قال نعم إبراهيم الحربي قال أبو الفضل لقد كنا في مجلس عثمان \n  غير مرة ومر به الأمير عمرو بن الليث فسلم عليه فقال عليكم ثنا مسدد ولم يزد \n  عى هذا .\n</p>\n<p class=\"arabic\">وقال ابن عبدوس الطريفي لما أردت الخروج إلى عثمان بن سعيد كتب لي ابن خزيمة \n  إليه فدخلت هراة في ربيع الأول سنة ثمانين فقرأ الكتاب ورحب بي وسألني عن \n  ابن خزيمة ثم قال يا فتى متى قدمت قلت غدا .\n</p>\n<p class=\"arabic\">قال يا بني فارجع اليوم فإنك لن تقدم بعد .\n</p>\n<p class=\"arabic\">قلتك كأنه ما كان عرف اللسان العربي جيدا فقال غدا وظنها أمس ) .\n</p>\n<p class=\"arabic\">وللدارمي كتابا في الرد على الجهمية سمعناه وكتاب في الرد على بشر المريسي \n  وسمعناه .\n</p>\n<p class=\"arabic\">وكان جذعا في أعين المجتهدين المبتدعين وصنف مسندا كبيرا وهو الذي قام على \n  محمد بن كرام وطرده من هراة فيما قيل .\n</p>\n<p class=\"arabic\">قال أبو إسحاق أحمد بن محمد بن يونس الهروي وأبو يعقوب بن الفرات *20*398* \n  إنه توفي في ذ الحجة سنة ثمانين ووهم من قال سنة اثنتين وثمانين .\n</p>\n<p class=\"arabic\">قال الحاكم سمعت أبا الطيب محمد بن أحمد الوراق سمعت أبا بكر الفسوي سمعت \n  عثمان بن سعيد الدارمي قال لي رجل ممن يحسدني ماذا كنت لولا العلم فقت أردت \n  شيئا فصار قريبا سمعت نعيم بن حماد يقول سمعت أبا معاوية يقول قال الأعمش \n  لولا العلم لكنت بقالا وأنا لولا العلم لكنت بزازا من بزازي سجستان .\n</p>\n<p class=\"arabic\">قال عثمان الدارمي من لم يجمع حديث شعبة وسفيان مالك وحماد بن زيد وابن عيينة \n  فهو مفلس في الحديث .\n</p>\n<p class=\"arabic\">يعني انه ما بلغ رتبة الحفاظ في العلم ولا ريب أن من حصل على علم هؤلاء الأكابر \n  الأئمة الخمسة وأحاط بمروياتهم عاليا ونازلا فقد حصل على ثلثي السنة أو نحو \n  ذلك .\n\n</p>"
}