{
    "header": "عبد الله بن مسلم بن قتيبة .",
    "id": "010026",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الله بن مسلم بن قتيبة .\n</h1>\n<p class=\"arabic\">*20*382* أبو محمد الدينوري وقيل المروزي الكاتب نزيل بغداد احب التصانيف .\n</p>\n<p class=\"arabic\">حدث عن إسحاق بن راهويه ومحمد بن زاد الزيادي وزياد بن يحيى السجستاني وأبي \n  حاتم السجستاني وغيرهم .\n</p>\n<p class=\"arabic\">وعنه ابنه القاضي أحمد وعبيد الله السكري وعبيد الله بن أحمد بن بكر وعبد \n  الله بن جعفر ن درستويه وغيرهم .\n</p>\n<p class=\"arabic\">وكان مولده سنة ثلاث عشرة ومائتين .\n</p>\n<p class=\"arabic\">قال الخطيب كان ثقة دينا فاضلا .\n#</p>\n<p class=\"arabic\">ذكر تصانيفه .\n</p>\n<p class=\"arabic\">صنف غري القرآن وغريب الحديث وكتاب المعارف وكتاب مشكل القرآن وكتاب مشكل \n  الحديث وكتاب أدب وكتاب وكتاب عيون الأخبار وكتاب طبقات الشعراء وكتاب أدب \n  الغلط وكتاب افرس وكتاب الهجو وكتاب المسائل وكتاب أعلام النبوة وكتاب المسيرة \n  وكتاب الإبل وكتاب الوحش وكتاب الرؤيا وكتاب الفقه وكتاب معاني الشعر وكتاب \n  جامع النحو وكتاب الصيام وكتاب الرد على من يقول بخلق القرآن وكتاب أدب القاضي \n  وكتاب إعراب القرآن وكتاب القرآن وكتاب الأنوار وكتاب التسوية بين العرب والعجم \n  وكتاب ) .\n</p>\n<p class=\"arabic\">الأشربة .\n</p>\n<p class=\"arabic\">وقد ولي قضاء الديمور وكان عالما في اللغة العربية والأخبار وأيام الناس *20*383* .\n</p>\n<p class=\"arabic\">وقال البيهقي كان يرى الكرامية .\n</p>\n<p class=\"arabic\">ونقل صاحب مرآة الزمان عن الدارقطني أنه قال كان ابن قتيبة يميل إلى التشبيه .\n</p>\n<p class=\"arabic\">وقال أحمد بن جعفر المنادي مات ابن قتيبة فجأة صاح صيحة سمعت من بعد ثم أغمي \n  عليه وكان أكل هريسة فأصاب حرارة فبقي إلى الظهر ثم اضطرب ساعة ثم هدأ فما \n  يزال يتشهد إلى السحر ومات سامحه الله وذلك في رجب سنة ست وسبعين والذي قيل \n  عنه في التشبه لم يصح وإن صح فالنار أولى به فما في الدين محاباة .\n</p>\n<p class=\"arabic\">وقال مسعود السجزي سمعت الحاكم يقول أجمعت الأمة على أن القتيبي كذاب .\n</p>\n<p class=\"arabic\">وهذه مجازفة بشعة من الحاكم وما علمت أحدا أتهم ابن قتيبة في نقل مع أن أبا \n  بكر الخطيب قد وثقه .\n</p>\n<p class=\"arabic\">وما أعلم أحدا اجتمعت الأمة على كذبه إلا مسيلمة والدجال غير أن ابن قتيبة \n  كثير النقل من الصحف كدأب الإخباريين وقل ما روى من الحديث .\n</p>\n<p class=\"arabic\">وكان حسن البزة أبيض اللحية طويلها ولاه الرياستين مظالم البصرة .\n</p>\n<p class=\"arabic\">وبعد ثورة الزنج رجع إلى بغداد وأخذ يضنف .\n</p>\n<p class=\"arabic\">حمل عنه قاسم بن أصبغ وغيره .\n</p>\n<p class=\"arabic\">قال حماد بن هبة الله الحراني سمعت أبا طاهر السلفي يذكر على الحاكم في قوله \n  لا يجوز الرواية عن ابن قتيبة ويقول ابن قتيبة من الثقات وأهل السنة لكن الحاكم \n  قصده لأجل المذهب *20*384* .\n\n</p>"
}