{
    "header": "محمد بن عيسى الترمذي بن سوراء بن موسى الـ...",
    "id": "010181",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن عيسى الترمذي بن سوراء بن موسى السلمي .\n</h1>\n<p class=\"arabic\">الحافظ أبو عيسى الترمذي الضرير مصنف كتاب الجامع .\n</p>\n<p class=\"arabic\">ولد سنة بضع ومائتين .\n</p>\n<p class=\"arabic\">وسمع قتيبة بن سعيد وأبا مصعب الزهري وإبراهيم بن عبد الله الهروي وإسماعيل \n  بن ) .\n</p>\n<p class=\"arabic\">موسى السدي وصالح بن عبد الله الترمذي وعبد لله بن معاوية وحميد بن مسعدة \n  وسويد بن نصر المروزي وعلي بن حجر السعدي ومحمد بن حميد الرازي ومحمد بن عبد \n  العزيز بن أبي رزمة ومحمد بن عبد الملك بن أبي الشوارب وأبا كريب محمد بن \n  العلاء ومحمد بن أبي معشر السندي ومحمود بن غيلان وهناد بن السري وخلقا كثيرا .\n</p>\n<p class=\"arabic\">وأخذ علم الحديث عن أبي عبد الله البخاري *20*460* .\n</p>\n<p class=\"arabic\">وعنه حماد بن شاكر ومكحول بن الفضل وعبد بن محمد ومحمد بن محمود بن عنبر النسفيون \n  والهيثم بن كليب الشاشي وأحمد بن علي بن حسنويه النيسابوري ومحمد بن أحمد \n  بن محبوب المروزي ومحمد بن المنذر شكر والربيع بن حبان الباهلي والفضل بن \n  عمار الصرام وآخرون .\n</p>\n<p class=\"arabic\">ذكره ابن حبان في الثقات وقال كان ممن جمع وصنف وحفظ وذاكر .\n</p>\n<p class=\"arabic\">قلت ويقال له البوغي بضم الموحدة وبغين معجمة .\n</p>\n<p class=\"arabic\">وبوغ قرية على ستة فراسخ من ترمذ بفتح التاء وقيل بضمها ويقال بكسرها وهي \n  على نهر بلخ .\n</p>\n<p class=\"arabic\">وقد سمع منه شيخه أبو عبد الله البخاري حديثا فإنه قال في حديث علي بن المنذر \n  عن محمد بن فضيل عن سالم بن أبي حفصة عن عطية عن أبي سعيد أن النبي صلى الله \n  عليه وسلم قال لعلي لايحل لأحد يجنب في هذا المسجد غيري وغيرك سمع مني محمد \n  بن إسماعيل هذا الحديث .\n</p>\n<p class=\"arabic\">وقال عبد المؤمن بن خلف النسفي قرأ عليه الجامع في دارنا بنسف وأنا صغير ألعب .\n</p>\n<p class=\"arabic\">قلت وآخر من روى حديثه عاليا أبو المنجاب الليثي وكتابه الجامع يدل على تبحره \n  في هذا الشأن وفي الفقه واختلاف العلماء ولكنه يترخص في الصحيح والتحسين ونفسه \n  في التخريج ضعيف .\n</p>\n<p class=\"arabic\">قال أبو سعيد الإدريسي كان أبو عيسى يضرب به المثل في الحفظ سمعت أبا بكر \n  محمد بن الحارث المروزي الفقيه يقول سمعت أحمد بن عبد الله بن داود المروزي \n  يقول سمعت أبا عيسى يقول كنت في طريق مكة وكنت قد كتبت جزءين من أحاديث شيخ \n  فمر بنا فذهبت إليه وأنا أظن أن الجزءين معي ومعي في محملي جزءان حسبتهما \n  الجزءين فلما أذن لي ) .\n</p>\n<p class=\"arabic\">أخذت الجزءين فإذا هما بياض فتحيرت فجعل الشيخ يقرأ علي من حفظه *20*461* .\n</p>\n<p class=\"arabic\">ثم نظر إلي فرأى البياض في يدي فقال أما تستحي مني فقصصت عليه أمره وقلت أحفظه \n  كله .\n</p>\n<p class=\"arabic\">فقال إقرأ فقرأت جميع ما قرأ علي أولا فلم يصدقني .\n</p>\n<p class=\"arabic\">وقال استظهرت قبل أن تجيئني .\n</p>\n<p class=\"arabic\">فقلت حدثني بغيره .\n</p>\n<p class=\"arabic\">فقرأ علي أربعين حديثا من غرائب حديثه ثم قال هات إقرأ .\n</p>\n<p class=\"arabic\">فقرأت عليه من أوله إلى آخره فما أخطأت في حرف فقال مارأيت مثلك .\n</p>\n<p class=\"arabic\">وقال أبو أحمد الحاكم سمعت عمر بن مالك يقول مات محمد بن إسماعيل البخاري \n  ولم يخلف بخراسان مثل ابن عيسى في العلم والحفظ والزهد والورع بكى حتى عمي \n  وبقي على ضرره سنين .\n</p>\n<p class=\"arabic\">وقال محمد بن طاهر الحافظ في المنثور له سمعت الإمام أبا إسماعيل عبد الله \n  بن محمد الأنصاري بهراة وجرى ذكر الترمذي فقال كتابه أنفع من كتاب البخاري \n  ومسلم فإنه لا يقف على الفائدة منهما إلا المتبحر العالم .\n</p>\n<p class=\"arabic\">وكتاب أبي إسماعيل يصل إلى فائدته كل واحد من الناس .\n</p>\n<p class=\"arabic\">قال غنجار في تاريخه توفي في ثالث عشر رجب سنة تسع وسبعين بترمذ .\n</p>\n<p class=\"arabic\">والعجب من أبي محمد بن حزم حيث يقول في أبي عيسى مجهول .\n</p>\n<p class=\"arabic\">قاله في الفرائض من كتاب الأجيال .\n</p>\n<p class=\"arabic\">قال أبو الفتح اليعمري قال أبو الحسن القطان في بيان الوهم والإبهام عقيب \n  قول ابن حزم هذا كلام من لم يبحث عنه وقد شهد له بالإمامة والشهرة الدارقطني \n  والحاكم .\n</p>\n<p class=\"arabic\">وقال أبو يعلى الخليلي هو حافظ متقن ثقة .\n</p>\n<p class=\"arabic\">وذكره أيضا الأمير أبو نصر بن الفرضي والخطابي .\n</p>\n<p class=\"arabic\">قال أبو الفتح وذكر عن ابن عيسى قال صنف هذا الكتاب وعرضته *20*462* على علماء \n  الحجاز والعراق وخراسان فرضوا به ومن قال في بيته هذا الكتاب فكأنما في بيته \n  نبي يتكلم .\n</p>\n<p class=\"arabic\">قلت ما في جامعه من الثلاثيات سوى حديث واحد وإسناده ضعيف وكأنه من الأصول \n  الستة ) .\n</p>\n<p class=\"arabic\">التي عليها العقد والحل وفي كتابه ما صح إسناده وما صلح وما ضعف ولم يترك \n  وما وهى وسقط وهو قليل يوجد في المناقب وغيرها .\n</p>\n<p class=\"arabic\">وقد قال ما أخرجت في كتابي هذا إلا حديثا قد عمل به بعض الفقهاء .\n</p>\n<p class=\"arabic\">قلت يعني في الحلال والحرام أما في سوى ذلك ففيه نظر وتفصيل وقد أطلق عليه \n  الحاكم بن وكيع الجامع وهذا تجوز من الحاكم .\n</p>\n<p class=\"arabic\">وكذا أطلق عليه أبو بكر الخطيب اسم الصحيح .\n</p>\n<p class=\"arabic\">وقال السلفي الكتب الخمسة اتفق على صحتها علماء المشرق والمغرب وهذا محمول \n  منه على ما سكتوا عن توهينه .\n</p>\n<p class=\"arabic\">وقال أبو بكر بن العربي وليس في مدد أبي عيسى مثله حلاوة مقطع ونفاسة منزع \n  وعذوبة مشرع وفيه أربعة عشر علما فرائد صنف وأسند وصحح وأشهر وعدد الطرق وجرح \n  وعدل وأسمى وكنى ووصل وقطع ووضح المعمول به والمتروك وبين اختلاف العلماء \n  في الإسناد في الأوائل وكل علم منها أصل في بابه .\n\n</p>"
}