{
    "header": "محمد بن يزيد .",
    "id": "010196",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن يزيد .\n</h1>\n<p class=\"arabic\">*20*468* مولى ربيعة الحافظ أبو عبد الله بن ماجة القزويني مصنف السنن والتفسير \n  والتاريخ .\n</p>\n<p class=\"arabic\">كان محدث قزوين غير مدافع ولد سنة تسع ومائتين .\n</p>\n<p class=\"arabic\">وسمع علي بن محمد الطنافسي وعبد الله بن معاوية وهشام بن عمار ومحمد بن رمح \n  وسويد بن سعيد وعبد الله بن الجراح القهستاني ومصعب بن عبد الله الزبيري وإبراهيم \n  بن محمد الشافعي ويزيد بن عبد الله اليمامي وجبارة بن المغلس وداود بن رشيد \n  وإبراهيم بن ) .\n</p>\n<p class=\"arabic\">المنذر الحزامي وأبا بكر بن أبي شيبة ومحمد بن عبد الله بن نمير وخلقا كثيرا .\n</p>\n<p class=\"arabic\">وعنه محمد بن عيسى الأبهري وأبو عمرو أحمد بن محمد بن حكيم المديني وعلي بن \n  إبراهيم القطان وسليمان بن يزيد الفامي وأبو الطيب أحمد بن روح البغدادي .\n</p>\n<p class=\"arabic\">قال الخليلي كان أبوه يزيد يعرف بماجة ولاؤه لربيعة .\n</p>\n<p class=\"arabic\">وعن أبي عبد الله بن ماجة قال عرضت هذه السنن على أبي زرعة فنظر فيه وقال \n  أظن إن وقع هذا في أيدي الناس تعطلت هذه الجوامع أو أكثرها .\n</p>\n<p class=\"arabic\">ثم قال لعل لا يكون فيه تمام ثلاثين حديثا مما في إسناده ضعف أو نحو ذا .\n</p>\n<p class=\"arabic\">قلت كان ابن ماجة حافظا صدوقا ثقة في نفسه وإنما نقص كتابه بروايته أحاديث \n  منكرة فيه *20*469* .\n</p>\n<p class=\"arabic\">وكانت وفاته لثمان بقين من رمضان سنة ثلاث وسبعين وله أربع وستون سنة .\n</p>\n<p class=\"arabic\">وقال أبو يعلى الخليلي فيه ثقة كبير متفق عليه محتج به له معرفة بالحديث وحفظ \n  ارتحل إلى العراقين ومكة والشام ومصر والري لكتب الحديث .\n</p>\n<p class=\"arabic\">وقال ابن طاهر المقدسي رأيت له بقزوين تاريخا على الرجال والأمصار إلى عصره \n  وفي آخره بخط صاحبه جعفر بن إدريس مات أبو عبد الله يوم الإثنين ودفن يوم \n  الثلاثاء لثمان بقين من رمضان وصلى عليه أخوه أبو بكر وتولى دفنه أخوه أبو \n  بكر وأبو عبد الله وابنه عبد الله .\n</p>\n<p class=\"arabic\">وقال غيره مات سنة خمس وسبعين والأول أصح .\n</p>\n<p class=\"arabic\">وقد حدث أبو محمد بن الحسن بن يزيد بن ماجة القزويني ببغداد في حدود الثمانين \n  لما حج عن إسماعيل بن توبة محدث قزوين .\n</p>\n<p class=\"arabic\">سمع منه أبو طالب محمد بن نصر الحافظ فالظاهر أن هذا من إخوة أبي عبد الله \n  صاحب السنن والله أعلم .\n\n</p>"
}