{
    "header": "إبراهيم بن أحمد بن الأغلب بن إبراهيم بن ...",
    "id": "010472",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">إبراهيم بن أحمد بن الأغلب بن إبراهيم بن الأغلب .\n</h1>\n<p class=\"arabic\">أبو إسحاق التميمي الأغلبي أمير القيروان وآبن أمرائها ولي الإمرة سنة إحدى \n  وستين ومائتين وكان عادلا سائسا حازما صارما كانت التجارة تسير من مصر إلى \n  سبتة لا تعارض ولا تروع ابتنى الحصون والمحارس على سواحل البحر بحيث كانت \n  توقد النيران في ليلة واحدة من سبتة إلى الإسكندرية حتى يقال كان بأرض المغرب \n  من بنائه وبناء آبائه ثلاثون ألف حصانا وهذا شيء لم يسمع بمثله لملك وقد قصد \n  سوسة وعمل لهم سوارا وأقام في الملك بضعا وعشرين سنة .\n</p>\n<p class=\"arabic\">وقد دونت سيرته وأيامه وعدله وبذله وجوده وكان مصدقا للعدل وإنصاف *21*95* \n  الرعية معتنيا بذلك فقيل إن امرأة تاجر اتصل خبر جمالها بوزيره فأرسل الوزير \n  إليها فأبت فكلف بها وبث أمره إلى عجوز تغشاه وكانت حظية عند الأمير إبراهيم \n  وعند أمه يتبركون بها ويطلبون منها الدعاء فقالت أنا أقضي الشغل وقصدت المرأة \n  فدقت بابها ففتحت لها الجارية وكانت العجوز مشهورة في البلد فتلقتها المرأة \n  وقبلت يدها وقدمت لها شيئا فقالت أنا على نية ويكون وقتا آخر وإنما أصابت \n  إزاري نجاسة فأريد غسلها .\n</p>\n<p class=\"arabic\">فأحضرت الطست والصابون وغسلت طرفه بنفسها وقامت العجوز تصلي حتى نشف ولبسته \n  وذهبت .\n</p>\n<p class=\"arabic\">ثم ترددت إليها وتأكدت المعرفة فقالت لها عندي يتيمة أريد عرسها الليلة فإن \n  خف عليك تعيريها حليك قالت يا حبذا وأعطتها حق الحلى فانصرفت وجاءت بعد أيام \n  فقالت يا أمي وأين الحلى قالت عبرت إلى فلان وهو معي فلما علم أنه لك أخذه \n  مني وحلف أن لا يسلمه إلا إليك .\n</p>\n<p class=\"arabic\">قالت لا تفعلي .\n</p>\n<p class=\"arabic\">قالت هذا الذي تم ومضت فاشتد على المرأة البلاء وبقيت تتقلى فلما دخل زوجها \n  رأى الضر في وجهها فسألها فأعلمته القصة فاشتد بلاؤه ثم أنهى أمره إلى الأمير \n  إبراهيم وقص عليه القصة فتغير لذلك وقال أكتم هذا وائتني بعد يومين ثم دخل \n  إلى أمه وطلب منها العجوز فحضرت فاحترمها ووانسها ووضع رأسه في حجرها وأخذ \n  يتمسح بها وأخذ خاتمها وجعل يقلبه ويشاغلها ودعا خادما وكلمه بالصقلبية إمضي \n  إلى دار العجوز ) .\n</p>\n<p class=\"arabic\">وقل لبنتها أمك تقول لك هاتي حق الحلى فقد طلبت أم الأمير أن تعمل لها مثله \n  وهذا خاتمها فمضى الخادم وجاء لوقته بالحق فنظر الأمير فيه فوجده كما وصف \n  الرجل وتغيرت العجوز واعترفت فطلب الفؤوس والمجارف وحفر في الحال حفرة فألقيت \n  العجوز فيها وصاحت أمه فقال لئن لم تسكني لألحقنك بها تدخلين إلى قصري قواده \n  *21*96* وجاء الرجل للموعد فأعطاه الحق وزاده من حلى أهله وقال ما منعني من \n  معاجلة الوزير إلا خوف شهرة أهلك وأنا أفكر في هلاكه بوجه .\n</p>\n<p class=\"arabic\">ثم قتله بعد قليل .\n</p>\n<p class=\"arabic\">وعن بعضهم قال قدمت سجلماسة لألحق الرفقة إلى مصر وكان معي ثلاثة آلاف دينار \n  فخرجت من القيروان مسرعا حتى دخلت قابس فلما سرت عنها فرسخا لقيني سبعة فوراس \n  فأنزلوني فأخذوا الخرج وقتلوا الغلام وأضجعوني للذبح فتضرعت إليهم وقلت غريب \n  ولا أعرفكم فأطلبكم وقد أخذتم الذهب وخلفي أطفال فأطلقوني لله وبكيت فأطلقوني \n  فرجعت إلى قابس فما عرفت بها أحدا فذهبت إلى القيروان راجلا عريانا فأتيت \n  صديقا لي فأصلح شأني وقال أعلم الأمير .\n</p>\n<p class=\"arabic\">فقصدناه وهو جالس للناس فقصصت عليه شأني فتنمر وأمرني بالجلوس ثم رأيته يأمر \n  وينهى فلما قام أمر بعض الخدم فأدخلني القصر وبعث إلي طعاما ثم نمت ثم طلبني \n  قبل العصر إلى روشنه ودعا أمير الجيش فقال هل وجهت إلى طرابلس بخيل قال نعم \n  سبعة فوارس وقد عادوا .\n</p>\n<p class=\"arabic\">قال فطلبهم وقال من تعرف من هؤلاء فعرفني به فقلت هذا منه إلى أن جمع السبعة .\n</p>\n<p class=\"arabic\">فأخذهم بالرغبة والرهبة فأنكروا ففرقوا في بيوت وجيء بالسياط وضربوا مفرقين \n  ثم دار بنفسه عليهم وبقي يقول للواحد قد اعترف صاحبك بعد ما هلك فلا تحوج \n  نفسك إلى ما حل به فأقروا وأحضروا الخرج والبغلة والثياب لم تنقص سوى سبعة \n  دنانير فأتمها إبراهيم من ماله وأعطاني غلاما وخفرني بناس إلى طرابلس فلما \n  عبرنا على الموضع الذي أخذت فيه وجدت السبعة فوارس على الخشب والكلاب تأكل \n  من أقدامهم .\n</p>\n<p class=\"arabic\">وقيل إنه جاءه برجل في يده سكين وثيابه ملطخة بالدماء فقال ما لهذا ) .\n</p>\n<p class=\"arabic\">قالوا أبونا لصلاة الصبح فوجد في الطريق مذبوحا وهذا قائم عنده هكذا .\n</p>\n<p class=\"arabic\">فقال أقتلت *21*97* قال نعم .\n</p>\n<p class=\"arabic\">قال اذهبوا به فاقتلوه .\n</p>\n<p class=\"arabic\">وقال إن اخترتم أن أؤدي عنه الدية وأوليكم شيئا فعلت .\n</p>\n<p class=\"arabic\">قالوا ما نريد إلا القصاص .\n</p>\n<p class=\"arabic\">وراحوا به فلما هموا بقتله برز رجل من الحلقة وقال والله ما هذا قتله وأنا \n  قتلته .\n</p>\n<p class=\"arabic\">فرجعوا به فأقر عند الأمير فقال لذلك وما الذي ألجأك إلى الإقرار قال أصلح \n  الله الأمير عبرت فوجدت أبوهم يضطرب والسكين في نحره فخطر لي أنني إن أزلت \n  السكين من نحره ربما سلم فأزلتها فمات والسكين في يدي والدم على ثوبي فرأيت \n  الإقرار أولى من العذاب بالضرب والمثلة .\n</p>\n<p class=\"arabic\">فقال الأمير وهذا أيضا إن أخذتم أخذ الدية وأن أوليكم فعلت .\n</p>\n<p class=\"arabic\">قالوا ما نريد إلا القود .\n</p>\n<p class=\"arabic\">ثم راحوا ليقتلوه فبدرهم من الحلقة وقال والله ما قتله الأول ولا الثاني وما \n  قتله إلا أنا .\n</p>\n<p class=\"arabic\">فردوا إلى الأمير وزاد التعجب فقال لذلك أقتلته قال لا والله .\n</p>\n<p class=\"arabic\">قال فما أحوجك إلى الإقرار قال إني كنت في شبابي مسرفا على نفسي وقد قتلت \n  جماعة ثم تبت ورجعت إلى الله وكنت في غرفة لي فأخرجت رأسي فرأيت الشيخ قد \n  اضجعه رجل وذبحه وهرب فجاء ذلك وأنا أنظر فأزال السكين فأمسكوه وأنا أعلم \n  براءته فلما قبل بالقتل سمحت نفسي بالقتل عسى أن يغفر لي ما مضى .\n</p>\n<p class=\"arabic\">فسأل الثالث فأقر وأبدى أسبابا عرف بها أنه قاتله .\n</p>\n<p class=\"arabic\">وقال لما رأيت هذا وهو بريء قد فدى بنفسه ذاك الأول .\n</p>\n<p class=\"arabic\">قلت أنا أولى من أداء حق وجب علي *21*98* .\n</p>\n<p class=\"arabic\">فقال الأمير إن اخترتم أخذتم الدية والولاية أيضا ) .\n</p>\n<p class=\"arabic\">قالوا لا نفعل .\n</p>\n<p class=\"arabic\">فلما ذهبوا ليقتلوه ودارت الحلقة قالوا اللهم إنا عفونا عنه لا لما بذله الأمير \n  من الدية والولاية ولكن لوجهك خالصا .\n</p>\n<p class=\"arabic\">وقيل إن الأمير إبراهيم خرج يوما إلى نزهة فقدم إليه رجل قصة وقال إجلالك \n  أيها الأمير منعني أن أذكر حاجتي وإذا في القصة إنني عشقت جارية وتيمني حبها \n  فقال مولاها لا أبيعها بأقل من خمسين دينا فنظرت في كل ما أملكه فإذا هو ثلاثين \n  دينارا فإن رأى الأمير النظر في أمري .\n</p>\n<p class=\"arabic\">فأطلق له مائة دينار .\n</p>\n<p class=\"arabic\">فسمع به آخر فتعرض له الآخر وقال أعز الله الأمير إني عاشق .\n</p>\n<p class=\"arabic\">قال فما الذي تجد قال حرارة ولهيبا .\n</p>\n<p class=\"arabic\">قال اغمره في الماء مرات حتى يمر ما بقلبه .\n</p>\n<p class=\"arabic\">ففعلوا به ذلك فصاح فقال ما فعلت الحرارة قال ذهبت والله وصار مكانها برد .\n</p>\n<p class=\"arabic\">فضحك وأمر له بثلاثين دينارا .\n</p>\n<p class=\"arabic\">وكان طبيبه إسحاق بن عمران الإسرائيلي بارعا في الطب مشهورا وهو صاحب طرايف .\n</p>\n<p class=\"arabic\">وكان المعتمد أنفذ إسحاق من بغداد وكان إبراهيم يجزل عطاياه وكان إسحاق يعجب \n  بنفسه ويسيء أدبه على إبراهيم ويقول بعد مجالسة الخلفاء صرت إلى ما أنا فيه .\n</p>\n<p class=\"arabic\">فلما أكثر عليه أمر بفصده في الأكحلين من ذراعيه إلى أن كاد يهلك ثم رق له \n  وقال يمكنك إن تسد رمقك قال نعم تشد المواضع وتعجل لي بشرائح مشوية أمتصها \n  ففعل وسلم .\n</p>\n<p class=\"arabic\">وتمادى على طباعة فأمر بقتله فقال والله إن مزاحك ليقضي بأن يصيبك *21*99* \n  من الخلط السودائي ما يعجز عنه حذاق الأطباء ويحتاج إلي فقتله وصلبه فبقي \n  حتى عشش الخذا في جوفه وهاج بإبراهيم كما قال خلط سودائي فقتل فيه جماعة من \n  إخوته وأهله وبناته ثم أفاق وأظهر التوبة ورد المظالم وفرق الأموال والصدقات \n  في سنة ثمان وثمانين فظهر فيها أبو ) .\n</p>\n<p class=\"arabic\">عبد الله الشيعي فنفذ لحربه ابنه الأحوال في اثني عشر ألفا فالتقى هو وأبو \n  عبد الله فهزمه أبو عبد الله ثم جرت بينهما حروب ثم هزم أبو عبد الله ووصل \n  الأحوال إلى تاهرت فحرقها وهدم قصر أبي عبد الله وحرق مسيلة وساق ذرارية ثم \n  رد إلى إفريقية لما بلغه توجه أبيه إلى الجهاد .\n</p>\n<p class=\"arabic\">ونفذ إبراهيم إلى ابنه أمير صقلية يأمره بولاية ولده زيادة الله على صقلية \n  وأن يسير إليه ففعل فلما قدم عليه ولاه إفريقية وكتب له العهد وأحضر قاضي \n  عيسى بن مسكين وكان من الصالحين فاستشاره فأمره برد المظالم فكشفت الدواوين \n  من يوم ولايته وكل من كانت له مظلمة ردت عليه وعزم على الحج على طريق الإسكندرية \n  ونودي بذلك ليجمع بين الحج والجهاد وليفتح ما بقي بها من حصون وخرج إلى سوسة \n  بجيشه في أول سنة تسع وثمانين فدخلها وعليه فرو مرقع في زي الزهاد وأخرج المال \n  وأعطى الفارس عشرين دينارا والراجل عشرة دنانير ووصلت سفن الأسطول طرابلس \n  واجتمعت العساكر وفيهم ولده أبو الليث وولد ولده أبي مضر بن أبي العباس وأخوه \n  معد وافتتح حصونها ثم نزل على طبرمين وافتتحها عنوة ثم لحقه زلق الأمعاء وأخذه \n  فواق فمات رحمة الله في تاسع ذي القعدة سنة تسع وثمانين ومائتين فرجع الجيش \n  به إلى صقلية فدفن بها في قبة وقام بالأمر بعده أبو العباس عبد الله بن إبراهيم \n  بن أحمد المتوفى سنة تسعين .\n\n</p>"
}