{
    "header": "أحمد بن عمرو بن أبي عاصم الضحاك بن مخلد ...",
    "id": "010425",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أحمد بن عمرو بن أبي عاصم الضحاك بن مخلد بن مسلم .\n</h1>\n<p class=\"arabic\">القاضي أبو بكر الشيباني الحافظ الزاهد الفقيه قاضي إصبهان بعد صالح ابن الإمام \n  أحمد .\n</p>\n<p class=\"arabic\">ولد في حياة جده ولم يدرك السماع منه .\n</p>\n<p class=\"arabic\">وسمع أبا الوليد الطيالسي وعمر بن مرزوق ومحمد بن كثير وأبا سلمة التبوذكي \n  وهو جده لأمه وأبا عمرو الحوضي وهدبة بن خالد والأزرق بن علي وأبا كامل الجحدري \n  وهشام بن عمار ودحيما وخلقا كثيرا بالبصرة والكوفة وبغداد ودمشق وحمص والحجاز \n  والنواحي .\n</p>\n<p class=\"arabic\">وعنه عبد الرحمن بن أبي حاتم وأبو العباس أحمد بن بندار الشعار وأحمد بن جعفر \n  معبد وأبو الشيخ الحافظ ومحمد بن إسحاق بن أيوب وعبد الرحمن بن محمد سياه \n  ومحمد بن أحمد الكسائي والقاضي أبو أحمد العسال وطائفة .\n</p>\n<p class=\"arabic\">وقال ابن أبي حاتم صدوق .\n</p>\n<p class=\"arabic\">قلت صنف كتابا حافلا في السنن وقع لنا عنده كتب صغار منه وكان فقيها إماما \n  يفتي ) .\n</p>\n<p class=\"arabic\">بظاهر الأثر وله قدم في العبادة والورع والعلم وقد ولي قضاء إصبهان ستة عشرة \n  سنة ثم صرف لشر وقع بينه وبين علي بن متويه وكانت كتبه قد ذهبت بالبصرة في \n  فتنة الزنج وقال لم يبق لي شيء من كتبي فأعدت من ظهر قلبي خمسين ألف حديث \n  كنت أمر إلى دكان بقال فأكتب بضوء سراجه ثم ذكرت أني لم أستأذن فذهبت إلى \n  البحر فغسلت ما كتبت ثم أعدته ثانيا *21*76* .\n</p>\n<p class=\"arabic\">هذا الكلام رواه أبو الشيخ في تاريخه عن ولده عبد الرزاق عن أبي عبد الله \n  محمد بن أحمد الكسائي عن أبي عاصم .\n</p>\n<p class=\"arabic\">وروى أبو الشيخ عن ابنه عن أحمد بن محمد بن عاصم عنه قال وصل إلي من دراهم \n  القضاء زيادة على أربعمائة ألف درهم لا يحاسبني الله يوم القيامة أني شربت \n  منها شربة ماء .\n</p>\n<p class=\"arabic\">وعن محمد بن جعفر الصوفي قال سمعت الحكيمي يقول ذكر أبي ليلى الديملي أن أبا \n  بكر بن أبي عاصم ناصبي فبعث غلاما بسيف ومخلاة وقال إئتني برأسه فجاء الغلام \n  وأبو بكر يروي الحديث فقال أمرني أن أحمل إليه رأسك .\n</p>\n<p class=\"arabic\">قال فنام على قفاه ووضع الكتاب على وجهه وقال افعل ما شئت فلحقه آخر فقال \n  أمرك الأمير أن لا تقتله .\n</p>\n<p class=\"arabic\">فقعد أبو بكر ورجع إلى الحديث فعجب الناس منه رواها ابن عساكر في تاريخه .\n</p>\n<p class=\"arabic\">وقال محمد بن أحمد الكسائي كنت جالسا عند أبي بكر فقال رجل أيها القاضي بلغنا \n  أن ثلاثة كانوا بالبادية يقلبون الرمل فقال أحدهم اللهم إنك قادر على أن تطعمنا \n  خبيصا على لون هذا الرمال فإذا هم بأعرابي بيده طبق فوضعه بين أيديهم خبيص \n  حار فقال ابن أبي عاصم قد كان ذلك .\n</p>\n<p class=\"arabic\">قال الكسائي كان الثلاثة هو وعثمان بن صخر الزاهد أستاذ أبي تراب النخشبي \n  وأبو تراب وكان أبو بكر هو الذي دعا .\n</p>\n<p class=\"arabic\">قال الكسائي رأيت أبا بكر فيما يرى النائم كأنه يصلي من قعود فسلمت فرد علي \n  فقلت أنت أحمد بن عمرو قال نعم .\n</p>\n<p class=\"arabic\">قلت ما فعل الله بك ) .\n</p>\n<p class=\"arabic\">قال يؤنسني ربي .\n</p>\n<p class=\"arabic\">قلت يؤنسك ربك قال نعم .\n</p>\n<p class=\"arabic\">فشهقت شهقة فانتبهت *21*77* .\n</p>\n<p class=\"arabic\">وقال ابن الأعرابي في طبقات النساك وأما ابن أبي عاصم فسمعت من يذكر أنه كان \n  يحفظ لشقيق البلخي ألف مسألة وكان من حفاظ الحديث والفقه وكان مذهبه بالظاهر \n  ونفي القياس .\n</p>\n<p class=\"arabic\">وقد ولي قضاء إصبهان .\n</p>\n<p class=\"arabic\">وقال أبو نعيم الحافظ إبن أبي عاصم من ذهل بن شيبان كان فقيها ظاهري المذهب \n  ولي القضاء بإصبهان ست عشرة سنة أو قيل ثلاث عشرة سنة بعد وفاة صالح .\n</p>\n<p class=\"arabic\">توفي في ربيع الآخر سنة سبع وثمانين ومائتين .\n\n</p>"
}