{
    "header": "الحارث بن محمد بن أبي أسامة داهر .",
    "id": "010559",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الحارث بن محمد بن أبي أسامة داهر .\n</h1>\n<p class=\"arabic\">المحدث أبو محمد التيمي البغدادي الخطيب مسند بغداد في وقته ولد سنة ست وثمانين \n  ومائة ) .\n</p>\n<p class=\"arabic\">وسمع عبد الوهاب بن عطاء ويزيد بن هارون وعلي بن عاصم وسعيد بن عامر الضبعي \n  وعبد الله بن بكر السهمي وهاشم بن القاسم وكثير بن هشام والواقدي وروح بن \n  عبادة وعثمان بن عمر بن فارس ومحمد بن عبد الله بن كناسة وبشر بن عمر الزهراني \n  وأبا عاصم وأبا بدر شجاع بن الوليد ويحيى بن أبي بكير وخلقا كثيرا .\n</p>\n<p class=\"arabic\">وعنه أبو جعفر الطبري ومحمد بن مخلد وعبد الصمد الطستي وأبو *21*147* بكر \n  النجاد وأبو بكر بن خلاد النصيبي وأبو بكر الشافعي وعبد الله بن الحسين النضري \n  المروزي وخلق .\n</p>\n<p class=\"arabic\">قال الدارقطني صدوق .\n</p>\n<p class=\"arabic\">وذكره ابن حبان في الثقات .\n</p>\n<p class=\"arabic\">وقال أبو الفتح الأزدي الضعيف الحارث بن أبي أسامة ضعيف لم أر في شيوخنا من \n  يحدث عنه .\n</p>\n<p class=\"arabic\">قلت هذه مجازفة وليت الأزدي عرف ضعف نفسه .\n</p>\n<p class=\"arabic\">وقد أمر الدارقطني البرقاني بإخراج الحارث في الصحيح .\n</p>\n<p class=\"arabic\">وكذا ضعفه محمد بن حزم .\n</p>\n<p class=\"arabic\">قلت والحارث ثقة وربما أخذ على التحديث ولهذا عمل فيه محمد بن خلف بن المرزبان .\n</p>\n<p class=\"arabic\">% أبلغ الحارث المحدث قولا % % من أخ صادق شديد المحبه % .\n</p>\n<p class=\"arabic\">% ويك قد كنت تعتزي سالف الده % % ر قديما إلى قبائل ضبه % .\n</p>\n<p class=\"arabic\">% كتبت الحديث عن سائر النا % % س وحاذيت في اللقاء ابن شبه % .\n</p>\n<p class=\"arabic\">% عن يزيد والواقدي وروح % % وابن سعد والقعنبي وهدبه % .\n</p>\n<p class=\"arabic\">% ثم صنفت من أحاديث سفيا % % ن وعن مالك ومسند شعبه % .\n</p>\n<p class=\"arabic\">% وعن ابن المديني فما زل % % تقديما تبث في الناس كتبه % .\n</p>\n<p class=\"arabic\">% أفعنهم أخذت بيعك % % للعلم وإيثار من يزيدك حبه % .\n</p>\n<p class=\"arabic\">في أبيات .\n</p>\n<p class=\"arabic\">فلما سمعها قال أدخلوه فضحني قاتله الله .\n</p>\n<p class=\"arabic\">وله مسند كبير سمعنا منه عدة أجزاء بالإتصال *21*148* .\n</p>\n<p class=\"arabic\">وقال محمد بن محمد بن مالك الإسكافي سألت إبراهيم الحربي عن الحارث بن محمد \n  وقلت ) .\n</p>\n<p class=\"arabic\">يأخذ الدراهم فقال إسمع منه فإنه ثقة .\n</p>\n<p class=\"arabic\">أخبرنا إسحاق الأسدي أنا يوسف الحافظ أنا خليل بن أبي الرجاء أنا أبو علي \n  المقريء وأنا أحمد بن عبد الله الحافظ أنا أحمد بن يوسف النصيبي ثنا الحارث \n  بن أبي أسامة ثنا عبد الله بن بكر ثنا هشام عن يحيى عن محمد بن إبراهيم بن \n  الحارث أن الخلد بن سعدان حدثه أن جبير بن نصر حدثه أن عبد الله بن عمرو حدثه \n  أن النبي صلى الله عليه وسلم رأى عليه ثوبين أصفرين فقال إن هذه ثياب الكفار \n  فلا تلبسه صحيح غريب .\n</p>\n<p class=\"arabic\">قال غنجار البخاري سمعت محمد بن موسى الرازي سمعت الحارث بن أسامة يقول لي \n  ست بنات أكبرهن بنت سبعين سنة وأصغرهن بنت ستين سنة وما زوجت واحدة منهن لأني \n  فقير وما جاءني إلا الفقير فكرهت أن أزيد في عيالي وإني وضعت كفني على هذا \n  الوتد منذ نيف وثلاثين سنة مخافة أن لا يجدوا ما يكفنوني فيه رواها علي بن \n  محمد الرازي الطبيب عن محمد بن موسى أيضا .\n</p>\n<p class=\"arabic\">توفي يوم عرفة سنة اثنتين وثمانين عن سبع وتسعين سنة .\n\n</p>"
}