{
    "header": "سهل بن عبد الله التستري .",
    "id": "010646",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">سهل بن عبد الله التستري .\n</h1>\n<p class=\"arabic\">*21*187* الإمام العارف أبو محمد شيخ الصوفية .\n</p>\n<p class=\"arabic\">روى عن خاله محمد بن سوار .\n</p>\n<p class=\"arabic\">وصحبة ذي النون المصري قليلا لقيه في الحج .\n</p>\n<p class=\"arabic\">وعنه عمر بن واصل وأبو محمد الحريري وعباس بن عصام ومحمد بن المنذر الهجيمي \n  وجماعة .\n</p>\n<p class=\"arabic\">وكان من أعيان الشيوخ في زمانه يعد مع الجنيد وله كلام نافع في التصوف والسنة \n  وغير ذلك فنقل أبو القاسم التميمي في الترغيب والترهيب من طريق أبي زرعة الطبري \n  سمعت ابن درستويه صاحب سهل بن عبد الله يقول قال سهل ورأى أصحاب الحديث فقال \n  إجتهدوا أن لا تلاقوا الله إلا ومعكم المحابر .\n</p>\n<p class=\"arabic\">وفي ذم الكلام بإسناد عن سهل وقيل له إلى متى يكتب الرجل الحديث قال حتى يموت \n  ويصب باقي حبره على قبره .\n</p>\n<p class=\"arabic\">قرأت على ابن الخلال أنا ابن اللتي أنا أبو الوقت أنا شيخ الإسلام عبد الرحمن \n  بنيسابور سمعت الحسين الدقيقي يقول سمعت سهل بن عبد الله يقول من أراد الدنيا \n  والآخرة فليكتب الحديث فإن فيه منفعة الدنيا والآخرة .\n</p>\n<p class=\"arabic\">قلت هكذا كان مشايخ الصوفية في حرصهم على الحديث والسنة لا كمشايخ عصرنا الجهلة \n  البطلة الأكلة الكسلة .\n</p>\n<p class=\"arabic\">وبلغنا أنه أتى إلى أبي داود السجستاني مصنف السنن فقال أريد أن تخرج لي لسانك \n  هذا الذي حدثت به أحاديث رسول الله صلى الله عليه وسلم حتى أقبله ) .\n</p>\n<p class=\"arabic\">فأخرجه له فقبله *21*188* .\n</p>\n<p class=\"arabic\">ومن كلامه لا معين إلا الله ولا دليل إلا رسول الله صلى الله عليه وسلم ولا \n  زاد إلا التقوى ولا عمل إلا الصبر عليه .\n</p>\n<p class=\"arabic\">وقال الجاهل ميت والناس ينائم والعاصي سكران والمصر هالك .\n</p>\n<p class=\"arabic\">وقال الجوع سر الله في أرضه لا يودعه عند من يديعه .\n</p>\n<p class=\"arabic\">وقال إسماعيل بن علي الأبلي سمعت سهل بن عبد الله بالبصرة سنة ثمانين ومائتين \n  يقول العقل وحده لا يدل على قديم أزلي فوق عرش محدث نصبه الحق دلالة وعلمنا \n  لنا لتهتدي القلوب به إليه ولا تجاوزه أي بما أثبت الحق فيها من نور الهداية \n  ولم يكلفها علم ماهية هويته فلا كيف للإستواء عليه لأنه لا يجوز للمؤمن أن \n  يقول كيف الإستواء لم خلق الإستواء وإنما عليه الرضى والتسليم لقول النبي \n  صلى الله عليه وسلم إنه على عرشه وإنما سمي الزنديق زنديقا لأنه وزن دق الكلام \n  بمخبول عقله وقياس هوى طبعه وترك الأثر والإقتداء بالسنة وتأول القرآن بالهوى \n  فعند ذلك لم يؤمن بأن الله على عرشه .\n</p>\n<p class=\"arabic\">فسبحان من لا تكفيه الأوهام موجودا ولا تمثله الأفكار محدودا .\n</p>\n<p class=\"arabic\">وقال أبو نعيم نا أبي نا أبو بكر الجوربي سمعت سهل بن عبد الله يقول أصولنا \n  ستة أشياء التمسك بالقرآن والإقتداء بالسنة وأكل الحلال وكف الأذى والتوبة \n  وأداء الحقوق .\n</p>\n<p class=\"arabic\">وعن سهل من تكلم فيما لا يعنيه حرم الصدق ومن استغل بالفضول حرم الورع ومن \n  ظن السوء حرم اليقين فإذا حرم من هذه الثلاثة هلك .\n</p>\n<p class=\"arabic\">وعنه قال من أخلاق الصديقين أن لا يحلفوك بالله ولا يغتابون ولا يغتاب عندهم \n  ولا يشبعون بطونهم وإذا وعدوا لم يخلفوا ولا يمزحون أصلا *21*189* .\n</p>\n<p class=\"arabic\">وقال ابن سالم قال عبد الرحمن بعض تلامذة سهل التستري لسهل يا أبا محمد إني \n  أتوضأ فيسيل الماء من يدي فيصير قضبان ذهب .\n</p>\n<p class=\"arabic\">فقال سهل الصبيان يباركون خشخشاشة .\n</p>\n<p class=\"arabic\">توفي سهل رحمة الله عليه في المحرم سنة ثلاث وثمانين وعاش ثمانين سنة أو جاوزها .\n</p>\n<p class=\"arabic\">ويقال مات سنة ثلاث وسبعين ومائتين والأول أصح .\n\n</p>"
}