{
    "header": "الفضل بن محمد بن المسيب .",
    "id": "010749",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الفضل بن محمد بن المسيب .\n</h1>\n<p class=\"arabic\">الحافظ أبو محمد البيهقي الشعراني من ذرية باذان ملك اليمن الذي أسلم بكتاب \n  النبي صلى الله عليه وسلم .\n</p>\n<p class=\"arabic\">سمع سعيد بن أبي مريم وعبد الله بن صالح وعيسى بن قالون وسليمان بن حرب وأحمد \n  بن يونس اليربوعي وإسماعيل بن أبي أويس وإسحاق الفروي وأبا ثوبة الحلبي وأبا \n  جعفر النفيلي وخلقا بالشام والحجاز ومصر والعراق وخراسان والجزيرة .\n</p>\n<p class=\"arabic\">وعنه إمام الأئمة ابن خزيمة وأبو حامد بن الشرقي ومحمد بن القاسم العتكي وعلي \n  بن ) .\n</p>\n<p class=\"arabic\">حماد وأبو عبد الله محمد بن يعقوب وحفيده إسماعيل بن *21*240* محمد بن الفضل \n  وخلق .\n</p>\n<p class=\"arabic\">قال الحاكم سمعت أبا بكر بن المؤمل يقول كنا نقول ما بقي في الدنيا مدينة \n  لم يدخلها الفضل في طلب الحديث إلا الأندلس .\n</p>\n<p class=\"arabic\">قال الحاكم وكان الفضل أديبا عابدا عارفا بالرجال وكان يرسل شعره فلقب بالشعراني .\n</p>\n<p class=\"arabic\">وقال ابن ماكولا كان قد قرأ القرآن على خلف بن هشام .\n</p>\n<p class=\"arabic\">وكان عنده تاريخ أحمد بن حنبل عنه وتفسير سنيد بن داود عنه .\n</p>\n<p class=\"arabic\">قال الحاكم سمعت أبا عبد الله بن الأخرم وسئل عنه فقال صدوق إلا أنه كان غالبا \n  في التشيع .\n</p>\n<p class=\"arabic\">قيل له فقد حدث عنه في الصحيح .\n</p>\n<p class=\"arabic\">قال كان كتاب مسلم ملآن من حديث الشيعة .\n</p>\n<p class=\"arabic\">وقال أبو أحمد الحاكم سئل عنه الحسين القباني فرماه بالكذب .\n</p>\n<p class=\"arabic\">وقال ابن أبي حاتم صدوق .\n</p>\n<p class=\"arabic\">وقال مسعود السجزي سألت أبا عبد الله الحاكم عن الفضل الشعراني .\n</p>\n<p class=\"arabic\">فقال ثقة مأمون لم يطعن في حديثه بحجة .\n</p>\n<p class=\"arabic\">قال إسماعيل حفيده توفي جدي في المحرم سنة اثنتين وثمانين .\n\n</p>"
}