{
    "header": "عمرو بن الليث الصفار .",
    "id": "010745",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عمرو بن الليث الصفار .\n</h1>\n<p class=\"arabic\">أخو يعقوب بن الليث السجتاني الملكين .\n</p>\n<p class=\"arabic\">كان هو وأخوه صفارين بسجستان يصنعان النحاس *21*234* .\n</p>\n<p class=\"arabic\">وقيل كان عمرو مكاري حمير .\n</p>\n<p class=\"arabic\">قال عبيد الله بن طاهر عجائب الدنيا ثلاث جيش العباس بن عمرو الغنوي يؤسر \n  العباس ويسلم وحده ويقتل جميع جيشه وكانوا عشرة آلاف يعني قتلهم القرامطة \n  وجيش عمرو بن الليث الصفار يؤسر عمرو وحده ويموت في السجن الخليفة ويسل جميع \n  جيشه وكانوا خمسين ألفا وأنا لا أترك بيتي قط وتولى ابني أبو العباس .\n</p>\n<p class=\"arabic\">قلت ولي عمرو بن الليث مملكة فارس متغلبا عليها بعد موت أخيه بالقولنج سنة \n  خمس وستين وقد جرت فيها أمور يطول شرحها وتقلبت بهما أحوال إلى أن بلغا درجة \n  السلطنة بعد الصنعة في الصفر .\n</p>\n<p class=\"arabic\">وكان عمرو جميل السيرة في جيوشه ذكر السلامي أنه كان ينفق في الجند في كل \n  ثلاثة أشهر مرة فيحضر بنفسه ويقعد عارض الجيش والأموال بين يديه والجند بأسرهم \n  ) .\n</p>\n<p class=\"arabic\">حاضرون فأول ما ينادي إنسان باسم عمرو بن الليث فيقدم فرسه إلى العارض بجميع \n  آلتها فيتفقدها ثم يأمر بوزن ثلاثمائة درهم فتحمل إلى الملك عمرو في صرة فيقبضها \n  ويقول الحمد لله الذي وفقني لطاعة أمير المؤمنين حتى استوجبت منه العطاء ثم \n  يضعها في خفه فيكون لمن ينزع خفه ثم يدعو بعده بالأمراء على مراتبهم بخيولهم \n  وعددهم وآلتهم فتعرض .\n</p>\n<p class=\"arabic\">فمن أخل بشيء من لوازم الجند حرم رزقه .\n</p>\n<p class=\"arabic\">وقيل كان في خدمة زوجة عمرو ألف وسبعمائة جارية .\n</p>\n<p class=\"arabic\">وقد دخل في طاعة الخلفاء فولي للمعتضد أمر خراسان وامتدت أيامه واتسع سلطانه .\n</p>\n<p class=\"arabic\">وقد سقنا من أخباره في الحوادث *21*235* .\n</p>\n<p class=\"arabic\">وحاصل الأمر أنه بغى على إسماعيل بن أحمد بن أسد متولي ما وراء النهر وأراد \n  أخذ بلاده فبعث إليه إسماعيل يقول أنا في ثغر وقد قنعت به وأنت معك الدنيا \n  فاتركني فلم يدعه وعزم على حربه فعبر إسماعيل نهر جيحون إليه بغتة في الشتاء \n  فخارت قوى عمرو وأخذ في الهرب في الوحل والبرد فأحاط به أصحاب إسماعيل وأسروه .\n</p>\n<p class=\"arabic\">قال ابن عرفة نفطويه النحوي في تاريخه حدثني محمد بن أحمد بن حيان الكاتب \n  وكان شخص مع عبد الله بن الفتح حين وجه به إسماعيل بن أحمد قال كان السبب \n  في انهزام عمرو بن الليث وهربه وهرب أصحاب عند عبور إسماعيل إلى بلخ مقام \n  عمرو بها إذ أهلها سئموا مقامه ونزول أصحابه في منازلهم وإفسادهم أولادهم \n  ومد أيديهم إلى أموالهم فوافى إسماعيل فأقام على باب بلخ مدة ثم خرج أمير \n  من أمراء إسماعيل في أربعين رجلا إلى موضع فيه ثلج على فرسخ من بلخ ليحمل \n  لإسماعيل الثلج فصادف رجالا من أصحاب عمرو في الموضع فأوقع فيهم وقتل فانهزموا \n  مجروحين إلى البلد وأنذروا أصحاب عمرو وعرفوهم أن إسماعيل قد قدم فأخذوا في \n  الهزيمة فركب عسكر إسماعيل أقفيتهم وخرج عمرو من البلد هاربا عندما رأى من \n  هرب من جيشه من غير حرب جرت وتقنطر بعمرو الشهري تحته في بحور ووحل على نحو \n  فرسخين وصادفه غلمان إسماعيل الأتراك وهو قاعد في الموضع والشهري واقفة فأتوا \n  به وضرب إسماعيل صاحبهم فقام إليه إسماعيل وضمه إلى نفسه وقبل عينيه وأجلسه \n  إلى جانبه وقال عز والله علي يا أخي ما نالك وما كنت أحب أن يجري هذا وأمر \n  بنزع خلقه وثيابه التي استوحل فيها ودعا بطست وماء ورد ) .\n</p>\n<p class=\"arabic\">فغسل وجهه ورجليه وألبسه خلقه ودعا له بسكنجبين وفي خلال ذلك تمسح إسماعيل \n  وجه عمر بمنديل معه فامتنع من السكنجبين فقال له أبو بكر وزير إسماعيل إشرب \n  واطمئن .\n</p>\n<p class=\"arabic\">وأخذ إسماعيل القدح وشرب منه وناوله ثم دعا بالطعام وأكلا وقال أيما أحب إليك \n  المقام أو البعث بك إلى أخي أبي يعقوب متولي سمرقند قال إخلف أنك لا تغدر \n  بي ولا تغتالني ولا تسلمني فحلف له وتوثق ثم بعث به إلى أخيه .\n</p>\n<p class=\"arabic\">ووافى عبد الله بن الفتح من المعتضد بالخلع والمال إلى إسماعيل وبكتاب المعتضد \n  يأمره فيه بتسليم عمرو إليه فامتنع *21*236* وقال هذا رجل أهل خراسان والري \n  وجميع البلدان التي يجتازها يميلون إليه وهم كالعبيد له ومتى سلمته إليك وشخصت \n  به آمن أن تخرج إليكم العساكر من عند طاهر بن محمد بن عمرو فيسلبونه منكم \n  ويقعون بكم ولولا أن الله أظفرني به بلا حرب لطال أن أظفر به ومن كنت عنده \n  مع قوة سلطانه والله يا أبا محمد لقد كتب إلي من غير تكنن يقول يا ابن أحمد \n  والله لو أردت أن أعمل جسرا على نهر بلخ من دنانير لا من خشب لفعلت وصرت إليك \n  حتى أقبض عليك فكتبت إليه الله بيني وبينك وأنا رجل ثغري مصاف للترك لباسي \n  الكردواني والغليظ ولا مال لي ورجالي إنما هو جيش بغير رزق وقد بغيت علي والله \n  بيني وبينك .\n</p>\n<p class=\"arabic\">فلم يزل عبد الله يناظره ويسأله تسليم عمرو إليه فقال إني أحببت أن يحمل رأسه \n  إلى سيدي أمير المؤمنين فطال الخطاب إلى أن أذعن بحمله معه فوافى رجال إسحاق \n  بعمرو بن الليث وسلم إلى عبد الله مقيدا وعليه دراعه خز مبطنة بثعلب ووكل \n  به تكين التركي وأمر أن يعادله على الحمارة في قبة ومعه سكين طويلة وقال متى \n  خرج إليكم أحد يحاربكم فاذبحه في الحال وبعث معه نحو خمسمائة نفس وكان عمرو \n  يدعو الله على إسماعيل ويقول غدر بي خذله الله ولم يزل صائما إلى أن وافى \n  كتاب الوزير عبيد بن سليمان إلى عبد الله بن الفتح يأمره بترفيهه وبسط أمله \n  وإكرامه فأكل ثلاثة أيام وعاود الصوم وجرت له أمور حتى أنه اشترى له فانيذ \n  بثلاثة دراهم فعرف أبو حامد أحمد بن سهل وكبله بذلك ليشتري له فبكى وجعل يتعجب \n  من الدنيا وقال يا أبا الحسن عهدي به إذا سار إلى بلده يحمل فرشه ومطبخه على \n  ستمائة جمل وهو اليوم يطلب بدراهم فانيذا ورأيت سراويل عمرو وقد نزلنا سجستان \n  على حائط الخان وقد غسله غلامه والريح تلعب به والناس يتعجبون من ذلك ) .\n</p>\n<p class=\"arabic\">وكان إذا سار معنا يخرج رأسه من العمارية ويقول لمن يمر به بالفارسية يا سادتي \n  أدعو الله لي بالفرج فكان الناس وأصحاب عبد الله بن الفتح يدعون له وكان يتصدق \n  بسائر ما يترتب له من الترك .\n</p>\n<p class=\"arabic\">وأما تكين عديلة فإنه أكل جملا تاما فمات فجأة واستراح عمرو منه وأركب معه \n  شخص ظريف كان معنا فكان عمرو يدعو على إسماعيل ويقول خذله الله انتقم الله \n  منه كما أسلمني *21*237* .\n</p>\n<p class=\"arabic\">فقال له جعفر عديله سألتك بالله لو كنت ظفرت بإسماعيل أكنت تقعده في مثل هذه \n  القبة وهذه الفرش لا والله ما كنت تحمله إلا على قتب وتؤذيه فلم تلعنه فلطم \n  وجه نفسه ونتف لحيته وصاح يا ويله ويا عوله بالفارسية .\n</p>\n<p class=\"arabic\">ووجه إلى عبد الله اكفني مؤونة هذا العيار الطنبوري وإلا خنقت نفسي فجاء عبد \n  الله وأصلح بينهما فقال عديله فكم يبرمني ويلعن صاحبي ومن يصبر على هذا من \n  أحمق قيمته مكاري والله ما يحسن أن يقرأ الفاتحة ولا كيف يصلي .\n</p>\n<p class=\"arabic\">وله أخبار طويلة في مسيرنا به .\n</p>\n<p class=\"arabic\">وأخبرنا عبد الفتح أنه أمر بتقييده فجزع وجعل يعد حسن آثاره وطاعته ولعمري \n  لقد هلك أخوه يعقوب بثلاث سنين فغلب على الأهواز وحمل الأموال إلى السلطان .\n</p>\n<p class=\"arabic\">وأخبرني عبد الله أنه قال له حين قيده كان في أمس وراء هذا ستون ألف مقاتل \n  ومن الخيل والبغال والأموال كذا وكذا فما نفعني الله بشيء من ذلك .\n</p>\n<p class=\"arabic\">وتوجه إسماعيل فافتتح خراسان وطبرستان وقتل محمد بن زيد العلوي وأسر ابنه \n  فأنفذ إليه لواء خراسان وأدخل عمرو مدينة السلام وشهر على فالج يقال إنه أهداه \n  فرأيته باسطا يديه يدعو فرق له الناس ثم حبس موضع لا يراه فيه أحد حتى مات .\n</p>\n<p class=\"arabic\">وقال غيره دخل بغداد على جمل له سنامين وعليه جبة ديباج وبرنس السخط وعلى \n  الجمل الديباج والزينة فقيل في ذلك .\n</p>\n<p class=\"arabic\">% وحسبك بالصفار نبلا وعزة % % يروح ويغدو في الجيوش أميرا % .\n</p>\n<p class=\"arabic\">% حباهم بأجمال ولم يدر أنه % % على جمل منها يقاد أسيرا % .\n</p>\n<p class=\"arabic\">فلما أدخل على المعتضد قال هذا ببغيك يا عمرو ) .\n</p>\n<p class=\"arabic\">ولم يزل في حبسه نحوا من سنتين وهلك يوم وفاة المعتضد *21*238* .\n</p>\n<p class=\"arabic\">فيقال إن القاسم بن عبيد الله الوزير خاف وبادر بقتله خوفا من المكتفي بالله \n  أن يطلقه فإنه كان محسنا إلى المكتفي .\n\n</p>"
}