{
    "header": "علي بن عبد العزيز بن المرزبان بن سابور ....",
    "id": "010730",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">علي بن عبد العزيز بن المرزبان بن سابور .\n</h1>\n<p class=\"arabic\">أبو الحسن البغوي عم أبي القاسم البغوي .\n</p>\n<p class=\"arabic\">سمع أبا نعيم وعاصم بن علي وعفان وأبا عبيد وأحمد بن يونس اليربوعي ومسلم \n  بن إبراهيم والقعنبي وعلي بن الجعد وموسى بن إسماعيل وخلقا كثيرا .\n</p>\n<p class=\"arabic\">وعني بهذا الشأن وصنف المسند .\n</p>\n<p class=\"arabic\">وكتب القراءآت عن أبي عبيد فحملها عنه سماعا إسحاق الخزاعي وأبو سعيد بن الأعرابي \n  وأبو إسحاق بن فراس وأحمد بن يعقوب السائب وإبراهيم بن عبد الرزاق ومحمد بن \n  عيسى بن رفاعة وأحمد بن خالد بن الحباب الأندلسيان ) .\n</p>\n<p class=\"arabic\">وحدث عنه علي بن محمد بن مهرويه القزويني وأبو علي حامد الرفاء وأبو القاسم \n  الطبراني وأبو الحسن علي بن إبراهيم بن سلمة القطان وعبد المؤمن بن خلف النسفي \n  وخلق كثير من المشارقة والمغاربة فإنه جاور بمكة .\n</p>\n<p class=\"arabic\">وسمع منه أمم وكان حسن الحديث وليس بحجة .\n</p>\n<p class=\"arabic\">توفي سنة ست وثمانين وله نيف وتسعون سنة .\n</p>\n<p class=\"arabic\">وقيل *21*228* توفي سنة سبع .\n</p>\n<p class=\"arabic\">وأما الدارقطني فقال ثقة مأمون .\n</p>\n<p class=\"arabic\">وقال ابن أبي حاتم كتب إلينا بحديث أبي عبيدة وكان صدوقا .\n</p>\n<p class=\"arabic\">وقال أبو بكر بن السني سمعت النسائي وسئل عنه فقال قبحه الله .\n</p>\n<p class=\"arabic\">فقيل أتروي عنه قال لا .\n</p>\n<p class=\"arabic\">فقيل كان كذابا قال لا ولكن قوما اجتمعوا ليقرأوا عليه شيئا وبروه بأسهل وكان \n  فيهم غريب لم يبره فأبى أن يحدث بحضرته فذكر الغريب أنه ليس معه إلا قصعة \n  فأمره بإحضارها فلما أحضرها حدث .\n</p>\n<p class=\"arabic\">ثم قال ابن السني بلغني أنه كان إذا عاتبوه على الأخذ قال يا قوم أنا بين \n  الأخشبين إذا خرج الحاج نادى أبو قبيس قعيقعان يقول من بقي فيقول بقي المجاورون \n  فيقول أطبق .\n\n</p>"
}