{
    "header": "محمد بن القاسم بن خلاد بن ياسر .",
    "id": "010863",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن القاسم بن خلاد بن ياسر .\n</h1>\n<p class=\"arabic\">أبو العيناء الهاشمي مولى أبي جعفر المنصور البصري الإخباري اللغوي الضرير \n  ولد بالأهواز ونشأ بالبصرة .\n</p>\n<p class=\"arabic\">وأخذ عن أبي عبيدة والأصمعي وأبي زيد الأنصاري وأبي عاصم النبيل وكان أحد \n  الموصوفين الذكاء والحفظ وسرعة الجواب .\n</p>\n<p class=\"arabic\">وعنه أبو عبد الله محمد بن أحمد الحكيمي ومحمد بن يحيى الصولي وأبو بكر الأذرعي \n  وأحمد بن كامل ومحمد بن العباس بن نحيح وآخرون .\n</p>\n<p class=\"arabic\">قال الدارقطني ليس بقوي في الحديث *21*287* .\n</p>\n<p class=\"arabic\">وقيل إن بعضهم سأله كيف كنيت أبا العيناء فقال قلت لأبي زيد سعيد بن أوس كيف \n  تصغر عينا فقال عيينا يا أبا العيناء .\n</p>\n<p class=\"arabic\">وقيل إن المتوكل قال أشتهي أن أنادم أبا العيناء لولا أنه ضرير .\n</p>\n<p class=\"arabic\">فقال إن أعفاني أمير المؤمنين من رؤية الهلال ونقش الخواتيم فإني أصلح ) .\n</p>\n<p class=\"arabic\">وكان قد ذهب بصره وهو ابن أربعين سنة تقريبا .\n</p>\n<p class=\"arabic\">ومات سنة إثنتين وثمانين وكان قد استوطن بغداد فخرج نحو البصرة في أواخر عمره \n  في سفينة فيها ثمانون نفسا فعرقت بهم فما سلم غيره فيما قيل فلما صار إلى \n  البصرة مات .\n</p>\n<p class=\"arabic\">وكان يخصب بالحمرة والغالب على روايته الحكايات .\n</p>\n<p class=\"arabic\">قال أبو نعيم الحافظ نا أحمد بن عبد الرحمن الخاركي بالبصرة سمعت أبا العيناء \n  يعزي جدي أبا بكر على زوجته فقال إذا كان مسندنا البقية ورفعت عنه الرزية \n  كانت التعزية تهنئة والمصيبة نعمة .\n</p>\n<p class=\"arabic\">% نحن ومن في الأرض يفديكا % % لا زلت تبقى ونعزيكا % .\n</p>\n<p class=\"arabic\">وعن ابن وثاب أنه قال لأبي العيناء والله إني أحبك بكليتي .\n</p>\n<p class=\"arabic\">فقال إلا عضوا واحدا .\n</p>\n<p class=\"arabic\">فبلغ ذلك ابن أبي دؤآد فقال لقد وفق في التحديد وسأله المنتصر فقال ما أحسن \n  الجواب ما أسكت المبطل وصبر المحق .\n</p>\n<p class=\"arabic\">قال أحمد بن كامل توفي في جمادى الآخرة سنة ثلاث وثمانين وولد سنة إحدى وتسعين \n  ومائة *21*288* .\n</p>\n<p class=\"arabic\">وقال الدارقطني مات سنة اثنتين وثمانين ومائتين .\n\n</p>"
}