{
    "header": "محمد بن علي بن الحسين بن بشر الزاهد .",
    "id": "010844",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن علي بن الحسين بن بشر الزاهد .\n</h1>\n<p class=\"arabic\">المحدث أبو عبد الله الحكيم الترمذي المؤذن صاحب التصانيف في التصوف والطريق .\n</p>\n<p class=\"arabic\">سمع الحديث الكثير بخراسان والعراق .\n</p>\n<p class=\"arabic\">وحدث عن أبيه وقتيبة بن سعيد وصالح بن عبد الله الترمذي وصالح بن محمد الترمذي \n  وعلي بن حجر السعدي وعتبة بن عبد الله المروزي ويحيى بن موسى خت ويعقوب الدورقي \n  وعباد بن يعقوب الرواجني وعيسى بن أحمد العسقلاني البلخي وسفيان بن وكيع وطبقتهم .\n</p>\n<p class=\"arabic\">روى عنه يحيى بن منصور القاضي والحسن بن علي وغيرهما من علماء نيسابور فإنه \n  حدث بها في سنة خمس وثمانين .\n</p>\n<p class=\"arabic\">وقد صحب من مشايخ الطريق يحيى بن الجلاء واحمد بن خضروية ولقي أبا تراب النخشبي .\n</p>\n<p class=\"arabic\">ومن كلامه وحكمه ليس في الدنيا حمل أثقل من البر لأن من البر لأن من برك فقد \n  أوثقك ومن جفاك فقد أطلقك .\n</p>\n<p class=\"arabic\">وقال كفى بالمرء عيبا أن يسره ما يضره .\n</p>\n<p class=\"arabic\">وقال من جهل أوصاف العبودية فهو بنعوت الربانية أجهل .\n</p>\n<p class=\"arabic\">وقال صلاح خمسة أصناف في خمسة مواطن صلاح الصبيان في *21*277* الكتاب وصلاح \n  الفتيان في العلم وصلاح الكهول في المساجد وصلاح النساء في البيوت وصلاح القطاع \n  في السجن .\n</p>\n<p class=\"arabic\">وقال المؤمن بشره في وجهه وحزنه في قلبه والمنافق حزنه في وجهه وبشره في قلبه .\n</p>\n<p class=\"arabic\">وقال حقيقة محبة الله تعالى دوام الأنس بذكره .\n</p>\n<p class=\"arabic\">وسئل عن الخلق فقال ضعف ظاهر ودعوى عريضة .\n</p>\n<p class=\"arabic\">وذكره أبو عبد الرحمن السلمي فقال نفوه من ترمذ وأخرجوه منها وشهدوا عليه \n  بالكفر وذاك بسبب تصنيفه كتاب ختم الولاية وكتاب ملل الشريعة وقالوا إنه يقول \n  للأولياء خاتما كما أن للأنبياء خاتما وأنه يفضل الولاية على النبوة واحتج \n  بقوله عليه السلام يغبطهم النبيون والشهداء وقال لو لم يكونوا أفضل منهم لما \n  غبطوهم .\n</p>\n<p class=\"arabic\">فجاء إلى بلخ فقبلوه بسبب موافقته إياهم على المذهب .\n</p>\n<p class=\"arabic\">وقد ذكره ابن النجار ولم يذكر له وفاة ولا راويا إلا علي بن محمد بن ينال \n  العكبري فوهم لأن العكبري سمع محمد بن فلان الترمذي سنة ثمان عشرة وثلاثمائة .\n</p>\n<p class=\"arabic\">وقال أبو عبد الرحمن السلمي فيما يروي البخاري بإسناده إليه سمعت علي بن بندار \n  الصيرفي سمعت أحمد بن عيسى الجوزجاني يقول سمعت محمد بن علي الترمذي يقول \n  ما صنفت مما صنفت حرفا عن تدبير ولا لأن *21*278* ينسب إلي شيء منه ولكن كان \n  إذا اشتد علي وقتي كنت أتسلى بمصنفاتي .\n</p>\n<p class=\"arabic\">قال السلمي بلغني أن أبا عثمان سئل عن محمد بن علي فقال بينوا سري عنه من \n  غير سبب .\n</p>\n<p class=\"arabic\">وقال أيضا السلمي وقيل إنه هجر بترمذ في آخر عمره وهو من سبب تصنيفه كتاب \n  ختم الولاية وعلل الشريعة وليس فيه ما يوجب ذلك ولكن لبعد فهمهم عنه كذا قال \n  السلمي .\n</p>\n<p class=\"arabic\">وقال له كتاب حقائق التفسير من هذا النمط أشياء تنافي الحق .\n#</p>\n<p class=\"arabic\">قول المؤلف في شطحات الصوفية .\n</p>\n<p class=\"arabic\">فما أدري ما أقول أسأل الله السلامة من شطحات الصوفية وأعوذ بالله من كفريات \n  صوفية الفلاسفة الذين تستروا في الظاهر بالإسلام ويعملوا على هدمه في الباطن \n  وربطوا العوالم بربط ورموز الصوفية وإشارتهم المتشابهة وعباراتهم العذبة وسيرهم \n  الغريب وأسلوبهم العجيب وأذواقهم الجلفة التي تجر إلى الإنسلاخ والفناء والمحو \n  والوحدة وغير ذلك .\n</p>\n<p class=\"arabic\">قال الله تعالى وأن هذا صراطي مستقيما فاتبعوه يعني طريق الكتاب السنة المحمدية \n  ثم قال ولا تتبعوا السبل فتفرق بكم عن سبيله والحكيم الترمذي فحاشى الله ما \n  هو من هذا النمط فإنه إمام في الحديث صحيح المتابعة للإشارة حلو العبارة عليه \n  مؤاخذات قليلة كغيره من الكبار وكل أحد يأخذ قوله ويترك إلا ذاك الصاد المعصوم \n  رسول الله صلى الله عليه وسلم فيا مسلمين بالله تعالوا نبكي على الكتاب وأهلها \n  وقالوا اللهم أجرنا في مصيبتنا فقد عاد الإسلام والسنة غريبين فلا قوة إلا \n  بالله العلي العظيم .\n\n</p>"
}