{
    "header": "محمد بن وضاح بن بزيع .",
    "id": "010883",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن وضاح بن بزيع .\n</h1>\n<p class=\"arabic\">*21*295* مولى عبد الرحمن بن معاوية الداخل أبو عبد الله الأموي المرواني \n  القرطبي الحافظ .\n</p>\n<p class=\"arabic\">قال ولدت سنة تسع وتسعين ومائة أو سنة مائتين بقرطبة .\n</p>\n<p class=\"arabic\">وسمع يحيى بن يحيى ومحمد بن خالد صاحب ابن القاسم وسعيد بن حسان صاحب أشهب \n  وعبد الملك بن حبيب وجماعة بالأندلس .\n</p>\n<p class=\"arabic\">قال ابن الفرضي رحل إلى المشرق رحلتين إحداهما سنة ثمان عشرة ومائتين لقي \n  فيها سعيد بن منصور وآدم بن أبي إياس وأحمد بن حنبل ويحيى بن معين ولم يكن \n  مذهبه في رحلته هذه طلب الحديث وإنما كان شأنه الزهد وطلب العبادة ولو سمع \n  في رحلته هذه لكان أرفع أهل وقته درجة .\n</p>\n<p class=\"arabic\">وكان قبل رحلة بقي بن مخلد .\n</p>\n<p class=\"arabic\">ورحل ثانية فسمع إسماعيل بن أبي أويس ويعقوب بن حميد بن كاسب ومحمد بن المبارك \n  الصوري وحامد بن يحيى البلخي ومحمد بن عمرو القرني وزهير بن عباد وأصبغ بن \n  الفرج وإسحاق بن أبي إسرائيل ودحيم وحرملة بن يحيى وسحنون بن سعيد الإفريقي \n  وجماعة كثيرة من البغداديين والبصريين والمكيين والشاميين والمصريين والقزوينيين .\n</p>\n<p class=\"arabic\">وعدة شيوخه مائة وستون رجلا ولقي ابن مخلد رضي الله عنهما وصارت الأندلس دار \n  حديث قال وكان محمد عالما بالحديث بصيرا بطرقة متكلما على علله كثير الحكاية \n  عن العباد ورعا زاهدا فقيرا متعففا صبورا على الإسماع محتسبا في نشر علمه \n  سمع منه ) .\n</p>\n<p class=\"arabic\">الناس كثيرا ونفع الله به أهل الأندلس *21*296* .\n</p>\n<p class=\"arabic\">وكان أحمد بن خالد بن الحباب لا يقدم عليه أحدا ممن أدرك وكان يعظمه جدا ويصف \n  عقله وفضله وورعه غير أنه ينكر عليه كثرة رده في كثير من الأحاديث .\n</p>\n<p class=\"arabic\">قال ابن الفرضي وكان ابن وضاح كثيرا ما يقول ليس هذا من كلام النبي صلى الله \n  عليه وسلم في شيء وهو ثابت من كلامه صلى الله عليه وسلم وله خطأ كثير محفوظ \n  عنه وأشياء كان يغلظ فيها ويصحفها وكان لا علم له بالفقه ولا بالعربية .\n</p>\n<p class=\"arabic\">قلت روى عنه أحمد بن الحباب وقاسم بن أصبغ ومحمد بن عبد الملك بن أعين وأبو \n  عمر أحمد بن عبادة الرعيني وجعفر بن مزيد وعيسى بن ليث ومحمد بن المسرور الفقيه \n  وخلق .\n</p>\n<p class=\"arabic\">توفي ليلة السبت لأربع بقين من المحرم سنة سبع وثمانين ومائتين .\n</p>\n<p class=\"arabic\">وحكى الفقيه إسحاق بن إبراهيم التجيبي أن ابن وضاح لما انصرف عقد لسانه سبعة \n  أيام عن الكلام فدعا الله إن كنت تعلم في إطلاق لساني خيرا فأطلقه فأطلقه \n  الله تعالى ونشر بالأندلس علما كثيرا .\n</p>\n<p class=\"arabic\">وكان يرون ذلك من كراماته .\n</p>\n<p class=\"arabic\">وقال ابن حزم في المحلى كان ابن وضاح يواصل أربعة أيام .\n</p>\n<p class=\"arabic\">قال أبو عمرو الداني روى القراءة عن عبد الصمد بن عبد الرحمن صاحب ورش .\n</p>\n<p class=\"arabic\">وصارت عندهم مدونة وقرأ في عشرين يوما ستين ختمة .\n</p>\n<p class=\"arabic\">هكذا نقله عنه وهب بن مسرة وقال سمعته يقول كل من أدركت من فقهاء الأمصار \n  يقولون القرآن كلام الله ليس بخالق ولا مخلوق .\n\n</p>"
}