{
    "header": "محمد بن يونس بن موسى بن سليمان بن عبيدة ...",
    "id": "010895",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن يونس بن موسى بن سليمان بن عبيدة بن ربيعة بن كديم .\n</h1>\n<p class=\"arabic\">أبو العباس الشامي الكديمي البصري الحافظ .\n</p>\n<p class=\"arabic\">أحد الضعفاء *21*303* .\n</p>\n<p class=\"arabic\">ولد سنة ثلاث وقيل سنة خمس وثمانين ومائة .\n</p>\n<p class=\"arabic\">وهو ابن امرأة روح بن عبادة فسمع نسيبه من خلق كثير .\n</p>\n<p class=\"arabic\">وحدث عنه وعن أبي داود الطيالسي وعبد الله بن داود الخريبي وأزهر بن سعد السمان \n  والأصمعي وأبي عاصم النبيل وعبد الرحمن بن حماد الشعيثي وأبي زيد الأنصاري \n  وخلق .\n</p>\n<p class=\"arabic\">وعنه أبو بكر بن الأنباري وإسماعيل الصفار وأبو بكر الشافعي وأحمد بن خلاد \n  النصيبي .\n</p>\n<p class=\"arabic\">وأبو بكر القطيعي وأحمد بن الريان المكي وعمر بن مسلم الختلي وخثيمة الأطرابلسي \n  وعثمان بن سنقة وأبو عبد الله بن محرم وخلق .\n</p>\n<p class=\"arabic\">قال ابن خلاد قال الكديمي قال لي علي بن المديني عندك ما ليس عندي .\n</p>\n<p class=\"arabic\">وقال الكديمي كتبت عن ألف ومائة وست وثمانين رجلا من البصريين وحججت سنة ست \n  وثمانين فرأيت فيها عبد الرزاق ولم أسمع منه .\n</p>\n<p class=\"arabic\">وقال عبد الله بن أحمد سمعت أبي يقول كان محمد بن يونس الكديمي حسن الحديث \n  حسن المعرفة ما وجد عليه صحبته لسليمان الشاذكوني .\n</p>\n<p class=\"arabic\">وروى حسن الصائغ ثنا الكديمي قال خرجت أنا وابن المديني والشاذكوني نتنزه \n  ولم يبق لنا موضع غير بستان الأمير وكان الأمير قد منع من الخروج إلى الصحراء \n  فلما قصدناه وافى الأمير فقال خذوهم فأخذونا وكنت أصغرهم فبطحوني وقعدوا على \n  أكتافي فقلت أيها الأمير إسمع مني ثم قلت ثنا الحميدي ثنا سفيان عن عمرو بن \n  دينار عن أبي قابوس عن ابن عباس عن النبي صلى الله عليه وسلم قال إرحموا من \n  في الأرض يرحمكم من في السماء *21*304* .\n</p>\n<p class=\"arabic\">قال أعده فأعدته فقال لأولئك قوموا .\n</p>\n<p class=\"arabic\">قال أنت تحفظ مثل هذا وتخرج تتنزه كذا قال ابن عباس قال أبو أحمد بن عدي قداتهم \n  الكديمي بوضع الحديث .\n</p>\n<p class=\"arabic\">قال أبو حاتم بن حبان لعله قد وضع أكثر من ألف حديث .\n</p>\n<p class=\"arabic\">وقال ابن عدي ادعى الكديمي رؤية قوم لم يرهم ترك عامة مشايخنا الرواية عنه .\n</p>\n<p class=\"arabic\">قال أبو عبيد الآجري رأيت أبا داود يتكلم في محمد بن سنان ومحمد بن يونس يطلق \n  فيهما الكذب .\n</p>\n<p class=\"arabic\">وكان موسى بن هارون الحافظ ينهي الناس عن السماع من الكديمي وقال وهو متعلق \n  بأستار الكعبة اللهم إني أشهدك أن الكديمي كذاب يضع الحديث .\n</p>\n<p class=\"arabic\">وقال القاسم بن زكريا المطرز أنا أجاثي الكديمي بين يدي الله وأقول كان يكذب \n  على رسولك صلى الله عليه وسلم وعلى العلماء .\n</p>\n<p class=\"arabic\">وقال الدارقطني كان يتهم بالوضع *21*305* .\n</p>\n<p class=\"arabic\">وأما إسماعيل الخطبي فقال ما رأيت أناسا أكثر من مجلسه وكان ثقة .\n</p>\n<p class=\"arabic\">توفي الكديمي في جمادى الآخرة سنة ست وثمانين وإذا صدق في مولده فقد جاوز \n  المائة .\n\n</p>"
}