{
    "header": "أحمد بن محمد أبو الحسين النوري الزاهد شيـ...",
    "id": "011120",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أحمد بن محمد أبو الحسين النوري الزاهد شيخ الصوفية .\n</h1>\n<p class=\"arabic\">*22*67* كان من أعلم العراقيين بلطائف القوم صحب السري السقطي وغيره وكان \n  أبو القاسم الجنيد يعظمه ويحترمه .\n</p>\n<p class=\"arabic\">وأصله خراساني بغوي توفي أبو الحسين النوري سنة خمس أيضا وقد قدم الشام وأخذ \n  عن أحمد بن أبي الحواري .\n</p>\n<p class=\"arabic\">حكى ابن الأعرابي محنته وغيبته في أيام محنة غلام خليل وأنه أقام بالكوفة \n  مدة سنين متخليا عن الناس ثم عاد إلى بغداد وقد فقد أناسه وجلاسه وأشكاله \n  فانقبض عن الكلام لضعف قوته وضعف بصره .\n</p>\n<p class=\"arabic\">قال أبو نعيم سمعت عمر البنا بمكة لما كانت محنة غلام خليل ونسبوا الصوفية \n  إلى الزندقة أمر الخليفة بالقبض عليهم فأخذ في جملتهم النوري إلى السياف ليضرب \n  عنقه فقيل له في ذلك فقال آثرت حياتهم على نفسي وهذه اللحظة فتوقف السياف \n  فرد الخليفة أمرهم إلى قاضي القضاة إسماعيل بن إسحاق فسأل إسماعيل القاضي \n  أبا الحسين النوري عن مسائل في العبادات فأجابه ثم قال له وبعد هذا فلله عباد \n  يسمعون بالله وينطقون بالله ويأكلون بالله فبكى القاضي ودخل على الخليفة وقال \n  إن كان هؤلاء زنادقة فليس في الأرض موحد فأطلقهم .\n#</p>\n<p class=\"arabic\">حكاية نافعة .\n</p>\n<p class=\"arabic\">قال أبو العباس بن عطاء سمعت أبا الحسين النوري يقول كان في نفسي من هذه الآيات \n  فأخذت من الصبيان قصبة ثم قمت بين زورقين وقلت *22*68* وعزتك لئن لم تخرج \n  لي سمكة فيها ثلاثة أرطال لأغرقن نفسي قال فخرجت لي سمكة فيها ثلاثة أرطال .\n</p>\n<p class=\"arabic\">فبلغ ذلك الجنيد فقال كان حكمه أن تخرج له أفعى فتلدغه .\n</p>\n<p class=\"arabic\">وعن أبي الحسين قال سبيل الفانين الفناء في محبوبهم وسبيل الباقين البقاء \n  ببقائه ومن ارتفع عن الفناء والبقاء فحينئذ لا فناء ولا بقاء .\n</p>\n<p class=\"arabic\">وعن القناد قال كتبت إلى النوري وأنا حدث .\n</p>\n<p class=\"arabic\">% وإذا كان كل المرء في الكل فانيا % % أبن لي عن أي الوجودين يخبر % .\n</p>\n<p class=\"arabic\">فأجاب لوقته .\n</p>\n<p class=\"arabic\">% إذا كنت فيما ليس بالوصف فانيا % % فوقتك في الأوصاف عندي تحير % .\n</p>\n<p class=\"arabic\">وقد ذكر ابن الأعرابي أبا الحسين النوري فقال مضيت يوما أنا ورويم بن أحمد \n  وأبو بكر العطار نمشي على شاطئ نهر فإذا نحن برجل في مسجد بلا سقف فقال رويم \n  ما أشبه هذا بأبي الحسين النوري .\n</p>\n<p class=\"arabic\">فملنا إليه فإذا هو هو فسلمنا وعرفنا وذكر أنه ضجر من الرقة فانحدر وأنه الآن \n  قدم ولا يدري أين يتوجه وكان قد غاب عن بغداد أربع عشرة سنة فعرضنا عليه مسجدنا \n  فقال لا أريد موضعا فيه الصوفية قد *22*69* ضجرت منهم فلم يزل يطلب إليه حتى \n  طابت نفسه وكان قد غلبت عليه السوداء وحديث النفس ثم ضعف بصره وانكسر قلبه \n  وفقد إخوانه فاستوحش من كل أحد ثم إنه تأنس .\n</p>\n<p class=\"arabic\">قال أبو نعيم سمعت أبا الفرج الورثاني سمعت علي بن عبد الرحيم يقول دخلت على \n  النوري فرأيت رجليه منتفختين فسألته فقال طالبتني نفسي بأكل التمر فجعلت أدافعها \n  فتأبى علي فخرجت واشتريت فلما أن أكلت قلت لها قومي فصلي فأبت فقلت لله علي \n  إن قعدت على الأرض أربعين يوما فما قعدت ) .\n</p>\n<p class=\"arabic\">وقال بعضهم عن النوري قال من رأيته يدعي مع الله حالة تخرج عن الشرع فلا تقترب \n  منه .\n</p>\n<p class=\"arabic\">قال ابن الأعرابي في ترجمة النوري فسألنا أبو الحسين عن نصر بن رجاء وعثمان \n  وكانا صديقين له إلا أن نصرا تنكر له فقال ما أخاف ببغداد إلا من نصر فعرفوه \n  أنه بخلاف ما فارقه فجاء معنا إلى نصر .\n</p>\n<p class=\"arabic\">فلما دخل مسجده قام نصر وما أبقى في إكرامه غاية وبتنا عنده ولما كان يوم \n  الجمعة ركبنا مع نصر زورقا من زوارقه إلى باب خراسان ثم صرنا إلى الجنيد فقام \n  القوم وخرجوا وأقبل عليه الجنيد يذاكره ويمازحه فسأله ابن مسروق مسألة فقال \n  عليكم بأبي القاسم فقال الجنيد أجب يا أبا الحسين أرجو أن يسمعوا جوابك فقال \n  أنا قادم وأنا أحب أن أسمع .\n</p>\n<p class=\"arabic\">فتكلم الجنيد والجماعة والنوري ساكت فعرضوا عليه ليتكلم فقال لقد *22*70* \n  لقيتم ألقابا لا أعرفها وكلاما غير ما أعهد فدعوني حتى أسمع وأقف على مقصودكم .\n</p>\n<p class=\"arabic\">فسألوه عن الفرق الذي يعد الجمع ما علامته وما الفرق بينه وبين الفرق الأول \n  ما أدري سألوه بهذا اللفظ أو بمعناه وكنت قد لقيته بالرقة سنة سبعين فسألني \n  عن الجنيد فقلت إنهم يشيرون إلى شيء يسمونه الفرق الثاني والصحو .\n</p>\n<p class=\"arabic\">قال اذكر لي شيئا منه فذكرته فضحك وقال ما يقول ابن الخلنجي قال ما يجالسهم .\n</p>\n<p class=\"arabic\">قال فأبوا أحمد القلانسي قلت مرة يخالفهم ومرة يوافقهم .\n</p>\n<p class=\"arabic\">قال فما تقول أنت قلت ما عسى أن أقول أنا .\n</p>\n<p class=\"arabic\">ثم قلت أحسب أن هذا الذي يسمونه فرقا ثانيا هو عين من عيون الجمع يتوهمون \n  به أنهم قد خرجوا عن الجمع .\n</p>\n<p class=\"arabic\">فقال هو كذلك أنت إنما سمعت هذا من أبي أحمد القلانسي .\n</p>\n<p class=\"arabic\">فقلت لا .\n</p>\n<p class=\"arabic\">فلما قدمت بغداد حدثت أبا أحمد بذلك فأعجبه قول النوري وأما أبو أحمد فكان \n  ربما يقول هو صحو وخروج عن الجمع وربما قال بل هو شيء من الجمع .\n</p>\n<p class=\"arabic\">ثم إن النوري لما شاهدهم قال ليس هو عين من عيون الجمع ولا صحو من الجمع ولكنهم \n  رجعوا إلى ما يعرفونه .\n</p>\n<p class=\"arabic\">ثم بعد ذلك ذكر رويم وابن عطاء أن النوري يقول الشيء وضده ولا يعرف هذا إلا \n  قول سوفسطاء ومن قال بقوله ) .\n</p>\n<p class=\"arabic\">قال ابن الأعرابي فكان بينهم وبين النوري وحشة وكان يكثر منهم التعجب *22*71* .\n</p>\n<p class=\"arabic\">وقالوا للجنيد فأنكر عليهم وقال لا يقولوا مثل هذا لأبي الحسين ولكنه رجل \n  لعله قد تغير دماغه .\n</p>\n<p class=\"arabic\">ثم إنه انقبض عن جميعهم وأظهر لمن لقيه منهم الجفاء وغلبت عليه العلة وعمي \n  ولزم الصحارى والمقابر .\n</p>\n<p class=\"arabic\">وكانت له في ذلك أحوال يطول شرحها .\n</p>\n<p class=\"arabic\">وسمعت جماعة يقولون من رأى النوري بعد قدومه من الرقة ولم يكن رآه قبلها فكأنه \n  لم يره لتغيره رحمه الله .\n</p>\n<p class=\"arabic\">قال ابن جهضم حدثني أبو بكر الخلال قال كان أبو الحسين النوري إذا رأى منكرا \n  غيره ولو كان فيه تلفه فنزل يوما يتوضأ فرأى زورقا فيه ثلاثون دنا فقال للملاح \n  ما هذه فقال ما يلزمك فألح عليه فقال أنت والله صوفي كثير الفضول هذا خمر \n  للمعتضد .\n</p>\n<p class=\"arabic\">فقال أعطني ذلك المدري فاغتاط وقال لأجيره ناوله حتى أبصر ما يصنع فأخذه ولم \n  يزل يكسرها دنا دنا فلم يترك إلا واحدا فأخذ النوري وأدخل إلى المعتضد فقال \n  من أنت ويلك قال قلت محتسب .\n</p>\n<p class=\"arabic\">قال ومن ولاك الحسبة قلت الذي ولاك الإمامة يا أمير المؤمنين .\n</p>\n<p class=\"arabic\">فأطرق ثم قال ما حملك على ما صنعت قلت شفقة مني عليك .\n</p>\n<p class=\"arabic\">قال كيف خلص هذا الدن فذكر النوري ما معناه أنه كان يكسر الدنان ونفسه مخلصة \n  فلما وصل إلى هذا الدن أعجبته نفسه فارتاب في إخلاصه فترك الدن *22*72* .\n</p>\n<p class=\"arabic\">وعن أبي أحمد المغازلي قال ما رأيت أحدا قط أعبد من النوري .\n</p>\n<p class=\"arabic\">قيل ولا الجنيد قال ولا الجنيد .\n</p>\n<p class=\"arabic\">وقيل إن الجنيد مرض فعاده النوري فوضع يده عليه فعوفي لوقته .\n\n</p>"
}