{
    "header": "أحمد بن نصر بن إبراهيم أبو عمرو النيسابوـ...",
    "id": "011134",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أحمد بن نصر بن إبراهيم أبو عمرو النيسابوري الخفاف الحافظ .\n</h1>\n<p class=\"arabic\">قال أبو عبد الله الحاكم هو شيخ وحده جلالة ورئاسة وزهدا وعبادة وسخاء .\n</p>\n<p class=\"arabic\">سمع بنيسابور إسحاق بن راهويه وعمرو بن زرارة والحسين بن حريث ومحمد بن عبد \n  العزيز بن أبي رزمة وأقرانهم وببغداد إبراهيم بن المستمر وأحمد بن منيع وأبا \n  همام السكوني وأقرانهم .\n</p>\n<p class=\"arabic\">وبالكوفة أبا كريب وعباد بن يعقوب وجماعة وبالحجاز أبا مصعب ويعقوب بن حميد \n  بن كاسب وعبد الله بن عمران العابدي وغيرهم .\n</p>\n<p class=\"arabic\">وعنه محمد بن سليمان بن فارس وأبو حامد بن الشرقي والشيوخ وثنا عنه أبو سعيد \n  أحمد بن أبي بكر الحيري ومحمد بن أحمد بن *22*79* حمدون الذهلي وأبو بكر الضبعي \n  وأهل نيسابور .\n</p>\n<p class=\"arabic\">وسمعت أبا زكريا العنبري يقول كان ابتداء حال أبي عمرو أحمد بن نصر الرئيس \n  الزهد والورع وصحبة الأبدال إلى أن بلغ من العلم والرئاسة والجلالة ما بلغ \n  ولم يكن يعقب فلما أيس من الولد تصدق بأموال كان يقال إن قيمتها خمسة آلاف \n  درهم على الأشراف والموالي والفقراء .\n</p>\n<p class=\"arabic\">سمعت أبا بكر يعني الضبعي يقول كنا نقول إن أبا عمرو الخفاف يفي بمذاكرة مائة \n  ألف حديث .\n</p>\n<p class=\"arabic\">وصام الدهر نيفا وثلاثين سنة سمعت أبا الطيب الكرابيسي سمعت ابن خزيمة يقول \n  على رؤوس الملأ يوم مات أبو عمرو الخفاف لم يكن بخراسان أحفظ منه للحديث .\n</p>\n<p class=\"arabic\">سمعت أبا إسحاق المزكي سمعت السراج يقول ما رأيت أحفظ من أبي عمرو الخفاف \n  كان يسرد الحديث سردا حتى المقاطيع والمراسيل .\n</p>\n<p class=\"arabic\">سمعت محمد بن المؤمل بن الحسن سمعت أبا عمرو الخفاف يقول كان عمرو بن الليث \n  الصفار يقول لي يا عم متى ما عملت شيئا لا يوافقك فاضرب رقبتي إلى أن أرجع \n  إلى هواك .\n</p>\n<p class=\"arabic\">سمعت محمد بن حمدون الواعظ يقول مات أبو عمرو الرئيس الذي كنا نقول عنه زين \n  الأشراف أبو عمرو الخفاف في شعبان سنة تسع وتسعين ومائتين *22*80* .\n\n</p>"
}