{
    "header": "إسماعيل بن أحمد بن أسد بن سامان بن نوح ....",
    "id": "011180",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">إسماعيل بن أحمد بن أسد بن سامان بن نوح .\n</h1>\n<p class=\"arabic\">*22*109* أمير خراسان أبو إبراهيم وابن أميرها .\n</p>\n<p class=\"arabic\">كان عالما فاضلا عادلا حسن السيرة في الرعية مكرما للعلماء مشهورا بالشجاعة \n  والإقدام ميمون الفقه جرت له واقعة غريبة فقال الحاكم سمعت ابن قانع ببغداد \n  يقول سمعت عيسى بن محمد الطهماني يقول سمعت الأمير إسماعيل بن أحمد يقول جاءنا \n  أبونا بمؤدب يعلمنا الرفض فنمت فرأيت النبي صلى الله عليه وسلم ومعه أبو بكر \n  وعمر فقال لم تسب صاحبي فوقفت فقال لي بيده هكذا ونفضها في وجهي فانتبهت فزعا \n  أرتعد من الحمى .\n</p>\n<p class=\"arabic\">فمكثت على الفراش سبعة أشهر وسقط شعري فدخل أخي فقال أيش قصتك فحدثته فقال \n  اعتذر إلى رسول الله صلى الله عليه وسلم فاعتذرت وتبت فما مر لي إلا جمعة \n  حتى نبت شعري .\n</p>\n<p class=\"arabic\">وقال أحمد بن سعيد بن مسعود المروزي لو لم يكن لآل سامان إلا ما فتحوا من \n  بلاد الكفر لكفى فإنهم فتحوا مسيرة شهر ولم يفتح بنو العباس منذ ولوا مقدار \n  شبر .\n</p>\n<p class=\"arabic\">قال الحافظ أبو عبد الله الحاكم ويقال له الأمير الماضي أبو إبراهيم .\n</p>\n<p class=\"arabic\">سمع من الفقيه محمد بن نصر المروزي عامة تصانيفه .\n</p>\n<p class=\"arabic\">وسمع من ابنه أحمد بن راشد ومن محمد بن الفضل .\n</p>\n<p class=\"arabic\">أخذ عنه إمام الأئمة ابن خزيمة وغيره .\n</p>\n<p class=\"arabic\">وكانت مدة سلطنته سبع سنين وقد ظفر بعمرو بن الليث الصفار وأسره وبعث به إلى \n  المعتضد وكتب له بعهده على إقليم المشرق وكذلك استعمله المكتفي وكان يعتمد \n  عليه ويركن إليه لما يرى من كفاءته ويقول *22*110* .\n</p>\n<p class=\"arabic\">% لن يخلف الدهر مثلهم أبدا % % هيهات هيهات شأنهم عجب % .\n</p>\n<p class=\"arabic\">توفي في بخارى في صفر سنة خمس وتسعين وولي بعده ابنه أحمد .\n</p>\n<p class=\"arabic\">قال الحاكم سمعت الأمير إبراهيم بن إبراهيم بن أحمد يقول كان جدي كثير أصوله \n  كلها عندي .\n</p>\n<p class=\"arabic\">وقال أبو عبد الله البوسنجي سمعت أبا إبراهيم الأمير يقول كنت أتناول أبا \n  بكر وعمر فرأيت النبي صلى الله عليه وسلم وهو يقول ما لك ولأصحابي قال فمرضت \n  سنة ثم تبت من ذلك .\n\n</p>"
}