{
    "header": "إبراهيم بن أبي طالب محمد بن نوح بن عبدانـ...",
    "id": "011156",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">إبراهيم بن أبي طالب محمد بن نوح بن عبدان بن خالد .\n</h1>\n<p class=\"arabic\">*22*95* أبو إسحاق النيسابوري المزكى الزاهد إمام عصره بنيسابور في معرفة \n  الحديث والرجال قاله الحاكم .\n</p>\n<p class=\"arabic\">ثم قال جمع الشيوخ والعلل وسمع بنيسابور إسحاق بن إبراهيم وأبا قدامة وعمرو \n  بن زرارة والحسين بن الضحاك وعبد الله بن الجراح وعبد الله بن عمر بن الرماح \n  ومحمد بن أبان البلخي وأقرانهم .\n</p>\n<p class=\"arabic\">وبالري محمد بن مهران ومحمد بن عمرو زنيج ومحمد بن حميد وأقرانهم ودخل على \n  أحمد بن حنبل وذاكره واحتال في أخذ حكايات من لفظه ولم يقدر على المسانيد .\n</p>\n<p class=\"arabic\">وسمع من داود بن رشيد وأحمد بن منيع وأقرانهم ) .\n</p>\n<p class=\"arabic\">وبواسط من بشر بن آدم وإسحاق بن شاهين وجماعة .\n</p>\n<p class=\"arabic\">وبالبصرة نصر بن علي والفلاس وبندار وغيرهم .\n</p>\n<p class=\"arabic\">وبالكوفة أبا كريب وعثمان بن أبي شيبة وعبد الله بن عمر بن أبان وأقرانهم .\n</p>\n<p class=\"arabic\">وبالمدينة أبا مصعب ويحيى بن سليمان بن فضلة وإسماعيل بن أبي خبزة وهارون \n  بن موسى الفروي وأقرانهم .\n</p>\n<p class=\"arabic\">وبمكة محمد بن يحيى بن أبي عمرو ومحمد بن عباد وعبد الله بن عمران وجماعة .\n</p>\n<p class=\"arabic\">وعنه أبو يحيى الخفاف وابن خزيمة وأكثر مشائخنا .\n</p>\n<p class=\"arabic\">سمعت عبد الله بن سعيد يقول ما رأيت مثل إبراهيم بن أبي طالب ولا رأى مثل \n  نفسه .\n</p>\n<p class=\"arabic\">سمعت أبا علي النيسابوري الحافظ يقول كنت أختلف إلى الولي بباب معمر فقال \n  لي بعض مشائخنا ألا تحضر مجلس إبراهيم بن أبي طالب فترى *22*96* شمائله ومحاسنه \n  فأحضرني فرأيت شيخا لم تر عيناي مثله .\n</p>\n<p class=\"arabic\">سمعت محمد بن يعقوب الحافظ يقول إنما أخرجت مدينتنا هذه ثلاثة محمد بن يحيى \n  ومسلم بن الحجاج وإبراهيم بن أبي طالب كنا نجلس بين يديه كأن على رؤوسنا الطير \n  بينا نحن بين يديه إذ عطس أبو زكريا العنبري فأخفى عطاسه فقلت له سرا لا تخفي \n  فلست بين يدي الله تعالى .\n</p>\n<p class=\"arabic\">سمعت أبا عبد الله بن يعقوب سمعت أبا حامد بن الشرقي يقول إنما أخرجت خراسان \n  من أئمة الحديث خمسة محمد بن يحيى والبخاري والدارمي ومسلم وإبراهيم بن أبي \n  طالب .\n</p>\n<p class=\"arabic\">سمعت أبا الفضل محمد بن إبراهيم سمعت إبراهيم بن أبي طالب يقول قال لي محمد \n  بن يحيى من أحفظ من رأيت بالعراق قلت لم أر بعد أحمد بن حنبل مثل أبي كريب .\n</p>\n<p class=\"arabic\">ثنا أبو الوليد حسان بن محمد سمعت إبراهيم بن أبي طالب يقول دخلت على أحمد \n  بن حنبل غير مرة رجاء أن آخذ عنه حديثا فقلت يوما حديث أبي سلمة عن أبي هريرة \n  أن النبي صلى الله عليه وسلم قال امرؤ القيس قائد لواء الشعراء إلى النار .\n</p>\n<p class=\"arabic\">فقال قيل عن الزهري عن أبي سلمة فقلت من ذكره عن الزهري قال أبو الجهم فقلت \n  من رواه عن أبي الجهم فسكت فلما عاودته قال اللهم سلم فسكت .\n</p>\n<p class=\"arabic\">قلت ترك الإمام أحمد التحديث لله لما في النفس فيه من الحفظ فملأ الله البلاد \n  بحديثه وعاش ولده ) .\n</p>\n<p class=\"arabic\">وروى عنه شيئا كثيرا إلى الغاية ونفع الله به *22*97* العلماء والفقهاء والمحدثين \n  فلا مانع لما أعطى ولا معطي لما منع .\n</p>\n<p class=\"arabic\">قال الحاكم وكان إبراهيم بن أبي طالب يعيش من كراء حانوت له في الشهر بسبعة \n  عشر درهما يتبلغ بها وقد أملى كتاب العلل وغير شيء .\n</p>\n<p class=\"arabic\">وسمعت عبد الله بن سعيد يقول توفي في ثاني رجب سنة خمس وتسعين .\n</p>\n<p class=\"arabic\">أخبرتنا زينب بنت عمر عن المؤيد الطوسي أنا محمد بن الفضل أنا عمر بن مسرور \n  أنا إسماعيل بن نجيد ثنا إبراهيم بن أبي طالب ثنا أبو كريب ثنا أبو خالد عن \n  شعبة عن عاصم عن زر عن علي قال قال رسول الله صلى الله عليه وسلم يا علي سل \n  الله الهداية والسداد واذكر بالهدى هدايتك الطريق وبالسداد تسديدك السهم .\n\n</p>"
}