{
    "header": "أحمد بن يحيى بن إسحاق الراوندي الملحد .",
    "id": "011139",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أحمد بن يحيى بن إسحاق الراوندي الملحد .\n</h1>\n<p class=\"arabic\">*22*85* صاحب الزندقة كان حيا إلى حدود الثلاثمائة وكان يلازم الرافضة والملحدة \n  فإذا عوتب قال أنا أريد أن أعرف مذاهبهم ثم كاشف وناظر وصنف في الزندقة لعنه \n  الله .\n</p>\n<p class=\"arabic\">قال الإمام أبو الفرج بن الجوزي كنت أسمع عنه بالعظائم حتى رأيت له ما لم \n  يخطر مثله على قلب ووقعت إلي كتبه فمنها كتاب نعت الحكمة وكتاب قضيب الذهب \n  وكتاب الزمردة قال بن عقيل عجبت كيف لم يقتل وقد صنف الدامغ فدمغ به القرآن \n  والزمردة يزري فيه على النبوات وكتاب الدامغ الذي نقضه عليه أبو علي محمد \n  بن إبراهيم الجبائي ونقض عليه أبو الحسين عبد الرحيم بن ) .\n</p>\n<p class=\"arabic\">محمد الخياط كتاب الزمردة .\n</p>\n<p class=\"arabic\">قال ابن الجوزي نظرت في الزمردة فرأيت له فيه من الهذيان البارد الذي لا يتعلق \n  بشبهة يقول فيه إن كلام أكثم بن صيفي فيه شيء أحسن مما في سورة الكوثر وإن \n  الأنبياء وقعوا بطلسمات .\n</p>\n<p class=\"arabic\">وقد وضع كتابا لليهود *22*86* والنصارى يحتج لهم في إبطال نبوة نبينا صلى \n  الله عليه وسلم .\n</p>\n<p class=\"arabic\">وقال أبو علي الجبائي كان السلطان قد طلب أبو عيسى الوراق وابن الراوندي فأما \n  الوراق فحبس حتى مات وهرب ابن الراوندي إلى ابن لاوي اليهودي ووضع له كتاب \n  الدامغ يطعن به على القرآن وعلى النبي صلى الله عليه وسلم ثم لم يلبث إلا \n  أياما حتى مرض ومات إلى اللعنة وعاش أكثر من ثمانين سنة .\n</p>\n<p class=\"arabic\">وكان ابن عقيل عاش ستا وثلاثين سنة .\n</p>\n<p class=\"arabic\">قلت وقد سرد ابن الجوزي من زندقيته أكثر من ثلاث ورقات صدف هذا الكتاب عنها \n  ثم رأيت ترجمته في تاريخه فقال أبو الحسين بن الراوندي المتكلم من أهل مرو \n  الروذ سكن وكان من متكلمي المعتزلة ثم فارقهم وتزندق .\n</p>\n<p class=\"arabic\">وقيل كان أبوه يهوديا فأسلم هو فكان بعض اليهود يقول لبعض المسلمين ليفسد \n  هذا عليكم كتابكم كما أفسد أبوه علينا التوراة .\n</p>\n<p class=\"arabic\">وذكر أحمد بن أحمد القاضي الطبراني أن ابن الراوندي كان لا يستقر على مذهب \n  ولا يثبت على انتحال حتى صنف لليهود كتاب النصرة على المسلمين بأربعمائة درهم \n  كما بلغني أخذها من يهود سامراء فلما أخذ المال رام نقضها حتى أعطوه مائتي \n  درهم فسكت .\n</p>\n<p class=\"arabic\">قال البلخي في مجالس خراسان أحمد بن يحيى الراوندي المتكلم لم يكن في زمانه \n  من نظرائه أحذق منه في الكلام ولا أعرف بدقيقه وجليله منه وكان أول أمره حسن \n  السيرة جميل المذهب كثير الحياء ثم انسلخ من ذلك *22*87* بأثبات عرفت له ولأن \n  علمه أكثر من عقله وقد حكي عن جماعة أنه تاب عند موته وأكثر كتبه ألفها أبو \n  عيسى اليهودي وفي منزل أبي عيسى مات .\n</p>\n<p class=\"arabic\">قال ابن النجار ولأبي علي الجبائي عليه ردود كثيرة .\n</p>\n<p class=\"arabic\">ومن قوله في حديث عمار تقتلك الفئة الباغية قال المنجمون يقولون مثل هذا .\n</p>\n<p class=\"arabic\">وقال في القرآن لحن .\n</p>\n<p class=\"arabic\">وله كتاب في قدم العالم وبقاء الصانع وقال في القرآن لا يأتي أحد بمثله هذا \n  كتاب إقليدس لا يأتي ) .\n</p>\n<p class=\"arabic\">أحد بمثله وكذلك بطليموس في أشياء جمعها لم يأت أحد بمثلها .\n</p>\n<p class=\"arabic\">قلت هذا ادعاء كاذب .\n</p>\n<p class=\"arabic\">وعن الحسن بن علي الخيشي قال قلت لأبي الحسين الراوندي أنت أصدق الناس فلو \n  اختلفت معنا إلى المبرد فقال نبهتني .\n</p>\n<p class=\"arabic\">فكان بعد يختلف إلى المبرد فسمعت أبا العباس المبرد يقول هذا أبو الحسين يختلف \n  إلي منذ شهر فلو اختلف سنة احتجت أن أقوم من مجلسي هذا وأجلسه فيه .\n</p>\n<p class=\"arabic\">قال ابن جميل أنشدنا أبو الحسين بن يحيى الراوندي .\n</p>\n<p class=\"arabic\">% ليس عجبنا بأن امرءا لطي % % ف الخصام دقيق الكلم % .\n</p>\n<p class=\"arabic\">% يموت وما حصلت نفسه % % سوى علمه ما علم % .\n</p>\n<p class=\"arabic\">قال ابن النجار بلغني أن ابن الراوندي هلك في سنة ثمان وتسعين *22*88* ومائتين \n  أبعده الله وأسحقه .\n\n</p>"
}