{
    "header": "أحمد بن يحيى بن يزيد .",
    "id": "011138",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أحمد بن يحيى بن يزيد .\n</h1>\n<p class=\"arabic\">*22*82* أبو العباس الشيباني مولاهم النحوي ثعلب شيخ العربية ببغداد وإمام \n  الكوفيين في النحو .\n</p>\n<p class=\"arabic\">سمع إبراهيم بن المنذر الحزامي ومحمد بن زياد بن الأعرابي وعبيد الله القواريري \n  ومحمد بن سلام الجمحي وعلي بن المغيرة وسلمة بن عاصم والزبير بن بكار .\n</p>\n<p class=\"arabic\">وعنه إبراهيم نفطويه ومحمد بن العباس اليزيدي وعلي الأخفش الصغير وأبو بكر \n  بن الأنباري وأحمد بن كامل القاضي وأبو عمرو الزاهد غلام ثعلب ومحمد بن مقسم \n  وآخرون .\n</p>\n<p class=\"arabic\">ولد سنة مائتين وكان يقول طلبت العربية سنة ست عشرة ومائتين وابتدأت بالنظر \n  وعمري ثمان عشرة سنة ولما بلغت خمسا وعشرين سنة ما بقي علي مسألة للفراء إلا \n  وأنا حفظتها وسمعت من القواريري مائة ألف حديث .\n</p>\n<p class=\"arabic\">قال الخطيب وغيره كان ثقة حجة دينا صالحا مشهورا بالحفظ *22*83* .\n</p>\n<p class=\"arabic\">وقيل كان ثعلب لا يتكلف إقامة الإعراب في حديثه .\n</p>\n<p class=\"arabic\">وقال إبراهيم الحربي قد تكلم الناس في الاسم والمسمى وقد بلغني أن أبا العباس \n  أحمد بن يحيى قد كره الكلام في ذلك وكرهت لكم ما كره العباس ) .\n</p>\n<p class=\"arabic\">وقال محمد بن عبد الملك التاريخي سمعت المبرد يقول أعلم الكوفيين ثعلب فذكر \n  له الفراء فقال لا يعشره .\n</p>\n<p class=\"arabic\">وقال ابن مجاهد المقرئ قال لي ثعلب اشتغل أصحاب القرآن بالقرآن ففازوا واشتغل \n  أهل الفقه بالفقه ففازوا واشتغلت أنا بزيد وعمرو فليت شعري ماذا يكون حالي \n  في الآخرة فانصرفت من عنده فرأيت تلك الليلة النبي صلى الله عليه وسلم فقال \n  لي أقرئ أبا العباس عني السلام وقل له إنه صاحب العلم المستطيل .\n</p>\n<p class=\"arabic\">قال القفطي كان ثعلب يدرس كتب الكسائي والفراء درسا فلم يكن يدري مذهب البصريين \n  ولا كان مستخرجا للقياس ولا طالبا له بل ينقل فإذا سئل عن الحجة لم يأت بشيء .\n</p>\n<p class=\"arabic\">وعن الرياشي وسئل لما رجع من بغداد فقال ما رأيت أعلم من الغلام المنبز يعني \n  ثعلبا .\n</p>\n<p class=\"arabic\">وحكى أبو علي الدينوري ختن ثعلب أن المبرد كان أعلم بكتاب سيبويه *22*84* \n  من ثعلب لأنه قرأه على العلماء وثعلب قرأه على نفسه .\n</p>\n<p class=\"arabic\">وقيل إن ثعلبا كان بخيلا وخلف ثلاثة آلاف دينار وملكا بثلاثة آلاف دينار وكان \n  قد صحب محمد بن عبد الله بن طاهر وعلم ابنه طاهرا فرتب له ألف درهم في كل \n  شهر .\n</p>\n<p class=\"arabic\">وله من الكتب كتاب الفصيح كتاب المصون كتاب أخلاق النحويين كتاب معاني القرآن \n  كتاب ما يلحن فيه العامة كتاب القراءات كتاب معاني الشعر كتاب التصغير كتاب \n  ما لا ينصرف كتاب الأمثال كتاب الوقف والابتداء كتاب إعراب القرآن وأشياء \n  أخرى .\n</p>\n<p class=\"arabic\">وطال عمره وأصم فرجع يوما من الجامع مع أصحابه فصدمته دابة فوقع في حفرة فلم \n  يقدر على القيام وحمل إلى بيته يتأوه من رأسه ومات منها في جمادى الأولى سنة \n  إحدى وتسعين ومائتين .\n\n</p>"
}