{
    "header": "صالح بن محمد بن عمرو بن حبيب بن حسان بن ...",
    "id": "011281",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">صالح بن محمد بن عمرو بن حبيب بن حسان بن المنذر بن أبي الأبرش عمار .\n</h1>\n<p class=\"arabic\">*22*162* مولى أسد بن خزيمة الحافظ أبو علي الأسدي البغدادي جزرة نزيل بخارى .\n</p>\n<p class=\"arabic\">ولد سنة خمس ومائتين ببغداد .\n</p>\n<p class=\"arabic\">وسمع سعيد بن سليمان سعدويه وخالد بن خداش وعلي بن الجعد وعبيد الله بن عائشة \n  وعبد الله بن محمد بن أسماء ويحيى الحماني وهشام بن عمار ويحيى بن معين والأزرق \n  بن علي وأبا نصر التمار وأحمد بن حنبل وهدبة بن خالد ومنجاب بن الحارث وخلقا \n  كثيرا بالشام والعراق وخراسان ومصر وما وراء النهر .\n</p>\n<p class=\"arabic\">وعنه مسلم بن الحجاج وهو أكبر منه وأحمد بن علي الجارود الأصبهاني وأبو النضر \n  محمد الفقيه وخلف بن محمد الخيام وأبو أحمد علي بن محمد الحبيبي وبكر بن محمد \n  الصيرفي وأحمد بن سهل والهيثم بن كليب ومحمد بن جابر وآخرون .\n</p>\n<p class=\"arabic\">ودخل بخارى سنة ست وستين ومائتين فسكنها لما رأى من الإحسان من أمير بخارى .\n</p>\n<p class=\"arabic\">قال الدار قطني هو من ولد حبيب بن أبي الأشرس أقام ببخارى وحديثه عندهم وكان \n  ثقة حافظا عارفا .\n</p>\n<p class=\"arabic\">وقال أبو سعيد الإدريسي الحافظ صالح بن محمد جزرة ما أعلم في عصره بالعراق \n  وخراسان في الحفظ مثله دخل ما وراء النهر فحدث مدة من حفظه وما أعلم أخذ عليه \n  مما حدث خطأ ورأيت أبا أحمد بن عدي يضخم أمره ويعظمه .\n</p>\n<p class=\"arabic\">وقال أحمد بن عبد الله الكناني سمعته يقول أنا صالح بن محمد بن عمرو بن حبيب \n  بن حيان بن المنذر بن أبي الأشرس عمار الأسدي أسد خزيمة مولاهم ) *22*163* .\n</p>\n<p class=\"arabic\">وهكذا ساق نسبه الخطيب وقال حدث من حفظه دهرا طويلا ولم يكن يستصحب معه كتابا \n  وكان صدوقا ثبتا ذا مزاح ودعابة مشهورا بذلك .\n</p>\n<p class=\"arabic\">وقال أبو حامد بن الشرقي كان صالح بن محمد يقرأ على محمد بن يحيى الذهلي في \n  الزهريات فلما بلغ حديث عائشة أنها كانت تسترقي من الجزرة قال من الجزرة فلقب \n  به رواها الحاكم عن يحيى بن محمد العنبري عنه .\n</p>\n<p class=\"arabic\">وقال الخطيب هذا غلط لأنه لقب بجزرة في حداثته أخبرنا الماليني ثنا ابن عدي \n  سمعت محمد بن أحمد بن سعدان سمعت صالح بن محمد يقول قدم علينا بعض الشيوخ \n  في الشام وكان عنده عن حريز بن عثمان فقرأت عليه حدثكم حريز قال كان لأبي \n  أمامة خرزة يرقي بها المريض فقلت جزرة فلقب جزرة .\n</p>\n<p class=\"arabic\">وقال أحمد بن سهل البخاري الفقيه سمعت أبا علي وسئل لم لقب بجزرة فقال قدم \n  عمر بن زرارة الحدثي بغداد فاجتمع عليه خلق فلما كان عند فراغ المجلس سئلت \n  من أين سمعت فقلت من حديث الجزرة فبقيت علي .\n</p>\n<p class=\"arabic\">وقال خلف الخيام ثنا سهل بن شاذويه أنه سمع الأمير خالد بن أحمد يسأل أبا \n  علي لم لقب جزرة فقال قدم علينا عمر بن زرارة فحدثهم حديثا عن عبد الله بن \n  بشر أنه كان له خرزة للمريض فجئت وقد تقدم هذا الحديث فرأيت في كتاب بعضهم \n  فصحت بالشيخ يا أبا حفص كيف حديث عبد الله أنه كانت له جزرة يداوي بها المرضى \n  فصاح المجان فبقي علي حتى الساعة .\n</p>\n<p class=\"arabic\">وقال البرقاني ثنا أبو حاتم بن أبي الفضل الهروي قال كان صالح ربما *22*164* \n  ينظر كان ببخارى رجل حافظ يلقب بجمل فكان يمشي مع صالح فاستقبلهما جمل عليه \n  جزر فقال ما هذا على البعير قال أنا عليك .\n</p>\n<p class=\"arabic\">هذه حكاية منقطعة وأصح منها ما روى الحاكم ثنا بكر بن محمد الصيرفي سمعت صالح \n  بن محمد قال كنت أساير الجمال الشاعر بمصر فاستقبلنا جمل عليه جزر فقال يا \n  أبا علي ما هذا قلت أنا عليك .\n</p>\n<p class=\"arabic\">وقال جعفر المستغفري ثنا أحمد بن عبد العزيز عن بعض شيوخه قال كان محمد بن \n  إبراهيم البوسنجي وصالح جزرة إذا اجتمعا في المذاكرة كلما روى البوسنجي عن \n  يحيى بن بكير والحمد لله يغيظ بذلك صالحا لأنه لم يدركه فكان إذا روى عنه \n  أحيانا ولم يقل الحمد لله قال صالح يا شيخ ) .\n</p>\n<p class=\"arabic\">نسيت التحميد .\n</p>\n<p class=\"arabic\">وقال خلف الخيام سمعته يقول اختلف إلي علي بن الجعد أربع سنين وكان لا يقرأ \n  إلا ثلاثة أحاديث كل يوم أو كما قال في رواية كان يحدث لكل إنسان بثلاثة أحاديث \n  عن شعبة .\n</p>\n<p class=\"arabic\">وعن جعفر الطستي أنه سمع أبا مسلم الكجي يقول وذكر عنده صالح جزرة فقال ويلكم \n  ما أهونه عليكم ألا تقولون سيد المسلمين سيد الدنيا .\n</p>\n<p class=\"arabic\">وقال ابن أبي حاتم سمعت أبي يقول لأبي زرعة حفظه الله تعالى أخانا صالح بن \n  محمد لا يزال يضحكنا شاهدا أو غائبا كتب إلي يذكر أنه لما مات بن يحيى الذهلي \n  أجلس للتحديث شيخ لهم يعرف بمحمد بن يزيد محمش فحدث أن النبي صلى الله عليه \n  وسلم قال يا أبا عمير ما فعل البعير *22*165* .\n</p>\n<p class=\"arabic\">وأن النبي صلى الله عليه وسلم قال لا تصحب الملائكة رفقة خرس .\n</p>\n<p class=\"arabic\">وروى البرقاني عن أبي حاتم بن أبي الفضل الهروي قال بلغني أن صالحا سمع بعض \n  الشيوخ يقول إن السين والصاد يتعاقبان فسأل عن كنيته فقال أبو صالح .\n</p>\n<p class=\"arabic\">قال فقلت للشيخ يا أبا سالح أسلحك الله هل يجوز أن تقرأ نحن نقس عليك أحصن \n  القسس .\n</p>\n<p class=\"arabic\">فقال لي بعض تلامذته تواجه الشيخ بهذا فقلت فلا يكذب إنما يتعاقبان السين \n  والصاد في مواضع .\n</p>\n<p class=\"arabic\">وعن صالح جزرة قال الأحوال في البيت مبارك يروي الشي شيئين .\n</p>\n<p class=\"arabic\">وقال بكر بن محمد الصيرفي سمعته يقول كان عبد الله بن عمر بن أبان يمتحن أصحاب \n  الحديث وكان غاليا في التشيع فقال لي من حفر بئر زمزم قلت معاوية .\n</p>\n<p class=\"arabic\">قال فمن نقل ترابها قلت عمرو بن العاص .\n</p>\n<p class=\"arabic\">فصاح في وقام .\n</p>\n<p class=\"arabic\">وقا أبو النضر الفقيه كنا نسمع على صالح بن محمد وهو عليل فبدت عورته فأشار \n  إليه بعضنا بأن يتغطى فقال رأيته لا ترمد عينيك أبدا .\n</p>\n<p class=\"arabic\">وقال أحمد علي بن محمد سمعته يقول كان هشام بن عمار يأخذ *22*166* على الحديث \n  ولا يحدث ما لم يأخذ فدخلت عليه يوما فقال يا أبا علي حدثني ) .\n</p>\n<p class=\"arabic\">فقلت نا علي بن الجعد نا أبو جعفر الرازي عن الربيع عن أنس عن أبي العالية \n  قال علم مجانا كما تعلمت مجانا .\n</p>\n<p class=\"arabic\">فقال تعرض في فقلت لا بل قصدتك .\n</p>\n<p class=\"arabic\">وقال الحاكم سمعت أبا النضر الطوسي يقول مرض صالح جزرة فكان الأطباء يختلفون \n  إليه فلما أعياه الأمر أخذ العسل والشونيز فزادت حماه فدخلوا عليه وهو يرتعد \n  ويقول بأبي يا رسول الله ما كان أقل بصرك بالطب .\n</p>\n<p class=\"arabic\">قلت هذا مزاح خبيث لا يجوز .\n</p>\n<p class=\"arabic\">وقال علي بن محمد المروزي سمعت صالح بن محمد يقول سمعت عباد بن يعقوب يقول \n  الله أعدل من أن يدخل طلحة والزبير الجنة .\n</p>\n<p class=\"arabic\">قلت ويلك ولم قال لأنهما قاتلا عليا بعد أن بايعاه .\n</p>\n<p class=\"arabic\">قال ابن عدي بلغني أن صالح بن محمد جزرة وقف خلف أبي الحسين عبد الله بن محمد \n  السمناني وهو يحدث عن بركة الحلبي بتلك الأحاديث .\n</p>\n<p class=\"arabic\">فقال صالح يا أبا الحسين ليس ذا بركة ذا نقمة .\n</p>\n<p class=\"arabic\">قلت وبركة متهم بالكذب *22*167* .\n</p>\n<p class=\"arabic\">وقال الحاكم ثنا أحمد بن سهل الفقيه سمعت أبا علي يقول كان بالبصرة أبو موسى \n  الزمن في عقله شيء فكان يقول ثنا عبد الوهاب أعني ابن عبد الحميد نا أيوب \n  فدخل عليه أبو زرعة يوما فسأله عن حديث فقال ثنا حجاج فقلت يعني ابن المنهال \n  فقال أبو زرعة أيش يعذب المسكين .\n</p>\n<p class=\"arabic\">وقال كنا في مجلس أبي علي فلما قال له رجل من المجلس يا شيخ ما اسمك قال واثلة \n  بن الأسقع .\n</p>\n<p class=\"arabic\">فكتب الرجل ثنا واثلة بن الأسقع .\n</p>\n<p class=\"arabic\">وقال أبو الفضل بن إسحاق كنت عند صالح بن محمد ودخل عليه رجل من الرستاق فأخذ \n  يسأله عن أحوال الشيوخ ويكتب جوابه فقال ما تقول في سفيان الثوري فقال ليس \n  بثقة .\n</p>\n<p class=\"arabic\">فكتب الرجل فلمته فقال ما أعجبك من يسأل مثلي عن سفيان لا تبالي حكى عني أو \n  لم يحك ) .\n</p>\n<p class=\"arabic\">وقال أحمد بن سهل كنت مع صالح إذ أقبل ابنه عن يمينه رجل أقصر منه وعن يساره \n  صبي فقال لي صالح يا أبا نصر تبت .\n</p>\n<p class=\"arabic\">وقيل كان ابن صالح مغفلا قال فقلت سألت الله أن يرزقني ولدا فرزقني جملا .\n</p>\n<p class=\"arabic\">ولأبي علي جزرة نوادر ومجون والله يرحمه .\n</p>\n<p class=\"arabic\">توفي في شهر ذي الحجة لثمان بقين منه سنة ثلاث وتسعين وله بضع وثمانون سنة \n  *22*168* .\n\n</p>"
}