{
    "header": "الحسين بن أحمد بن محمد بن زكريا أبو عبد ...",
    "id": "011230",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الحسين بن أحمد بن محمد بن زكريا أبو عبد الله الشيعي صاحب دعوة عبيد الله \n  المهدي والد الخلفاء المصريين .\n</h1>\n<p class=\"arabic\">الباطنية .\n</p>\n<p class=\"arabic\">سار من سليمة من عند عبيد الله داعيا له في البلاد وتنقلت به الأحوال إلى \n  أن دخل المغرب واستجاب له خلق فظهر وحارب أمير القيروان واستفحل أمره .\n</p>\n<p class=\"arabic\">وكان من دهاة العالم وأفراد بني آدم دهاء ومكرا ورأيا دخل إفريقية وحيدا غريبا \n  فقيرا فلم يزل يسعى ويتحيل ويستحوذ على النفوس بإظهار *22*134* الزهادة والقيام \n  لله حتى تبعه خلق وبايعوه وحاربوا صاحب إفريقية مرات وآل أمره إلى أن تملك \n  القيروان وهرب صاحبها زيادة الله الأغلبي ولما استولى على أكثر المغرب علم \n  عبيد الله فسار ) .\n</p>\n<p class=\"arabic\">متنكرا والعيون عليه إلى أن دخل المغرب وما كاد ثم أحس به صاحب سجلماسة فقبض \n  عليه وسجنه فسار أبو عبد الله الشيعي بالجيوش وحارب اليسع صاحب سجلماسة وهزمه \n  واستولى على سجلماسة وجرت له أمور عجيبة ثم أخرج عبيد الله من السجن وقبل \n  يده وسلم عليه بإمرة المؤمنين وقال للأمراء هذا إمامكم الذي بايعتم له وألقى \n  إليه مقاليد الأمور ووقف في خدمته ثم اجتمع بأبي عبد الله أخو أبو العباس \n  وندمه على ما فعل لأن المهدي أخذ يزويه عن الأمور ولا يلتفت إليه فندم أبو \n  عبد الله وقال للمهدي خل يا أمير المؤمنين الأمور إلي فأنا خبير بتدبير هذه \n  الجيوش فتخيل منه المهدي وشرع يعمل الحيلة ويسهر الليل في شأنه وحاصل الأمر \n  أنه دس على الأخوين الداعيين له من قتلهما في ساعة واحدة بعد محاربة جرت بينهم \n  وتم ملكه وقتلا في نصف جمادى الآخرة سنة ثمان وتسعين بمدينة رقادة وكانا من \n  أهل اليمن ولهما اعتقاد خبيث .\n</p>\n<p class=\"arabic\">ذكر القفطي في تاريخ بني عبيد أن أبا عبد الله الشيعي كوفي وأنه رافق كتامة \n  إلى مصر يصلي بهم ويتزهد فمالوا إليه فأظهر أنه يريد أن يقيم بمصر فاغتنموا \n  لذلك وسألوه عن سبب إقامته فقال أعلم الصبيان فرغبوه في صحبتهم ليعلم أولادهم \n  فسار معهم إلى جبال كتامة فأخذ في اجتلاب عقولهم وربطها ثم خاطب عقلائهم واستكتمهم \n  فأجابوه فمن جملة ما ربطهم قال نزلت فيكم آية فغيرت حسدا لكم قالوا وما هي \n  قال كنتم خير أمة أخرجت للناس .\n</p>\n<p class=\"arabic\">قالوا ومن غيرها قال ولاة أمركم اليوم .\n</p>\n<p class=\"arabic\">قالوا فكيف السبيل إلى إظهارها قال أن تدينوا بإمام معصوم يعلم الغيب *22*135* .\n</p>\n<p class=\"arabic\">قالوا ومن لنا به قال أنا رسول إليكم إذا طهرتم له البلاد فأجابوه .\n</p>\n<p class=\"arabic\">وربط عقولهم بأنه يعلم أسرار الصلاة والزكاة والحج والصوم وشوقهم بما أمكنه \n  فلما استجابوا له بأجمعهم جيش الجيوش وجرت له خطوب طويلة ولزم الوقار والسكينة \n  والتزهد وعدم الضحك ونحو ذلك .\n</p>\n<p class=\"arabic\">قلت يا ما لقي العلماء والصلحاء بالمغرب من هذا الشيعي قبحه الله ولا رحمه \n  وقد كان أبو إسحاق بن البردون المالكي الذي رد على الحنفية ممن انتصب لذم \n  هذا الشيعي فسعوا به وبأبي بكر بن هذيل وطائفة .\n</p>\n<p class=\"arabic\">وكانت الشيعة تميل إلى العراقيين لأجل موافقتهم لهم في مسألة التفضيل فحبس \n  هذين الرجلين ثم أمر الشيعي أن يضرب عنق ابن البرذون وصاحبه .\n</p>\n<p class=\"arabic\">وقيل إن ابن البرذون لما جرد للقتل قيل له ارجع عن مذهبك فقال أرجع عن الإسلام \n  ثم صلبا وكان ذلك في حدود الثمانين ومائتين أو بعد ذلك ونادوا أيام الشيعي \n  أن لا يفتي بمذهب مالك وألا يفتوا إلا بمذهب جعفر بن محمد ) .\n</p>\n<p class=\"arabic\">وأهل البيت وبزعمهم بسقوط طلاق البتة وتوريث البنت الكل ونحو ذلك والله أعلم .\n\n</p>"
}