{
    "header": "الحسن بن علي بن شبيب الحافظ أبو علي المعـ...",
    "id": "011213",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الحسن بن علي بن شبيب الحافظ أبو علي المعمري البغدادي .\n</h1>\n<p class=\"arabic\">سمع خلف بن هشام وشيبان بن فروخ وهدبة بن خالد وسعيد بن عبد الجبار وسويد \n  بن سعيد وأبا نصر التمار وعلي بن المديني وجبارة بن المغلس وعيسى بن حماد \n  بن زعبة وعبد الرحمن بن عبد الرحيم ودحيما وخلقا كثيرا بالعراق والشام ومصر .\n</p>\n<p class=\"arabic\">وعنه أبو بكر النجاد وأبو سهل القطان وأحمد بن كامل وأحمد بن عيسى التمار \n  والطبراني ومحمد بن أحمد المفيد وخلق .\n</p>\n<p class=\"arabic\">قال الخطيب كان من أوعية العلم يذكر بالفهم ويوسف بالحفظ وفي حديثه غرائب \n  وأشياء ينفرد بها .\n</p>\n<p class=\"arabic\">وقال الدار قطني صدوق حافظ جرحه موسى بن هارون وكانت العداوة بينهما وكان \n  أنكر عليه أحاديث أخرج أصوله العتق بها ثم ترك روايتها .\n</p>\n<p class=\"arabic\">وقال عبدان الأهوازي ما رأيت صاحب حديث في الدنيا مثل المعمري .\n</p>\n<p class=\"arabic\">وقال موسى بن هارون استخرت الله سنتين حتى تكلمت في المعمري وذاك أني كتبت \n  معه عن الشيوخ وما افترقنا فلما رأيت تلك الأحاديث قلت *22*127* من أين أتى \n  بها رواها أبو عمرو بن حمدان عن أبي طاهر الجنابذي عن موسى .\n</p>\n<p class=\"arabic\">ثم قال أبو طاهر وكان المعمري يقول كنت أتولى لهم الانتخاب فإذا مر حديث غريب \n  قصدت الشيخ وحدي فسألته عنه .\n</p>\n<p class=\"arabic\">قلت لا جرم ما انتفع بتلك الغرائب وجدت إليه شرا .\n</p>\n<p class=\"arabic\">وقال ابن عروة سألت عبد الله بن أحمد عن المعمري فقال لا يتعمد الكذب ولكن \n  أحسب أنه صحب قوما يوصلون .\n</p>\n<p class=\"arabic\">قال الحاكم سمعت أبا بكر بن أبي دارم الحافظ يقول كنت ببغداد لما أنكر موسى \n  بن هارون على المعمري تلك الأحاديث وأنهى أمرهم إلى يوسف القاضي بعد أن كان \n  إسماعيل القاضي توسط بينهما فقال موسى بن هارون هذه أحاديث شاذة عن شيوخ ثقات \n  لا بد من إخراج الأصول بها فقال المعمري قد عرف من عادتي أني كنت إذا رأيت \n  حديثا غريبا عند شيخ ثقة لا أعلم عليه إنما كنت أقرأ من كتاب الشيخ وأحفظه \n  فلا سبيل إلى إخراج الأصول بها ) .\n</p>\n<p class=\"arabic\">وقال علي بن جمشاذ كنت ببغداد حينئذ فأخرج موسى نيفا وسبعين حديثا ذكر أنه \n  لم يشركه فيها أحد ورفض المعمري مجلسه فصار الناس حزبين حزب للمعمري وحزب \n  لموسى فكان من حجة المعمري أن هذه أحاديث حفظتها عن الشيوخ لم أنسخها ثم اتفقوا \n  بأجمعهم على عدالة المعمري وتقدمه *22*128* .\n</p>\n<p class=\"arabic\">وقال ابن عدي وكان المعمري كثير الحديث صاحب حديث بحقه كما قال عبدان إنه \n  لم ير مثله وما ذكر عنه أنه رفع أحاديث وزاد في متون فإن هذا موجود في البغداديين \n  خاصة وفي حديث ثقاتهم وأنهم يرفعون الموقوف ويصلون المرسل ويزيدون في الأسانيد .\n</p>\n<p class=\"arabic\">وقال أحمد بن كامل القاضي مات المعمري إحدى عشرة ليلة بقيت من المحرم سنة \n  خمس وتسعين .\n</p>\n<p class=\"arabic\">قال وكان في الحديث وجمعه وتصنيفه إماما ربانيا وقد شد أسنانه بالذهب ولم \n  يغير شيبه .\n</p>\n<p class=\"arabic\">وقيل بلغ اثنتين وثمانين سنة .\n</p>\n<p class=\"arabic\">وقد كان ولي القضاء للبرتي على القصر على القصر وأعمالها .\n</p>\n<p class=\"arabic\">قال وقيل له المعمري بأمه أم الحسن بنت سفيان بن أبي سفيان المعمري صاحب معمر \n  بن راشد .\n\n</p>"
}