{
    "header": "الجنيد بن محمد بن الجنيد أبو القاسم النهـ...",
    "id": "011201",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الجنيد بن محمد بن الجنيد أبو القاسم النهاوندي الأصل البغدادي القواريري \n  الخزاز وقيل كان أبوه قواريريا .\n</h1>\n<p class=\"arabic\">يعني زجاجا وكان هو خزازا .\n</p>\n<p class=\"arabic\">كان شيخ العارفين وقدوة السائرين وعلم الأولياء في زمانه رحمة الله عليه *22*119* .\n</p>\n<p class=\"arabic\">ولد ببغداد بعد العشرين ومائتين فيما أحسب أو قبلها .\n</p>\n<p class=\"arabic\">وتفقه على أبي ثور .\n</p>\n<p class=\"arabic\">وسمع من الحسن بن عرفة وغيره .\n</p>\n<p class=\"arabic\">واختص بصحبة السري السقطي والحرمي وأبي حمزة البغدادي وأتقن العلم ثم أقبل \n  على شبابه واشتغل بما خلق له وحدث بشيء يسير .\n</p>\n<p class=\"arabic\">روى عنه جعفر الخلدي وأبو محمد الجريري وأبو بكر الشبلي ومحمد بن علي بن حبيش \n  وعبد الواحد بن علوان وطائفة من الصوفية .\n</p>\n<p class=\"arabic\">وكان ممن برز في العلم والعمل .\n</p>\n<p class=\"arabic\">قال أحمد بن جعفر بن المنادي في تاريخه سمع الكثير وشاهد الصالحين وأهل المعرفة \n  ورزق من الذكاء وصواب الإجابات في فنون العلم ما لم ير في زمانه مثله عند \n  أحد من أقرانه ولا ممن أرفع سنا منه ممن كان منهم ينسب إلى العلم الباطن والعلم \n  الظاهر في عفاف وعزوف عن الدنيا وأبنائها .\n</p>\n<p class=\"arabic\">لقد قيل لي إنه قال ذات يوم كنت أفتي في حلقة أبي ثور الكلبي ولي عشرون سنة .\n</p>\n<p class=\"arabic\">قال أحمد بن عطاء الروذباري كان الجنيد يتفقه لأبي ثور ويفتي في حلقته .\n</p>\n<p class=\"arabic\">وعن الجنيد قال ما أخرج الله إلى الأرض علما وجعل للخلق إليه سبيلا وإلا وقد \n  جعل لي فيه حظا ) *22*120* .\n</p>\n<p class=\"arabic\">وقيل إنه كان في سوقه وكان ورده كل يوم ثلاثمائة ركعة وكذا ألف تسبيحة .\n</p>\n<p class=\"arabic\">وقال أبو نعيم نا علي بن هارون ومحمد بن أحمد بن يعقوب قالا سمعنا الجنيد \n  غير مرة يقول علمنا مضبوط بالكتاب والسنة من لم يحفظ الكتاب ويكتب الحديث \n  ولم يتفقه لا يقتدى به .\n</p>\n<p class=\"arabic\">وقال عبد الواحد بن علوان الرحبي سمعته يقول علمنا هذا يعني التصوف مشبك بحديث \n  رسول الله صلى الله عليه وسلم .\n</p>\n<p class=\"arabic\">وعن ابن سريج أنه تكلم يوما فأعجب به بعض الحاضرين فقال ابن سريج هذا بركة \n  مجالستي لأبي القاسم الجنيد .\n</p>\n<p class=\"arabic\">وعن أبي القاسم الكعبي أنه قال يوما رأيت لكم شيخا ببغداد يقال له الجنيد \n  ما رأت عيناي مثله كان الكتبة يحضرون لألفاظه والفلاسفة يحضرونه لدقة معانيه \n  والمتكلمون يحضرون لتمام علمه وكلامه باين عن فهمهم وكلامهم وعلمهم .\n</p>\n<p class=\"arabic\">وقال الخلدي لم ير في شيوخنا من اجتمع له علم وحال غير الجنيد كانت له حال \n  خطيرة وعلم غزير فإذا رأيت حاله وحجته على علمه وإذا رأيت علمه وحجته على \n  حاله .\n</p>\n<p class=\"arabic\">وقال أبو سهل الصعلوكي سمعت أبا محمد المرتعش يقول قال الجنيد كنت بين يدي \n  السري السقطي ألعب وأنا ابن سبع سنين وبين يديه جماعة *22*121* يتكلون في \n  الشكر .\n</p>\n<p class=\"arabic\">فقال يا غلام ما الشكر فقال أن لا يعص الله بنعمه .\n</p>\n<p class=\"arabic\">فقال أخشى أن يكون حظك من الله لسانك .\n</p>\n<p class=\"arabic\">قال الجنيد فلا أزال أبكي على هذه الكلمة التي قالها لي .\n</p>\n<p class=\"arabic\">وقال السلمي سمعت جدي إسماعيل بن نجيد يقول كان الجنيد يجيء فيفتح حانوته \n  ويسبل الستر ويصلي أربعمائة ركعة .\n</p>\n<p class=\"arabic\">وعن الجنيد قال أعلى درجة الكبر أن ترى نفسك وأدناها أن تخطر ببالك يعني نفسك .\n</p>\n<p class=\"arabic\">وقال الجريري سمعته يقول ما أخذنا التصوف عن القال والقيل لكن عن الجوع وترك \n  الدنيا وقطع المألوفات .\n</p>\n<p class=\"arabic\">وذكر أبو جعفر الفرغاني أنه سمع الجنيد يقول أقل ما في الكلام سقوط هيبة الرب \n  جل جلاله من القلب والقلب إذا عري من الهيبة عري من الإيمان .\n</p>\n<p class=\"arabic\">ويقال كان نقش خاتمه إن كنت تأمله فلا تأمنه .\n</p>\n<p class=\"arabic\">وقال من خالفت إشارته معاملته فهو مدع كذاب ) .\n</p>\n<p class=\"arabic\">وقال أبو علي الروذباري قال الجنيد سألت الله أن لا يعذبني بكلامي *22*122* \n  وربما وقع في نفسي أن زعيم القوم أرذلهم .\n</p>\n<p class=\"arabic\">وعن الخلدي عن الجنيد قال أعطي أهل بغداد الشطح والعبارة وأهل خراسان القلب \n  والسخاء وأهل البصرة الزهد والقناعة وأهل الشام الحلم والسلامة وأهل الحجاز \n  الصبر والإنابة .\n</p>\n<p class=\"arabic\">وقال إسماعيل بن نجيد هؤلاء لا رابع لهم الجنيد ببغداد وأبو عثمان بنيسابور \n  وأبو عبد الله بن الجلاء بالشام .\n</p>\n<p class=\"arabic\">وقال أبو بكر العطوي كنت عند الجنيد حين احتضر فختم القرآن .\n</p>\n<p class=\"arabic\">قال ثم ابتدأ فقرأ من البقرة سبعين آية ثم مات .\n</p>\n<p class=\"arabic\">وقال أبو نعيم أنا الخلدي كتابة قال رأيت الجنيد في النوم فقلت ما فعل الله \n  بك قال طاحت تلك الإشارات وغابت تلك العبارات وفنيت تلك العلوم ونفذت تلك \n  الرسوم وما نفعنا إلا ركعات كنا نركعها في الأسحار .\n</p>\n<p class=\"arabic\">قال أبو الحسين بن المنادي مات الجنيد ليلة النيروز في شوال سنة ثمان وتسعين \n  ومائتين .\n</p>\n<p class=\"arabic\">قال فذكر لي أنهم حزروا الجمع يومئذ الذي صلوا عليه نحو ستين ألف إنسان وما \n  زالوا يأتون قبره في كل يوم نحو الشهر ودفن عند قبر السري السقطي .\n</p>\n<p class=\"arabic\">قلت ورخه بعضهم سنة سبع فوهم *22*123* .\n\n</p>"
}