{
    "header": "سعيد بن إسماعيل بن سعيد بن منصور  الأستاـ...",
    "id": "011262",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">سعيد بن إسماعيل بن سعيد بن منصور  الأستاذ .\n</h1>\n<p class=\"arabic\">أبو عثمان الحيري النيسابوري الواعظ شيخ الصوفية وعلم الأولياء بخراسان ولد \n  سنة ثلاث ومائتين بالري .\n</p>\n<p class=\"arabic\">وسمع بها من محمد بن مقاتل وموسى بن نصر وغيرهما وبالعراق حميد بن الربيع \n  ومحمد بن إسماعيل الأحمسي ولم يزل يسمع الحديث ويكتب إلى آخر شيء .\n</p>\n<p class=\"arabic\">روى عنه الرئيس أبو عمرو أحمد بن نصر وابناه أبو بكر وأبو الحسن وأبو عمرو \n  بن مطر بن نجيد وطائفة .\n</p>\n<p class=\"arabic\">قال الحاكم كان وروده نيسابور لصحبة أبي حفص النيسابوري الزاهد ولم يختلف \n  مشائخنا أن أبا عثمان كان مجاب الدعوة ومجمع العباد والزهاد ولم يزل يسمع \n  الحديث ويجل العلماء ويعظم قدرهم .\n</p>\n<p class=\"arabic\">سمع من أبي جعفر أحمد بن حمدان الزاهد كتابه المخرج على مسلم بلفظه من أوله \n  لآخره وكان إذا بلغ موضعا فيه سنة لم يستعلمها وقف عندها حتى يستعمل تلك السنة .\n</p>\n<p class=\"arabic\">قلت وعن أبي عثمان أخذ صوفية نيسابور وهو لهم كالجنيد للعراقيين ومن كلامه \n  سرورك بالدنيا أذهب سرورك بالله عن قلبك وقال العجب يتولد من رؤية النفس وذكرها \n  ورؤية الناس *22*151* .\n</p>\n<p class=\"arabic\">وقال ابن نجيد سمعته يقول لا تثقن بمودة من لا يحبك إلا معصوما .\n</p>\n<p class=\"arabic\">قال أبو عمرو بن حمدان سمعته يقول من أمر السنة على نفسه قولا وفعلا نطق بالحكمة \n  ومن أمر الهوى على نفسه نطق بالبدعة لقوله تعالى وإن تطيعوه تهتدوا .\n</p>\n<p class=\"arabic\">وعن أبي عثمان قال لا يكمل الرجل حتى يستوي قلبه في المنع والعطاء وفي العز \n  والذل .\n</p>\n<p class=\"arabic\">وقال لأبي جعفر بن حمدان ألستم تروون أن عند ذكر الصالحين تنزل الرحمة قال \n  بلى .\n</p>\n<p class=\"arabic\">قال فرسول الله صلى الله عليه وسلم وسيلة الصالحين .\n</p>\n<p class=\"arabic\">قال الحاكم أخبرني سعيد بن عثمان السمرقندي العابد سمعت أبا عثمان غير مرة \n  يقول من طلب جواري ولم يوطن نفسه على ثلاثة أشياء فليس له في جواري موضع .\n</p>\n<p class=\"arabic\">أولها إلقاء العز وحمل الذل .\n</p>\n<p class=\"arabic\">الثاني سكون قلبه على جوع ثلاثة أيام .\n</p>\n<p class=\"arabic\">الثالث أن لا يغتم ولا يهتم إلا لدينه أو طلب إصلاح دينه *22*152* .\n</p>\n<p class=\"arabic\">وسمعت محمد بن صالح بن هانئ يقول لما قتل يحيى الذهلي منع الناس من حضور مجالس \n  الحديث أشار بهذا على أحمد بن عبد الله الخجستاني شرويه والعباسان فلم يجسر \n  أحد أن يحمل محبرة إلى أن ورد السري بن خزيمة الأبيوردي فقام أبو عثمان الحيري \n  الزاهد وجمع المحدثين في مسجده وأمرهم أن يعلقوا المحابر في أصابعهم وعلق \n  هو محبرة بيده وهو يتقدمهم إلى أن جاء إلى خان محمش فأخرج السري وأجلس المستملي \n  بين يديه فحزرنا في مجلسه زيادة على ألف محبرة فلما فرغ قاموا فقبلوا رأس \n  أبي عثمان رحمه الله ونثر الناس عليهم الدراهم والسكر وذلك في سنة ثلاث وسبعين \n  ومائتين ) .\n</p>\n<p class=\"arabic\">قلت ذكر الحاكم ترجمته في كراسين ونصف فأتى بأشياء نفيسة من كلامه في اليقين \n  والتوكل والرضا .\n</p>\n<p class=\"arabic\">قال الحاكم سمعت أبي يقول لما قتل أحمد بن عبد الله الخجستاني حيكان يعني \n  الذهلي أخذ في الظلم والحيف فأمر بحربة فركزت على رأس المربعة وجمع أعيان \n  التجار وحلف إن لم تصبوا الدراهم حتى تغيب رأس الحربة فقد أحللتم دماءكم فكانوا \n  يقتسمون الدراهم فيما بينهم فخص تاجر بثلاثين ألف درهم ولم يكن يقدر على ثلاثة \n  آلاف درهم فحملها إلى أبي عثمان وقال أيها الشيخ قد خلف هذا كما علمت ووالله \n  لا أهتدي إلا إلى هذه .\n</p>\n<p class=\"arabic\">فقال له الشيخ تأذن أن أفعل فيها ما ينفعك قال نعم ففرقها أبو عثمان وقال \n  للرجل امكث عندي .\n</p>\n<p class=\"arabic\">فما زال أبو عثمان يتردد بين السكة والمسجد ليلة حتى أصبح وأذن ثم قال للفرغاني \n  خادمه اذهب إلى السوق فانظر ما تسمع *22*153* .\n</p>\n<p class=\"arabic\">فذهب ثم رجع فقال لم أر شيئا قال اذهب مرة أخرى .\n</p>\n<p class=\"arabic\">قال وأبو عثمان يقول في مناجاته وحقك لا أقمت ما لم تفرج عن المكروبين .\n</p>\n<p class=\"arabic\">قال فأتى الفرغاني وهو يقول وكفى الله المؤمنين القتال شق بطن أحمد بن عبد \n  الله فأخذ أبو عثمان في الإقامة .\n</p>\n<p class=\"arabic\">قال أبو الحسن أحمد بن أبي عثمان توفي أبي ليلة الثلاثاء لعشر بقين من ربيع \n  الآخر سنة ثمان وتسعين وصلى عليه الأمير أبو صالح .\n\n</p>"
}