{
    "header": "عبد الحميد بن عبد العزيز القاضي أبو حازمـ...",
    "id": "011323",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الحميد بن عبد العزيز القاضي أبو حازم السكوني البصري ثم البغدادي الحنفي \n  الفقيه .\n</h1>\n<p class=\"arabic\">*22*190* يروي عن محمد بن بشار بندار ومحمد بن المثنى وشعيب بن أيوب الصيرفي .\n</p>\n<p class=\"arabic\">روى عنه مكرم بن أحمد وأبو محمد بن زبر وغيرهما وكان ثقة ولي قضاء الشرقية .\n</p>\n<p class=\"arabic\">قال طلحة الشاهد وكان دينا عالما بمذهب أهل العراق وبالفرائض والجبر والمقابلة \n  وأحذق الناس بعمل المحاضر والسجلات .\n</p>\n<p class=\"arabic\">أخذ عن هلال الرأي وبكر العمي ومحمود الأنصاري أصحاب محمد بن شجاع البلخي \n  وغيره حتى كان جماعة يفضلونه على هؤلاء فأما عقله فلا نعلم أن أحدا رآه فقال \n  إنه رأى أعقل منه .\n</p>\n<p class=\"arabic\">وقال أبو إسحاق الشيرازي في طبقات الحنفية ومنهم أبو حازم القاضي أخذ العلم \n  عن شيوخ البصرة بكر العمي وغيره وولي القضاء بالشام وبالكوفة والكرخ من بغداد .\n</p>\n<p class=\"arabic\">قال أبو علي التنوخي نا أبو علي التنوخي نا أبو بكر بن مروان القاضي حدثني \n  مكرم بن بكير قال كنت في مجلس أبي حازم القاضي فتقدم شيخ ومعه غلام حدث فادعى \n  الشيخ عليه ألف دينار فأقر بها فقال للشيخ ما تشاء فقال حبسه .\n</p>\n<p class=\"arabic\">فقال للغلام قد سمعت فهل لك أن توفيه البعض وتسأله انتظارك .\n</p>\n<p class=\"arabic\">فقال لا .\n</p>\n<p class=\"arabic\">فقال الشيخ احبسه .\n</p>\n<p class=\"arabic\">فتفرس فيهما أبو حازم ساعة ثم قال تلازما حتى أنظر بينكما .\n</p>\n<p class=\"arabic\">فقلت لم أخر القاضي حبسه قال ويحك إني أعرف في أكثر الأحوال وجه المحق من \n  المبطل *22*191* وقد وقع لي أن سماحة هذا بالإقرار عن أمر بعيد من الحق لعله \n  أن ينكشف لي أمرهما أما رأيت قلة تغاضيهما في المحاورة وسكوتهما مع عظم المال \n  فبينا نحن كذلك إذ استأذن تاجر موسر فأذن له القاضي فدخل وقال قد بليت بابن \n  لي حدث يتلف مالي عند فلان المقبن فإذا منعته مالي احتال بحيل تلجئني إلى \n  التزام غرمه وأقربه أنه قد نصب المقبن اليوم يطالبه بألف دينار وبلغني أنه \n  قدمه إليك ليحبس وأقع مع أمه في نكد إلى أن أزنها عنه .\n</p>\n<p class=\"arabic\">فتبسم القاضي وقال لي كيف رأيت قلت لهذا ومثله فضل الله القاضي .\n</p>\n<p class=\"arabic\">فقال علي بالغلام والشيخ فأدخلا فأرهب القاضي الشيخ ووعظ الغلام فأقر الشيخ \n  وأخذ التاجر بيد ابنه وانصرفوا .\n</p>\n<p class=\"arabic\">وقال أبو برزة الحاسب لا أعرف في الدنيا أحسب من أبي حازم القاضي .\n</p>\n<p class=\"arabic\">وقال القاضي أبو طاهر الذهلي بلغني أن أبا حازم القاضي جلس بالشرقية فأدب \n  خصما لأمر فمات فكتب رقعة إلى المعتضد يقول إن دية هذا واجبة في بيت المال \n  فإن رأى أمير المؤمنين أن يأمر بحملها إلى ورثته فعل .\n</p>\n<p class=\"arabic\">فحمل إليه عشرة آلاف درهم فدفعها إلى ورثته .\n</p>\n<p class=\"arabic\">قلت وكان المعتضد يجل أبا حازم ويطيعه في الخير .\n</p>\n<p class=\"arabic\">وبلغنا أن أبا حازم لما احتضر جعل يبكي ويقول يا رب من القضاء إلى القبر .\n</p>\n<p class=\"arabic\">وله شعر رائق فمنه .\n</p>\n<p class=\"arabic\">% أدل فأكرم به من مدل % % ومن شادن لدمي مستحيل % .\n</p>\n<p class=\"arabic\">% إذا ما تعذر قابلته بذل % % وذلك جهد المقل % .\n</p>\n<p class=\"arabic\">*22*192* .\n</p>\n<p class=\"arabic\">% وأسلمت خدي له خاضعا % % ولولا ملاحته لم أذل % .\n</p>\n<p class=\"arabic\">قال محمد بن الفيض لم يزل محمد بن إسماعيل بن علية على قضاء دمشق إلى أن قدم \n  المعتضد قبل الخلافة لحرب ابن طولون فخرج أبو حازم معه إلى العراق وولي بعده \n  أبو زرعة محمد بن عثمان .\n</p>\n<p class=\"arabic\">وقال الطحاوي مات ببغداد في جمادى الأولى سنة اثنتين وتسعين ومائتين .\n</p>\n<p class=\"arabic\">وأما .\n\n</p>"
}