{
    "header": "عيسى بن محمد بن عيسى أبو العباس الطهمانيـ...",
    "id": "011386",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عيسى بن محمد بن عيسى أبو العباس الطهماني المروزي الكاتب اللغوي إمام أهل \n  اللغة في زمانه .\n</h1>\n<p class=\"arabic\">سمع إسحاق بن راهويه وعلي بن حجر وعلي بن خشرم وطائفة وعنه أحمد بن الخضر \n  ويحيى بن محمد العنبري وعمر بن علك الجوهري .\n</p>\n<p class=\"arabic\">وكان رئيسا نبيلا كثير الفضائل *22*218* .\n</p>\n<p class=\"arabic\">سمع الحاكم والده يقول سمعت أبا العباس عيسى الطهماني يقول رأيت بخوارزم امرأة \n  لا تأكل ولا تشرب ولا تروث .\n</p>\n<p class=\"arabic\">وقال أبو صالح محمد بن عيسى توفي في صفر سنة ثلاث وتسعين .\n</p>\n<p class=\"arabic\">قال الحاكم سمعت أبا زكريا العنبري يقول سمعت أبا العباس فذكر قصة المرأة \n  التي تأكل ولا تشرب وأنها عاشت كذلك نيفا وعشرين سنة فقال إن الله مظهرا ما \n  شاء من آياته فيزيد الإسلام بها عزا وقوة وإن مما أدركنا عيانا وشاهدناه في \n  زماننا أن وردت عان مدينة من مدائن خوارزم بينها وبين المدينة العظمى نصف \n  يوم فأخبرت أن بها امرأة من نساء الشهداء رأت رؤيا كأنها أطعمت في منامها \n  شيئا فهي لا تأكل ولا تشرب منذ عهد عبد الله بن طاهر ثم مررت بها سنة اثنتين \n  وأربعين فرأيتها وحدثتني بحديثها ثم رأيتها بعد عشر سنين مشيتها قوية وإذا \n  هي امرأة نصف جيدة القامة حسنة البنية متوردة الخدين فسايرتني وأنا راكب .\n</p>\n<p class=\"arabic\">فعرضت عليها مركبا فأبت وبقيت تمشي معي .\n</p>\n<p class=\"arabic\">وحضر مجلس محمد بن حمدويه الحارثي وهو فقيه قد كتب عنه موسى بن هارون وكهل \n  له عبارة وبيان يسمى عبد الله بن عبد الرحمن وكان قد تخلف أصحاب في ناحيته \n  فسألتهم عنها فأحسنوا القول فيها وأثنوا عليها وقالوا أمرها ظاهر ليس فينا \n  من يختلف فيه .\n</p>\n<p class=\"arabic\">قال عبد الله أنا أسمع أمرها من أيام الحداثة وقد فرغت بالي لها فلم أر إلا \n  سترا وعفافا ولم أعثر على كذب في دعواها وذكر أن من كان يلي خوارزم كانوا \n  يحضرونها الشهر والشهرين في بيت ويغلقون عليها .\n</p>\n<p class=\"arabic\">قال فلما تواطأ أهل الناحية على تصديقها سألتها فقالت اسمي رحمة بنت إبراهيم \n  كان لي زوج نجار يأتيه رزقه يوما فيوما وأنها ولدت عدة أولاد وجاء الأقطع \n  ملك الترك الغزية فعبر الوادي عند جموده إلينا في زهاء ثلاثة آلاف فارس *22*219* .\n</p>\n<p class=\"arabic\">قال الطهماني والأقطع هذا كان كافرا عاتيا شديد العداوة للمسلمين قد أثر على \n  أهل الثغور وألح عن أهل خوارزم وكان ولاة خوارزم يتألفونه ويبعثون إليه بمال \n  وألطاف وأنه أقبل مرة في خيوله فعاث وأفسد وقتل ) .\n</p>\n<p class=\"arabic\">فأنهض إليه ابن طاهر أربعة من القواد وأن وادي جيحون وهو الذي في أعلى نهر \n  بلخ وهو وادي عظيم شديد الطغيان كثير الآفات وإذا امتد كان عرضه نحوا من فرسخ \n  وإذا جمد انطبق فلم يوصل منه إلى شيء حتى يحفر فيه كما تحفر الآبار في الصخور \n  وقد رأيت كثف الجمد عشرة أشبار فأخبرت أنه كان فيما خلا يزيد على عشرين شبرا \n  وإذا هو انطبق صار الجمد جسرا لأهل البلد يسير على القوافل والعجل وربما بقي \n  الجمد مائة وعشرين يوما وأقله سبعون يوما .\n</p>\n<p class=\"arabic\">قالت المرأة فعبر الكافر وصار إلى باب الحصين فأراد الناس الخروج لقتاله فمنعهم \n  العامل دون أن يتوافى العسكر فشد طائفة من شبان الناس فتقاربوا من السور وحملوا \n  على الكفرة فتهازموا واستجروهم بين البيوت ثم كروا عليهم وصار المسلمون في \n  مثل الحرجة فحاربوا أشد حرب وثبتوا حتى تقطعت الأوتار وأدركهم اللغوب والجوع \n  والعطش وقتل عامتهم وأثخن من بقي فلما جن عليهم الليل تحاجز الفريقان .\n</p>\n<p class=\"arabic\">قالت ورفعت النيران من المناظر ساعة عبور الكافر فاتصلت بجرجانية خوارزم وكان \n  بها ميكال مولى طاهر في عسكر فخف وركض إلى حصننا في يوم وليلة أربعين فرسخا \n  وغدا الترك للفراغ من أمر أولئك فبينا هم كذلك إذا ارتفعت بهم الأعلام السود \n  وسمعوا الطبول فأفرجوا عن القوم ووافى ميكال موضع المعركة فارتث القتلى وحمل \n  الجرحى ودخل الحصن عشيئذ زهاء أربعمائة جنازة وارتجت الناحية بالبكاء والنوح \n  ووضع زوجي بين يدي قتيلا فأدركني من الجزع والهلع عليه ما يدرك المرأة الشابة \n  المسكينة على زوج أبي أولاد وكاسب عيال فاجتمع الناس من قراباتي والجيران \n  وجاء الصبيان وهم أطفال يطلبون الخبز وليس عندي ما أعطيهم فضقت صدرا فنمت \n  فرأيت كأني في أرض حسناء ذات حجارة وشوك أهيم فيها والهة حزنا أطلب زوجي *22*220* \n  فناداني رجل خذي ذات اليمين .\n</p>\n<p class=\"arabic\">فأخذت فرفعت لي أرض سهلة الثرى طيبة العشب وإذا قصور وأبنية لا أحسن أن أصفها \n  وأنهار تجري من غير أخاديد فانتهيت إلى قوم جلوس حلقا عليهم ثياب خضر قد علاهم \n  النور فإذا هم الذين قتلوا يأكلون على موائد فجعلت أبغي زوجي فناداني يا رحمة \n  يا رحمة فيممت الصوت فإذا به في مثل حال الشهداء ووجهه مثل القمر ليلة البدر \n  وهو يأكل مع رفقة فقال لهم إن هذه البائسة جائعة منذ اليوم أفتأذنون أن أناولها \n  فأذنوا له فناولني كسرة أبيض من الثلج وأحلى من العسل وألين من الزبد فأكلتها \n  فلما استقرت في جوفي قال اذهبي فقد كفاك الله مؤونة الطعام والشراب ما حييت \n  ) .\n</p>\n<p class=\"arabic\">فانتبهت وأنا من شبعى ريا لا أحتاج إلى طعام ولا إلى شراب فما ذقتهما إلى \n  الآن .\n</p>\n<p class=\"arabic\">قال الطهماني وكانت تحضرنا وكنا نأكل فتتنحى وتأخذ على أنفها تزعم أنها تتأذى \n  برائحة الطعام فسألتها هل يخرج منك ريح قالت لا قلت والحيض أظنها قالت انقطع \n  قلت فهل تحتاجين حاجة النساء إلى الرجال قالت أما تستحي مني تسألني عن مثل \n  هذا قلت لعلي أحدث الناس عنك قالت لا أحتاج .\n</p>\n<p class=\"arabic\">قلت فتنامين قالت نعم .\n</p>\n<p class=\"arabic\">قلت فما ترين في منامك قالت مثل الناس .\n</p>\n<p class=\"arabic\">قلت فتجدين لفقد الطعام وهنا في نفسك قالت ما أحسست بالجوع منذ طعمت ذلك الطعام .\n</p>\n<p class=\"arabic\">وكانت تقبل الصدقة فقلت ما تصنعين بها قالت أكتسي وأكسي ولدي *22*221* .\n</p>\n<p class=\"arabic\">قلت فهل تجدين البرد قالت نعم .\n</p>\n<p class=\"arabic\">قلت فهل يدركك اللغوب والإعياء إذا مشيت قالت نعم ألست من البشر قلت فتتوضين \n  للصلوات قالت نعم .\n</p>\n<p class=\"arabic\">قلت ولم قالت تأمرني بذلك الفقهاء معتق للنوم .\n</p>\n<p class=\"arabic\">وذكر أن بطنها لاصق بظهرها فأمرت امرأة من نسائنا فنظرت فإذا بطنها كما وصفت \n  وإذا قد اتخذت كيسا وشدته على بطنها كي لا ينقصف ظهرها إذا مشت .\n</p>\n<p class=\"arabic\">قال ثم لم أزل اختلف إلى هزارسف يعني تلميذتها فأعيد مسألتها وهي تتكلم بلغة \n  أهل خوارزم فلا تزيد في الحديث ولا تنقص منه .\n</p>\n<p class=\"arabic\">فعرضت كلامها كله على عبد الله بن عبد الرحمن الفقيه قال أنا أسمع هذا الحديث \n  منذ نشأت فلا أرى من يدفعه .\n</p>\n<p class=\"arabic\">وأجريت ذكرها لأبي العباس أحمد بن محمد بن طلحة بن طاهر والي خوارزم في سنة \n  ست وستين فقال هذا غير كائن .\n</p>\n<p class=\"arabic\">قلت فالأمر سهل والمسافة قريبة فأمر بها فتحمل إليك وتمتحنها بنفسك .\n</p>\n<p class=\"arabic\">فأمرني فكتبت عنه إلى العامل فأشخصها على رفق فأخبرني أبو العباس أحمد أنه \n  وكل أمه دون الناس بمراعاتها وسألها أن تستقصي عليها وتتفقدها في ساعات الغفلات \n  وأنها بقيت عند أمه نحوا من شهرين في بيت لا تخرج منه فلم يروها تأكل ولا \n  تشرب وكثر من ذلك تعجبه وقال لا ينكر الله قدره ) .\n</p>\n<p class=\"arabic\">وبرها وصرفها فلم يأت عليها إلا القليل حتى ماتت رحمها الله *22*222* قلت \n  حدثني غير واحد أثق به أن امرأة كانت بالأندلس مثل هذه كانت في حدود السبعمائة \n  بقيت نحوا من عشرين سنة لا تأكل شيئا وأمرها مشهور .\n</p>\n<p class=\"arabic\">وذكر علاء الدين الكندي في تذكرته عن الفاروثي مثل ذلك عند رجل كان بالعراق \n  بعد الستمائة .\n\n</p>"
}