{
    "header": "محمد بن أحمد بن نصر الفقيه أبو جعفر الترـ...",
    "id": "011424",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن أحمد بن نصر الفقيه أبو جعفر الترمذي شيخ الشافعية بالعراق .\n</h1>\n<p class=\"arabic\">قال ابن شريح رحل وسمع يحيى بن بكير ويوسف بن عدي وإبراهيم بن المنذر الحزامي \n  و إبراهيم بن الطيبي القواريري وطبقتهم وتفقه على أصحاب الشافعي وهو صاحب \n  ذلك المذهب .\n</p>\n<p class=\"arabic\">روى عنه عبد الباقي بن قانع وأحمد بن كامل وأحمد بن يوسف بن خلاد وأبو القاسم \n  الطبراني .\n</p>\n<p class=\"arabic\">وكان إماما قدوة زاهدا ورعا قانعا باليسير كبير القدر .\n</p>\n<p class=\"arabic\">قال الدار قطني ثقة مأمون .\n</p>\n<p class=\"arabic\">حكى أبو إسحاق إبراهيم بن السري الزجاج أنه كان يجري عليه في الشهر *22*245* \n  أربع تمرات .\n</p>\n<p class=\"arabic\">قال وكان لا يسأل أحدا شيئا .\n</p>\n<p class=\"arabic\">وقال محمد بن موسى بن حماد أخبرني أنه تقوت بضعة عشر يوما بخمس حبات وقال \n  لم أكن أملك غيرها فاشتريت بها لفتا وكنت آكل كل يوم واحدة .\n</p>\n<p class=\"arabic\">وقال الإمام أبو زكريا النووي أبى أبو جعفر الجزم بطهارة شعر رسول الله صلى \n  الله عليه وسلم وقد خالف في هذه المسألة جمهور الأصحاب .\n</p>\n<p class=\"arabic\">قلت يجب على كل مسلم الإعتقاد بطهارة رسول الله صلى الله عليه وسلم فإنه لما \n  حلق رأسه فرق شعره الطاهر المطهر على أصحابه ولم يكن ليفرق عليهم شيئا نجسا .\n</p>\n<p class=\"arabic\">قال أحمد بن عثمان السمسار والد أبي حفص حضرت عند أبي جعفر الترمذي فسئل عن \n  حديث إن الله تعالى ينزل إلى سماء الدنيا فالنزول كيف يكون يبقى فوقه علو \n  فقال النزول معقول والكيف مجهول والإيمان به واجب والسؤال عنه بدعة .\n</p>\n<p class=\"arabic\">قال أحمد بن كامل لم يكن للشافعية بالعراق أرأس منه ولا أورع ولا أكثر تقللا \n  *22*246* .\n</p>\n<p class=\"arabic\">توفي أبو جعفر رحمه الله في المحرم سنة خمس وتسعين وقد أكمل أربعا وتسعين \n  سنة .\n</p>\n<p class=\"arabic\">ونقل أنه اختلط بآخره .\n\n</p>"
}