{
    "header": "القاسم بن عبيد الله بن سليمان بن وهب بن ...",
    "id": "011406",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">القاسم بن عبيد الله بن سليمان بن وهب بن سعيد الحارثي .\n</h1>\n<p class=\"arabic\">*22*231* البغدادي الوزير ولي الوزارة للمعتضد بعد موت والده الوزير عبيد \n  الله سنة ثمان وثمانين .\n</p>\n<p class=\"arabic\">ونهض القاسم بأعباء الأمور عند موت المعتضد فأخذ البيعة للمكتفي ومات القاسم \n  في تاسع ذي القعدة سنة إحدى وتسعين فكانت وزارته ثلاث سنين ونصفا وأياما وولي \n  بعده العباس بن أيوب الوزير الذي قتل مع ابن المعتز .\n</p>\n<p class=\"arabic\">وكان القاسم من ظلمة الوزراء ومتموليهم بلغنا أنه كان يدخله في السنة من أملاكه \n  سبعمائة ألف دينار .\n</p>\n<p class=\"arabic\">ولعزة أبيه على المعتضد استوزر ولده هذا بعده وكان شابا غرا بالأمور قليل \n  التقوى وإنما أنفق على المكتفي لأنه خدمه وثبت له الأمور وكان مع قلة خبرته \n  سفاكا للدماء حمل المكتفي على قتل بدر وعلى قتل عبد الواحد بن الموفق ابن \n  عم المكتفي ولما مات أظهر الناس الشماتة بموته .\n</p>\n<p class=\"arabic\">وقال الصولي قال أبو الحارث النوفلي كنت أبغض القاسم بن عبيد الله لكفره ولمكروه \n  نالني منه .\n</p>\n<p class=\"arabic\">قال ابن النجار وأخذ البيعة للمكتفي وكان غائبا بالرقة وضبط له الخزائن فعظم \n  عنده ولقبه والي الدولة فسأل المكتفي أن يزوج ولده محمد بابنة القاسم فأجابه \n  وأمهرها مائة ألف دينار .\n</p>\n<p class=\"arabic\">قال ابن النجار كان جوادا ممدحا إلا أنه كان زنديقا فاسد الإعتقاد .\n</p>\n<p class=\"arabic\">وكان أبو إسحاق الزجاج مؤدبه فنال في وزارته منه مالا جزيلا كان يقضي أشغالا \n  كبارا عنه فيأخذ عليها حتى حصل نحوا من أربعين ألف دينار وقد أعطاه في دفعة \n  واحدة ثلاثة آلاف دينار .\n</p>\n<p class=\"arabic\">لم يكمل القاسم ثلاثا وثلاثين سنة لا رحمه الله فقد كان لعينا قال الصولي \n  ثنا شاذي المغني قال كنت يوما عند القاسم بن عبيد الله وهو يشرب *22*232* \n  فدخل ابن فراس فقرأ عليه شيئا من عهد أزدشير فأعجب القاسم فقال ) .\n</p>\n<p class=\"arabic\">له ابن فراس هذا والله وأومأ إلي أحسن من بقرة هؤلاء وآل عمرانهم وجعلا يتضاحكان .\n</p>\n<p class=\"arabic\">وقال الصولي نا ابن عبدون حدثني الوزير عباس بن الحسن قال كنت عند القاسم \n  بن عبيد الله فقرأ قارئ كنتم خير أمة أخرجت للناس فقال ابن فراس بنقصان يا \n  فوثبت فزعا فرآني الوزير وغمزه فسكت .\n</p>\n<p class=\"arabic\">الصولي نا علي بن العباس النوبختي قال انصرف ابن الرومي الشاعر من عند القاسم \n  بن عبيد الله فقال لي ما رأيت مثل حجة أوردها اليوم الوزير في قدم العالم \n  وذكر أبياتا .\n</p>\n<p class=\"arabic\">قلت فهذه الأمور دالة على خلال هذا المغتر .\n\n</p>"
}