{
    "header": "محمد بن داود بن علي بن خلف .",
    "id": "011472",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن داود بن علي بن خلف .\n</h1>\n<p class=\"arabic\">الإمام البارع أبو بكر بن الإمام أبي سليمان الأصبهاني ثم البغدادي الظاهري \n  الفقيه الأديب مصنف كتاب الزهرة *22*264* .\n</p>\n<p class=\"arabic\">يروي عن أبيه وعباس الدوري وغيرهما وعنه نفطويه والقاضي أبو عمرو محمد بن \n  يوسف وجماعة .\n</p>\n<p class=\"arabic\">وكان من أذكياء العالم جلس للفتيا بعد والده وناظر أبا العباس بن سريج .\n</p>\n<p class=\"arabic\">قال القاضي أبو الحسن الداوودي لما جلس محمد بن داود للفتوى بعد وفاة والده \n  استصغروه فدسوا عليه من سأله عن حد السكر ما هو ومتى يكون الإنسان سكران فقال \n  إذا غربت عنه الهموم وباح بسره المكتوم .\n</p>\n<p class=\"arabic\">فاستحسن ذلك منه .\n</p>\n<p class=\"arabic\">وقال محمد بن يوسف القاضي كنت أساير محمد بن داود فإذا بجارية تغني بشيء من \n  شعره هو .\n</p>\n<p class=\"arabic\">% أشكو غليل فؤاد أنت متلفه % % شكوى عليل إلى إلف يعلله % .\n</p>\n<p class=\"arabic\">% سقمي تزيد مع الأيام كثرته % % وأنت في عظم ما ألقى تقلله % .\n</p>\n<p class=\"arabic\">% الله حرم قتلي في الهوى سفها % % وأنت يا قاتلي ظلما تحلله % .\n</p>\n<p class=\"arabic\">وعن عبيد الله بن عبد الكريم قال كان محمد بن داود خصما لابن سريج وكانا يتناظران \n  ويترادان في الكتب فلما بلغ ابن سريج موت محمد نحى سجاده وجلس للتعزية وقال \n  ما آسى إلا على تراب أكل لسان محمد بن داود .\n</p>\n<p class=\"arabic\">وقال محمد بن إبراهيم بن سكرة القاضي كان محمد بن جامع الصيدلاني محبوب محمد \n  بن داود ينفق على محمد بن داود وما عرف معشوق ينفق على معشوقه سواه *22*265* .\n</p>\n<p class=\"arabic\">ومن شعره .\n</p>\n<p class=\"arabic\">% حملت جبال الحب فوقي وإنني % % لأعجز عن حمل القميص وأضعف % .\n</p>\n<p class=\"arabic\">% وما الحب من حسن ولا من سماجة % % ولكنه شيء به الروح تكلف % .\n</p>\n<p class=\"arabic\">وقال نفطويه النحوي دخلت على محمد بن داود في مرضه فقلت كيف تجدك قال حب من \n  تعلم أورثني ما ترى .\n</p>\n<p class=\"arabic\">فقلت ما منعك من الاستمتاع به مع القدرة عليه فقال الاستمتاع على وجهين أحدهما \n  النظر وهو أورثني ما ترى والثاني اللذة المحظورة ومنعني منها ما ) .\n</p>\n<p class=\"arabic\">حدثني به أبي ثنا سويد ثنا علي بن مسهر عن أبي يحيى عن أبي مجاهد عن ابن عباس \n  رفعه قال من عشق وكتم وعف وصبر غفر الله له وأدخله الجنة .\n</p>\n<p class=\"arabic\">ثم أنشدنا لنفسه .\n</p>\n<p class=\"arabic\">% أنظر إلى السحر يجري في لواحظه % % وانظر إلى دعج في طرفه الساجي % .\n</p>\n<p class=\"arabic\">% وانظر إلى شعرات فوق عارضه % % كأنهن نمال دب في عاج % .\n</p>\n<p class=\"arabic\">قال نفطويه ومات في ليلته أو في اليوم الثاني رواها جماعة عن نفطويه .\n</p>\n<p class=\"arabic\">قال أبو زيد علي بن محمد كنت عند ابن معين فذكرت له حديثا سمعته عن سويد بن \n  سعيد فذكر الحديث المذكور فقال والله لو كان عندي فرس لغزوت سويدا في هذا \n  الحديث .\n</p>\n<p class=\"arabic\">توفي في رمضان سنة سبع وتسعين كهلا .\n</p>\n<p class=\"arabic\">وقال ابن حزم توفي عاشر رمضان وله ثلاث وأربعون سنة .\n</p>\n<p class=\"arabic\">قال وكان من أجمل الناس وأكرمهم خلقا وأبلغهم لسانا وأنظفهم *22*266* هيئة \n  مع الدين والورع وكل خلة محمودة محببا إلى الناس حفظ القرآن وله سبع سنين \n  وذكر الرجال بالأدب والشعر وله عشر سنين وكان يشاهد في مجلسه أربعمائة محبرة .\n</p>\n<p class=\"arabic\">وله من التواليف كتاب الإنذار والأعذار والنقض في الفقه وكتاب الإيجاز مات \n  ولم يكلمه وكتاب الانتصار من محمد بن جرير الطبري وكتاب الوصول إلى معرفة \n  الأصول وكتاب اختلاف مصاحب الصحابة وكتاب الفرائض والمناسك رحمه الله .\n</p>\n<p class=\"arabic\">وقال أبو علي التنوخي حدثني أبو العباس أحمد بن عبد الله بن البختري الداوودي \n  حدثني أبو الحسن بن المغلس الداوودي قال كان محمد بن السري بن سهل أبو بكر \n  البزاز السامراني عن بشر بن الوليد وغيره ابن قانع والطبراني وكان ثقة توفي \n  في سنة إحدى وتسعين بسامراء محمد بن داود وابن سريج إذا حضرا مجلس أبي عمر \n  القاضي لم يجر بين اثنين فيما يتفاوضانه أحسن مما يجري بينهما فسأل أبا بكر \n  حدث من الشافعية عن العود الموجب للكفارة في الظهار ما هو فقال إعادة القول \n  ثانيا وهو مذهبه ومذهب أبيه فطالبه بالدليل فشرع فيه فقال ابن سريج هذا قول \n  من من المسلمين فاستشاط أبو بكر وقال أتظن أن من اعتقدت قولهم إجماعا في هذه \n  المسألة عندي إجماع أحسن أحوالهم أن أعدهم خلافا .\n</p>\n<p class=\"arabic\">فغضب وقال أنت بكتاب الزهرة أمهر منك بهذه الطريقة ) .\n</p>\n<p class=\"arabic\">قال والله ما تحسن تستتم قراءته قراءة من يفهم وإنه لمن أحد المناقب لي إذ \n  أقول فيه .\n</p>\n<p class=\"arabic\">% أكرر في روض المحاسن مقلتي % % وأمنع نفسي أن تنال محرما % .\n</p>\n<p class=\"arabic\">% وينطق سري عن مترجم خاطري % % فلولا اختلاسي رده لتكلما % .\n</p>\n<p class=\"arabic\">% رأيت الهوى دعوى من الناس كلهم % % فما إن أرى حبا صحيحا مسلما % .\n</p>\n<p class=\"arabic\">فقال ابن سريج فأنا الذي أقول *22*267* .\n</p>\n<p class=\"arabic\">% ومشاهد بالغنج من لحظاته % % قد بت أمنعه لذيذ سباته % .\n</p>\n<p class=\"arabic\">% ضنا بحسن حديثه وعتابه % % وأكرر اللحظات في وجناته % .\n</p>\n<p class=\"arabic\">% حتى إذا ما الصبح لاح عموده % % ولى بخاتم ربه وبراته % .\n</p>\n<p class=\"arabic\">فقال أبو بكر أيد الله القاضي قد أقر بحال ثم ادعى البراءة مما توجبه فعليه \n  البينة .\n</p>\n<p class=\"arabic\">قال ابن سريج مذهبي المقر إذا أقر بصفة كان إقراره موكلا إلى صفته .\n</p>\n<p class=\"arabic\">وقد روى عن ابن البختري المذكور أيضا إسماعيل بن عباد وكان قاضيا عالما .\n\n</p>"
}