{
    "header": "محمد بن إبراهيم بن سعيد الإمام أبو عبد اـ...",
    "id": "011412",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن إبراهيم بن سعيد الإمام أبو عبد الله العبدي الفقيه المالكي البوشنجي .\n</h1>\n<p class=\"arabic\">*22*236* شيخ أهل الحديث في زمانه بنيسابور رحل وطوف وصنف .\n</p>\n<p class=\"arabic\">وسمع يحيى بن بكير ويوسف بن عدي وروح بن صلاح وجماعة بمصر ومحمد بن سنان العوفي \n  وأمية بن بسطام ومسددا وعبد الله بن محمد بن أسماء ومحمد بن المنهال الضرير \n  وعبيد الله بن عائشة وهدبة بن خالد بالبصرة .\n</p>\n<p class=\"arabic\">وإسماعيل بن أويس وإبراهيم بن حمزة وجماعة بالمدينة وسعيد بن منصور بمكة وأحمد \n  بن يونس اليربوعي وجماعة بالكوفة وسليمان ابن بنت شرحبيل وجماعة بدمشق وأبا \n  نصر التمار وطبقته ببغداد .\n</p>\n<p class=\"arabic\">ذكره السليماني فقال أحد أئمة أصحاب مالك ثم سمى شيوخه .\n</p>\n<p class=\"arabic\">وعنه محمد بن إسحاق الصغاني ومحمد بن إسماعيل البخاري وهما أكبر منه وابن \n  خزيمة وأبو العباس الدغولي وأبو حامد بن الشرقي وأبو بكر أحمد بن إسحاق الصبغي \n  ودعلج ويحيى بن محمد العنبري وإسماعيل بن نجيد وخلق كثير آخرهم موتا أبو الفوارس \n  أحمد بن محمد بن جمعة المتوفي سنة ست وستين وثلاثمائة .\n</p>\n<p class=\"arabic\">قال دعلج حدثني فقيه من أصحاب داود بن علي أن أبا عبد الله دخل عليهم يوما \n  وجلس آخر الناس ثم إنه تكلم مع داود فأعجب به وقال لعلك أبو عبد الله البوشنجي \n  قال نعم .\n</p>\n<p class=\"arabic\">فقام إليه وأجلسه إلى جنبه وقال لأصحابه قد حضركم من يفيد ولا يستفيد *22*237* .\n</p>\n<p class=\"arabic\">وقال يحيى العنبري شهدت جنازة الحسين القباني فصلى عليه أبو عبد الله البوشنجي \n  فلما أراد الانصراف ) .\n</p>\n<p class=\"arabic\">قدمت دابته وأخذ أبو عمرو الخفاف بلجامه وأخذ ابن خزيمة بركابه وأبو بكر الجارودي \n  وإبراهيم بن أبي طالب يسويان عليه ثيابه فمضى ولم يكلم واحدا منهم .\n</p>\n<p class=\"arabic\">وقال ابن حمدان سمعت ابن خزيمة يقول لو لم يكن في أبي عبد الله من البخل بالعلم \n  ما كان ما خرجت إلى مصر .\n</p>\n<p class=\"arabic\">وقال منصور بن الهروي صح عندي أن اليوم الذي توفي فيه البوشنجي سئل ابن خزيمة \n  عن مسألة فقال لا أفتي حتى يوارى أبو عبد الله لحده .\n</p>\n<p class=\"arabic\">وقال أبو النضر محمد بن محمد الفقيه سمعت أبا عبد الله البوشنجي يقول من أراد \n  الفقه والعلم بغير أدب فقد اقتحم أن يكذب على الله ورسوله .\n</p>\n<p class=\"arabic\">قلت وكان أبو عبد الله إماما في اللغة وكلام العرب .\n</p>\n<p class=\"arabic\">قال أبو عبد الله الحاكم سمعت أبا بكر بن جعفر سمعت أبا عبد الله البوشنجي \n  يقول للمستملي الزم لفظي .\n</p>\n<p class=\"arabic\">وقال سمعت أبا بكر محمد بن جعفر سمعت أبا عبد الله البوشنجي يقول عبد العزيز \n  بن محمد الأندراوردي .\n</p>\n<p class=\"arabic\">وقال عبد الله بن الأخرم سمعت أبا عبد الله البوشنجي غير مرة يقول ثنا يحيى \n  بن عبد الله بن بكير وذكر بملء الفم .\n</p>\n<p class=\"arabic\">وقال أبو عبد الله ثنا أبو جعفر النفيلي ثنا عكرمة بن إبراهيم قاضي الري عن \n  عبد الملك بن عمير عن موسى بن طلحة قال ما رأيت أحدا أخطب ولا أعرب من عائشة .\n</p>\n<p class=\"arabic\">وقال الحاكم ثنا محمد بن أحمد بن موسى الأديب ثنا أبو عبد الله البوشنجي ثنا \n  عبد الله بن يزيد الدمشقي ثنا عبد الرحمن بن يزيد بن جابر قال رأيت في المقسلاط \n  صنما من نحاس إذا عطش نزل فشرب فسمعت *22*238* البوشنجي يقول ربما تكلمت العلماء \n  بالكلمة على المعارضة وعلى سبيل تفقدهم علوم حاضريهم ومقدار أفهامهم تأديبا \n  لهم وامتحانا لأوهامهم هذا عبد الرحمن وهو أحد علماء الشام وله كتب في العلم \n  قال رأيت على المقسلاط وهو موضع بدمشق وهو سوق الرقيق قال رأيت عليه صنما \n  وهو عامود طويل إذا عطش نزل فشرب يريد أنه لا يعطش ولو عطش نزل يريد أنه لا \n  ينزل فهو ينفي عنه النزول والعطش .\n</p>\n<p class=\"arabic\">وقال أبو زكريا العنبري سمعت أبا عبد الله البوشنجي يقول محمد بن إسحاق بن \n  سيار عندنا ثقة .\n</p>\n<p class=\"arabic\">قال الحاكم كان والد أبي زكريا قد تكفل بأسباب أبي عبد الله البوشنجي فسمع \n  منه أبو زكريا الكثير وقال قال لي مرة أحسنت ثم التفت إلى أبي فقال قد قلت \n  لابنك أحسنت ولو قلت هذا لأبي عبيد لفرح .\n</p>\n<p class=\"arabic\">وقال الحسن بن يعقوب كان مقام أبي عبد الله بنيسابور على الليثية فلما انقضت \n  أيامهم خرج إلى بخارى ) .\n</p>\n<p class=\"arabic\">إلى حضرة إسماعيل الأمير فالتمس منه بعد أن أقام عنده برهة أن يكتب أرزاقه \n  بنيسابور .\n</p>\n<p class=\"arabic\">وقال الحاكم سمعت الحسين بن الحسن الطوسي سمعت أبا عبد الله البوشنجي يقول \n  أخذت من الليثية سبعمائة ألف درهم .\n</p>\n<p class=\"arabic\">وقال دعلج سمعت أبا عبد الله يقول وأشار إلى أبي بكر محمد بن إسحاق بن خزيمة \n  فقال محمد بن إسحاق كيس ولا أقول هذا لأبي ثور .\n</p>\n<p class=\"arabic\">وقال محمد بن يعقوب بن الأخرم الحافظ روى البخاري عن أبي عبد الله البوشنجي \n  حديثا في الصحيح .\n</p>\n<p class=\"arabic\">قلت في الصحيح للبخاري ثنا محمد نا النفيلي فإن لم يكن البوشنجي وإلا فهو \n  محمد بن يحيى والأغلب أنه البوشنجي في تفسير سورة البقرة فإن الحديث بعينه \n  رواه الحاكم عن أبي بكر بن أبي نصر نا *22*239* البوشنجي نا النفيلي ثنا مسكين \n  بن بكير ثنا شعبة عن خالد الخزاعي الأصغر عن رجل من أصحاب النبي صلى الله \n  عليه وسلم وهو ابن عمر أنها نسخت إن تبدوا ما في أنفسكم أو تخفوه الآية .\n</p>\n<p class=\"arabic\">وقال الحاكم ثنا الأصم ثنا الصغاني أخبرني محمد بن إبراهيم ثنا النفيلي فذكر \n  حديثا ثم قال الحاكم ثناه محمد بن جعفر ثنا البوشنجي وقال ثنا عنه بسرخس عبد \n  الله بن المغيرة المهلبي وبمرو محمد بن أحمد بن حاتم وجماعة وبترمذ أبو نصر \n  محمد بن محمد وببخارى أحمد بن سهل الفقيه وبسمرقند عبد الله بن محمد الثقفي \n  وبنسف أحمد بن جمعة .\n</p>\n<p class=\"arabic\">قلت وقد وقع لي حديثه عاليا أخبرني محمد بن عبد السلام وأحمد بن هبة الله \n  وزينب بنت كندي قراءة عن المؤيد الطوسي أن أبا عبد الله الفراوي أخبره عن \n  عبد المعز الهروي أن تميما المؤدب أخبره عن زينب الشعرية أن إسماعيل بن أبي \n  القاسم أخبرها قال أنا عمر بن أحمد بن مسرور ثنا إسماعيل بن نجيد الزاهد سنة \n  أربع وستين وثلاثمائة ثنا محمد بن إبراهيم البوشنجي ثنا روح بن صلاح المصري \n  ثنا موسى بن علي بن رباح عن أبيه عن عبد الله بن عمرو عن رسول الله صلى الله \n  عليه وسلم قال الحسد في اثنتين رجل آتاه الله القرآن فقام به وأحل حلاله حرم \n  حرامه ورجل آتاه الله مالا فوصل رحمه وعمل بطاعة الله تمنى أن يكون مثله .\n</p>\n<p class=\"arabic\">ومن يكن فيه أربع فلا يضره ما زوى عنه من الدنيا حسن خليقة وعفاف وصدق حديث \n  وحفظ أمانة .\n</p>\n<p class=\"arabic\">توفي أبو عبد الله في غرة المحرم سنة إحدى وتسعين ودفن من الغد ومولده سنة \n  أربع ومائتين *22*240* .\n\n</p>"
}