{
    "header": "محمد بن نصر المروزي الإمام أبو عبد الله ...",
    "id": "011544",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن نصر المروزي الإمام أبو عبد الله أحد الأعلام في العلوم والأعمال .\n</h1>\n<p class=\"arabic\">ولد سنة اثنتين ومائتين ببغداد ونشأ بنيسابور سكن سمرقند وغيرها وكان أبوه \n  مروزيا .\n</p>\n<p class=\"arabic\">قال الحاكم فيه إمام الحديث في عصره بلا مدافعة .\n</p>\n<p class=\"arabic\">سمع بخراسان يحيى بن يحيى وإسحاق وأبا خالد بن يزيد بن صالح وعمرو بن زرارة \n  وصدقة بن الفضل المروزي وعلي بن حجر .\n</p>\n<p class=\"arabic\">وبالري محمد بن مهران ومحمد بن مقاتل ومحمد بن حميد .\n</p>\n<p class=\"arabic\">وببغداد محمد بن بكار وعبد الله القواريري وجماعة .\n</p>\n<p class=\"arabic\">وبالبصرة أبا الربيع الزهراني وهدبة وشيبان وعبد الواحد بن غياث جماعة .\n</p>\n<p class=\"arabic\">وبالكوفة سعيد بن عمرو الأشعثي ومحمد بن عبد الله بن نمير وجماعة .\n</p>\n<p class=\"arabic\">وبالحجاز أبا مصعب وإبراهيم بن المنذر الحزامي وجماعة *22*296* .\n</p>\n<p class=\"arabic\">وبالشام هشام بن عمار وجماعة .\n</p>\n<p class=\"arabic\">قلت وبمصر يونس بن عبد الأعلى والربيع المرادي .\n</p>\n<p class=\"arabic\">وتفقه على أصحاب الشافعي .\n</p>\n<p class=\"arabic\">وقال الخطيب حدث عن عبدان وسمى جماعة وقال كان من أعلم الناس باختلاف الصحابة \n  ومن بعدهم .\n</p>\n<p class=\"arabic\">قلت روى عنه أبو العباس السراج ومحمد بن المنذر شكر وأبو حامد بن الشرقي وأبو \n  عبد الله محمد بن الأخرم وأبو النضر محمد بن محمد الفقيه وابنه إسماعيل بن \n  محمد بن نصر ومحمد بن إسحاق السمرقندي وخلق كثير ) .\n</p>\n<p class=\"arabic\">قال أبو بكر الصيرفي لو لم يصنف المروزي إلا كتاب القسامة لكان من أفقه الناس .\n</p>\n<p class=\"arabic\">وقال أبو بكر بن إسحاق الصبغي وقيل له ألا تنظر إلى تمكن أبي علي الثقفي في \n  عقله قال ذاك عقل الصحابة والتابعين من أهل المدينة .\n</p>\n<p class=\"arabic\">قيل وكيف ذاك قال إن مالك بن أنس كان من أعقل أهل زمانه وكان يقال إنه صار \n  إليه عقول من جالسهم من التابعين فجالسه يحيى بن يحيى النيسابوري فاخذ من \n  عقله وسمته حتى لم يكن بخراسان مثله فكان يقال هذا عقل مالك وسمته ثم جالس \n  يحيى محمد بن نصر سنين حتى أخذ من سمته وعقله فلم ير بعد يحيى من فقهاء خراسان \n  أعقل منه ثم إن أبا علي الثقفي جالس محمد بن نصر أربع سنين فلم يكن بعده أعقل \n  منه .\n</p>\n<p class=\"arabic\">وقال عبد الله محمد الإسفرائيني سمعت محمد بن عبد الله بن عبد الحكم *22*297* \n  يقول كان محمد بن نصر عندنا إماما فكيف بخراسان .\n</p>\n<p class=\"arabic\">وقال القاضي محمد بن محمد كان الصدر الأول من مشايخنا يقولون رجال خراسان \n  أربعة ابن المبارك وإسحاق ويحيى ومحمد بن نصر .\n</p>\n<p class=\"arabic\">وقال ابن الأخرم انصرف محمد بن نصر من الرحلة الثانية سنة ستين ومائتين فاستوطن \n  نيسابور ولم تزل تجارته بنيسابور أقام مع شريك له مضارب وهو يشتغل بالعلم \n  والعبادة ثم خرج سنة خمس وسبعين إلى سمرقند فأقام بها وشريكه بنيسابور وكان \n  وقت مقامه هو المفتي والمقدم بعد وفاة محمد بن يحيى فإن حيكان يعني يحيى بن \n  محمد بن يحيى ومن بعده أقروا له بالفضل والتقدم .\n</p>\n<p class=\"arabic\">قال ابن الأخرم ثنا إسماعيل بن قتيبة سمعت محمد بن يحيى غير مرة إذا سئل عن \n  مسألة يقول سلوا أبا عبد الله المروزي .\n</p>\n<p class=\"arabic\">وقال أبو بكر الصبغي أدركت إمامين لم أرزق السماع منهما أبو حاتم الرازي ومحمد \n  بن نصر المروزي .\n</p>\n<p class=\"arabic\">وأما عبد بن ربيعة فما رأيت أحسن صلاة منه ولقد بلغني أن زنبورا قعد على جبهته \n  فسال الدم على وجهه ولم يتحرك .\n</p>\n<p class=\"arabic\">وقال ابن الأخرم ما رأيت أحسن صلاة من محمد بن نصر كان الذباب يقع على أذنه \n  فيسيل الدم ولا يذبه عن نفسه ولقد كنا نتعجب من حسن صلاته وخشوعه وهيبته للصلاة \n  كان يضع رقبته على صدره فتتصلب كأنه خشبة منصوبة وكان من أحسن الناس خلقا \n  كأنما فقئ في وجهه حب *22*298* الرمان وعلى خديه كالورد ولحيته بيضاء ) .\n</p>\n<p class=\"arabic\">وقال أحمد بن إسحاق الصبغي سمعت محمد بن عبد الوهاب الثقفي يقول كان إسماعيل \n  بن أحمد والي خراسان يصل محمد بن نصر في السنة بأربعة آلاف درهم ويصله أخوه \n  إسحاق بمثلها ويصله أهل سمرقند بمثلها فكان ينفقها من السنة إلى السنة من \n  غير أن يكون له عيال فقيل له لو ادخرت لنائبة .\n</p>\n<p class=\"arabic\">فقال سبحان الله أنا بقيت بمصر كذا وكذا سنة قوتي وثيابي وكاغدي وحبري وجميع \n  ما ينفق على نفسي في السنة عشرين درهما فترى إن ذهب ذا لا يبقى ذاك .\n</p>\n<p class=\"arabic\">وقال السليماني محمد بن نصر إمام الأئمة الموفق من السماء سكن سمرقند سمع \n  يحيى بن يحيى وعبدان والمسندي وإسحاق .\n</p>\n<p class=\"arabic\">له كتاب تعظيم قدر الصلاة وكتاب رفع اليدين وغيرهما من الكتب المعجزة .\n</p>\n<p class=\"arabic\">ومات وصالح جزرة في سنة أربع .\n</p>\n<p class=\"arabic\">أنبأني جماعة قالوا ثنا أبو اليمن نا أبو منصور نا أبو بكر الخطيب أنا الجوهري \n  أنا ابن حيويه ثنا عفان بن جعفر اللبان حدثني محمد بن نصر قال خرجت من مصر \n  ومعي جارية لي فركبت البحر أريد مكة فغرقت فذهب مني ألف جزء وصرت إلى جزيرة \n  أنا وجاريتي فما رأينا فيها أحدا وأخذني العطش فلم أقدر على الماء فوضعت رأسي \n  على فخذ جاريتي مستسلما للموت فإذا رجل قد جاءني ومعه كوز فقال لي هاه .\n</p>\n<p class=\"arabic\">فشربت وسقيتها ثم مضى فما أدري من أين جاء ولا من أين ذهب *22*299* .\n</p>\n<p class=\"arabic\">وقال أبو الفضل محمد بن عبيد الله البلعمي سمعت الأمير إسماعيل بن أحمد يقول \n  كنت بسمرقند فجلست يوم للمظالم وجلس أخي إسحاق إلى جنبي إذ دخل أبو عبد الله \n  محمد بن نصر فقمت له إجلالا لعلمه فلما خرج عاتبني أخي وقال أنت والي خراسان \n  تقوم لرجل من الرعية هذا ذهاب السياسة .\n</p>\n<p class=\"arabic\">فبت تلك الليلة وأنا منقسم القلب فرأيت النبي صلى الله عليه وسلم فأخذ بعضدي \n  فقال لي ثبت ملكك وملك بنيك بإجلالك محمد بن نصر .\n</p>\n<p class=\"arabic\">وكان محمد بن نصر زوج خنة بخاء معجمة ثم نون أخت يحيى بن أكثم القاضي .\n</p>\n<p class=\"arabic\">توفي بسمرقند في المحرم سنة أربع وتسعين .\n</p>\n<p class=\"arabic\">وقال أبو عبد الله بن مندة في مسألة الإيمان صرح محمد بن نصر في كتاب الإيمان \n  بأن الإيمان مخلوق فإن الإقرار والشهادة وقراءة القرآن بلفظه مخلوق وهجره \n  على ذلك علماء وقته وخالفه أئمة أهل خراسان والعراق ) .\n</p>\n<p class=\"arabic\">قلت لو أننا كلما أخطأ إمام مجتهد في مسألة خطأ مغفورا له هجرناه وبدعناه \n  لما سلم أحد من الأئمة والله الهادي للحق والراحم للخلق .\n</p>\n<p class=\"arabic\">وقال ابن حزم في بعض تواليفه أعلم الناس من كان أجمعهم للسنن وأضبطهم لها \n  وأذكرهم لمعانيها ولأحوال الصحابة ولا نعلم هذه الصفة أتم منها في محمد بن \n  نصر المروزي فلو قال قائل ليس لرسول صلى الله عليه وسلم حديث ولا لأصحابه \n  إلا وهو عند محمد بن نصر لما بعد عن الصدق .\n\n</p>"
}