{
    "header": "محمد بن حبان .",
    "id": "011751",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن حبان .\n</h1>\n<p class=\"arabic\">*23*76* .\n</p>\n<p class=\"arabic\">بالضم أيضا ابن بكر بن عمرو الباهلي البصري .\n</p>\n<p class=\"arabic\">نزل بغداد في المحرم وحدث عن أمية بن بسطام وكامل بن طلحة ومحمد بن منهال .\n</p>\n<p class=\"arabic\">روى عنه الطبراني وأبو علي النيسابوري .\n</p>\n<p class=\"arabic\">وهو الأول بناء على أن الأزهر لقب بكر أو هو جد أعلى أو وقع وهم في نسبه .\n</p>\n<p class=\"arabic\">وقد وهم عبد الغني المصري الحافظ وقيده بالفتح وقال ثنا عنه الذهلي .\n</p>\n<p class=\"arabic\">قال وبضم الحاء محمد بن حبان حدث عنه أبو قتيبة مسلم بن الفضل .\n</p>\n<p class=\"arabic\">قال الصوري وهما واحد وهو بالضم .\n</p>\n<p class=\"arabic\">قلت ليس عند الطبراني عنه سوى حديث واحد عن كامل بن طلحة أورده عنه في معجمه \n  الأصغر والأوسط وهو ضعيف .\n</p>\n<p class=\"arabic\">وقال ابن مندة الحافظ ليس بذاك .\n</p>\n<p class=\"arabic\">وأما ابن ماكولا فقال محمد بن حبان بن الأزهر الباهلي بالفتح عن أبي عاصم \n  وعنه ) .\n</p>\n<p class=\"arabic\">أحمد بن عبيد الله النهرديري .\n</p>\n<p class=\"arabic\">ومحمد بن حبان أبو بكر عن أبي عاصم ذكره عبد الغني وهو متقن لا يخفى عليه \n  أمر شيخ شيخه .\n</p>\n<p class=\"arabic\">وكان القاضي أبو طاهر الذهلي من المتثبتين لا يخفى عليه أمر شيخه .\n</p>\n<p class=\"arabic\">وقال الصوري إنما هو واحد .\n</p>\n<p class=\"arabic\">قال ابن ماكولا ولم يأت بشيء فإنهما اثنان والنسبة تفرق بينهما والله أعلم \n  وجد أحدهما الأزهر وجد الآخر بكر .\n</p>\n<p class=\"arabic\">قال فإن كان شيخنا الصوري يقد أتقنه بالضم فقد غلط في تصوره أنهما *23*77* \n  واحد وهما اثنان كل منهما محمد بن حبان .\n</p>\n<p class=\"arabic\">وإن لم يكن أتقنه فالأول بالفتح وهذا بالضم .\n</p>\n<p class=\"arabic\">قلت لم يقل الصوري هما واحد إلا باعتبار الاثنين المسمين أما باعتبار الرجل \n  الآخر الذي ذكره الدارقطني فيكونون ثلاثة فإن الدارقطني قال محمد بن حبان \n  بن بكر بن عمر البصري نزل بغداد في المحرم وحدث عن أمية بن بسطام ومحمد بن \n  منهال وغيرهما .\n\n</p>"
}