{
    "header": "أحمد بن شعيب بن علي بن سنان بن بحر .",
    "id": "011815",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أحمد بن شعيب بن علي بن سنان بن بحر .\n</h1>\n<p class=\"arabic\">*23*106* .\n</p>\n<p class=\"arabic\">أبو عبد الرحمن النسائي القاضي مصنف السنن وغيرها من التصانيف وبقية الأعلام .\n</p>\n<p class=\"arabic\">ولد سنة خمس عشرة ومائتين .\n</p>\n<p class=\"arabic\">وسمع قتيبة وإسحاق بن راهويه وهشام بن عمار وعيسى بن حماد والحسين بن منصور \n  السلمي النيسابوري وعمرو بن زرارة ومحمد بن النضر المروزي وسويد بن نصر وأبا \n  كريب وخلقا سواهم بعد الأربعين ومائتين بخراسان والعراق والشام ومصر والحجاز \n  والجزيرة .\n</p>\n<p class=\"arabic\">وعنه أبو بشر الدولابي وأبو علي الحسين النيسابوري وحمزة بن محمد الكناني \n  وأبو بكر أحمد بن السني ومحمد بن عبد الله بن حيويه وأبو القاسم الطبراني \n  وخلق سواهم .\n</p>\n<p class=\"arabic\">رحل إلى قتيبة وهو ابن خمس عشرة سنة وقال أقمت عنده سنة وشهرين .\n</p>\n<p class=\"arabic\">ورحل إلى مرو ونيسابور والعراق والشام ومصر والحجاز وسكن مصر وكان يسكن بزقاق \n  القناديل .\n</p>\n<p class=\"arabic\">وكان مليح الوجه ظاهر الدم مع كبر السن وكان يؤثر لباس البرود النوبية الخضر \n  ويكثر الجماع مع صوم يوم وإفطار يوم *23*107* .\n</p>\n<p class=\"arabic\">وكان له أربع زوجات يقسم لهن ولا يخلو مع ذلك من سرية وكان يكثر أكل الديوك \n  الكبار تشترى له وتسمن فقال بعض الطلبة ما أظن أبا عبد الرحمن إلا أنه يشرب \n  النبيذ للنضرة التي في وجهه .\n</p>\n<p class=\"arabic\">وقال آخرون ليت شعرنا ما يقول في إتيان النساء في أدبارهن فسئل فقال النبيذ \n  حرام ولا يصح في الدبر شيء ولكن حدث محمد بن كعب القرظي عن ابن عباس قال إسق \n  حرثك من حيث شئت فلا ينبغي أن يتجاوز قوله هذا الفصل .\n</p>\n<p class=\"arabic\">سمعه الوزير ابن حنزابة من محمد بن موسى المأموني صاحب النسائي .\n</p>\n<p class=\"arabic\">وفيه فسمعت قوما ينكرون عليه كتاب الخصائص لعلي رضي الله عنه وتركه تصنيف \n  فصائل الشيخين فذكرت له ذلك فقال دخلت إلى دمشق والمنحرف عن علي بها كثير \n  فصنفت كتاب الخصائص رجاء أن يهديهم الله .\n</p>\n<p class=\"arabic\">ثم صنف بعد ذلك فضائل الصحابة فقيل له وأنا أسمع ألا تخرج فضائل معاوية .\n</p>\n<p class=\"arabic\">فقال أي شيء أخرج اللهم لا تشبع بطنه *23*108* فسكت السائل .\n</p>\n<p class=\"arabic\">قلت لعل هذه فضيلة لقول النبي صلى الله عليه وسلم اللهم من لعنته أو سببته \n  فاجعل له ذلك زكاة ورحمة .\n</p>\n<p class=\"arabic\">قال أبو علي النيسابوري حافظ خراسان في زمانه ثنا الإمام في الحديث بلا مدافعة \n  أبو عبد الرحمن النسائي .\n</p>\n<p class=\"arabic\">وقال أبو طالب أحمد بن نصر الحافظ من يصبر على ما يصبر عليه النسائي كان عنده \n  حديث ابن لهيعة ترجمة ترجمة يعني عن قتيبة عنه فما حدث بها .\n</p>\n<p class=\"arabic\">وقال الدراقطني أبو عبد الرحمن مقدم على كل من يذكر بهذا العلم من أهل عصره .\n</p>\n<p class=\"arabic\">قال قاضي مصر أبو القاسم عبد الله بن محمد بن أبي العوام السعدي ثنا أحمد \n  بن شعيب النسائي أنا إسحاق بن راهويه نا محمد بن أعين قال قلت لابن المبارك \n  إن فلانا يقول من زعم أن قوله تعالى إنني أنا الله لا إله إلا أنا فاعبدني \n  مخلوق فهو كافر فقال ابن المبارك صدق .\n</p>\n<p class=\"arabic\">قال النسائي بهذا أقول .\n</p>\n<p class=\"arabic\">وقال ابن طاهر المقدسي سألت سعد بن علي الزنجاني عن رجل فوثقه فقلت قد ضعفه \n  النسائي فقال يا بني إن لأبي عبد الرحمن شرطا في الرجال أشد من شرط البخاري \n  ومسلم .\n</p>\n<p class=\"arabic\">وقال محمد بن المظفر الحافظ سمعت مشايخنا بمصر يصفون اجتهاد النسائي في العبادة \n  بالليل والنهار وأنه خرج إلى الغداء مع أمير مصر فوصف من شهامته وإقامته السنن \n  المأثورة في فداء المسلمين واحترازه عن مجالس *23*109* السلطان الذي خرج معه \n  والانبساط في المأكل وأنه لم يزل ذلك رأيه إلى أن استشهد بدمشق من جهة الخوارج .\n</p>\n<p class=\"arabic\">وقال الدراقطني كان ابن الحداد أبو بكر كثير الحديث ولم يحدث عن غير النسائي \n  وقال رضيت به حجة بيني وبين الله تعالى .\n</p>\n<p class=\"arabic\">وقال أبو عبد الرحمن بن مندة عن حمزة العقبي المصري وغيره أن النسائي خرج \n  من مصر في آخر عمره إلى دمشق فسئل بها عن معاوية وما روي في فضائله فقال لا \n  يرضى رأسا برأس حتى يفضل قال فما زالوا يدفعون في حضنيه حتى أخرج من المسجد \n  ثم حمل إلى الرملة وتوفي بها رحمه الله ورضي عنه ) .\n</p>\n<p class=\"arabic\">وقال الدارقطني إنه خرج حاجا فامتحن بدمشق وأدرك الشهادة فقال احملوني إلى \n  مكة .\n</p>\n<p class=\"arabic\">فحمل وتوفي بها وهو مدفون بين الصفا والمروة .\n</p>\n<p class=\"arabic\">وكانت وفاته في شعبان سنة ثلاث وثلاثمائة .\n</p>\n<p class=\"arabic\">قال وكان أفقه مشايخ مصر في عصره وأعلمهم بالحديث والرجال .\n</p>\n<p class=\"arabic\">وقال أبو سعيد بن يونس في تاريخه كان إماما حافظا ثبتا خرج من مصر في ذي القعدة \n  سنة اثنتين وثلاثمائة وتوفي بفلسطين يوم الاثنين لثلاث عشرة خلت من صفر سنة \n  ثلاث وثلائمائة .\n</p>\n<p class=\"arabic\">قتل هذا هو الصحيح والله أعلم .\n\n</p>"
}