{
    "header": "محمد بن عثمان بن إبراهيم بن زرعة الثقفي ...",
    "id": "011809",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن عثمان بن إبراهيم بن زرعة الثقفي .\n</h1>\n<p class=\"arabic\">مولاهم الدمشقي القاضي أبو زرعة .\n</p>\n<p class=\"arabic\">كانت داره بنواحي باب البريد .\n</p>\n<p class=\"arabic\">ولي قضاء مصر سنة أربع وثمانين ومائتين وولي قضاء دمشق .\n</p>\n<p class=\"arabic\">وكان جده يهوديا فأسلم .\n</p>\n<p class=\"arabic\">روى عنه الحسن الحصائري وغيره وكان حسن المذهب عفيفا متثبتا وكان قد نزع الطاعة \n  وقام مع ابن طولون وخلع أبا أحمد الموفق ووقف عند المنبر يوم الجمعة وقال \n  أيها الناس أشهدكم أني خلعت أبا أحمق كما يخلع الخاتم من الإصبع فالعنوه .\n</p>\n<p class=\"arabic\">فعل ذلك أبو زرعة بأمر أحمد بن طولون .\n</p>\n<p class=\"arabic\">وكانت قد جرت وقعة بين ابن الموفق وبين خمارويه بن أحمد بن طولون في سنة إحدى \n  وسبعين ومائتين وتسمى وقعة الطواحين وانتصر فيها أحمد بن الموفق ورجع إلى \n  دمشق .\n</p>\n<p class=\"arabic\">وكانت هذه الوقعة بنواحي الرملة فقال ابن الموفق لكاتبه أحمد بن محمد الواسطي \n  أنظر من كان يبغضنا *23*101* .\n</p>\n<p class=\"arabic\">قال فأخذ يزيد بن عبد الصمد وأبو زرعة الدمشقي والقاضي أبو زرعة مقيدين فاستحضرهم \n  يوما في طريقه إلى بغداد فقال أيكم القائل قد نزعت أبا أحمق فربت ألسنتا وآيسنا \n  من الحياة .\n</p>\n<p class=\"arabic\">قال أبو زرعة الدشمقي المحدث فأما أنا فأبلست وأما يزيد فخرس وكان تمتاما \n  وكان أبو زرعة محمد بن عثمان أحدثنا سنا فقال أصلح الله الأمير .\n</p>\n<p class=\"arabic\">فقال الواسطي قف حتى يتكلم أكبر منك .\n</p>\n<p class=\"arabic\">فقلنا أصلحك الله هو يتكلم عنا .\n</p>\n<p class=\"arabic\">فقال تكلم .\n</p>\n<p class=\"arabic\">قال والله ما فينا هاشمي صريح ولا قرشي صريح ولا عربي فصيح ولكنا قوم ملكنا \n  يعني قهرنا ثم روى أحاديث في السمع والطاعة وأحاديث في العفو والإحسان وكان \n  هو المتكلم بالكلمة التي نطالب بخزيها .\n</p>\n<p class=\"arabic\">وقال إني أشهدك أيها الأمير أن نسائي طوالق وعبيدي أحرار ومالي علي حرام إن \n  كان من هؤلاء القوم أحد قال هذه الكلمة .\n</p>\n<p class=\"arabic\">ووراءنا حرم وعيال وقد تسامع الناس بهلاكنا وقد قدرت وإنما العفو بعد القدرة .\n</p>\n<p class=\"arabic\">فقال للواسطي أطلقهم لأكثر الله أمثالهم .\n</p>\n<p class=\"arabic\">فاشتغلت أنا ويزيد بن عبد الصمد في نزهة أنطاكية وطيبها عند عثمان بن خرزاد \n  وسبق هو إلى حمص .\n</p>\n<p class=\"arabic\">قال ابن زولاق في تاريخ قضاة مصر ولي أبو زرعة قضاء مصر سنة *23*102* أربع \n  وثمانين وكان يذهب إلى قول الشافعي ويوالي عليه ويصانع وكان عفيفا شديد التوقف \n  في إنفاذ الأحكام وله مال كثير وضياع كبار بالشام واختلف في أمره فقيل إن \n  هارون بن خمارويه متولي مصر كان في عهده أن القضاء إليه فولاه القضاء .\n</p>\n<p class=\"arabic\">وقيل إن المعتضد كتب له عهدا .\n</p>\n<p class=\"arabic\">قال وكان القاضي يرقي من وجع الضرس ويدفع إلى صاحب الوجع حشيشة توضع عليه \n  فيسكن .\n</p>\n<p class=\"arabic\">قال وكان يزن عن الغرماء الضعفاء وربما أراد القوم النزهة فيأخذ الواحد بين \n  الآخر فيطالبه فيقر له ويبكي فيرحمه ويزن عنه .\n</p>\n<p class=\"arabic\">وسمعت محمد بن أحمد بن الحداد الفقيه شيخنا يقول سمعت منصور بن إسماعيل الفقيه \n  يقول كنت عند أبي زرعة القاضي فذكر الخلفاء فقلت له أيها القاضي يجوز أن يكون \n  السفيه وكيلا قال لا .\n</p>\n<p class=\"arabic\">قلت فوليا لامرأة قال لا .\n</p>\n<p class=\"arabic\">قلت فأمينا قال لا .\n</p>\n<p class=\"arabic\">قتل فشاهدا قال لا .\n</p>\n<p class=\"arabic\">قلت فيكون خليفة قال لي يا أبا الحسن هذه من مسائل الخوارج *23*103* .\n</p>\n<p class=\"arabic\">وكان أبو زرعة قد شرط لمن يحفظ مختصر المزني مائة دينار يهبها له وهو أدخل \n  مذهب الشافعي دمشق وحكم به القضاة وكان الغالب عليها قول الأوزاعي .\n</p>\n<p class=\"arabic\">قال وكان أبو زرعة من الأكلة يأكل سل مشمش ويأكل سل تين وما أشبه ذلك .\n</p>\n<p class=\"arabic\">وبقي على قضاء مصر ثماني سنين وشهرين فصرف وأعيد إلى القضاء محمد بن عبدة \n  بن حرب فإنه ظهر من الاختفاء كما ذكرنا في ترجمته فولاه محمد بن سليمان الكاتب \n  القضاء .\n\n</p>"
}