{
    "header": "أحمد بن عمر بن سريج .",
    "id": "011967",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أحمد بن عمر بن سريج .\n</h1>\n<p class=\"arabic\">*23*178* .\n</p>\n<p class=\"arabic\">القاضي أبو العباس البغدادي إمام أصحاب الشافعي .\n</p>\n<p class=\"arabic\">شرح المذهب ولخصه وصنف التصانيف ورد على المخالفين للنصوص .\n</p>\n<p class=\"arabic\">سمع الحسن بن محمد بن الصباح الزعفراني وعلي بن أشكاب وأبا داود السجستاني \n  وعباس بن محمد الدوري .\n</p>\n<p class=\"arabic\">وعنه أبو القاسم الطبراني وأبو أحمد الغطريفي وأبو الوليد حسان بن محمد .\n</p>\n<p class=\"arabic\">وتفقه عليه عدة أئمة .\n</p>\n<p class=\"arabic\">توفي في جمادى الأولى من السنة وله سبع وخمسون سنة وستة أشهر .\n</p>\n<p class=\"arabic\">وقع حديثه بعلو في جزء الغطريفي لأصحاب ابن طبرزذ .\n</p>\n<p class=\"arabic\">وقال أبو إسحاق الشيرازي في الطبقات كان يقال له الباز الأشهب ولي القضاء \n  بشيراز .\n</p>\n<p class=\"arabic\">قال وكان يفضل على جميع أصحاب الشافعي حتى على المزني وإن فهرست كتبه كان \n  يشتمل على أربعمائة مصنف كان الشيخ أبو حامد الإسفرائيني يقول نحن نجري مع \n  أبي العباس في ظواهره الفقه دون دقائقه *23*179* .\n</p>\n<p class=\"arabic\">تفقه على أبي القاسم الأنماطي وأخذ عنه خلق .\n</p>\n<p class=\"arabic\">وعنه انتشر مذهب الشافعي .\n</p>\n<p class=\"arabic\">وقال أبو علي بن خيران سمعت أبا العباس بن سريج يقول رأيت كأنا مطرنا كبريتا \n  أحمر فملأت أكمامي وحجري فعبر لي أن أرزق علما عزيزا كعزة الكبريت الأحمر \n  ) .\n</p>\n<p class=\"arabic\">وقال أبو الوليد الفقيه سمعت ابن سريج يقول قل ما رأيت من المتفقهة من اشتغل \n  بالكلام فأفلح يفوته الفقه ولا يصل إلى معرفة الكلام .\n</p>\n<p class=\"arabic\">قال الحاكم سمعت حسان بن محمد الفقيه يقول كنا في مجلس ابن سريج سنة ثلاث \n  وثلاثمائة فقام إليه شيخ من أهل العلم فقال أبشر أيها القاضي فإن الله يبعث \n  على رأس كل مائة سنة من يجدد يعني للأمة أمر دينها والله تعالى بعث على رأس \n  المائة عمر بن عبد العزيز وعلى رأس المائتين أبا عبد الله الشافعي وبعثك على \n  رأس الثلاثمائة ثم أنشأ يقول .\n</p>\n<p class=\"arabic\">% اثنان قد مضيا فبورك فيهما % % عمر الخليفة ثم حلف السؤدد % .\n</p>\n<p class=\"arabic\">% الشافعي الألمعي محمد % % إرث النبوة وابن عم محمد % .\n</p>\n<p class=\"arabic\">% أبشر أبا العباس إنك ثالث % % من بعدهم سقيا لتربة أحمد % .\n</p>\n<p class=\"arabic\">فصاح أبو العباس بن سريج وبكى وقال لقد نعى إلي نفسي .\n</p>\n<p class=\"arabic\">قال حسان فمات القاضي أبو العباس في تلك السنة .\n</p>\n<p class=\"arabic\">قلت وكان على رأس الأربعمائة أبو حامد الإسفراييني وعلى رأس الخمسمائة الغزالي \n  وعلى رأس الستمائة الحافظ عبد الغني وعلى رأس السبعمائة شيخنا ابن دقيق العيد \n  على أن بعض هؤلاء يخالفني فيهم خلق من العلماء *23*180* .\n</p>\n<p class=\"arabic\">والذي أعتقده من الحديث أن ظلف من يجدد للجمع لا للمفرد والله أعلم .\n</p>\n<p class=\"arabic\">وكان أبو العباس على مذهب السلف يؤمن بها ولا يؤولها ويميزها كما جاءت وهو \n  صاحب مسألة الدور في الحلف بالطلاق .\n</p>\n<p class=\"arabic\">وقد روى التنوخي في نشواره قال حدثني القاضي أبو بكر العنبري بالبصرة حدثني \n  أبو عبد الله شيخ من أصحاب ابن سريج كتبت عنه الحديث قال قال لنا ابن سريج \n  يوما أحسب أن المنية قربت .\n</p>\n<p class=\"arabic\">قلنا وكيف قال رأيت البارحة كأن القيامة قد قامت والناس قد حسروا وكأن مناديا \n  ينادي بصوت عظيم بم أجبتم المرسلين فقلت بالإيمان والتصديق فقيل ما سئلتم \n  عن الأقوال بل سئلتم عن الأعمال .\n</p>\n<p class=\"arabic\">فقلت أما الكبائر فقد اجتنبناها وأما الصغائر فعولنا فيها على عفو الله ورحمته .\n</p>\n<p class=\"arabic\">قال وانتبهت .\n</p>\n<p class=\"arabic\">فقلنا له ما في هذا ما يوجب سرعة الموت .\n</p>\n<p class=\"arabic\">فقال أما سمعتم قوله تعالى اقترب للناس حسابهم قال فمات بعد ثمانية عشر يوما \n  رحمه الله تعالى .\n\n</p>"
}