{
    "header": "يوسف بن الحسين الرازي .",
    "id": "011914",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">يوسف بن الحسين الرازي .\n</h1>\n<p class=\"arabic\">أبو يعقوب شيخ الصوفية .\n</p>\n<p class=\"arabic\">صحب ذا النون المصري وغيره .\n</p>\n<p class=\"arabic\">وسمع قاسما الجوعي وأبا تراب عسكر النخشبي وأحمد بن حنبل وأحمد بن أبي الحواري \n  ودحيما .\n</p>\n<p class=\"arabic\">وعنه أبو أحمد العسال وأبو بكر النقاش ومحمد بن أحمد بن شاذان البجلي وآخرون .\n</p>\n<p class=\"arabic\">قال السلمي كان إمام وقته ولم يكن في المشايخ على طريقته في تذليل النفس وإسقاط \n  الجاه *23*152* .\n</p>\n<p class=\"arabic\">وقال القشيري كان نسيج وحده في إسقاط التصنع .\n</p>\n<p class=\"arabic\">يقال إنه كتب إلى الجنيد لا أذاقك الله طعم نفسك فإنك إن ذقتها لا تذوق بعدها \n  خيرا .\n</p>\n<p class=\"arabic\">ومن قوله إذا رأيت المريد يشتغل بالرخص فاعلم أنه لا يجيء منه شيء .\n</p>\n<p class=\"arabic\">وقال علي بن محمد بن نصرويه سمعت يوسف بن الحسين يقول ما صحبني متكبر قط إلا \n  اعتراني داؤه لأنه يتكبر فإذا تكبر غضبت فإذا غضبت أداني الغضب إلى الكبر .\n</p>\n<p class=\"arabic\">وعنه أنه قال اللهم إنك تعلم أني نصحب الناس قولا وخنت نفسي فعلا فهب خيانتي \n  لنصيحتي .\n</p>\n<p class=\"arabic\">وروي أنه سمع قولا .\n</p>\n<p class=\"arabic\">% رأيتك تبني في قطيعتي % % ولو كنت ذا حزم لهدمت ما تبني % .\n</p>\n<p class=\"arabic\">% كأني بكم والليث أفضل قولكم % % ألا ليتنا كنا إذا الليت لا تغني % .\n</p>\n<p class=\"arabic\">فبكى كثيرا فلما سكن ما به قال يا أخي لا تلم أهل الري على أن يسموني زنديقا \n  أنا من الغداة أقرأ في هذا المصحف ما خرجت من عيني دمعة وقد وقع مني فيما \n  غنيت ما رأيت .\n</p>\n<p class=\"arabic\">قال السلمي كان مع علمه وتمام حاله هجره أهل الري وتكلموا فيه بالقبائح خصوصا \n  الزهاد إلى أن أفشوا حديثه وقبائحه حتى بلغني أن بعض *23*153* مشايخ الري \n  رأى في النوم كأن براءة نزلت من السماء فيها مكتوب هذه براءة ليوسف بن الحسين \n  مما قيل فيه فسكتوا عنه بعد ذلك .\n</p>\n<p class=\"arabic\">قال الخطيب سمع منه أبو بكر النجاد .\n</p>\n<p class=\"arabic\">قلت وهو صاحب حكاية الفأرة لما سأل ذا النون عن الاسم الأعظم .\n</p>\n<p class=\"arabic\">وقد راسله الجنيد وأجابه هو وطال عمره وشاع ذكره .\n</p>\n<p class=\"arabic\">وعن أبي الحسن الدراج قال لما ورد على الجنيد رسالة يوسف اشتقت إليه فخرجت \n  إلى الري فلما دخلتها سألت عنه فقالوا إيش تعمل بذاك الزنديق فلم أحضره .\n</p>\n<p class=\"arabic\">فلما أردت السفر قلت لا بد لي منه فلما وقفت على بابه تغير علي حالي فلما \n  دخلت إذا هو يقرأ في مصحف فقال لأيش جئت قلت زائرا .\n</p>\n<p class=\"arabic\">فقال أرأيت لو ظهر لك هنا من يشتري لك دارا وجارية ويقوم بكفايتك أكنت تنقطع \n  بذلك عني قلت يا سيدي ما ابتلاني الله بذلك .\n</p>\n<p class=\"arabic\">فقال أقعد فأنت عاقل تحسن تقول شيئا قلت نعم .\n</p>\n<p class=\"arabic\">قال هات .\n</p>\n<p class=\"arabic\">فأنشد البيتين المتقدمين إلى آخر الحكاية .\n</p>\n<p class=\"arabic\">وقال أبو بكر الرازي قال يوسف بن الحسين بالأدب يفهم العلم وبالعلم يصح لك \n  العمل وبالعمل تنال الحكمة وبالحكمة يفهم الزهد وبالزهد تترك الدنيا وبترك \n  الدنيا يرغب في الآخرة وبالرغبة في الآخرة ينال رضى الله تعالى *23*154* .\n</p>\n<p class=\"arabic\">قال السلمي نا ابن عطاء أن يوسف بن الحسين الرازي مات سنة أربع وثلاثمائة .\n</p>\n<p class=\"arabic\">قلت كان من أبناء التسعين رحمه الله تعالى *23*155* .\n\n</p>"
}