{
    "header": "محمد بن جرير بن يزيد بن كثير بن غالب .",
    "id": "012183",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن جرير بن يزيد بن كثير بن غالب .\n</h1>\n<p class=\"arabic\">أبو جعفر الطبري الإمام صاحب التصانيف من أهل آمل طبرستان .\n</p>\n<p class=\"arabic\">طوف الأقاليم وسمع محمد بن عبد الملك بن أبي الشوارب وإسحاق بن أبي إسرائيل \n  وإسماعيل بن موسى الفزاري وأبا كريب وهناد بن السري والوليد بن شجاع وأحمد \n  بن منيع ومحمد بن حميد الرازي ويونس بن عبد الأعلى وخلقا سواهم .\n</p>\n<p class=\"arabic\">وقرأ القرآن على سليمان بن عبد الرحمن الطلحي صاحب خلاد *23*280* .\n</p>\n<p class=\"arabic\">وسمع الحروف من يونس بن عبد الأعلى وأبي كريب وجماعة .\n</p>\n<p class=\"arabic\">وصنف كتابا حسنا في القراءات فأخذ عنه ابن مجاهد ومحمد بن أحمد الداجوائي \n  وعبد الواحد بن أبي هاشم .\n</p>\n<p class=\"arabic\">وروى عنه أبو شعيب الحزانين وهو أكبر منه سنا وسندا ومخلد الباقرحي والطبراني \n  وعبد الغفار الحضيني وأبو عمرو بن حمدان وأحمد بن كامل وطائفة سواهم .\n</p>\n<p class=\"arabic\">قال أبو بكر الخطيب كان ابن جرير أحد الأئمة يحكم بقوله ويرجع إلى رأيه لمعرفته \n  وفضله .\n</p>\n<p class=\"arabic\">جمع من العلوم ما لم يشاركه فيه أحد من أهل عصره فكان حافظا لكتاب الله بصيرا \n  بالمعاني فقيها في أحكام القرآن عالما بالسنن وطرقها صحيحها وسقيمها ناسخها \n  ومنسوخها عارفا بأقوال الصحابة والتابعين بصيرا بأيام الناس وأخبارهم له الكتاب \n  المشهور في تاريخ الأمم وكتاب التفسير الذي لم يصنف مثله وكتاب تهذيب الآثار \n  لم أر مثله في معناه ولكن لم يتمه .\n</p>\n<p class=\"arabic\">وله في الأصول والفروع كتب كثيرة واختيار من أقاويل الفقهاء وتفرد بمسائل \n  حفظت عنه .\n</p>\n<p class=\"arabic\">وقال غيره مولده بآمل سنة أربع وعشرين ومائتين .\n</p>\n<p class=\"arabic\">قال أبو أحمد الفرغاني كتب إلي المراغي يذكر أن المكتفي قال للحسن بن العباس \n  إني أريد أن أوقف وقفا يجتمع أقاويل العلماء على صحته ويسلم من الخلاف .\n</p>\n<p class=\"arabic\">قال فأحضر ابن جرير فأملى عليهم كتابا بذلك فأخرجت له جائزة سنية فأبى أن \n  يقبلها فقيل له لا بد من جائزة أو قضاء حاجة .\n</p>\n<p class=\"arabic\">فقال نعم الحاجة أسأل أمير المؤمنين أن يتقدم إلى الشرط أن يمنعوا *23*281* \n  السؤال من دخول المقصورة يوم الجمعة .\n</p>\n<p class=\"arabic\">فتقدم بذلك وعظم في نفوسهم .\n</p>\n<p class=\"arabic\">قال أبو محمد الفرغاني صاحب ابن جرير وأرسل إليه العباس بن الحسن الوزير قد \n  أحببت أن أنظر في الفقه وسأله أن يعمل له مختصرا فعمل له كتاب الخفيف وأنفذه \n  إليه فوجه إليه بألف دينار فلم يقبلها فقيل له تصدق بها فلم يفعل .\n</p>\n<p class=\"arabic\">وقال الخطيب سمعت علي بن عبيد الله اللغوي يقول مكث ابن جرير أربعين سنة يكتب \n  كل يوم أربعين ورقة .\n</p>\n<p class=\"arabic\">وأما أبو محمد الفرغاني فقال في صلة التاريخ له إن قوما من تلامذة أبي جعفر \n  الطبري حسبوا لأبي جعفر منذ بلغ الحلم إلى أن مات ثم قسموا على تلك المدة \n  أوراق مصنفاته فصار لكل يوم أربع عشرة ورقة .\n</p>\n<p class=\"arabic\">وقال الشيخ أبو حامد الإسفرائيني شيخ الشافعية لو سافر رجل إلى الصين حتى \n  يحصل تفسير محمد بن جرير لم يكن كثيرا .\n</p>\n<p class=\"arabic\">وقال حسينك بن عليك النيسابوري أول ما سألني ابن خزيمة قال كتبت عن محمد بن \n  جرير قلت لا .\n</p>\n<p class=\"arabic\">قال ولم قلت لأنه كان لا يظهر وكانت الحنابلة تمنع من الدخول عليه .\n</p>\n<p class=\"arabic\">فقال بئس ما فعلت ليتك لم تكتب عن كل من كتبت عنهم وسمعت منه *23*282* .\n</p>\n<p class=\"arabic\">وقال أبو بكر بن بالويه سمعت إمام الأئمة ابن خزيمة يقول ما أعلم على أديم \n  الأرض أعلم من محمد بن جرير ولقد ظلمته الحنابلة .\n</p>\n<p class=\"arabic\">وقال أبو محمد الفرغاني كان محمد بن جرير ممن لا تأخذه في الله لومة لائم \n  مع عظيم ما يلحقه من الأذى والشناعات من جاهل وحاسد وملحد فأما أهل الدين \n  والعلم فغير منكرين علمه وزهده في الدنيا ورفضه لها وقناعته بما كان يرد عليه \n  من حصة خلفها له أبوه بطبرستان يسيرة .\n</p>\n<p class=\"arabic\">وذكر عبيد الله بن أحمد السمسار وغيره أن أبا جعفر بن جرير قال لأصحابه هل \n  تنشطون لتاريخ العالم من آدم إلى وقتنا قالوا كم قدره ) .\n</p>\n<p class=\"arabic\">فذكر نحو ثلاثين ألف ورقة قالوا هذا مما تفنى الأعمار قبل تمامه .\n</p>\n<p class=\"arabic\">فقال إنا لله ماتت الهمم فأملاه في نحو ثلاثة آلاف ورقة .\n</p>\n<p class=\"arabic\">ولما أراد أن يملي التفسير قال لهم كذلك ثم أملاه بنحو من التاريخ .\n</p>\n<p class=\"arabic\">قال الفرغاني وحدثني هارون بن عبد العزيز قال قال لي أبو جعفر الطبري أظهرت \n  مذهب الشافعي واقتديت به ببغداد عشر سنين وتلقاه مني ابن بشار الأحوال شيخ \n  ابن سريج .\n</p>\n<p class=\"arabic\">قال الفرغاني فلما اتسع علمه أداه بحثه واجتهاده إلى ما اختاره في كتبه وكتب \n  إليه المراغي أن الخاقاني لما تقلد الوزارة وجه إلى المري بمال كثير فأبى \n  أن يقبله فعرض عليه القضاء فامتنع فعاتبه أصحابه وقالوا لك هذا ثواب وتحيي \n  سنة قد درست .\n</p>\n<p class=\"arabic\">وطمعوا في أن يقبل ولاية المظالم فانتهزهم وقال قد كنت أظن أني لو رغبت في \n  ذلك لنهيتموني عنه .\n</p>\n<p class=\"arabic\">وقال محمد بن علي بن سهل الإمام سمعت محمد بن جرير وهو يكلم *23*283* ابن \n  صالح الأعلم فقال من قال إن أبا بكر وعمر ليسا بإمامي هدى إيش هو قال ابن \n  صالح مبتدع فقال ابن جرير مبتدع مبتدع هذا يقتل .\n</p>\n<p class=\"arabic\">قال أبو محمد الفرغاني تم من كتبه كتاب التفسير وتم كتاب القراءات والعدد \n  والتنزيل وتم له كتاب اختلاف العلماء وتم كتاب التاريخ إلى عصره وتم كتاب \n  تاريخ الرجال من الصحابة والتابعين إلى شيوخه وتم كتاب لطيف القول في أدكار \n  شرائع الإسلام وهو مذهبه الذي اختاره وجوده واحتج له وهو ثلاثة وثمانون كتابا .\n</p>\n<p class=\"arabic\">وتم كتاب الخفيف وهو مختصر وتم كتاب التبصير في أصول الدين وابتدأ بتصنيف \n  كتاب تهذيب الآثار وهو من عجائبه كتبه ابتداء بما رواه أبو بكر الصديق مما \n  صح عنده بسنده وتكلم على كل حديث منه بعلله وطرقه وما فيه من الفقه والسنن \n  واختلاف العلماء وحججهم وما فيه من المعاني والغريب فتم منه مسند العشرة وأهل \n  البيت والموالي ومن مسند ابن عباس قطعة كبيرة فمات قبل تمامه .\n</p>\n<p class=\"arabic\">وابتدأ بكتاب البسيط فخرج منه كتاب الطهارة في نحو ألف وخمسمائة ورقة وخرج \n  منه أكثر كتاب الصلاة وخرج منه آداب الحكام وكتاب المحاضر والسجلات وغير ذلك \n  ) .\n</p>\n<p class=\"arabic\">ولما بلغه أن أبا بكر بن أبي داود تكلم في حديث غدير خم حمل كتاب الفضائل \n  فبدأ بفضل الخلفاء الراشدين وتكلم على تصحيح حديث غدير خم واحتج لتصحيحه .\n</p>\n<p class=\"arabic\">حكى التنوخي عن عثمان بن محمد السلمي حدثني ابن منجو القائد قال حدثني غلام \n  لابن المزوق قال اشترى مولاي لي جارية وزوجنيها فأحببتها وأبغضتني وكانت تنافرني \n  دائما إلى أن أضجرتني فقلت لها أنت طالق ثلاثا لا خاطبتني بشيء إلا قلت لك \n  مثله فكم أحتملك *23*284* .\n</p>\n<p class=\"arabic\">فقالت في الحال أنت طالق ثلاثا .\n</p>\n<p class=\"arabic\">قال فأبلست وحرت فدللت على محمد بن جرير فقال أقم معها بعد أن تقول لها أنت \n  طالق ثلاثا إن طلقتك .\n</p>\n<p class=\"arabic\">قال ابن عقيل وله جواب آخر أن يقول كقولها أنت طالق ثلاثا بفتح التاء فلا \n  يحنث .\n</p>\n<p class=\"arabic\">وقال ابن الجوزي وأيضا فما كان يلزمه أن يقول لها ذلك على الفور فكان له أن \n  يتمادى إلى قبل الموت .\n</p>\n<p class=\"arabic\">قلت ولو قال لها أنت طالق ثلاثا وعني بالاستفهام لم تطلق .\n</p>\n<p class=\"arabic\">ولو قال طالق ثلاثا ونوى به الطلق لا الطلاق لم تطلق أيضا في الباطن .\n</p>\n<p class=\"arabic\">وجواب آخر على قاعدة من يراعي سب اليمين ونية الحالف أنه ليس عليه أن يقول \n  لها كقولها فإن نيته كانت إذا آذته بكلام أن يقول لها ما يؤذيها وهذه ما كانت \n  تتأذى بالطلاق لأنها ناشزة مضاجرة ولأن الحالف عنده هذه الكلمة مستثناة بقرينة \n  الحال من عموم إطلاقه كقوله تعالى وأوتيت من كل شيء وتدمر كل شيء فخرج من \n  العموم أشياء بالضرورة وهذا فصيح في كلام العرب سائغ لأن الحالف لم يرده ولا \n  قصد إدخاله في العموم أصلا كما لم يقصد إدخال كلمة الكفر لو كفرت فقالت له \n  أنت ولد الله تعالى الله أو سبت الأنبياء .\n</p>\n<p class=\"arabic\">فما كان يحنث بسكوته عن مثل قولها .\n</p>\n<p class=\"arabic\">وجواب آخر على مذهب الظاهرية كداود وابن حزم ومذهب سائر الشيعة إن من حلف \n  على شيء بالطلاق لا يلزمه طلاق ولا كفارة عليه في حلفه وهو قول لطاوس .\n</p>\n<p class=\"arabic\">وذهب شيخنا ابن تيمية وهو من أهل الاجتهاد لاجتماع الشرائط فيه أن *23*285* \n  الحالف على شيء بالطلاق لم تطلق منه امرأته بهذه اليمين سواء حنث أو بر ولكن \n  إذا حنث في يمينه بالطلاق ) .\n</p>\n<p class=\"arabic\">قال يكفر كفارة يمين .\n</p>\n<p class=\"arabic\">وقال إن كان قصد الحالف حضا أو منعا ولم يرد الطلاق فهي يمين وإن قصد بقوله \n  إن دخلت الدار فأنت طالق شرطا وجزاءا فإنها تطلق ولا بد .\n</p>\n<p class=\"arabic\">كما إذا قال لها إن أبريتني من الصداق فأنت طالق وإن زنيت فأنت طالق وإذا \n  فرغ الشهر فأنت طالق فإنها تطلق منه بالإبراء والزنا وفراغ الشهر ونحو ذلك \n  لكن ما علمنا أحدا سبقه إلى هذا التقسيم ولا إلى القول بالكفارة مع أن ابن \n  حزم نقل في كتاب الإجماع له خلافا في الحالف بالعتاق والطلاق هل يكفر كفارة \n  يمين أم لا ولكنه لم يسم من قال بالكفارة والله أعلم .\n</p>\n<p class=\"arabic\">والذي عرفناه من مذهب غير واحد من السلق القول بالكفارة في الحلف بالعتق وبالحج \n  وبصدقة ما يملك ولم يأتنا نص عن أحد من البشر بكفارة من الحلف بالطلاق وقد \n  أفتى بالكفارة شيخنا ابن تيمية مدة أشهر ثم حرم الفتوى بها على نفسه من أجل \n  تكلم الفقهاء في عرضه ثم منع من الفتوى بها مطلقا انتهى .\n</p>\n<p class=\"arabic\">وقال الفرغاني رحل ابن جرير لما ترعرع من آمل وسمع له أبوه في السفر وكان \n  طول حياته ينفذ إليه بالشيء بعد الشيء إلى البلدان فسمعته يقول أبطأ عني نفقة \n  والدي واضطررت إلى أن فتقت كمي القميص فبعتهما .\n</p>\n<p class=\"arabic\">وقال ابن كامل توفي عشية الأحد ليومين بقيا من شوال سنة عشر ودفن في داره \n  برحبة يعقوب ولم يغير شيبه وكان السواد في رأسه ولحيته كثيرا وكان أسمر إلى \n  الأدمة أعين نحيف الجسم مديد القامة فصيحا .\n</p>\n<p class=\"arabic\">واجتمع عليه من لا يحصيهم إلا الله وصلي على قبره عدة شهور ليلا ونهارا ورثاه \n  خلق كثير من أهل الدين والأدب من ذلك قول ابن سعيد ابن الأعرابي *23*286* .\n</p>\n<p class=\"arabic\">% حدث مفظع وخطب جليل % % دق عن مثله اصطبار الصبور % .\n</p>\n<p class=\"arabic\">% قام ناعي العلوم أجمع لما % % قام ناعي محمد بن جرير % .\n</p>\n<p class=\"arabic\">وقد رثاه ابن دريد بقصيدة بديعة طويلة يقول فيها .\n</p>\n<p class=\"arabic\">% إن المنية لم تتلف به رجلا % % بل أتلفت علما للدين منصوبا % .\n</p>\n<p class=\"arabic\">% كان الزمان به تصفو مشاربه % % والآن أصبح بالتكدير مقطوبا % .\n</p>\n<p class=\"arabic\">% كلا وأيامه الغر التي جعلت % % للعلم نورا وللتقوى محاريبا % .\n\n</p>"
}