{
    "header": "حامد بن العباس الوزير .",
    "id": "012491",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">حامد بن العباس الوزير .\n</h1>\n<p class=\"arabic\">*23*411* .\n</p>\n<p class=\"arabic\">كان قديما على نظر فارس ثم ولي بعدها نظر واسط والبصرة وآل أمره إلى وزارة \n  أمير المؤمنين المقتدر وكان كثير الأموال والحشم بحيث أن له أربعمائة مملوك \n  يحملون السلاح وفيهم جماعة أمراء .\n</p>\n<p class=\"arabic\">واستوزره المقتدر في سنة ست وثلاثمائة وعزل ابن الفرات فقدم حامد بن العباس \n  من واسط في أبهة عظيمة فجلس في الدست أياما فظهر منه سوء تدبير وقلة خبرة \n  بأعباء الوزارة وشراسة خلق فضم المقتدر معه علي ابن عيسى الوزير فمشت الأحوال \n  ولكن كان الحل والعقد إلى ابن عيسى .\n</p>\n<p class=\"arabic\">وله أثر صالح في إهلاك الحلاج يدل على حسن إيمانه وعلمه في الجملة .\n</p>\n<p class=\"arabic\">ولد سنة ثلاث وعشرين ومائتين .\n</p>\n<p class=\"arabic\">وسمع من عثمان بن أبي شيبة وما حدث .\n</p>\n<p class=\"arabic\">وفي سنة ثمان وثلاثمائة ضمن حامد سواد الطرق وجدد مظالم وغلت الأسعار فقصدت \n  العامة دار حامد وضجوا وتكلموا وهموا به فخرج إليهم غلمانه فاقتتلوا ودام \n  القتال واشتد الأمر وعظم الخطب وقتل جماعة .\n</p>\n<p class=\"arabic\">ثم استضرت العامة وأحرقوا جسر بغداد وركب حامد في طيار فرجموه .\n</p>\n<p class=\"arabic\">وكان مع ظلمه وعسفه وجبروته جوادا ممدحا معطاء .\n</p>\n<p class=\"arabic\">قال أبو علي التنوخي حدثني القاضي أبو الحسن محمد بن عبد الواحد *23*412* \n  الهاشمي قال كان حامد بن العباس من أوسع من رأيناه نفسا وأحسنهم مروءة وأكثرهم \n  نعمة وأشدهم سخاء وتفقدا لمروءته كان ينصب في داره كل يوم عدة موائد ويطعم \n  كل من حضر حتى العامة والغلمان فيكون في بعض الأيام أربعين مائدة .\n</p>\n<p class=\"arabic\">ورأى يوما في دهليزه قشر باقلاء فأحضر وكيله وقال ويلك يؤكل في داري باقلى \n  فقال هذا فعل البوابين .\n</p>\n<p class=\"arabic\">فقال أو ليست لهم جراية لحم قال بلى فسألهم فقالوا لا نتهنا بأكل اللحم دون \n  عيالنا فنحن ننفذه إليهم ونجوع بالغداة فنأكل الباقلى .\n</p>\n<p class=\"arabic\">فأمر أن يجرى عليهم لحم لعيالاتهم أيضا .\n</p>\n<p class=\"arabic\">فلما كان بعد أيام رأي قشر باقلاء في الدهليز فاستشاط وكان سفيه اللسان فشتم \n  وكيله وقال ألم أضعف الجرايات فقال إنهم لم يغيروا عادتهم بل صاروا يجمعون \n  الثانية عند اللحام .\n</p>\n<p class=\"arabic\">فقال ليكن ذلك بحاله ولتجدد مائدة تنصب لهم غدوة قبل موائدنا ولئن رأيت بعدها \n  في دهليزي قشرا لأضربنك وإياهم بالمقارع .\n</p>\n<p class=\"arabic\">قال التنوخي وحدثني أبو الحسين عبد الله الجوهري وأبو الحسن بن المأمون الهاشمي \n  أنه وجد لحامد في نكبته في بيت مستراح له أربعمائة ألف دينار عينا دل عليها \n  لما اشتدت به المطالبة فقيل إنه كان يدخل ومعه الكيس فيه ألف دينار ليقضي \n  حاجة فيرميه في المرحاض فتجمع هذا فيه .\n</p>\n<p class=\"arabic\">وقال غيره عزل حامد وابن عيسى عن الأمر وقلد أبو الحسن بن الفرات وهذه ولايته \n  الثالثة فصادر حامدا وعذبه ) .\n</p>\n<p class=\"arabic\">قال المسعودي كان في حامد طيش وحدة كلمه إنسان بشيء فقلب *23*413* ثيابه على \n  كتفه وصاح ويلكم علي به .\n</p>\n<p class=\"arabic\">وقال دخلت عليه أم موسى القهرمانة وكانت كبير المحل فخاطبته في طلب مال فقال \n  لها اضرطي والتقطي واحسبي لا تغلطي فخجلها وبلغ المقتدر فضحك وكان شابا لعابا \n  فأمر بقيناته فغنين بذلك .\n</p>\n<p class=\"arabic\">وجرت لحامد فصول وتجلد على الضرب ثم أحدر إلى واسط فسم في الطريق في بيض نيمرشت \n  فتلف بالإسهال في رمضان سنة إحدى عشرة وثلاثمائة .\n</p>\n<p class=\"arabic\">وذكر الصولي أن أصل حامد من خراسان ولم يزل يتقلد الأعمال الجليلة من طساسيج \n  السواد يتصرف مع العمال حتى ضمن الخراج والضياع بالبصرة وكور دجلة مع الأشراف \n  بكسكر وغيرها سنين في دولة ابن الفرات فكان يعمر ويربح ويحسن إلى الأكارين \n  ويرفع المؤن حتى صار لهم كالأب وكثرت صدقاته .\n</p>\n<p class=\"arabic\">وقيل إنه وزر وقد علت سنه ثم تحدث الأمراء بما في حامد من الحدة وقلة الخبرة \n  بأمور الوزارة فعاتب المقتدر أبا القاسم بن الحواري وكان أشار به .\n</p>\n<p class=\"arabic\">ونقل ابن النجار أن حامدا أضيف إليه في الأمور علي بن عيسى .\n</p>\n<p class=\"arabic\">قال الصولي فجلس علي بن عيسى في دار سليمان بن وهب وفعل كما يفعل الوزراء .\n</p>\n<p class=\"arabic\">واشتغل حامد بمصادرة ابن الفرات وقد وقعت بينه وبين ابن عيسى مشاجرات ومناظرات \n  في الأموال فقيل .\n</p>\n<p class=\"arabic\">% أعجب من كل ما تراه % % إن وزيرين في بلاد % .\n</p>\n<p class=\"arabic\">% هذا سواد بلا وزير % % وذا وزير بلا سواد % .\n</p>\n<p class=\"arabic\">واستخرج حامد من المحسن ولد أبي الحسن بن الفرات ألف ألف دينار *23*414* وعذبه \n  فلما فرغ من المصادرة بقي بلا عمل سوى اسم الوزارة والركوب يومي الموكب وسقطت \n  حرمته عند المقتدر وبان له أن لا فائدة منه فأفرد ابن عيسى بالأمور واستأذن \n  حامد المقتدر في أن يضمن إصبهان والسواد وبعض المغرب فأذن له حتى قيل في ذلك .\n</p>\n<p class=\"arabic\">% أنظر إلى الدهر ففي عجائبه % % معتبر يسليك عن نوائبه % .\n</p>\n<p class=\"arabic\">% وتؤيس العاقل عن رغائبه % % حتى تراه حذرا من جانبه % .\n</p>\n<p class=\"arabic\">% صار الوزير عاملا لكاتبه % % يأمل أن يرفق في مطالبه % .\n</p>\n<p class=\"arabic\">ليستدر النفع من مكاسبه قال أبو علي التنوخي حدثني أبو عبد الله الصيرفي حدثني \n  أبو علي القنوي التاجر قال ركب حامد بن العباس قبل الوزارة بواسط إلى بستان \n  له فرأى شيخا يولول وحوله نساء وصبيان يبكون فسأل عن خبرهم فقيل احترق منزله \n  وقماشه وافتقر فرق له ووجم له وطلب وكيله وقال أريد منك ان تضمن لي أن لا \n  أرجع العشية من النزهة إلا وداره كما كانت مجصصة وبها القماش والمتاع والنحاس \n  أفضل مما كان وكسوة عياله مثل ما كان لهم .\n</p>\n<p class=\"arabic\">فأسرع في طلب الصناع وبادروا في العمل وصب الدراهم وأضعف الأجر وفرغوا من \n  الجميع بعد العصر فلما رد حامد وقت العتمة شاهدها مفروغة بالآتها وأمتعتها \n  الجدد وازدحم الخلق يتفرجون وضجوا لحامد بالدعاء .\n</p>\n<p class=\"arabic\">ونال التاجر من المال فوق ما ذهب له ثم زاده بعد ذلك كله خمسة آلاف درهم ليقوى \n  بها في تجارته .\n</p>\n<p class=\"arabic\">وقيل إن رجلا دخل واسطا في شغل واشترى خبزا بدينار ليتصدق به وجلس يراعي فقيرا \n  يعطيه منه فقال له الخباز إنك لا تجد أحدا يأخذه منك لأن جميع ضعفاء البلد \n  في جراية حامد لكل واحد رطل خبز ودانق فضة *23*415* .\n</p>\n<p class=\"arabic\">وقيل أنه يقدم وهو وزير على موائده بين يدي كل رجل جدي لا يشاركه أحد .\n</p>\n<p class=\"arabic\">قال الصولي كان حامد قليل الرغبة في استماع الشعر إلا أنه كان سخيا جميل الأخلاق \n  كثير المزح وكان إذا خولف في أمر يصيح ويحرد فمن دارى مزاجه انتفع به .\n</p>\n<p class=\"arabic\">قال إبراهيم نفطويه سمعته يقول قيل لبعض المجانين في كم يتجنن الإنسان قال \n  ذاك إلى صبيان المحلة .\n</p>\n<p class=\"arabic\">وكان حامد ثالث يوم من وزارة المقتدر قد ناظر ابن الفرات وجبهه وأفحش له وجذب \n  بلحيته وعذب أصحابه فلما انعكس الدست ووزر ابن الفرات تنمر لحامد فليم حامد \n  فقال إن كان ما عملته معكم من الأحوال السيئة بكم أثر لي خيرا فزيدوا منه \n  وإن كان قبيحا وهو الذي أصارني إلى التمكن مني فالسعيد من وعظ بغيره .\n</p>\n<p class=\"arabic\">وبعد أن استصفاه دس من سقاه سما في بيض فأتلفه إسهال مفرط ) .\n</p>\n<p class=\"arabic\">نفطويه نا حامد بن العباس الوزير حدثني سند بن علي قال كنت بين يدي المأمون \n  فعطس فلم نشمته .\n</p>\n<p class=\"arabic\">فقال لم لم تشتماني قلنا أجللناك يا أمير المؤمنين .\n</p>\n<p class=\"arabic\">قال لست من الملوك التي تتحال عن الدعاء .\n</p>\n<p class=\"arabic\">قلنا يرحمك الله قال يغفر الله لكما .\n</p>\n<p class=\"arabic\">قال الصولي سلم حامد إلى المحسن ابن الوزير ابن الفرات فعذبه بألوان العذاب \n  وكان إذا شرب أخرجه وألبسه جلد قرد فيرقص ويصفع وفعل به ما يستحى من ذكره \n  ثم أحضر إلى واسط فأهلك وصلى الناس على قبره أياما .\n</p>\n<p class=\"arabic\">قال أحمد بن كامل بن شجرة توفي بواسط ثم بعد أيام ابن الفرات نقل *23*416* \n  فدفن ببغداد وسمعته يقول ولدت سنة ثلاث وعشرين ومائتين وأبي من الشهاردة .\n\n</p>"
}