{
    "header": "محمد بن محمد بن سليمان بن الحارث .",
    "id": "012548",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن محمد بن سليمان بن الحارث .\n</h1>\n<p class=\"arabic\">أبو بكر الواسطي الحافظ ابن الباغندي .\n</p>\n<p class=\"arabic\">سمع علي بن المديني ومحمد بن عبد الله بن نمير وشيبان بن فروخ وسويد بن سعيد \n  وهشام بن عمار والحرث بن مسكين وخلقا كثيرا بمصر والشام والعراق .\n</p>\n<p class=\"arabic\">وعني بهذا الشأن أتم عناية وسكن بغداد .\n</p>\n<p class=\"arabic\">روى عنه دعلج ومحمد بن المظفر وعمر بن شاهين وأبو بكر بن المقريء وعلي بن \n  القاضي المحاملي وأبو بكر أحمد بن عبدان الشيرازي وأبو الحسن عبيد الله بن \n  البواب وخلق كثير .\n</p>\n<p class=\"arabic\">قال أبو بكر الخطيب بلغني أن عامة ما حدث به كان يرويه من حفظه *23*443* .\n</p>\n<p class=\"arabic\">وقال أبو بكر الأبهري وغيره سمعنا أبا بكر بن الباغندي يقول أجبت في ثلاثمائة \n  ألف مسألة في حديث النبي صلى الله عليه وسلم .\n</p>\n<p class=\"arabic\">وقال ابن شاهين قام أبو بكر بن الباغندي ليصلي فكبر ثم قال ثنا محمد بن سليمان \n  فسبحنا ) .\n</p>\n<p class=\"arabic\">به فقرأ .\n</p>\n<p class=\"arabic\">وقال أبو بكر الإسماعيلي لا أتهمه بالكذب ولكنه خبيث التدليس ومصحف أيضا .\n</p>\n<p class=\"arabic\">وقال أبو بكر الخطيب رأيت كافة شيوخنا يحتجون به ويخرجونه في الصحيح .\n</p>\n<p class=\"arabic\">وقال محمد بن أحمد بن أبي خيثمة الحافظ هو ثقة لو كان بالموصل لخرجتم إليه \n  ولكنه ينطرح عليكم .\n</p>\n<p class=\"arabic\">وقال أبو القاسم حمزة السهمي سألت أحمد بن عبدان عن الباغندي فقال كان يخلط \n  وكان يدلس وهو أحفظ من أبي بكر بن أبي داود وسألت الدارقطني عنه فقال كان \n  كثير التدليس يحدث بما لم يسمع .\n</p>\n<p class=\"arabic\">وسمعت أحمد بن عبدان سمعت أبا عمرو الراسبي يقول دخلت أنا وعبد الله بن مظاهر \n  على الباغندي فأخرج إلينا من تخريجه فقال له ابن مظاهر يا أبا بكر اقبل نصيحتي \n  وادفع إلي تخريجك أغرقه وأخرج لك ما تصير به أبا بكر بن أبي شيبة .\n</p>\n<p class=\"arabic\">ثم قال لي ابن مظاهر هذا لا يكذب ولكنه شره يقول فيما لم يسمعه أنبا *23*444* .\n</p>\n<p class=\"arabic\">وقال الدارقطني في الضعفاء هو مدلس يخلط ويسمع من بعض أصحابه عن شيخ ثم يسقط \n  ذكر صاحبه وهو كثير الخطأ .\n</p>\n<p class=\"arabic\">وقال أبو القاسم اللالكائي يذكر أن الباغندي يسرد الحديث من حفظه كسرد التلاوة \n  السريعة حتى تسقط عمامته .\n</p>\n<p class=\"arabic\">وسمعنا في معجم ابن جميع قال ثنا أحمد بن محمد بالأهواز قال كنا عند إبراهيم \n  الجوزي وعنده أبو بكر الباغندي ينتقي عليه فقال له إبراهيم هو ذا تضجرني أنت \n  أكثر حديثا مني وأحفظ .\n</p>\n<p class=\"arabic\">فقال له قد حبب إلي هذا الحديث حسبك أني رأيت رسول الله صلى الله عليه وسلم \n  في النوم فلم أقل له ادع الله لي وقلت يا رسول الله أيما أثبت في الحديث منصور \n  أو الأعمش فقال منصور منصور .\n</p>\n<p class=\"arabic\">قال الدارقطني سمعت أبي يقول إنه سمع أبا بكر الباغندي أملى عليهم في الجامع \n  في حديث وعباد الرحمن الذين يمشون على الأرض هويا بياء مشددة صحفها .\n</p>\n<p class=\"arabic\">توفي في ذي الحجة من السنة في العشرين منه وأول سماعه من أبيه سنة سبع وعشرين \n  ومائتين .\n\n</p>"
}