{
    "header": "محمد بن إسحاق بن خزيمة بن المغيرة بن صالـ...",
    "id": "012509",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن إسحاق بن خزيمة بن المغيرة بن صالح بن بكر السلمي النيسابوري .\n</h1>\n<p class=\"arabic\">إمام الأئمة أبو بكر الحافظ .\n</p>\n<p class=\"arabic\">سمع إسحاق بن راهويه ومحمد بن حميد الرازي وما حدث عنهما لصغره فإنه ولد في \n  صفر سنة ثلاث وعشرين ومائتين ومحمود بن غيلان ومحمد بن أبان المستملي وإسحاق \n  بن موسى الخطمي وعتبة بن عبد الله اليحمدي وعلي بن حجر وأبا قدامة السرخسي \n  وأحمد بن منيع وبشر بن معاذ وأبا كريب وعبد الجبار بن العلاء ويونس بن عبد \n  الأعلى وخلقا كثيرا *23*423* .\n</p>\n<p class=\"arabic\">وعنه البخاري ومسلم في غير الصحيح ومحمد بن عبد الله بن عبد الحكم شيخه وأبو \n  عمرو بن المبارك وإبراهيم بن أبي طالب وهم أكبر منه وأبو علي النيسابوري وإسحاق \n  بن ) .\n</p>\n<p class=\"arabic\">سعد النسوي وأبو عمرو بن حمدان وأبو حامد أحمد بن محمد بن بالويه وأبو بكر \n  أحمد بن مهران المقريء ومحمد بن أحمد بن علي بن نصير المعدل وحفيده بن الفضل \n  بن محمد بن إسحاق وخلق كثير .\n</p>\n<p class=\"arabic\">قال أبو عثمان سعيد بن إسماعيل الحيري قال ثنا أبو بكر بن خزيمة قال كنت إذا \n  أردت أن أصنف الشيء دخلت الصلاة مستخيرا حتى يفتح لي فيها ثم أبتديء التصنيف .\n</p>\n<p class=\"arabic\">وقال الزاهد أبو عثمان الحيري إن الله ليدفع البلاء عن أهل هذه المدينة بمكان \n  أبي بكر محمد بن إسحاق .\n</p>\n<p class=\"arabic\">وقال أبو بكر محمد بن جعفر سمعت ابن خزيمة يقول وسئل من أين أوتيت العلم فقال \n  قال رسول الله صلى الله عليه وسلم ماء زمزم لما شرب له وإني لما شربت ماء \n  زمزم سألت الله علما نافعا .\n</p>\n<p class=\"arabic\">وقال أبو بكر بن بالويه سمعته يقول وقيل له لو حلقت شعرك في الحمام فقال لم \n  يثبت عندي أن رسول الله صلى الله عليه وسلم دخل حماما قط ولا حلق شعره إنما \n  يأخذ شعري جارية لي بالمقراض .\n</p>\n<p class=\"arabic\">وقال محمد بن الفضل كان جدي أبو بكر لا يدخر شيئا جهده بل ينفقه على أهل العلم \n  وكان لا يعرف سنجة الوزن لا يميز بين العشرة والعشرين .\n</p>\n<p class=\"arabic\">وقال أبو بكر محمد بن سهل الطوسي سمعت الربيع بن سليمان وقال لنا هل تعرفون \n  ابن خزيمة قلنا نعم قال استفدنا منه أكثر مما استفاد منا .\n</p>\n<p class=\"arabic\">وقال محمد بن إسماعيل السكري سمعت ابن خزيمة يقول حضرت مجلس المزني يوما فسئل \n  عن شبه العمد فقال السائل إن الله وصف في كتابه *23*424* القتل صنفين عمدا \n  وخطأ فلم قلتم إنه على ثلاثة أصناف يحتج بعلي بن زيد بن جدعان .\n</p>\n<p class=\"arabic\">فسكت المزني فقلت لمناظره قد روى هذا الحديث أيضا أيوب وخالد الحذاء .\n</p>\n<p class=\"arabic\">فقال لي فمن عقبة بن أوس قلت بصري روى عنه ابن سيرين مع جلالته .\n</p>\n<p class=\"arabic\">فقال للمزني أنت تناظر أو هذا فقال إذا جاء الحديث فهو يناظر لأنه أعلم بالحديث \n  مني ثم أتكلم أنا ) .\n</p>\n<p class=\"arabic\">وقال محمد بن الفضل سمعت جدي يقول استأذنت أبي في الخروج إلى قتية فقال اقرأ \n  القرآن أولا حتى آذن لك فاستظهرت القرآن فقال لي اسكت حتى تصلي بالختمة فمكثت .\n</p>\n<p class=\"arabic\">فلما عيدنا أذن لي فخرجت إلى مرو وسمعت بمر الروذ من محمد بن هشام فنعي إلينا \n  قتيبة .\n</p>\n<p class=\"arabic\">وقال أبو علي الحسين بن محمد الحفاظ لم أر مثل محمد بن إسحاق .\n</p>\n<p class=\"arabic\">وقال ابن سريج وذكر له ابن خزيمة فقال يستخرج النكت من حديث رسول الله صلى \n  الله عليه وسلم بالنقاش .\n</p>\n<p class=\"arabic\">وقال أبو زكريا العنبري سمعت ابن خزيمة يقول ليس لأحد مع رسول الله صلى الله \n  عليه وسلم قول إذا صح الخبر عنه .\n</p>\n<p class=\"arabic\">وقال محمد بن صالح بن هانيء سمعت ابن خزيمة يقول من لم يقر بأن الله على عرشه \n  قد استوى فوق سبع سمواته فهو كافر حلال الدم وكان ماله فيئا .\n</p>\n<p class=\"arabic\">وقال أبو الوليد الفقيه سمعت ابن خزيمة يقول القرآن كلام الله ومن قال مخلوق \n  فهو كافر يستتاب فإن تاب وإلا قتل ولا يدفن في مقابر المسلمين .\n</p>\n<p class=\"arabic\">وقال الحاكم في علوم الحديث فضائل ابن خزيمة مجموعة عندي في *23*425* أوراق \n  كثيرة ومصنفاته تزيد على مائة وأربعين كتابا سوى المسائل والمصنفة أكثر من \n  مائة جزء وله فقه حديث بريرة في ثلاثة أجزاء .\n</p>\n<p class=\"arabic\">وقال أحمد بن عبد الله المعدل سمعت عبد الله بن خالد الإصبهاني يقول سئل عبد \n  الرحمن بن أبي حاتم عن ابن خزيمة فقال ويحكم هو يسأل عنا ولا نسأل عنه هو \n  إمام يقتدى به .\n</p>\n<p class=\"arabic\">وقال أبو بكر محمد بن علي الفقيه الشاشي حضرت ابن خزيمة فقال له أبو بكر النقاش \n  المقريء بلغني أنه لما وقع بين المزني وابن عبد الحكم قيل للمزني إنه يرد \n  على الشافعي فقال لا يمكنه إلا بمحمد بن إسحاق النيسابوري .\n</p>\n<p class=\"arabic\">فقال أبو بكر كذا كان .\n</p>\n<p class=\"arabic\">وقال الحاكم سمعت أبا سعد عبد الرحمن بن المقريء سمعت ابن خزيمة يقول القرآن \n  كلام الله ووحيه وتنزيله غير مخلوق ومن قال إن شيئا من تنزيله ووحيه مخلوق \n  أو يقول إن أفعاله تعالى مخلوقة إن القرآن محدث فهو جهمي ) .\n</p>\n<p class=\"arabic\">ومن نظر في كتبي بان له أن الكلابية كذبة فيما يحكون عني فقد عرف الخلق أنه \n  لم يصنف أحد في التوحيد والقدر وأصول العلم مثل تصنيفي .\n</p>\n<p class=\"arabic\">وقال أبو أحمد حسينك سمعت إمام الأئمة ابن خزيمة يحكي عن علي بن خشرم عن إسحاق \n  بن راهوية أنه قال أحفظ سبعين ألف حديث فقلت لابن خزيمة فكم يحفظ الشيخ فضربني \n  على رأسي وقال ما أكثر فضولك .\n</p>\n<p class=\"arabic\">ثم قال يا بني ما كتبت سوادا في بياض إلا وأنا أعرفه .\n</p>\n<p class=\"arabic\">قال وحكى أبو بشر القطان قال رأى جار لابن خزيمة من أهل العلم كأن لوحا عليه \n  صورة نبينا صلى الله عليه وسلم وابن خزيمة يعتقله فقال المعبر هذا رجل يحيي \n  سنة رسول الله صلى الله عليه وسلم .\n</p>\n<p class=\"arabic\">وقد نقل الحاكم أن ابن خزيمة عمل دعوة عظيمة ببستان فمر في *23*426* الأسواق \n  يعزم على التجار فبادروا معه وخرجوا ونقل كل ما في البلد من المأكل والشواء \n  والحلواء وكان يوما مشهودا بكثرة الخلق لم يتهيأ مثله إلا لسلطان كبير .\n</p>\n<p class=\"arabic\">قال الإمام أبو علي الحافظ كان ابن خزيمة يحفظ الفقهيات من حديثه كما يحفظ \n  القاريء السورة .\n</p>\n<p class=\"arabic\">وقال الدارقطني كان ابن خزيمة إماما ثبتا معدوم النظير .\n</p>\n<p class=\"arabic\">توفي ابن خزيمة في ثاني ذي القعدة .\n</p>\n<p class=\"arabic\">وقد استوعب أخباره الحاكم أبو عبد الله في تاريخ نيسابور وفيها أشياء كيسة \n  وأخبار مفيدة .\n</p>\n<p class=\"arabic\">ذكر ابن حبان أنه لم ير مثل ابن خزيمة في حفظ الإسناد والمتن فأخبرنا ابن \n  الخلال أنبا ابن اللتي أنا أبو الوقت أنا أبو إسماعيل الأنصاري أنا عبد الرحمن \n  بن محمد بن محمد بن صالح نا أبي نا محمد بن حبان التميمي قال ما رأيت على \n  وجه الأرض من يحسن صناعة السنن ويحفظ ألفاظها الصحاح وزياداتها حتى كأن السنن \n  كلها بين عينيه إلا محمد بن إسحاق فقط .\n\n</p>"
}