{
    "header": "أبو محمد الجريري .",
    "id": "012551",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أبو محمد الجريري .\n</h1>\n<p class=\"arabic\">شيخ الصوفية *23*446* .\n</p>\n<p class=\"arabic\">توفي فيها وقيل في السنة الماضية كما مر .\n</p>\n<p class=\"arabic\">وهو من كبار مشايخ الصوفية .\n</p>\n<p class=\"arabic\">واختلف في اسمه فذكره الخطيب في تاريخه في الأحمدين فقال أحمد بن محمد بن \n  الحسن أبو محمد الجريري سمع شيئا من السري السقطي .\n</p>\n<p class=\"arabic\">وقيل اسمه الحسن بن محمد وقيل عبد الله بن يحيى ولا يكاد يعرف إلا بالكنية .\n</p>\n<p class=\"arabic\">كان الجنيد يكرمه ويبجله وإذا تكلم الجنيد في الحقائق قال هذا من بابة أبي \n  محمد الجريري .\n</p>\n<p class=\"arabic\">وكان من كبار مشيخة القوم ببغداد ولما توفي الجنيد أقعدوه في مجلس الجنيد .\n</p>\n<p class=\"arabic\">وقيل قعد بإشارة الجنيد بذلك .\n</p>\n<p class=\"arabic\">وقال أبو الحسن بن مقسم مات الجريري سنة وقعة الهبير مات عطشا .\n</p>\n<p class=\"arabic\">بلغنا أنه أحضر إليه شربة فنظر إلى من حوله وقال كيف أشرب وهؤلاء يتلفون حولي \n  أعطه من شئت فإن كان يصح في وقت إيثار ففي مثل هذا الوقت .\n</p>\n<p class=\"arabic\">قال السلمي في تاريخه سمعن عبد الله بن علي يقول سمعت الوجيهي يقول قال أبو \n  علي الروذباري قدمت من مكة فبدأت بالجنيد لكيلا يتغنى ثم مضيت إلى البيت فلما \n  سلمت من الفجر إذا هو خلفي في الصف فقلت يا أبا القاسم إنما جئتك أمس ليكلا \n  تتعنى فقال هذا حقك وذاك فضل منك .\n</p>\n<p class=\"arabic\">قال الدارقطني مات أبو محمد في سنة قطع ابن الجنابي على الوفد في *23*447* \n  الهبير في سنة اثنتي عشرة .\n</p>\n<p class=\"arabic\">زاد غيره في المحرم .\n</p>\n<p class=\"arabic\">وروى أبو الحسن السيرواني أن أبا محمد الجريري دخل البادية مع أبي العباس \n  بن عطاء عام الهبير فلما وقعت الفتنة قال له أبو العباس يا أبا محمد ادع الله .\n</p>\n<p class=\"arabic\">فقال الجريري إذا أراد إظهار حكم في عباده قيد ألسنة أوليائه حتى لا يدعوه \n  فإنه يستحيي أن يردهم .\n</p>\n<p class=\"arabic\">وقيل إنه وطئته الجمال فمات حين الواقعة .\n</p>\n<p class=\"arabic\">وقال أحمد بن عطاء الروذباري اجتزت به بعد سنة وقد يبس وهو مسند ركبته إلى \n  صدره وهو يشير بإصبعه إلى الله تعالى *23*448* .\n\n</p>"
}