{
    "header": "عبد الله بن محمد بن عبد العزيز بن المرزبـ...",
    "id": "012776",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الله بن محمد بن عبد العزيز بن المرزبان بن سابور .\n</h1>\n<p class=\"arabic\">أبو القاسم البغوي الأصل البغدادي .\n</p>\n<p class=\"arabic\">مسند الدنيا وبقية الحفاظ ابن بنت أحمد بن منيع .\n</p>\n<p class=\"arabic\">ولد ببغداد في أول رمضان سنة أربع عشرة ومائتين وسمع علي بن الجعد وخلف بن \n  هشام وأبا نصر التمار ويحيى الحماني وعلي بن المديني وأحمد بن حنبل وشيبان \n  بن فروخ وسويد بن سعيد وداود بن عمرو الضبي وخلقا كثيرا أزيد من ثلاثمائة .\n</p>\n<p class=\"arabic\">وعنه ابن صاعد والجعابي وأبو بكر القطيعي وأبو حفص الزيات وابن المظفر والدارقطني \n  وأبو حفص بن شاهين وعمر الكناني وأبو القاسم *23*539* ابن حبابة وأبو طاهر \n  المخلص وعبد الرحمن بن أبي شريح الهروي وأبو مسلم محمد بن أحمد الكاتب وهو \n  آخر من حدث عنه .\n</p>\n<p class=\"arabic\">وروى عنه خلق لا يحصيهم إلا الله تعالى لأنه طال عمره وتفرد في الدنيا بعلو \n  السند .\n</p>\n<p class=\"arabic\">قال رأيت أبا عبيد ورأيت جنازته وأول ما كتبت الحديث سنة خمس وعشرين ومائتين .\n</p>\n<p class=\"arabic\">وحضرت مع عمي علي مجلس عاصم بن علي .\n</p>\n<p class=\"arabic\">وقال أحمد بن عبدان الحافظ سمعت البغوي يقول كنت يوما ضيق الصدر فخرجت إلى \n  الشط وقعدت وفي يدي جزء عن يحيى بن معين أنظر فيه فإذا بموسى بن هارون فقال \n  أيش معك قلت جزء عن يحيى .\n</p>\n<p class=\"arabic\">فأخذه من يدي فرماه في دجلة وقال تريد أن تجمع بين أحمد بن حنبل ويحيى بن \n  معين وعلي بن المديني وقال عبد الرحمن بن أبي حاتم أبو القاسم البغوي يدخل \n  في الصحيح .\n</p>\n<p class=\"arabic\">وقال الدارقطني كان البغوي قل أن يتكلم على الحديث فإذا تكلم كان كلامه كالمسمار \n  في الساج .\n</p>\n<p class=\"arabic\">وقال ابن عدي كان صاحب حديث وكان وراقا من ابتدأ أمره يورق على جده وعمه وغيرهما \n  وكان يبيع أهل نفسه في كل وقت ووافيت العراق سنة سبع وتسعين ومائتين وأهل \n  العلم والمشايخ منهم مجتمعين على ضعفه *23*540* وكانوا زاهدين في حضور مجلسه \n  وما رأيت في مجلسه قط في ذلك الوقت إلا دون العشرة غرباء بعد أن يسأل بنوه \n  الغرباء مرة بعد مرة حضور مجلس أبيهم فيقرأ عليهم لفظا .\n</p>\n<p class=\"arabic\">وكان مجانهم يقولون ابن منيع شجرة تحمل داود بن عمر الضبي أي من كثرة ما يروي \n  عنه وما علمت أحدا حدث عن علي بن الجعد أكثر مما حدث هو .\n</p>\n<p class=\"arabic\">وسمعه قاسم المطرز يقول ثنا عبيد الله العيشي فقال القاسم في حرم من يكذب \n  وتكلم قوم فيه عند عبد الحميد الوراق ونسبوه إلى الكذب فقال هو أنغش من أن \n  يكذب يعني ما يحسن .\n</p>\n<p class=\"arabic\">قال وكان بذيء اللسان يتكلم في الثقات .\n</p>\n<p class=\"arabic\">وسمعته يقول يوم مات المروزي محمد بن يحيى أنا قد ذهب بي عمي إلى أبي عبيد \n  وعاصم بن علي وسمعت منهما .\n</p>\n<p class=\"arabic\">ولما مات أصحابه احتمله الناس واجتمعوا عليه ونفق عندهم ومع نفاقه وإسناده \n  كان مجلس ابن صاعد أضعاف مجلسه .\n</p>\n<p class=\"arabic\">قلت قد بالغ ابن عدي من الحط على البغوي ولم يقدر يخرج له مما غلط فيه سوى \n  حديثين .\n</p>\n<p class=\"arabic\">ثم قال والبغوي كان معه طرف من معرفة الحديث ومن معرفة التصانيف وطال عمره \n  واحتاجوا إليه وقبله الناس ولولا أني شرطت أن كل من تكلم فيه متكلم ذكرته \n  وإلا كنت لا أذكره .\n</p>\n<p class=\"arabic\">وقال الحافظ عبد الغني المصري سألت أبا بكر محمد بن علي النقاش تحفظ شيئا \n  مما أخذ على ابن بنت منيع .\n</p>\n<p class=\"arabic\">قال غلط في حديث عن محمد بن عبد الوهاب عن أبي شهاب عن أبي إسحاق الشيباني \n  رواه عن محمد وإنما سمعه من إبراهيم بن هانيء عنه فأخذه عبد الحميد الوراق \n  بلسانه ودار على أصحاب الحديث فبلغ ذلك *23*541* ابن بنت منيع فخرج إلينا \n  وعرفنا أنه غلط وأنه أراد أن يكتب ثنا إبراهيم بن هانيء فمرت يده على العادة \n  ورجع عنه ورأيت فيه الإنكسار والغم وكان رحمه الله ثقة .\n</p>\n<p class=\"arabic\">وقال غير واحد توفي ليلة عيد الفطر وعاش مائة وثلاث سنين وشهرا .\n</p>\n<p class=\"arabic\">قلت آخر من روى حديثه عاليا أبو المنجا بن اللتي وأعرف له حديثا منكرا في \n  الأول من حديث ابن أخي ميمي وفي جزء بيبي وقد احتج به عامة من خرج الصحيح \n  كالدارقطني والإسماعيلي والبرقاني .\n</p>\n<p class=\"arabic\">قال الخطيب كان ثقة ثبتا فهما عارفا .\n</p>\n<p class=\"arabic\">قلت وله كتاب معجم الصحابة في مجلدين يدل على سعة حفظه وتبحره وكذلك تأليفه \n  للجعديات أحسن ترتيبها وأجاد تأليفها ) .\n</p>\n<p class=\"arabic\">قال الدارقطني لم يرو البغوي عن يحيى بن معين غير حكاية .\n</p>\n<p class=\"arabic\">وقال أبو عبد الرحمن السلمي سألت الدارقطني عن أبي القاسم البغوي فقال ثقة \n  جبل إمام أقل المشايخ خطأ وكلامه في الحديث أحسن من كلام ابن صاعد .\n</p>\n<p class=\"arabic\">قال الخليلي أبو القاسم البغوي من المعمرين العلماء سمع داود بن رشيد والحكم \n  بن موسى وطالوت بن عباد وابني أبي شيبة ونعيم بن الهيصم والقواريري ثم قال \n  وعنده مائة شيخ لم يشاركه أحد في آخر عمره فيهم ثم نزل إلى الشيوخ وهو حافظ \n  عارف صنف مسند عمه علي بن عبد العزيز وقد حسدوه في آخر عمره فتكلموا فيه بشيء \n  لا يقدح فيه .\n</p>\n<p class=\"arabic\">وقد سمعت عبد الرحمن بن محمد سمعت أبا أحمد الحاكم سمعت البغوي يقول ورقت \n  لألف شيخ *23*542* .\n\n</p>"
}