{
    "header": "عبد الله بن أبي داود سليمان بن الأشعث بنـ...",
    "id": "012722",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الله بن أبي داود سليمان بن الأشعث بن إسحاق بن بشير .\n</h1>\n<p class=\"arabic\">*23*513* .\n</p>\n<p class=\"arabic\">أبو بكر الأزدي السجستاني الحافظ .\n</p>\n<p class=\"arabic\">ولد بسجستان ونشأ بنيسابور وبغداد .\n</p>\n<p class=\"arabic\">وسمع بهما وبالحرمين ومصر والشام والثغور والعراق .\n</p>\n<p class=\"arabic\">سمع أحمد بن صالح المصري وعيسى بن حماد وأبا الطاهر بن السرح وإسحاق الكوسج \n  ومحمد بن أسلم وعلي بن خشرم وسلمة بن شبيب ومحمد بن يحيى الزماني والمسيب \n  بن واضح وأبا سعيد الأشج وأمما سواهم .\n</p>\n<p class=\"arabic\">روى عنه عبد الرحمن بن أبي حاتم وأبو بكر بن مجاهد ودعلج ومحمد بن المظفر \n  والدارقطني وأبو عمر بن حيويه وأبو حفص بن شاهين وأبو بكر الوراق وأبو الحسين \n  بن سمعون وأبو أحمد الحاكم وأبو القاسم بن حبابة وأبو طاهر المخلص وعيسى بن \n  الجراح ومحمد بن زنبور وأبو مسلم الكاتب وخلق كثير .\n</p>\n<p class=\"arabic\">ولد سنة ثلاثين ومائتين وقال رأيت جنازة إسحاق بن راهويه سنة ثمان وثلاثين \n  وأول ما سمعت من محمد بن أسلم الطوسي في سنة إحدى وأربعين وكان بطوس وكان \n  رجلا صالحا فسر أبي لما كتبت عنه وقال أول ما كتبت عن رجل صالح *23*514* .\n</p>\n<p class=\"arabic\">وقال دخلت الكوفة ومعي درهم واحد فاشتريت به ثلاثين مد باقلاء فكنت آكل منه \n  مدا وأكتب عن الأشج ألف حديث فكتبت عنه في الشهر ثلاثين ألف حديث ما بين مقطوع \n  ومرسل .\n</p>\n<p class=\"arabic\">وقال أبو بكر بن شاذان قدم ابن أبي داود سجستان فسألوه أن يحدثهم فقال ما \n  معي أصل .\n</p>\n<p class=\"arabic\">فقالوا ابن أبي داود وأصول قال فأثاروني فأمليت عليهم ثلاثين ألف حديث من \n  حفظي .\n</p>\n<p class=\"arabic\">فلما قدمت بغداد قال البغداديون مضى ابن أبي داود إلى سجستان ولعب بالناس \n  ثم فيجوا فيجا اكثروه بستة دينانير إلى سجستان ليكتب لهم النسخة فكتبت لهم \n  وجيء بها وعرضت على الحفاظ فخطؤني في ستة أحاديث منها حدثت بها كما حدثت وثلاثة \n  أخطأ فيها .\n</p>\n<p class=\"arabic\">رواها الخطيب عن أبي القاسم الأزهري عن ابن شاذان .\n</p>\n<p class=\"arabic\">ورواها غير الأزهري عن ابن شاذان فذكر أن ذلك الإملاء كان بإصبهان .\n</p>\n<p class=\"arabic\">وكذا روى أبو علي النيسابوري عن ابن أبي داود وهو المعروف فكأن الأزهري غلط \n  وقال سجستان عوض إصبهان .\n</p>\n<p class=\"arabic\">وقال الخطيب سمعت أبا محمد الخلال يقول كان أبو بكر بن أبي داود أحفظ من أبيه .\n</p>\n<p class=\"arabic\">وقال أبو القاسم بن النحاس سمعت ابن أبي داود يقول رأيت أبا هريرة في النوم \n  وأنا بسجستان أصنف حديث أبي هريرة كث اللحية ربعة أسمر عليه ثياب غلاظ فقلت \n  إني لأحبك يا أبا هريرة .\n</p>\n<p class=\"arabic\">فقال أنا أول صاحب حديث كان في الدنيا .\n</p>\n<p class=\"arabic\">فقلت كم من رجل أسند عن أبي صالح عنك قال مائة رجل *23*515* .\n</p>\n<p class=\"arabic\">قال ابن أبي داود فنظرت فإذا عندي نحوها .\n</p>\n<p class=\"arabic\">وقال صالح بن أحمد الهمداني الحافظ أبو بكر بن أبي داود إمام العراق ومن نصب \n  له السلطان المنبر وقد كان في وقته بالعراق مشايخ أسند منه ولم يبلغوا في \n  الآلة والإتقان ما بلغ هو .\n</p>\n<p class=\"arabic\">وقال أبو ذر الهروي ثنا أبو حفص بن شاهين قال أملى علينا ابن أبي داود زمانا \n  ما رأيت ) .\n</p>\n<p class=\"arabic\">بيده كتابا إنما كان يملي حفظا وكان يقعد على المنبر بعد ما عمي ويقعد تحته \n  بدرجة ابنه أبو معمر وبيده كتاب يقول له حديث كذا فيسر من حفظه حتى يأتي على \n  المجلس .\n</p>\n<p class=\"arabic\">وقرأ علينا يوما حديث القنوت من حفظه فقام أبو تمام الزينبي وقال لله درك \n  ما رأيت مثلك إلا أن يكون إبراهيم الحربي فقال كل ما كان يحفظ إبراهيم أنا \n  أحفظه وأنا أعرف النجوم وما كان يعرفها .\n</p>\n<p class=\"arabic\">وقال ابن شاهين لما أراد علي بن عيسى الوزير أن يصلح بين ابن صاعد وابن أبي \n  داود جمعهما عنده وحضر أبو عمر القاضي فقال الوزير يا أبا بكر أبو محمد أكبر \n  منك فلو قمت إليه .\n</p>\n<p class=\"arabic\">فقال لا أفعل .\n</p>\n<p class=\"arabic\">فقال يعني الوزير أنت شيخ زيف .\n</p>\n<p class=\"arabic\">فقال ابن أبي داود الشيخ الزيف الكذاب على رسول الله .\n</p>\n<p class=\"arabic\">فقال الوزير من الكذاب على رسول الله قال هذا .\n</p>\n<p class=\"arabic\">ثم قام وقال تتوهم أني أذل لك لأجل أن رزقي يصل إلي على يديك والله لا أخذت \n  من يدك شيئا أبدا .\n</p>\n<p class=\"arabic\">فكان المقتدر يزن رزقه بيده ويبعث به في طبق على يد الخادم .\n</p>\n<p class=\"arabic\">وقال أبو أحمد الحاكم سمعت أبا بكر يقول قلت لأبي زرعة الرازي *23*516* ألق \n  علي حديثا غريبا من حديث مالك .\n</p>\n<p class=\"arabic\">فألقى علي هذا يعني حديث مالك عن وهب بن كيسان عن أسماء لا تحصي فيحصي الله \n  عليك .\n</p>\n<p class=\"arabic\">ألقاه علي عن عبد الرحمن بن شيبة المديني وهو ضعيف فقلت له تحب أن تكتبه عني \n  عن أحمد بن صالح عن عبد الله بن نافع عن مالك .\n</p>\n<p class=\"arabic\">فغضب وشكاني إلى أبي وقال أنظر ما يقول لي أبو بكر .\n</p>\n<p class=\"arabic\">قال يوسف بن الحسن الزنجاني التفكري سمعت الحسن بن علي بن بندار الزنجاني \n  يقول كان أحمد بن صالح يمتنع على المرد من التحديث تورعا وكان أبو داود يسمع \n  منه وكان له ) .\n</p>\n<p class=\"arabic\">ابن أمرد فاحتال بأن شد على وجهه قطعة من الشعر ثم أحضره وسمع فأخبر الشيخ \n  بذلك فقال أمثلي يعمل معه هذا فقال أبو داود لا تنكر علي واجمع ابني مع شيوخ \n  الرواة فإن لم يقاومهم بمعرفته فاحرمه السماع .\n</p>\n<p class=\"arabic\">هذه حكاية منقطعة .\n</p>\n<p class=\"arabic\">وقال السلمي سألت الدارقطني عن ابن أبي داود فقال ثقة كثير الخطأ في الكلام \n  على الحديث .\n</p>\n<p class=\"arabic\">وقال أبو نعيم الحافظ توفي محمد بن عبد الله بن حفص الهمداني سنة خمس وثمانين \n  ومائتين .\n</p>\n<p class=\"arabic\">حدث عن صالح بن مهران والناس عرض عليه قضاء إصبهان فهرب إلى قاشان وهو سبط \n  أمير إصبهان خالد بن الأزهر وهو الساعي في خلاص عبد الله بن أبي داود لما \n  أمر أبو ليل الحارث بن عبد العزيز الأمير بضرب عنقه لما تقولوا عليه *23*517* .\n</p>\n<p class=\"arabic\">وذلك أنه حسده جماعة لما قدم إصبهان لتبحره في الحفظ وأجرى يوما في مذاكرته \n  ما قالته الناحبة في علي فنسبوا إليه الحكاية وتقولوا عليه وأقاموا بعض العلوية \n  خصما فأحضروه مجلس أبي ليلى وأقاموا عليه الشهادة فيما ذكر محمد بن يحيى بن \n  مندة وأحمد بن علي بن الجارود ومحمد بن العباس الأخرم فأمر بقتله فاتصل الخبر \n  بمحمد بن عبد الله فأتى وجرح الشهود ونسب ابن مندة إلى العقوق لوالديه ونسب \n  ابن الجارود إلى أنه يأكل الربا ويوكله الناس ونسب الآخر إلى أنه مفتر غير \n  صدوق وأخذ بيد ابن أبي داود فأخرجه وخلصه من القتل فكان يدعو له طول حياته \n  ويدعو على الذين شهدوا له فاستجيب له فيهم فمنهم من احترق ومنهم من خلط وفقد \n  عقله .\n</p>\n<p class=\"arabic\">قلت وقتل أبو ليلى الأمير في سنة أربع وثمانين ومائتين .\n</p>\n<p class=\"arabic\">قال أبو الشيخ رأيت يدار برأسه .\n</p>\n<p class=\"arabic\">وقال أحمد بن يوسف الأزرق سمعت ابن أبي داود غير مرة يقول كل من بيني وبينه \n  شيء فهو في حل إلا من رماني ببغض علي رضي الله عنه .\n</p>\n<p class=\"arabic\">قال ابن عدي سمعت علي بن عبد الله الداهري سألت ابن أبي داود عن حديث الطير \n  فقال إن صح حديث الطير فنبوة النبي صلى الله عليه وسلم باطل لأنه حكي عن حاجب \n  النبي صلى الله عليه وسلم يعني أنس خيانة وحاجب النبي لا يكون خائنا .\n</p>\n<p class=\"arabic\">قال وسمعت محمد بن الضحاك بن عمرو بن أبي عاصم يقول أشهد على محمد بن يحيى \n  بن مندة بين يدي الله قال روى الزهري عن عروة قال كانت حفيت أظافير علي من \n  كثرة ما كان يتسلق على أزواج النبي صلى الله عليه وسلم .\n</p>\n<p class=\"arabic\">قال الذهبي هذه حكاية باطلة لعلها من كذب النواصب قبحهم الله .\n</p>\n<p class=\"arabic\">وقال ابن عدي لولا أنا شرطنا أن كل من تكلم فيه ذكرناه لما ذكرت *23*518* \n  ابن أبي داود وقد تكلم فيه أبوه وإبراهيم الإصبهاني يعني ابن أورمه ونسب في \n  الابتداء إلى شيء من النصب ونفاه ابن الفرات من بغداد إلى واسط ورده علي بن \n  عيسى وحدث وأظهر فضائل علي ثم تحنبل فصار شيخا فيهم وهو مقبول عند أصحاب الحديث \n  وأما كلام أبيه فيه فلا أدري إيش تبين له منه وسمعت عبدان يقول سمعت أبا داود \n  السجستاني يقول ومن البلاء أن عبد الله يطلب القضاء وسمعت علي بن عبد الله \n  الداهري يقول سمعت محمد بن أحمد بن عمرو يقول ابني عبد الله كذاب .\n</p>\n<p class=\"arabic\">قال ابن عدي وكان ابن صاعد يقول كفانا ما قال أبوه فيه .\n</p>\n<p class=\"arabic\">وقال محمد بن عبد الله القطان كنت عند محمد بن جرير الطبري فقال له رجل إن \n  ابن أبي داود يقرأ على الناس فضائل علي فقال تكبيرة من حارس .\n</p>\n<p class=\"arabic\">قلت لا يسمع قول ابن صاعد ولا قول ابن جرير في عبد الله لأنه كان معاديهما \n  وبينهم شنآن ولعل قول أبي داود لا يصح سنده أو كذاب في غير الحديث .\n</p>\n<p class=\"arabic\">وقال محمد بن عبيد الله بن الشخير إنه كان زاهدا ناسكا صلى عليه نحو ثلاثمائة \n  ألف إنسان وأكثر وتوفي في ذي الحجة .\n</p>\n<p class=\"arabic\">وقال عبد الأعلى ابنه خلف أبي أبا داود محمدا وأنا وأبا معمر عبيد الله وخمس \n  بنات .\n</p>\n<p class=\"arabic\">وتوفي أبي وله ست وثمانون سنة وأشهر وصلي عليه ثمانين مرة .\n\n</p>"
}