{
    "header": "محمد بن الفضل بن العباس .",
    "id": "012800",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن الفضل بن العباس .\n</h1>\n<p class=\"arabic\">أبو عبد الله البلخي الزاهد الحبر الواعظ .\n</p>\n<p class=\"arabic\">كان سيدا عارفا نزل سمرقند وتلك الديار ويقال إنه وعظ مرة فمات في ذلك المجلس \n  أربعة أنفس صحب أحمد بن خضرويه البلخي وغيره .\n</p>\n<p class=\"arabic\">وقال أبو عبد الرحمن السلمي ثنا علي بن القاسم الخطابي الواعظ بمرو إملاء \n  ثنا محمد بن الفضل البلخي الزاهد الصوفي بسمرقند ثنا قتيبة بن *23*550* سعيد \n  ثنا الليث فذكر حديثا .\n</p>\n<p class=\"arabic\">وقال السلمي توفي سنة سبع عشرة .\n</p>\n<p class=\"arabic\">وسمعت محمد بن علي الحيري سمعت أبا عثمان الحيري يقول لو وجدت من نفسي قوة \n  لرحلت إلى أخي محمد بن الفضل فاستروح بروايته .\n</p>\n<p class=\"arabic\">وسمع منه أبو بكر محمد بن عبد الله الرازي وغيره .\n</p>\n<p class=\"arabic\">روى عنه أبو بكر بن المقريء إجازة .\n</p>\n<p class=\"arabic\">ولعله آخر من حدث عن قتيبة .\n</p>\n<p class=\"arabic\">وروى عن أبي بشر محمد بن المهدي عن محمد بن السماك .\n</p>\n<p class=\"arabic\">ومن الرواة عنه إسماعيل بن نجيد وإبراهيم بن محمد بن عمرويه ومحمد بن مكي \n  النيسابوري وعبد الله بن محمد الصيدلاني البلخي شيخ لأبي ذر الهروي .\n</p>\n<p class=\"arabic\">وقال أبو نعيم سمع الكثير من قتيبة .\n</p>\n<p class=\"arabic\">وسمعت محمد بن عبد الله الرازي بنيسابور سمعت محمد بن الفضل يقول ذهاب الإسلام \n  من أربعة .\n</p>\n<p class=\"arabic\">أولها لا يعملون بما يعلمون .\n</p>\n<p class=\"arabic\">الثاني يعملون بما لا يعلمون .\n</p>\n<p class=\"arabic\">الثالث لا يتعلمون ما لا يعلمون .\n</p>\n<p class=\"arabic\">الرابع يمنعون الناس من التعليم *23*551* .\n</p>\n<p class=\"arabic\">وقال الدنيا بطنك فبقدر زهدك في بطنك زهدك في الدنيا .\n</p>\n<p class=\"arabic\">قال السلمي في محن الصوفية لما تكلم محمد بن الفضل ببلخ في فهم القرآن وأحوال \n  الأئمة أنكر عليه فقهاء بلخ وعلماؤها وقالوا مبتدع .\n</p>\n<p class=\"arabic\">وإنما ذاك لسبب اعتقاده مذهب أهل الحديث فقال لا أخرج حتى يخرجوني ويطوفوا \n  لي في الأسواق ويقولوا مبتدع ففعلوا به ذلك فقال نزع الله من قلوبكم محبته \n  ومعرفته .\n</p>\n<p class=\"arabic\">فقيل لم يخرج بها صوفي من أهلها فأتى سمرقند فبالغوا في إكرامه .\n\n</p>"
}