{
    "header": "علي بن الحسين بن حرب بن عيسى البغدادي .",
    "id": "012892",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">علي بن الحسين بن حرب بن عيسى البغدادي .\n</h1>\n<p class=\"arabic\">القاضي أبو عبيد بن حربويه .\n</p>\n<p class=\"arabic\">سمع أحمد بن المقدام العجلي ويوسف بن موسى والحسن بن عرفة وزيد بن أخزم والحسن \n  بن محمد الزعفراني .\n</p>\n<p class=\"arabic\">روى عنه أبو عمر بن حيويه وأبو بكر بن المقريء وعمر بن شاهين وجماعة .\n</p>\n<p class=\"arabic\">قال البرقاني ذكرته للدارقطني فذكر من جلالته وفضله وقال حدث عنه *23*587* \n  النسائي في الصحيح بم يحصل لي عنه حرف وقد مات بعد أن كتبت بخمس سنين .\n</p>\n<p class=\"arabic\">قلت ولي قضاء مصر ثماني عشرة سنة فسار إليها في سنة ثلاث وتسعين ومائتين .\n</p>\n<p class=\"arabic\">قال ابن زولاق كان عالما بالإختلاف والمعاني والقياس عارفا بعلم القرآن والحديث \n  فصيحا عاقلا عفيفا قوالا بالحق سمحا متعصبا .\n</p>\n<p class=\"arabic\">ثم ذكر ابن زولاق احترام أمير مصر تكين له وأنه كان يأتي مجلسه ولا يدعه يقوم \n  له وإذا هو إلى مجلس تكين مشى تكين وتلقاه .\n</p>\n<p class=\"arabic\">ولم يكن في زيه ولا منظره بذاك وكان بوجهه جدري ولكنه كان من فحول العلماء .\n</p>\n<p class=\"arabic\">قال الفقيه أبو بكر بن الحداد سمعت أبا عبيد القاضي يقول ما لي وللقضاء لو \n  اقتصرت على الوراقة ما كان خطي بالرديء وكان رزقه في الشهر مائة وعشرين دينارا .\n</p>\n<p class=\"arabic\">قال ابن زولاق قال أبو عبيد القاضي ما تقلد إلا عصبي أو غبي .\n</p>\n<p class=\"arabic\">قال فجمع أحكامه بمصر باختباره وكان أولا يذهب إلى قول أبي ثور .\n</p>\n<p class=\"arabic\">قال وكان يورث ذوي الأرحام وقد ولي قضاء واسط قبل مصر .\n</p>\n<p class=\"arabic\">قال وأبو عبيد آخر قاض ركب إليه الأمراء بمصر وقد تسرى بمصر بجارية فتجنت \n  عليه وطلبت البيع وكان به فتق .\n</p>\n<p class=\"arabic\">وذكر ابن زولاق حكايات عدة تدل على وقاره وكمال عقله وإمامته وعدله وورعه \n  التام وقال حدث عنه في سنة ثلاثمائة النسائي .\n</p>\n<p class=\"arabic\">وقال أبو زكريا النووي كان من أصحاب الوجوه تكرر ذكره في *23*588* المهذب \n  والروضة .\n</p>\n<p class=\"arabic\">وقال أبو سعيد بن يونس الصدفي هو قاضي مصر أقام بها طويلا وكان شيئا عجبا \n  ما رأينا مثله لا قبله ولا بعده وكان يتفقه على مذهب أبي ثور وعزل عن القضاء \n  سنة إحدى عشرة لأنه كتب يستعفي من القضاء ووجه رسولا إلى بغداد يسأل في عزله \n  وأغلق بابه وامتنع من الحكم فأعفي فحدث حين جاء عزله وأملى مجالس ورجع إلى \n  بغداد .\n</p>\n<p class=\"arabic\">وكان ثقة ثبتا حدث عن زيد بن أخزم وأحمد بن المقدام وطبقتهما .\n</p>\n<p class=\"arabic\">وروى الخطيب في تاريخه أن ابن حربويه توفي في صفر وصلى عليه أبو سعيد الأصطخري .\n\n</p>"
}