{
    "header": "أحمد بن عمير بن يوسف بن موسى بن جوصا .",
    "id": "012914",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أحمد بن عمير بن يوسف بن موسى بن جوصا .\n</h1>\n<p class=\"arabic\">أبو الحسن مولى بني هاشم ويقال مولى محمد بن صالح الكلابي الدمشقي حافظ الشام .\n</p>\n<p class=\"arabic\">سمع موسى بن عامر ومحمد بن وزير ومحمد بن هاشم البعلبكي *23*597* وعمرو بن \n  عثمان وكثير بن عبيد وأبا التقي هشام بن عبد الملك ومحمد بن ميمون الإسكندراني \n  ويونس بن عبد الأعلى وخلقا بمصر والشام .\n</p>\n<p class=\"arabic\">وصنف وتكلم على العلل والرجال وأعلى ما وقع له ما روى عنه ابن عدي في كامله \n  قال ثنا معاوية بن عبد الرحمن الرحبي سمعت حريز بن عثمان يقول سألت عبد الله \n  بن بسر عن النبي صلى الله عليه وسلم قال كان في عنفقته شعرات بيض .\n</p>\n<p class=\"arabic\">قلت وحدثه أيضا شيخ عن معروف الخياط الذي رأى واثلة بن الأسقع .\n</p>\n<p class=\"arabic\">روى عنه حمزة الكناني وابن عدي وأبو علي النيسابوري والطبراني والزبير بن \n  عبد الواحد وأبو بكر بن السني وأبو أحمد الحاكم الحفاظ وخلق آخرهم عبد الوهاب \n  الكلابي .\n</p>\n<p class=\"arabic\">وثقه الطبراني .\n</p>\n<p class=\"arabic\">وقال أبو علي النيسابوري سمعت ابن جوصا يقول وكان ركنا من أركان الحديث إسناد \n  خمسين سنة من موت الشيخ إسناد علو .\n</p>\n<p class=\"arabic\">وقال أبو ذر الهروي سمعت أبا مسعود الدمشقي يقول جاء رجل بغدادي يحفظ إلى \n  ابن جوصا فقال له ابن جوصا كلما أغربت علي حديثا من حديث الشام أعطيتك درهما \n  فلم يزل الرجل يلقي عليه ما شاء الله ولا يغرب عليه فاغتم لذلك الرجل فقال \n  للرجل لا تجزع .\n</p>\n<p class=\"arabic\">وأعطاه بكل حديث ذاكره به درهما .\n</p>\n<p class=\"arabic\">وكان ابن جوصا ذا مال كثير .\n</p>\n<p class=\"arabic\">وقال الحافظ عبد الغني المصري سمعت محمد بن إبراهيم الكرجي *23*598* يقول \n  ابن جوصا بالشام كابن عقدة بالكوفة ) .\n</p>\n<p class=\"arabic\">قال الدارقطني أجمع أهل الكوفة على أنه لم ير من زمان ابن مسعود رضي الله \n  عنه إلى زمان ابن عقدة أحفظ من ابن عقدة .\n</p>\n<p class=\"arabic\">قال أبو عمرو النيسابوري الصغير نزلنا خانا بدمشق العصر ونحن على أن نبكر \n  إلى ابن جوصا فإذا الخاني يعدو ويقول أين أبو علي الحافظ فقلت هاهنا .\n</p>\n<p class=\"arabic\">قال قد حضره الشيخ زائرا .\n</p>\n<p class=\"arabic\">فإذا بابن جوصا على بغلة فنزل عليها ثم صعد إلى غرفتنا وسلم على أبي علي ورحب \n  له وأخذ في المذاكرة معه إلى قرب العتمة .\n</p>\n<p class=\"arabic\">ثم قال يا أبا علي جمعت حديث عبد الله بن دينار .\n</p>\n<p class=\"arabic\">قال نعم .\n</p>\n<p class=\"arabic\">قال أخرجه إلي .\n</p>\n<p class=\"arabic\">فأخرجه فأخذه في كمه وقام فلما أصبحنا جاءنا رسوله وحملنا إلى منزله فذاكره \n  أبو علي وانتخب عليه إلى المساء .\n</p>\n<p class=\"arabic\">ثم انصرفنا إلى رحلنا وجماعة من الرحالة ينتظرون أبا علي فسلموا عليه ثم ذكروا \n  شأن ابن جوصا وما نقموا عليه من الأحاديث التي أنكروها وأبو علي يسكتهم ويقول \n  لا تفعلوا .\n</p>\n<p class=\"arabic\">هذا إمام من أئمة المسلمين وقد جاز القنطرة .\n</p>\n<p class=\"arabic\">وقال حمزة الكناني عندي عن ابن جوصا مائتي جزء واليتها كانت بياضا .\n</p>\n<p class=\"arabic\">وترك حمزة الرواية عنه أصلا .\n</p>\n<p class=\"arabic\">وقال أبو عبد الرحمن السلمي سألت الدارقطني عن ابن جوصا فقال تفرد بأحاديث \n  ولم يكن بالقوي *23*599* .\n</p>\n<p class=\"arabic\">قلت توفي في جمادى الأولى وهو ثقة له غرائب كغيره من مبادرة الحديث فما للضعف \n  عليه مدخل .\n</p>\n<p class=\"arabic\">وقد روى عنه جماعة .\n</p>\n<p class=\"arabic\">قال أنبأ أبو التقي نا بقية نا ورقاء وابن ثوبان عن عمرو بن دينار عن عطاء \n  عن أبي هريرة رفعه إذا أقيمت الصلاة فلا صلاة إلا المكتوبة فأنكر على ابن \n  جوصا ذكر ابن ) .\n</p>\n<p class=\"arabic\">ثوبان فيه والخطب يسير فلو كان وهما لما ضر ولعله حفظه .\n</p>\n<p class=\"arabic\">قال الطبراني تفرد ابن جوصا وكان من ثقات المسلمين .\n</p>\n<p class=\"arabic\">قال ابن المقريء ثنا الحسن بن بقي بن أبي التقي هشام بن عبد الملك عن جده \n  فذكر الحديث كما قال ابن جوصا .\n</p>\n<p class=\"arabic\">ورواه ثقتان عن أحمد بن محمد بن عنبسة الحمصي ثنا أبو التقي فذكره كذلك .\n</p>\n<p class=\"arabic\">فبرئ عرض ابن جوصا من الحديث وصح أن أبا التقي وهو ثبت رواه عن بقية عن ورقاء \n  وابن ثوبان .\n</p>\n<p class=\"arabic\">وقال ابن عنبسة ما أوضح ذلك وهو أن هذا الحديث كان عند أبي التقي في موضعين .\n</p>\n<p class=\"arabic\">موضع عن ورقاء وموضع عن ابن ثوبان فجمعهما .\n</p>\n<p class=\"arabic\">قلت قد كان قبل ذلك كثيرا ما يحدث بالحديث عن بقية عن ورقاء *23*600* وحده \n  فلهذا وقع الكلام فيه .\n</p>\n<p class=\"arabic\">قال حمزة الكناني سمعت ابن جوصا يقول كنا ببغداد فتذاكروا حديث أيوب وأشباهه \n  فقلت أيش أسند جنادة عن عبادة فسكتوا .\n</p>\n<p class=\"arabic\">ثم قلت أي شيء أسند عمر بن عمرو الأحموسي فلم يجيبوا بشيء .\n</p>\n<p class=\"arabic\">وقال أبو علي النيسابوري الحافظ إنما حدثونا عن أبي التقي رواية ابن ثوبان \n  وهي عن بقية عن ابن ثوبان عن عطاء بن يسار ليس فيه عمرو بن دينار وذكر حكاية \n  طويلة .\n\n</p>"
}