{
    "header": "محمد بن الحسن بن دريد بن عتاهية .",
    "id": "013270",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن الحسن بن دريد بن عتاهية .\n</h1>\n<p class=\"arabic\">أبو بكر الأزدي البصري .\n</p>\n<p class=\"arabic\">نزيل البصرة تنقل في جزائر البحر وفارس وطلب الأدب واللغة وكان أبوه من رؤساء \n  زمانه *24*88* .\n</p>\n<p class=\"arabic\">وكان أبو بكر رأسا في العربية وأشعار العرب وله شعر كثير وتصانيف مشهورة .\n</p>\n<p class=\"arabic\">حدث عن أبي حاتم السجستاني وأبي الفضل العباس الرياشي وابن أخي الأصمعي .\n</p>\n<p class=\"arabic\">روى عنه أبو سعيد السيرافي وأبو بكر بن شاذان وأبو الفرج صاحب الأغاني وأبو \n  عبيد الله المرزباني وأبو العباس إسماعيل بن مكيال وغيرهم .\n</p>\n<p class=\"arabic\">وعاش بضعا وتسعين سنة فإن مولده في سنة ثلاث وعشرون ومائتين .\n</p>\n<p class=\"arabic\">قال أحمد بن يوسف الأزرق ما رأيت أحفظ من ابن دريد وما رأيته قرء عليه ديوان \n  قط إلا وهو يسابق إلى روايته لحفظه له .\n</p>\n<p class=\"arabic\">وقال أبو حفص بن شاهين كنا ندخل على ابن دريد فنستحي مما نرى من العيدان المعلقة \n  والشراب وقد جاوز التسعين .\n</p>\n<p class=\"arabic\">وقال أبو منصور الأزهري دخلت عليه فرأيته سكران فلم أعد إليه .\n</p>\n<p class=\"arabic\">ولابن دريد كتاب الجمهرة وكتاب الأمالي وكتاب اشتقاق أسماء القبائل وكتاب \n  المجتبى وهو صغير سمعناه بعلو وكتاب الخيل وكتاب السلاح وكتاب الغريب القرآن \n  ولم يتم وكتاب أدب الكاتب وكتاب فعلت وفعلت وكتاب المطر وغير ذلك .\n</p>\n<p class=\"arabic\">وحكى الخطيب عن أبي بكر الأسدي قال كان يقال ابن دريد أعلم الشعراء وأشعر \n  العلماء *24*89* .\n</p>\n<p class=\"arabic\">وقال ابن يوسف الأزرق كان ابن دريد واسع الحفظ جدا وله قصيدة طنانة يمدح بها \n  الشافعي رحمه الله ويذكر علومه .\n</p>\n<p class=\"arabic\">دفن هو وأبو هاشم الجبائي في يوم واحد في مقبرة الخيزران لاثنتي عشرة ليلة \n  بقيت من شعبان فقيل مات الكلام واللغة جميعا .\n</p>\n<p class=\"arabic\">وأول شعر قاله .\n</p>\n<p class=\"arabic\">% ثوب الشباب علي اليوم بهجته % % فسوف تنزعه عني يد الكبر % .\n</p>\n<p class=\"arabic\">% أنا ابن عشرين لا زادت ولا نقصت % % إن ابن عشرين من شيب على خطر % .\n</p>\n<p class=\"arabic\">وكان عبد الله بن مكيال على إمرة الأهواز للمقتدر فأحضر ابن دريد لتأديب ولده \n  إسماعيل .\n</p>\n<p class=\"arabic\">فقال فيهما مقصورته المشهورة التي يقول فيها .\n</p>\n<p class=\"arabic\">% إن ابن ميكال الأمير انتاشني % % من بعد ما قد كنت كالشيء اللقا % .\n</p>\n<p class=\"arabic\">% ومد ضبعي أبو العباس من % % بعد انقباض الذرع والباع الورا % .\n</p>\n<p class=\"arabic\">% نفسي الفداء لأميري ومن % % تحت السماء لأميري الفدا % .\n</p>\n<p class=\"arabic\">فوصله بجوائز منها ثلاثمائة دينار من خاصة الصبي وحده .\n</p>\n<p class=\"arabic\">ذكره أبو الحسن الدار قطني فقال تكلموا فيه .\n</p>\n<p class=\"arabic\">قلت ووقع لنا من عوا ليه في أمالي الوزير .\n\n</p>"
}