{
    "header": "أحمد بن محمد بن سلامة بن سلمة بن عبد المـ...",
    "id": "013240",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أحمد بن محمد بن سلامة بن سلمة بن عبد الملك .\n</h1>\n<p class=\"arabic\">أبو جعفر الأزدي الحجري المصري الطحاوي الفقيه الحنفي المحدث الحافظ أحد الأعلام .\n</p>\n<p class=\"arabic\">سمع هارون بن سعيد الأيلي وعبد الغني بن رفاعة ويونس بن عبد الأعلى ومحمد \n  بن عبد الله بن الحكم وعيسى بن مثرود وبحر من نصر وطائفة من أصحاب ابن وهب \n  وغيره .\n</p>\n<p class=\"arabic\">روى عنه أبو الحسن الإخميمي وأحمد بن القاسم الخشاب وأبو بكر ابن المقريء \n  والميانجي وأحمد بن عبد الوارث الزجاج وعبد العزيز بن محمد الجوهري قاضي الصعيد \n  والطبراني ومحمد بن بكر بن مطروح *24*78* .\n</p>\n<p class=\"arabic\">وخرج إلى الشام سنة ثمان وستين فلقي قاضيها أبا خازم فتفقه به وبغيره .\n</p>\n<p class=\"arabic\">قال ابن يونس ولد سنة تسع وثلاثين ومائتين وتوفي في مستهل ذي القعدة .\n</p>\n<p class=\"arabic\">قال وكان ثقة ثبتا فقيها عاقلا لم يخلف مثله .\n</p>\n<p class=\"arabic\">وقال أبو إسحاق الشيرازي انتهت إلى أبي جعفر رئاسة أصحاب أبي حنيفة بمصر أخذ \n  العلم عن أبي جعفر أحمد بن أبي عمران وأبي خازم وغيرهما .\n</p>\n<p class=\"arabic\">وكان شافعيا يقرأ على المزني فقال له يوما والله لا جاء منك شيء .\n</p>\n<p class=\"arabic\">فغضب من ذلك وانتقل إلى ابن أبي عمران فلما صنف مختصره قال رحم الله أبا إبراهيم \n  لو كان حيا لكفر عن يمينه .\n</p>\n<p class=\"arabic\">ومن نظر في تصانيف أبي جعفر رحمه الله علم محلة من العلم وسعة معرفته وقد \n  ناب في القضاء عن أبي عبيد الله محمد بن عبده قاضي الديار المصرية سنة نيف \n  وسبعين ومائتين .\n</p>\n<p class=\"arabic\">وترقت حاله فحدث أنه حضر رجل معتبر عند ا لقاضي محمد بن عبده فقال أيش روى \n  أبو عبيده بن عبد الله بن مسعود عن أمه عن أبيه فقلت أنا حدثنا بكار عن قتيبة \n  نا أبو أحمد الزبيري اثنا سفيان عن عبد الأعلى التغلبي عن أبي عبيده عن أمه \n  عن أبيه أن رسول الله صلى الله عليه وسلم قال إن الله ليغار للمؤمن فليغر .\n</p>\n<p class=\"arabic\">وثنا به إبراهيم بن داود اثنا سفيان بن وكيع عن أبيه عن سفيان موقوفا .\n</p>\n<p class=\"arabic\">فقال لي الرجل تدري ما تقول تدري ما تتكلم به فقلت له ما الخبر *24*79* قال \n  رأيتك العشية مع الفقهاء في ميدانهم ورأيتك الآن في ميدان أهل الحديث وقل \n  من يجمع ذلك .\n</p>\n<p class=\"arabic\">فقلت هذا من فضل الله وإنعامه .\n</p>\n<p class=\"arabic\">صنف رحمه الله الآثار ومعاني الآثار واختلاف العلماء والشروط وأحكام القرآن .\n</p>\n<p class=\"arabic\">وكان ابن أبي عمران قد قدم من العراق قاضيا على مصر وكان من كبار الحنفية \n  وعليه تخرج الطحاوي .\n</p>\n<p class=\"arabic\">والمزني هو خال الطحاوي رحمهما الله تعالى .\n\n</p>"
}