{
    "header": "أحمد بن حمدون بن أحمد بن رستم .",
    "id": "013236",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أحمد بن حمدون بن أحمد بن رستم .\n</h1>\n<p class=\"arabic\">أبو حامد النيسابوري ولقبه أبو تراب الأعمشي الحافظ كان قد جمع حديث الأعمش \n  كله وحفظه .\n</p>\n<p class=\"arabic\">سمع محمد بن رافع وإسحاق الكوسج وعلي بن خشرم وعمار بن رجاء الجرجاني وأبا \n  زرعة والحسن بن محمد الزعفراني وأبا سعيد الأشج ويحيى بن حكيم المقوم وطبقتهم .\n</p>\n<p class=\"arabic\">روى عنه أبو الوليد الفقيه وأبو علي الحافظ وأبو إسحاق المزكي وأبو سهل الصعلوكي \n  وأبو أحمد الحاكم *24*75* .\n</p>\n<p class=\"arabic\">قال أبو عبد الله الحاكم سمعت أبا علي يقول اثنا أحمد بن حمدون إن حلت الرواية \n  عنه .\n</p>\n<p class=\"arabic\">فقلت هذا الذي تذكره في أبي تراب من جهة المجون والسخف الذي كان أو لشيء أنكرته \n  منه في الحديث قال بل من جهة الحديث .\n</p>\n<p class=\"arabic\">قلت فما أنكرت عليه .\n</p>\n<p class=\"arabic\">قال حديث عبيد الله بن عمر عن عبد الله بن الفضل .\n</p>\n<p class=\"arabic\">قلت قد حدث به غيره .\n</p>\n<p class=\"arabic\">فأخذ يذكر أحاديث حدث بها غيره .\n</p>\n<p class=\"arabic\">فقلت أبو تراب مظلوم في كل ما ذكرته .\n</p>\n<p class=\"arabic\">ثم حدثت أبا الحسين الحجاجي بهذا القول فرضي كلامي فيه وقال القول ما قلته .\n</p>\n<p class=\"arabic\">ثم تأملت أجزاء كثيرة بخطه فلم أجد فيها حديثا يكون الحمل فيه عليه وأحاديثه \n  كلها مستقيمة .\n</p>\n<p class=\"arabic\">وسمعت أبا أحمد الحافظ يقول حضرت ابن خزيمة يسأل أبا حامد الأعمشي كم روى \n  الأعمش عن أبي صالح عن أبي سعيد فأخذ أبو حامد يسرد الترجمة حتى فرغ منها \n  وابن خزيمة يتعجب من مذاكرته .\n</p>\n<p class=\"arabic\">سمعت محمد بن حامد البزاز يقول دخلنا على أبي حامد الأعمشي وهو عليل فقلنا \n  كيف تجدك قال بخير لولا هذا الجار يعني أبا حامد الجلودي يدعي أنه محدث عالم \n  ولا يحفظ إلا ثلاث كتب كتاب عمى القلب وكتاب النسيان وكتاب الجهل دخل علي \n  أمس فقال يا أبا حامد أعلمت أن زنجويه قد مات قلت رحمه الله فقال دخلت اليوم \n  على المؤمل بن الحسن وهو في النزع ثم قال يا أبا حامد ابن كم أنت قلت أنا \n  في السادس والثمانين .\n</p>\n<p class=\"arabic\">قال فأنت إذا أكبر من أبيك يوم مات .\n</p>\n<p class=\"arabic\">فقلت أنا بحمد الله في عافية وجامعت البارحة مرتين واليوم فعلت كذا فقام خجلا \n  *24*76* .\n</p>\n<p class=\"arabic\">توفي الأعمشي في ربيع الأول .\n\n</p>"
}