{
    "header": "أحمد بن موسى بن العباس بن مجاهد .",
    "id": "013399",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أحمد بن موسى بن العباس بن مجاهد .\n</h1>\n<p class=\"arabic\">أبو بكر البغدادي شيخ القراء في عصره ومصنف السبعة *24*145* .\n</p>\n<p class=\"arabic\">سمع الرمادي وسعدان بن نصر ومحمد بن عبد الله المخرمي وأبا بكر الصغاني وجماعة .\n</p>\n<p class=\"arabic\">قرأ القرآن على قنبل وأبي الزعراء بن عبدوس وغيرهما .\n</p>\n<p class=\"arabic\">وسمع الحروف من جماعة سماهم في كتابالقراءآت له .\n</p>\n<p class=\"arabic\">وقال الخطيب بإسناد ذكره إلى ثعلب أنه قال في سنة ست وثمانين ومائتين ما بقي \n  في عصرنا أعلم بكتاب الله من ابن مجاهد وكان من أهل الظرف جاء عنه في ذلك \n  أشياء .\n</p>\n<p class=\"arabic\">قال مرة من قرأ لأبي عمرو وتمذهب للشافعي واتجر في البز وروى شعر ابن المعتز \n  فقد كمل ظرفه .\n</p>\n<p class=\"arabic\">وعن عبيد الله الزهري قال انتبه أبي فقال رأيت يا بني كأن من يقول مات مقوم \n  وحي الله .\n</p>\n<p class=\"arabic\">فلما أصبحنا إذا بابن مجاهد قد مات .\n</p>\n<p class=\"arabic\">قرأ عليه خلق كثيرون منهم عبد الواحد بني أبي هاشم وأبو عيسى بكار ابن أحمد \n  والحسن بن سعيد المطوعي وأبو فرج الشنبوذي وأبو بكر الشذائي وأبو أحمد السامري \n  وأحمد بن محمد العجلي والحسين بن حبش الدينوري وأبو الحسن علي بن الحسين الغضائري \n  وأبو الحسين عبيد الله بن البواب وطلحة بن محمد بن جعفر وأبو الحسن منصور \n  بن محمد بن عثمان المجاهدي الضرير عاش إلى سنة أربعمائة .\n</p>\n<p class=\"arabic\">وكان يأخذ على الإنسان الخاتمة بدينار أعني المجاهدي .\n</p>\n<p class=\"arabic\">وممن حدث عن أبي مجاهد أبو حفص بن شاهين وعمر الكتاني وأبو بكر بن شاذان والدارقطني \n  وأبو مسلم الكاتب .\n</p>\n<p class=\"arabic\">وكان ثقة مأمونا ولد سنة خمس وأربعين ومائتين وتوفي في شعبان من هذا العام \n  *24*146* .\n</p>\n<p class=\"arabic\">قرأت كتابه في السبعة على أبي حفص بن القواس أنبأنا الكندي أنا أبو الحسن \n  بن توبة أنبا أبو محمد الصريفيني أنبا أبو حفص الكتاني أنا المصنف رحمه الله .\n</p>\n<p class=\"arabic\">قال أبو عمرو الداني فاق ابن مجاهد في عصره سائر نظائره من أهل صناعته مع \n  اتساع علمه وبراعة فهمه وصدق لهجته وظهور نسكه ثم سمى الداني خلقا كثيرا ممن \n  قرأ عليه وأنه تصدر للإقراء في حياة محمد بن يحيى الكسائي .\n</p>\n<p class=\"arabic\">وقال عبد الواحد بن أبي هاشم سأل رجل ابن مجاهد لم لا تختار لنفسك حرفا يحمل \n  عنك قال نحن إلى أن نعمل أنفسنا في حفظ ما مضى عليه أثمتنا أحوج منا إلى اختيار \n  حرف يقرأ به من بعدنا .\n</p>\n<p class=\"arabic\">وسمعت فارس بن أحمد يقول انفرد ابن مجاهد عن قنبل بعشرة أحرف لم يتابع عليها .\n</p>\n<p class=\"arabic\">وقال علي بن عمر المقرئ كان لابن مجاهد في حلقته أربعة وثمانون خليفة يأخذون \n  على الناس .\n</p>\n<p class=\"arabic\">وقال عبد الباقي بن الحسن كان في حلقته خمسة عشر ضريرا يتلقفون لعاصم .\n</p>\n<p class=\"arabic\">وقيل كان ابن مجاهد يجيد الغناء والموسيقى وفيه ظرف البغاددة مع الدين والخير .\n\n</p>"
}