{
    "header": "عبيد الله المهدي .",
    "id": "013320",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبيد الله المهدي .\n</h1>\n<p class=\"arabic\">أبو محمد أول خلفاء الباطنية بني عبيد أصحاب مصر والمغرب وهو دعي كذاب ادعى \n  أنه من ولد الحسن بن علي والمحققون متفقون على أنه ليس بحسيني وما أحسن ما \n  قال المعز صاحب القاهرة وقد سأله ابن طبابة العلوي عن نسبهم فجذب سيفه من \n  الغمد وقال هذا نسبي ونثر على الحاضرين والأمراء الذهب وقال وهذا حسبي .\n</p>\n<p class=\"arabic\">توفي عبيد الله في ربيع الأول بالمغرب وقد ذكرنا من أخباره في حوادث هذه السنة \n  فلا رحم الله فيه مغرز إبرة .\n</p>\n<p class=\"arabic\">قال أبو حسن القابسي صاحب المخلص رحمه الله إن الذين قتلهم عبيد الله وبنوه \n  أربعة آلاف رجل في دار النحر في العذاب ما بين عابد وعالم ليردهم عن الرضى \n  عن الصحابة فاختاروا الموت وفي ذلك يقول سهل في قصيدته .\n</p>\n<p class=\"arabic\">% وأحل دار النحر في أغلاله % % من كان ذا تقوى وذا صلوات % .\n</p>\n<p class=\"arabic\">ودفن جميعهم في المنستير وحولها والمنستير بلسان الفرنج المعبد الكبير *24*109* \n  وبها قبور كبارهم وكانت دولة عبيد الله بضعا وعشرين سنة ويا حبذا لو كان رافضيا \n  ولكنه زنديق وحكى الوزير القفطي في سيرة بني عبيد قال كان أبو عبيد الشيعي \n  أحد الدواهي وذلك أنه جمع مشايخ كتامة وقال إن الإمام كان بسلمية قد نزل عند \n  يهودي عطار يعرف بعبيد فقام به وكتم أمره ثم مات عبيد عن ولدين فأسلما وأمهما \n  على يد الأمام وتزوج بها وبقي مستترا والأخوان في دكان العطر فولدت للإمام \n  ابنين فعند اجتماعي به سألت أي الابنين إمامي بعدك فقال من أتاك منهما فهو \n  أمامك .\n</p>\n<p class=\"arabic\">فسيرت أخي لإحضارهما فوجدت أباهما قد مات هو وأحد الولدين ووجد هذا فأتى به \n  وقد خفت أن يكون هذا أحد ابني عبيد .\n</p>\n<p class=\"arabic\">فقالوا وما أنكرت منه قال إن الإمام يعلم الكاينات قبل وقوعها وهذا قد دخل \n  معه بولدين ونص الأمر في الصغير بعده ومات بعد عشرين يوما ولو كان إماما لعلم \n  بموته .\n</p>\n<p class=\"arabic\">قالوا ثم ماذا قال والإمام لا يلبس الحرير ولا الذهب وقد لبسهما وليس له أن \n  يطأ إلا ما تحقق أمره وهذا قد وطئ نساء زيادة الله .\n</p>\n<p class=\"arabic\">فتشككت كتامة في أمره وقالوا ما ترى قال قبضه ونسير من يكشف لنا عن أولاد \n  الإمام على الحقيقة .\n</p>\n<p class=\"arabic\">فأجمعوا أمرهم وخف هارون بن يوسف كبير كتامة فواجه المهدي وقال قد شككنا فيك \n  فأت بآية فأجابه بأجوبة قبلها عقله وقال إنكم تيقنتم واليقين لا يزول بالشك \n  وإن الطفل لم يمت وإنه إمامك وإنما الأئمة ينتقلون وقد انتقل لإصلاح جهة أخرى .\n</p>\n<p class=\"arabic\">فقال آمنت فلبسك الحرير قال أنا نائب للمشرع أحلل لنفسي ما أريد وكل الأموال \n  لي وزيادة الله كان غاصبا *24*110* .\n</p>\n<p class=\"arabic\">وأما أبو عبد الله وأخوه فأخذا يخبان عليه فرتب من قتلهما .\n</p>\n<p class=\"arabic\">ثم خرج عليه جماعة من كتامة فظفر بهم وقتلهم وخالف أهل طرابلس فوجه ولده القائم .\n</p>\n<p class=\"arabic\">فافتتحها عنوة ثم برقة فافتتحها ثم صقلية فأخذها واستقر ملكه .\n</p>\n<p class=\"arabic\">وجهز ولده القائم لأخذ مصر مرتين ويرجع مهزوما .\n</p>\n<p class=\"arabic\">وبنى المهدية ونزلها سنة ثمان وثلاثمائة .\n</p>\n<p class=\"arabic\">وعاش ثلاثا وستين سنة وخلف ثلاثة عشر ولدا منهم ست بنين آخرهم موتا أبو علي \n  أحمد في سنة اثنتين وثمانين وثلاثمائة .\n\n</p>"
}