{
    "header": "علي بن إسماعيل بن أبي بشر إسحاق بن سالم ...",
    "id": "013419",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">علي بن إسماعيل بن أبي بشر إسحاق بن سالم بن إسماعيل بن عبد الله بن موسى \n  بن بلال بن أبي بردة بن أبي موسى عبد الله بن قيس الأشعري .\n</h1>\n<p class=\"arabic\">أبو الحسن البصري المتكلم صاحب التصانيف في الكلام والأصول والملل والنحل .\n</p>\n<p class=\"arabic\">ولد سنة ستين ومائتين وقيل سنة سبعين .\n</p>\n<p class=\"arabic\">أخذ عن أبي علي الجبائي الكلام .\n</p>\n<p class=\"arabic\">وسمع من زكريا الساجي وأبي خليفة الجمحي وسهل بن نوح ومحمد بن يعقوب المقرئ \n  وعبد الرحمن بن خلف الضبي البصريين .\n</p>\n<p class=\"arabic\">وروى عنهم في تفسيره كثيرا وكان معتزلا ثم تاب من الاعتزال *24*155* .\n</p>\n<p class=\"arabic\">وصعد يوم الجمعة كرسيا بجامع البصرة ونادى بأعلى صوته من عرفني فقد عرفني \n  ومن لم يعرفني فأنا فلان بن فلان كنت أقول بخلق القرآن وأن الله لا يرى بالأبصار \n  وأن أفعال الشر أنا أفعلها وأنا تائب معتقد الرد على المعتزلة مبين لفضائحهم .\n</p>\n<p class=\"arabic\">قال الأهوازي سمعت أبا عبد الله الجمراني يقول لم نشعر يوم الجمعة وإذا بالأشعري \n  قد طلع على منبر الجامع بالبصرة بعد الصلاة ومعه شريط فشده إلى وسطه ثم قطعه \n  وقال اشهدوا علي أني كنت على غير دين الإسلام وإني أسلمت الساعة وإني تائب \n  من الاعتزال .\n</p>\n<p class=\"arabic\">ثم نزل .\n</p>\n<p class=\"arabic\">قال أبو عمرو الزجاجي سمعت أبا سهل الصعلوكي يقول حضرنا مع الأشعري مجلس علوي \n  بالبصرة فناظر أبو الحسن المعتزلة وكانوا كثيرا حتى أتى على الكل فهزمهم كل \n  ما انقطع واحد أخذ الآخر حتى انقطعوا فعدنا في المجلس الثاني فما عاد أحد \n  فقال بين يدي العلوي يا غلام اكتب على الباب فروا .\n</p>\n<p class=\"arabic\">وقال أبو الحسن علي بن محمد بن يزيد الحلبي سمعت أبا بكر الصيرفي يقول كانت \n  المعتزلة قد رفعوا رؤوسهم حتى أظهر الله الأشعري فحجرهم في أقماع السمسم .\n</p>\n<p class=\"arabic\">ابن الصيرفي هذا من كبار الأئمة الشافعية .\n</p>\n<p class=\"arabic\">وقال ابن الباقلاني سمعت أبا عبد اله بن خفيف يقول دخلت البصرة وكنت أطلب \n  أبا الحسن فإذا هو في مجلس يناظر وثم جماعة من المعتزلة فكانوا يتكلمون فإذا \n  سكتوا وأنهوا كلامهم قال كذا قلت وكذا وكذا والجواب كذا وكذا إلى أن يجيب \n  الكل فلما قام تبعته فقلت كم لسان لك وكم أذن لك وكم عين لك فضحك وقال من \n  أين أنت قلت من شيراز *24*156* .\n</p>\n<p class=\"arabic\">وكنت أصحبه بعد ذلك .\n</p>\n<p class=\"arabic\">وقال ابن باكويه سمعت ابن خفيف فذكر حكاية وفيها فحملني أبو الحسن إلى دار \n  لهم تسمى دار الماوردي فاجتمع به جماعة من مخالفيه فقلت له تسألهم مسألة فقال \n  السؤال بدعة لأني أظهرت بدعة أنقض بها كفرهم وإنما هم يسألوني عن منكرهم فيلزمني \n  رد بطلهم إلزاما فسألوه فتعجبت من حسن كلام أبي الحسن لما أجاب ولم يكن في \n  القوم من يواز يه في النظر .\n</p>\n<p class=\"arabic\">قال ابن عساكر قرأت بخط علي بن نقا المصري المحدث في الرسالة كتب بها أبو \n  محمد بن أبي يزيد القيرواني المالكي جوابا لعلي بن أحمد بن إسماعيل البغدادي \n  المعتزلي حين ذكر ) .\n</p>\n<p class=\"arabic\">الأشعري ونسبه إلى ما هو من بريء .\n</p>\n<p class=\"arabic\">فقال ابن أبي يزيد في حق الأشعري هو رجل مشهور إنه يرد على أهل البدع وعلى \n  القدرية والجهمية متمسك بالسنن .\n</p>\n<p class=\"arabic\">قال الأستاذ أبو إسحاق الإسفرائيني كنت في جنب أبي الحسن الباهلي كقطرة في \n  البحر .\n</p>\n<p class=\"arabic\">وسمعت الباهلي يقول كنت أنا في جنب الأشعري رحمه الله كقطرة في جنب البحر .\n</p>\n<p class=\"arabic\">وعن ابن الباقلاني قال أفضل أحوالي أن أفهم كلام أبي الحسن الأشعري .\n</p>\n<p class=\"arabic\">وقال بندار خادم الأشعري كانت غلة أبي الحسن من ضيعة وقفها جدهم بلال بن أبي \n  بردة على عقبه فكانت نفقته في السنة سبعة عشر درهما .\n</p>\n<p class=\"arabic\">وقال أبو بكر بن الصيرفي كانت المعتزلة قد رفعوا رؤوسهم حتى أظهر الله الأشعري \n  فجحرهم في أقماع السمسم .\n</p>\n<p class=\"arabic\">وذكر الحافظ أبو محمد بن حزم أن لبي الحسن خمسة وخمسين تصنيفا وأنه توفي سنة \n  أربع وعشرين .\n</p>\n<p class=\"arabic\">وكذا قال أبو بكر بن فورك والقراب *24*157* .\n</p>\n<p class=\"arabic\">وقال غيرهم سنة ثلاثين وقيل سنة نيف وثلاثين .\n</p>\n<p class=\"arabic\">أخذ عنه زاهر بن أحمد السرخسي وأبو عبد الله بن مجاهد وغير واحد .\n</p>\n<p class=\"arabic\">وله كتاب الإبانة عامته في عقود أهل السنة وهو مشهور وكتاب جمل المقلات وكتاب \n  اللمع وكتاب الموجز وكتاب فرق الإسلاميين واختلاف المصلين ومن نظر في هذه \n  الكتب عرف محله .\n</p>\n<p class=\"arabic\">ومن أراد أن يتبحر في معرفة الأشعري فليطالع كتابتبيين كذب المفتري تأليف \n  أبي القاسم بن عساكر الهم توفنا على السنة وأدخلنا الجنة واجعل أنفسنا بك \n  مطمئنة نحب فيك أولياءك ونبغض فيك أعداءك ونستغفر للعصية من عبادك ونعمل بمحكم \n  كتابك ونؤمن بمتشابه .\n</p>\n<p class=\"arabic\">ونصفك بما وصفت فيه نفسك ونصدق بما جاء به رسولك إنك سميع الدعاء آمين .\n</p>\n<p class=\"arabic\">قيل إن الأشعري سأل أبا علي الجبائي عن ثلاثة اخوة مؤمن تقي وكافر وصبي ماتوا \n  ما حالهم قال المؤمن في الجنة والكافر في النار والصغير من أهل السلامة ) .\n</p>\n<p class=\"arabic\">فقال إن أراد الصغير أن يرقى إلى درجة التقي هل يأذن له قال لا يقال له إن \n  أخاك إنما نال هذه الدرجة بطاعته وليس لك مثلها قال فإن قال التقصير ليس مني \n  فلو أحييتني حتى كنت أطعتك قال يقول الله له كنت أعلم أنك لو بقيت لعصيت ولعوقبت \n  فراعيت مصلحتك .\n</p>\n<p class=\"arabic\">فقال أبو الحسن فلو قال الأخ الكافر يا رب علمت حاله كما علمت حالي فهلا راعيت \n  مصلحتي مثله .\n</p>\n<p class=\"arabic\">فانقطع الجبائي فسبحان من لا يسأل عما يفعل .\n</p>\n<p class=\"arabic\">قال القشيري سمعت أبا علي الدقاق سمعت زاهر بن أحمد الفقيه يقول مات الأشعري \n  ورأسه في حجري وكان يقول شيئا في حال نزاعه من داخل حلقه فأدنيت له رأ سي \n  فكان يقول لعن الله المعتزلة موهوا ومخرقوا .\n</p>\n<p class=\"arabic\">وقال أبو حازم العبدوي سمعت زاهر بن أحمد بقول لما قرب حضور أجل أبي الحسن \n  الأشعري في داري ببغداد أتيته فقال اشهد علي أني لا أكفر *24*158* أحدا من \n  أهل القبلة لأن الكل يشيرون إلى معبود واحد وإنما هذا كله اختلاف العبارات .\n</p>\n<p class=\"arabic\">وممن أخذ عن الأشعري ابن مجاهد وزاهر وأبو الحسن الباهلي وأبو الحسن عبد العزيز \n  بن محمد بن إسحاق الطبري وأبو الحسن علي بن محمد بن مهدي الطبري وأبو جعفر \n  الأشعري النقاش وبندار بن الحسين الصوفي .\n</p>\n<p class=\"arabic\">قال أبو يعقوب إسحاق بن إبراهيم القراب في تاريخه توفي أبو الحسن علي بن إسماعيل \n  الأشعري سنة أربع وعشرين وثلاثمائة .\n</p>\n<p class=\"arabic\">وكذا أرخه أبو بكر بن فورك الإصبهاني وغيره علي بن عبد الله بن مبشر .\n</p>\n<p class=\"arabic\">أبو الحسن الواسطي .\n</p>\n<p class=\"arabic\">سمع عبد الحميد بن بيان وأحمد بن سنان القطان ومحمد بن حرب البشاستجي وعمار \n  بن خالد التمار ومحمد بن مثنى وجماعة .\n</p>\n<p class=\"arabic\">وعنه أبو بكر بن المقرئ والدارقطني وأبو أحمد الحاكم وزاهر بن أحمد وآخرون .\n</p>\n<p class=\"arabic\">وهو أحد الشيوخ الكبار ثقة .\n</p>\n<p class=\"arabic\">قرأت على أبي الفضل بن عساكر عن عبد المعز أنا زاهر أنا سعيد البحيري أنا \n  زاهر أنا ) .\n</p>\n<p class=\"arabic\">علي بن عبد الله اثنا عبد الحميد بن بيان نا خالد بن عبد الله عن سهيل بن \n  أبي صالح عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم إذا أذن المؤذن \n  أدبر الشيطان له حصاص *24*159* .\n\n</p>"
}