{
    "header": "عبد الله بن محمد بن زياد بن واصل بن ميموـ...",
    "id": "013411",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الله بن محمد بن زياد بن واصل بن ميمون .\n</h1>\n<p class=\"arabic\">أبو بكر النيسابوري الحافظ الفقيه الشافعي مولى آل عثمان بن عفان رضي الله \n  عنه .\n</p>\n<p class=\"arabic\">سمع محمد بن يحيى وأحمد بن يوسف وعبد الله بن هاشم وأحمد بن الأزهر ببلده \n  ويونس والربيع وأحمد بن أخي ابن وهب وأبا إبراهيم المزني المصريين وأبا زرعة \n  الرازي والعباس بن الوليد البيروتي والحسن بن محمد الزعفراني والرمادي وعلي \n  بن حرب ومحمد بن عوف وهذه الطبقة .\n</p>\n<p class=\"arabic\">وعنه ابن عقدة وأبو علي النيسابوري وحمزة الكتاني وأبو إسحاق بن حمزة الإصبهاني \n  والدارقطني وابن المظفر حفاظ الدنيا وأبو عمر بن حيويه وأبو حفص الكتاني وابن \n  شاهين والمخلص وعبيد الله بن أحمد الصيدلاني وإبراهيم بن خرشيد قوله وآخرون .\n</p>\n<p class=\"arabic\">قال الحاكم كان إمام عصره من الشافعية بالعراق ومن أحفظ الناس للفقهيات واختلاف \n  الصحابة .\n</p>\n<p class=\"arabic\">وقال الدارقطني ما رأيت أحفظ منه وكان يعرف زيادات الألفاظ في المتون ولما \n  قعد للتحديث قالوا حدث .\n</p>\n<p class=\"arabic\">قال بل سلوا *24*151* .\n</p>\n<p class=\"arabic\">فسئل عن أحاديث أجاب فيها وأملاها وكان اثنا عن يوسف بن مسلم عن حجاج عن ابن \n  جريح عن أبي زبير عن جابر عن النبي صلى الله عليه وسلم لا تنكح المرأة على \n  عمتها ولا على خالتها .\n</p>\n<p class=\"arabic\">ثم سمعت صوابه عن أبي الزبير عن طاوس مرسلا .\n</p>\n<p class=\"arabic\">وقال يوسف القواس سمعت أبا بكر النيسابوري يقول نعرف من أقام أربعين سنة لم \n  ينم الليل ويتقوت كل يوم بخمس حبات يصلي صلاة الغداة على طهارة العشاء الآخرة \n  ثم قال أنا هو وهذا كله قبل أن أعرف أم عبد الرحمن لمن زوجني ثم قال ما أراد \n  إلا الخير .\n</p>\n<p class=\"arabic\">وقال الدارقطني كنا في مجلس فيه أبو طالب الحافظ والجعابي وغيرهما فجاء فقيه \n  فسأل من روى عن النبي صلى الله عليه وسلم وجعلت تربتها لنا طهورا فلم يجيبوه \n  ثم ذكروا وقاموا فسألوا أبا بكر بن زياد فقال نعم اثنا فلان ثم ساق الحديث \n  من حفظه والحديث في مسلم .\n</p>\n<p class=\"arabic\">قال ابن نافع توفي في رابع ربيع الآخر .\n</p>\n<p class=\"arabic\">قلت وولد سنة ثمان وثلاثين ومائتين .\n</p>\n<p class=\"arabic\">أخبرنا أحمد بن إسحاق أنا أبو الفتح بن عبد الله أنا هبة الله بن الحسين أنا \n  أحمد بن محمد نا عيسى بن علي اثنا أبو بكر عبد الله بن محمد *24*152* النيسابوري \n  إملاء اثنا محمد بن يحيى اثنا محمد بن عبيد حدثني الأعمش عن أبي صالح عن أبي \n  هريرة أن رسول الله صلى الله عليه وسلم نهى أن يمشي الرجل في نعل واحدة .\n\n</p>"
}