{
    "header": "محمد بن القاسم بن محمد بن بشار .",
    "id": "013649",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن القاسم بن محمد بن بشار .\n</h1>\n<p class=\"arabic\">أبو بكر بن الأنباري النحوي اللغوي العلامة .\n</p>\n<p class=\"arabic\">ولد سنة إحدى وسبعين ومائتين .\n</p>\n<p class=\"arabic\">وسمع بإفادة أبيه من محمد بن يونس الكديمي وثعلب وإسماعيل القاضي وأحمد بن \n  الهيثم البزاز وأبيه .\n</p>\n<p class=\"arabic\">قال الخطيب كان صدوقا دينا من أهل السنة صنف في القراءات والغريب والمشكل \n  والوقف والابتداء .\n</p>\n<p class=\"arabic\">روى عنه أبو عمر بن حيويه وأحمد بن نصر الشذائي وأبو الفتح بن بدهن وعبد الواحد \n  بن أبي هاشم والدارقطني ومحمد بن أخي ميمي وأحمد بن محمد بن الجراح *24*248* .\n</p>\n<p class=\"arabic\">وقال أبو علي القالي تلميذه كان أبو بكر يحفظ فيما قيل ثلاثمائة ألف بيت شاهد \n  في القرآن .\n</p>\n<p class=\"arabic\">وقال أبو علي التنوخي كان ابن الأنباري يملي من حفظه وما أملى قط من دفتر .\n</p>\n<p class=\"arabic\">وقال حمزة بن محمد بن طاهر كان ابن الأنباري زاهدا متواضعا حكى الدارقطني \n  أنه حضره في مجلس يوم جمعة فصحف اسما فعظمت له وهمه وهبته فلما انقضى المجلس \n  عرف مستمليه فلما حضرت الجمعة الثانية قال ابن الأنباري للمستملي عرف الجماعة \n  أنا صحفنا الاسم الفلاني ونبهنا ذلك الشاب على الصواب .\n</p>\n<p class=\"arabic\">وقال محمد بن جعفر التميمي ما رأيت أحفظ من الأنباري ولا أغزر بحرا من علمه .\n</p>\n<p class=\"arabic\">وحدثوني عنه أنه قال أحفظ ثلاثة عشر صندوقا وحدثني أبو الحسن العروضي أنه \n  اجتمع هو وابن الأنباري عند الراضي بالله وكان قد عرف الطباخ ما يأكل ابن \n  الأنباري فسوى له قلية يابسة فأكلنا من ألوان الطعام وهو يعالج تلك القلية \n  فلمته فضحك الراضي وقال لم تفعل هذا قال أبقي على حفظي .\n</p>\n<p class=\"arabic\">قلت كم تحفظ قال ثلاثة عشر صندوقا .\n</p>\n<p class=\"arabic\">قال التميمي وهذا ما لا يحفظ لأحد قبله فحدثت أنه كان يحفظ عشرين ومائة تفسير \n  بأسانيدها .\n</p>\n<p class=\"arabic\">وقال لي أبو الحسن العروضي قال كان ابن الأنباري يتردد إلى أولاد الراضي بالله \n  فسألته جارية عن تفسير رؤيا فقال أنا حاقن ومضى فلما عاد من الغد عاد وقد \n  صار عابرا مضى من يومه فدرس كتاب الكرماني وقيل إنه أملى كتاب غريب الحديث \n  في خمسة وأربعين ألف ورقة *24*249* .\n</p>\n<p class=\"arabic\">وله كتاب شرح الكافي في ألف ورقة وكتاب الأضداد وما رأيت أكبر منه وكتاب الجاهليات \n  في سبعمائة ورقة وله تصانيف سوى هذا معروفة .\n</p>\n<p class=\"arabic\">وكان إماما في نحو الكوفيين .\n</p>\n<p class=\"arabic\">وكان أبوه أديبا لغويا له مصنفات .\n</p>\n<p class=\"arabic\">ولأبي بكر كتاب المذكر والمؤنث ما عمل أحد أتم منه .\n</p>\n<p class=\"arabic\">توفي ليلة النحر ببغداد .\n\n</p>"
}