{
    "header": "الحسن بن علي بن خلف .",
    "id": "013672",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الحسن بن علي بن خلف .\n</h1>\n<p class=\"arabic\">أبو محمد البربهاري الفقيه العابد شيخ الحنابلة بالعراق وكان شديدا على المبتدعة \n  له صيت عند السلطان وجلالة وكان عارفا بالمذهب أصولا وفروعا .\n</p>\n<p class=\"arabic\">أخذ عن المروذي وصحب سهل بن عبد الله التستري .\n</p>\n<p class=\"arabic\">وحكى أبو علي الأهوازي أنه سمع أبا عبد الله الحمرائي يقول لما دخل الأشعري \n  بغداد جاء إلى البربهاري فجعل يقول رددت على الجبائي وعلى النصارى والمجوس \n  وقلت وقالوا .\n</p>\n<p class=\"arabic\">فقال البربهاري ما أدري مما قلت قليلا ولا كثيرا ولا نعرف إلا ما قاله أبو \n  عبد الله أحمد بن حنبل .\n</p>\n<p class=\"arabic\">قال فخرج من عنده وصنف كتاب الإبانة فلم يقبله منه .\n</p>\n<p class=\"arabic\">وقد صنف أبو محمد البربهاري مصنفات منها شرح السنة يقول فيه و احذر صغار المحدثات \n  من الأمور فإن صغار البدع تعود كبارا والكلام في الرب تعالى محدث وبدعة وضلالة \n  فلا تتكلم في الرب إلا بما وصف به نفسه ولا تقول في صفاته لم ولا كيف .\n</p>\n<p class=\"arabic\">والقرآن كلام الله وتنزيله ونوره ليس مخلوقا لأن القرآن من الله وما كان فيه \n  فليس بمخلوق والمراء فيه كفر .\n</p>\n<p class=\"arabic\">وقال أبو عبد الله بن بطة سمعت أبا محمد البربهاري يقول المجلسة للمناصحة \n  فتح باب الفائدة والمجالسة للمناظرة غلق باب الفائدة وسمعته لما *24*259* \n  أخذ الحاج يقول يا قوم إن كان من يحتاج إلى معونة بمائة ألف دينار ومائة ألف \n  دينار خمس مرات عاونته .\n</p>\n<p class=\"arabic\">قال ابن بطة لو أرادها حصلها من الناس .\n</p>\n<p class=\"arabic\">وقال أبو الحسين بن الفراء كان للبربهاري مجالدات ومقامات في الدين كبيرة \n  وكان المخالفون يغيظون قلب السلطان عليه ففي سنة إحدى وعشرين وثلاثمائة أرادوا \n  حبسه فاستتر وقبض على جماعة من كبار أصحابه وحملوا إلى البصرة فعاقب الله \n  الوزير ابن مقلة وسخط عليه الخليفة وأحرق داره ثم سملت عينا الخليفة في جمادى \n  الآخرى سنة اثنتين وعشرين وأعاد الله البربهاري إلى حشمته وزادت حتى أنه لما \n  حضر جنازة نفطويه النحوي تقدم في الصلاة عليه وعظم جاهه وكثر أصحابه فبلغنا \n  أنه اجتاز بالجانب الغربي فعطس فشمته أصحابه فارتفعت صيحتهم حتى سمعها الخليفة \n  وهو في روشن فسأل ماذا فأخبر بالحال فاستهولها .\n</p>\n<p class=\"arabic\">ثم لم تزل المبتدعة يوحشوا قلب الراضي بالله عليه إلى أن نودي في بغداد أن \n  لا يجتمع من أصحاب البربهاري نفسان فاختفى البربهاري إلى أن توفي مستترا في \n  رجب من هذه السنة ودفن بدار أخت توزون مختفيا .\n</p>\n<p class=\"arabic\">فقيل إنه لما كفن وعنده الخادم صلى عليه وحده فنظرت من الروشن ست الخادم فرأت \n  البيت ملآن رجالا بثياب بيض يصلون عليه فخافت وطلبت الخادم تهدده كيف أذن \n  للناس .\n</p>\n<p class=\"arabic\">فحلف أن الباب لم يفتح .\n</p>\n<p class=\"arabic\">ويقال إنه تنزه عن ميراث أبيه لم يأخذه وكان سبعين ألفا .\n</p>\n<p class=\"arabic\">قال ابن النجار روى عنه أبو بكر محمد بن محمد بن عثمان المغربي وأبو الحسين \n  بن سمعون وابن بطة .\n</p>\n<p class=\"arabic\">فعن ابن سمعون أنه سمع البربهاري يقول رأيت بالشام صومعة بها راهب منقطع وحولها \n  رهبان يستلمونها ويتمسحون بها لأجل الراهب فقلت لحدث *24*260* منهم بأي شيء \n  أعطي هذا فقال سبحان الله رأيت الله تعالى يعطي شيئا على شيء ومن شعر البربهاري .\n</p>\n<p class=\"arabic\">% من قنعت نفسه ببلغتها % % أضحى غنيا وظل متبعا % .\n</p>\n<p class=\"arabic\">% لله در القنوع من خلق % % كم من وضيع به ارتفعا % .\n</p>\n<p class=\"arabic\">% تضيق نفس الفتى إذا افتقرت % % ولو تعزى بربه اتسعا % .\n</p>\n<p class=\"arabic\">في تاريخ محمد بن أحمد بن مهدي أن في سنة ثلاث وعشرين أوقع بأصحاب البربهاري \n  فاستتر وتتبع أصحابه ونهبت منازلهم ولم يظهر إلى أن مات وعاش سبعا وسبعين \n  سنة .\n</p>\n<p class=\"arabic\">وكان في آخر عمره قد تزوج بجارية بكر رحمه الله تعالى .\n\n</p>"
}