{
    "header": "محمد بن عبد الوهاب بن عبد الرحمن بن عبد ...",
    "id": "013647",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن عبد الوهاب بن عبد الرحمن بن عبد الوهاب .\n</h1>\n<p class=\"arabic\">أبو علي الثقفي النيسابوري الزاهد الواعظ الفقيه من ولد الحجاج بن يوسف .\n</p>\n<p class=\"arabic\">ولد بقهستان سنة أربع وأربعين ومائتين .\n</p>\n<p class=\"arabic\">وسمع في كبره محمد بن عبد الوهاب الفراء وموسى بن نصر الرازي وأحمد بن ملاعب \n  البغدادي ومحمد بن الجهم وجماعة .\n</p>\n<p class=\"arabic\">وتوفي في جمادى الأولى .\n</p>\n<p class=\"arabic\">قال الحاكم شهدت جنازته فلا أذكر أني رأيت بنيسابور مثل ذلك الجمع وحضرت مجلس \n  وعظه وسمعته يقول إنك أنت الوهاب .\n</p>\n<p class=\"arabic\">وقال شيخنا أبو بكر أحمد بن إسحاق شمائل الصحابة والتابعين أخذها الإمام مالك \n  عنهم يعني وأخذها عن مالك يحيى بن يحيى وأخذها عنه محمد بن نصر المروزي وأخذها \n  عنه أبو علي الثقفي .\n</p>\n<p class=\"arabic\">سمعت أبا الوليد الفقيه يقول دخلت على ابن سريج ببغداد فسألني على من درست \n  فقه الشافعي قلت على أبي علي الثقفي *24*239* .\n</p>\n<p class=\"arabic\">قال لعلك تعني الحجاجي الأزرق قلت بلى .\n</p>\n<p class=\"arabic\">قال ما جاءنا من خراسان أفقه منه .\n</p>\n<p class=\"arabic\">سمعت أبا العباس الزاهد يقول كان أبو علي الثقفي في عصره حجة الله على خلقه .\n</p>\n<p class=\"arabic\">سمعت أبا بكر الصبغي يقول ما عرفنا الجدل والنظر حتى ورد أبو علي الثقفي من \n  العراق .\n</p>\n<p class=\"arabic\">وقال السلمي لقي أبو علي أبا حفص النيسابوري حمدون القصار .\n</p>\n<p class=\"arabic\">قال وكان إماما في أكثر علوم الشرع مقدما في كل فن منه عطل أكثر علومه واشتغل \n  بعلم الصوفية وقعد وتكلم عليهم أحسن الكلام في عيوب النفس وآفات الأفعال ومع \n  علمه وكماله خالف الإمام ابن خزيمة في مسائل منها مسألة التوفيق والخذلان \n  ومسألة الإيمان ومسألة اللفظ بالقرآن فألزم البيت ولم يخرج منه إلى أن مات \n  وأصابه في ذلك الجلوس محن .\n</p>\n<p class=\"arabic\">قال السلمي وكان يقول يا من باع كل شيء بلا شيء واشترى لا شيء بكل شيء .\n</p>\n<p class=\"arabic\">وقال أف من أشغال الدنيا إذا أقبلت وأف من حسراتها إذا أدبرت العاقل لا يركن \n  إلى شيء إن أقبل كان شغلا وإن أدبر كان حسرة .\n</p>\n<p class=\"arabic\">وقال أبو بكر الرازي سمعت أبا علي يقول هو ذا أنظر إلى طريق نجاتي مثل ما \n  أنظر إلى الشمس وليس أخطو خطوة .\n</p>\n<p class=\"arabic\">وكان أبو علي كثيرا ما يتكلم في رؤية عيب الأفعال .\n\n</p>"
}