{
    "header": "محمد بن علي بن الحسن بن مقلة .",
    "id": "013648",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن علي بن الحسن بن مقلة .\n</h1>\n<p class=\"arabic\">أبو علي الوزير صاحب الخط المنسوب *24*240* .\n</p>\n<p class=\"arabic\">ولي بعض أعمال فارس وتنقلت به الأحوال حتى وزر للمقتدر سنة ست عشرة ثم قبض \n  عليه بعد عامين وصادره وعاقبه ونفاه إلى فارس .\n</p>\n<p class=\"arabic\">قال ابن النجار فأول تصرف كان له وسنه إذ ذاك ست عشرة سنة وذلك في سنة .\n</p>\n<p class=\"arabic\">وقرر له كل شهر محمد بن داود بن الجراح ستة دنانير ولما استعفى علي بن عيسى \n  من الوزارة أشار على المقتدر بأبي علي فوزر له ثم نفي وسجن بشيراز .\n</p>\n<p class=\"arabic\">وقد حدث عن أبي العباس ثعلب وعن ابن دريد .\n</p>\n<p class=\"arabic\">روى عنه ولده أحمد وعمر بن محمد بن سيف وأبو الفضل محمد بن الحسن بن المأمون \n  وعبد الله بن علي بن عيسى بن الجراح ومحمد بن ثابت .\n</p>\n<p class=\"arabic\">قال الصولي ما رأيت وزيرا منذ توفي القاسم بن عبيد الله أحسن حركة ولا أظرف \n  إشارة ولا أملح خطا ولا أكثر حفظا ولا أسلط قلما ولا أقصد *24*241* بلاغة \n  ولا أأخذ بقلوب الخلفاء من محمد بن علي وله بعد هذا كله علم بالإعراب وحفظ \n  للغة .\n</p>\n<p class=\"arabic\">قلت روى ابن مقلة عن ثعلب .\n</p>\n<p class=\"arabic\">% إذا ما تعيب الناس عابوا فأكثروا % % عليك وأبدوا منك ما كنت تستر % .\n</p>\n<p class=\"arabic\">% فلا تعبن خلقا بما فيك مثله % % وكيف يعيب العور من هو أعور % .\n</p>\n<p class=\"arabic\">وقال أبو الفضل بن المأمون أنشدنا أبو علي بن مقلة لنفسه .\n</p>\n<p class=\"arabic\">% إذا أتى الموت لميقاته % % فخل عن قول الأطباء % .\n</p>\n<p class=\"arabic\">% وإن مضى من أنت صب به % % فالصبر من فعل الألباء % .\n</p>\n<p class=\"arabic\">% ما مر شيء ببني آدم % % أمر من فقد الأحباء % .\n</p>\n<p class=\"arabic\">وقال محمد بن إسماعيل الكاتب المعروف بزنجي قال لما نكب أبو الحسن بن الفرات \n  أبا علي بن مقلة لم أدخل إليه إلى الحبس ولا كاتبته خوفا من ابن الفرات فلما \n  طال أمره كتب إلي .\n</p>\n<p class=\"arabic\">% ترى حرمت كتب الأخلاء بينهم % % أبن لي أم القرطاس أصبح غاليا % .\n</p>\n<p class=\"arabic\">% فما كان لو ساءلتنا كيف حالنا % % وقد دهمتنا نكبة هي ما هيا % .\n</p>\n<p class=\"arabic\">% صديقك من راعاك عند مصيبة % % وكل تراه في الرخاء مراعيا % .\n</p>\n<p class=\"arabic\">% فهبك عدوي لا صديقي فربما % % تكاد الأعادي يرحمون الأعاديا % .\n</p>\n<p class=\"arabic\">وأنفذ في طي الورقة ورقة إلى الوزير فكانت أمسكت أطال الله بقاء الوزير عن \n  الشكوى حتى تناهت البلوى في النفس والمال والجسم والحال إلى ما فيه شفاء للمنتقم \n  وتقويم للمجترم وحتى أفضيت إلى الحيرة والتبلد وعيالي إلى الهتكة والتلدد \n  *24*242* .\n</p>\n<p class=\"arabic\">ولا أقول إن حالا أتاها الوزير أيده الله في أمري إلا بحق واجب وظن غير كاذب \n  وعلى كل حال فلي ذمام وحرمة وصحبة وخدمة إن كانت الإساءة أضاعتها فرعاية الوزير \n  أيده الله تحفظها ولا مفزع إلا إلى الله ولطفه ثم كنف الوزير وعطفه فإن رأى \n  أطال الله بقاءه أن يلحظ عبد بعين رأفته وينعم بإحياء مهجته وتخليصها من العذاب \n  الشديد والجهد الجهيد ويجعل له من معروفه نصيبا ومن البلوى فرجا قريبا فعل \n  إن شاء الله .\n</p>\n<p class=\"arabic\">ومن شعره .\n</p>\n<p class=\"arabic\">% لست ذا ذلة إذا عضني الده % % ر ولا شامخا إذا واتاني % .\n</p>\n<p class=\"arabic\">% أنا نار في مرتقى نفس الحا % % سد ماء جار مع الأخوان % .\n</p>\n<p class=\"arabic\">وروى الحسين بن الحسن الواثقي وكان يخدم في دار ابن مقلة مع حاجبه أن فاكهة \n  ابن مقلة لما ولي الوزارة الأولة كانت تشترى له في كل يوم جمعة بخمسمائة دينار \n  وكان لابد له أن يشرب بعد الصلاة من يوم الجمعة ويصطبح يوم السبت .\n</p>\n<p class=\"arabic\">وحكى أنه رأى الشبكة التي كان أخرج فيها ابن مقلة الطيور الغريبة قال فعمد \n  إلى مربع عظيم فيه بستان عظيم عدة جربان شجر بلا نخل فقطع منه قطعة من زاوية \n  كالشابورة فكان مقدار ذلك جربين بشباك إبريسم وعمل في الحائط بيوتا تأوي إليها \n  الطيور وتفرخ فيها ثم أطلق فيها القماري والدباسي و النقارط والنوبيات والشحرور \n  والزرياب والهزار الببغ والفواخت والطيور التي من أقاصي البلاد من المصوتة \n  ومن المليحة الريش مما لا يكسر بعضه بعضا فتوالدت ووقع بعضها على بعض وتولدت \n  بينها أجناس ثم عمد إلى باقي الصحن فطرح فيه الطيور التي لا تطير كالطواويس \n  والحجل والبط وعمل منطقة أقفاص فيها فاخر الطيور وجعل من خلف البستان الغزلان \n  والنعام والأيل وحمر الوحش .\n</p>\n<p class=\"arabic\">ولكل صحن أبواب تنفتح إلى الصحن الآخر فيرى من مجلسه سائر ذلك *24*243* .\n</p>\n<p class=\"arabic\">وقال محمد بن عبد الملك الهمداني في تاريخه إن أبا علي بن مقلة حين شرع في \n  بناء داره التي من جملتها البستان المعروف بالزاهر على دجلة جمع ستين منجما \n  حتى اختاروا له وقتا لبنائه فكتب إليه شاعر .\n</p>\n<p class=\"arabic\">% قل لابن مقلة مهلا لا تكن عجلا % % واصبر فإنك في أضغاث أحلام % .\n</p>\n<p class=\"arabic\">% تبني بأنقاض دور الناس مجتهدا % % دارا ستهدم أيضا بعد أيام % .\n</p>\n<p class=\"arabic\">% ما زلت تختار سعد المشتري لها % % فلم توق به من نحس بهرام % .\n</p>\n<p class=\"arabic\">% إن القرآن وبطليموس ما اجتمعا % % في حال نقض ولا في حال إبرام % .\n</p>\n<p class=\"arabic\">قال فأحرقت هذه الدار بعد ستة أشهر فلم يبق فيها جدار .\n</p>\n<p class=\"arabic\">وعن الحسن بن علي بن مقلة قال كان أمر أخي قد استقام مع الراضي وابن رائق \n  وأمرا برد ضياعه وكان الكوفي يكتب لابن رائق وكان خادم أبي علي قديما وكان \n  ابن مقاتل مستوليا على أمر ابن رائق وأبو علي يراه بصورته الأولى وكانا يكرهان \n  أن ترد ضياع أبي علي ويدافعان وكان الكوفي يريد من أبي علي أن يخضع له وأبو \n  علي يتحامق فكنا نشير إليه بالمداراة وهو يقول والله لا فعلت ومن هذا الكلب \n  وضعني الزمان هكذا بمرة فاتفق أنهما أتياه يوما فما قام لهما ولا احترمهما \n  وشرع يخاطبهما بإذلال زائد ثم أخذ يتهدد ويتوعد كأنه في وزارته فكان ذلك سببا \n  في قطع يده وسجنه .\n</p>\n<p class=\"arabic\">وقال محمد بن جني صاحب أبي علي قال كنت معه في الليلة التي عزم فيها على الاجتماع \n  بالراضي بالله وعنده أنه يريد أن يستوزره قال فلبس ثيابه وجاءوه بعمامة وقد \n  كانوا اختاروا له طالعا ليمضي فيه إلى الدار فلما تعمم استطولها خوفا من فوات \n  وقت اختيار المنجمين له فقطعها بيده وغرزها فتطيرت من ذلك عليه .\n</p>\n<p class=\"arabic\">ثم انحدرنا إلى ذلك الحاجب ليلا فصعدت إليه واستأذنت له فقال *24*244* قل \n  له أنت تعلم أني صنيعك وأنك استحجبتني لمولاي ومن حقوقك أن أنصحك قل له انصرف \n  ولا تدخل .\n</p>\n<p class=\"arabic\">فعدت فأخبرته فاضطرب وقال لابن غيث النصراني وكان معه في السميرية ما ترى \n  فقال له يا سيدي ذكي عاقل وهو لك صنيعه وما قال هذا إلا وقد أحس بشيء فأرجع \n  ) .\n</p>\n<p class=\"arabic\">فسكت ثم قال هذا محال وهذه عصبية منه لابن رائق وهذه رقاع الخليفة عندي بخطه \n  يحلف لي فيها بالأيمان الغليظة كيف يخفرني ارجع وقل له يستأذن .\n</p>\n<p class=\"arabic\">فرجعت فأعلمته فحرك رأسه وقال ويحك يتهمني قل له والله لا استأذنت لك أبدا \n  ولا كلن هذا الأمر بمعاونتي عليك .\n</p>\n<p class=\"arabic\">فجئت فحدثته فقام في نفسه أن هذا عصبية من ذكي لابن رائق وقال لو عدلنا إلى \n  باب المطبخ .\n</p>\n<p class=\"arabic\">فعدلنا له وقال اصعد واستدع لي فلانا الخادم فأتيته فعدا مسرعا يستأذن له \n  فجئته فأخبرته فقال ارجع وقف في موضعك لئلا يخرج فلا يجدك .\n</p>\n<p class=\"arabic\">فرجعت فخرج إلي وجاء معي إلى السميرية وسلم عليه ولم يقبل يده وقال قم يا \n  سيدي .\n</p>\n<p class=\"arabic\">فأنكر ذلك ابن مقلة وقال لي سرا ويحك ما هذا قلت ما قال لك ذكي .\n</p>\n<p class=\"arabic\">قال فما نعمل قلت فات الرأي .\n</p>\n<p class=\"arabic\">فأخذ يكرر الدعاء والاستخارة وقال إن طلعت الشمس ولم تروا لي خبرا فانجوا \n  بأنفسكم .\n</p>\n<p class=\"arabic\">قال ومضى وغلق الخادم الباب غلقا استربت منه ووقفنا إلى أن كادت الشمس أن \n  تطلع فقلنا في أي شيء وقوفنا والله لا خرج الله بنا أبدا فانصرفنا وكان آخر \n  العهد به .\n</p>\n<p class=\"arabic\">فلما بلغنا منازلنا قيل قد قبض على ابن مقلة وقطعت يده من يومه بحضرة الملأ \n  من الناس .\n</p>\n<p class=\"arabic\">وقال إبراهيم بن الحسن الديناري سمعت الحسن ابن الوزير ابن مقلة *24*245* \n  يحدث أن الراضي بالله قطع لسان أبيه قبل موته وقتله بالجوع قال وكان سبب ذلك \n  أن الراضي تندم على قطع يده واستدعاه من الحبس واعتذر إليه وكان بعد ذلك يشاوره \n  في الأمر بعد الأمر ويعمل برأيه ويخلو به ورفهه في محبسه ونادمه سرا على النبيذ \n  وأنس به ونبل في نفسه وزاد ندمه على قطع يده .\n</p>\n<p class=\"arabic\">فبلغ ابن رائق فقامت قيامته فدس إلى الخليفة من أشار عليه بأن لا يدنيه وقال \n  له إن الخلفاء كانت إذا غضبت لم ترض وهذا قد أوحشته فلا تأمنه على نفسك .\n</p>\n<p class=\"arabic\">فقال هذا محال فهو قد بطل عن أن يصلح لشيء وإنما تريدون أن تحرموني الأنس \n  به .\n</p>\n<p class=\"arabic\">فقيل له ليس الأمر كما يقع لك وهو لو طمع في أنك تستوزره لكلمك فإن شئت فأطمعه \n  في الأمر حتى ترى فقد كان أبي يتعاطى أن يكتب باليسرى فجاء خطه أحسن من كل \n  خط لا يكاد أن يفرق بينه وبين خطه باليمين وجاءتني رقعه مرات من الحبس باليسرى \n  فما أنكرته .\n</p>\n<p class=\"arabic\">قال وتوصل ابن رائق إلى قوم من الخدم بأن يقولوا لابن مقلة أن الخليفة قد \n  صح رأيه على استيزارك وسيخاطبك على هذا وبشرناك بهذا لنستحق البشارة عليك \n  فلم يشك في الأمر وقالوا هم للراضي جربه وخاطبه بالوزارة لترى ما يجيبك به \n  فخاطبه بذلك فأراه أبي نفورا شديدا وقصورا عنه فأخذ الراضي يحلف له على صحة \n  ما في نفسه من تقليده ولو علم أن فيه بقية لذلك وقياما به .\n</p>\n<p class=\"arabic\">فقال يا أمير المؤمنين إذا كان الأمر هكذا فلا يغمك الله بأمر يدي فإن مثلي \n  لا يراد منه إلا لسانه ورأيه وهما باقيان وأما الكتابة فلو كنت باطلا منها \n  لما ضرني ذلك وكان كاتب ينوب عني ولست أخلو من القدرة على تعليم العلامات \n  باليسرى ولو أنها ذهبت اليسرى أيضا حتى أحتاج أن أشد قلما على اليمنى لكنت \n  أحسن خطا .\n</p>\n<p class=\"arabic\">فلما سمع ذلك تعجب واستدعى دواة فكتب باليسرى خطا لا يشك أنه خطه القديم ثم \n  شد على يمينه بالقلم فكتب به في غاية الحسن فقامت قيامة الراضي واشتد خوفه \n  منه فلما قام إلى محبسه أمر أن تنزع ثيابه عنه وأن يقطع *24*246* لسانه ويلبس \n  جبة صوف ولا يترك معه في الحبس إلا دورق يشرب منه ووكل به خادما صبيا أعجميا \n  فكان لا يفهم عنه ولا يخدمه .\n</p>\n<p class=\"arabic\">ثم فرق بينه وبين الخادم وبقي وحده فكان الخدم يقولون لي بعد ذلك إنهم كانوا \n  يرونه من شقوق الباب يستقي بفيه ويده الصحيحة من البئر للوضوء والشرب .\n</p>\n<p class=\"arabic\">ثم أمر الراضي أن يقطع عنه الخبز فقطع عنه أياما ومات وكان مولده في سنة .\n</p>\n<p class=\"arabic\">وقال غيره استوزره القاهر بالله ثم نكبوه ثم وزر للراضي بالله قليلا ثم مسك \n  سنة أربع وعشرين وضرب وعلق وصودر وأخذ خطه بألف ألف دينار ثم تخلص .\n</p>\n<p class=\"arabic\">ثم إن أبا بكر محمد بن رائق لما استولى على الأمور وعظم عند الراضي احتاط \n  على ضياع ابن مقلة وأملاكه فأخذ في السعي بابن رائق وألب عليه وكتب إلى الراضي \n  يشير عليه بإمساكه وضمن له إن فعل ذلك وقلده الوزارة استخرج له ثلاثة آلاف \n  ألف دينار وسعى بالرسالة علي بن هارون المنجم فأطمعه الراضي بالإجابة فلما \n  حضر حبسه وعرف ابن رائق بما جرى وذلك في سنة ست وعشرين فطلب ابن رائق من الراضي \n  قطع يد ابن مقلة .\n</p>\n<p class=\"arabic\">فقطعت وحبس ثم ندم الراضي وداواه حتى برئ فكان ذلك لعل بدعاء ابن شنبوذ المقرئ \n  عليه بقطع اليد فكان ينوح ويبكي على يده ويقول كتبت بها القرآن وخدمت بها \n  الخلفاء .\n</p>\n<p class=\"arabic\">ثم أخذ يراسل الراضي ويطمعه في الأموال وكان يشد القلم على زنده ويكتب فلما \n  قرب بجكم التركي أحد خواص ابن رائق من بغداد أمر ابن رائق بقطع لسان ابن مقلة \n  فقطع .\n</p>\n<p class=\"arabic\">ولحقه ذرب وقاسى الذل ومات في السجن وله ستون سنة .\n</p>\n<p class=\"arabic\">ومن شعره قوله .\n</p>\n<p class=\"arabic\">% قد سئمت الحياة لما توثقت % % بأيمانهم فبانت يميني % .\n</p>\n<p class=\"arabic\">*24*247* .\n</p>\n<p class=\"arabic\">% بعت ديني لهم بدنياي حتى % % حرموني دنياهم بعد ديني % .\n</p>\n<p class=\"arabic\">% ولقد حطت ما استطعت بجهدي % % حفظ أرواحهم فما حفظوني % .\n</p>\n<p class=\"arabic\">% ليس بعد يميني لذة عيش % % يا حياتيبانت يميني فبيني % .\n\n</p>"
}