{
    "header": "عبد الله بن أحمد بن ربيعة بن سليمان بن زـ...",
    "id": "013681",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الله بن أحمد بن ربيعة بن سليمان بن زبر الربعي القاضي .\n</h1>\n<p class=\"arabic\">أبو محمد .\n</p>\n<p class=\"arabic\">بغدادي مشهور .\n</p>\n<p class=\"arabic\">ولد سنة خمس وخمسين ومائتين .\n</p>\n<p class=\"arabic\">وسمع عباسا الدوري وأبا بكر الصغاني وأبا داود السختياني وحنبل بن إسحاق ويوسف \n  بن مسلم وعبد الله بن محمد بن شاكر وهذه الطبقة التي على رأس السبعين ومائتين \n  *24*263* .\n</p>\n<p class=\"arabic\">روى عنه ابنه أبو سليمان محمد والدارقطني وأحمد بن القاضي الميانجي وأبو حفص \n  بن شاهين وأبو بكر بن أبي حديد .\n</p>\n<p class=\"arabic\">ولي قضاء مصر سنة ست عشرة وثلاثمائة وعزل سنة سبع عشرة وأعيد هارون بن حماد \n  واستخلف أخاه أحمد ثم وليها سنة عشرين وعزل سنة إحدى وعشرين ثم وليها سنة \n  تسع وعشرين وتوفي بعد شهر .\n</p>\n<p class=\"arabic\">قلت توفي في ربيع الأول .\n</p>\n<p class=\"arabic\">وقال الخطيب وكان غير ثقة .\n</p>\n<p class=\"arabic\">وقال محمد بن عبيد الله المسبحي تقلد ابن زبر وكان من سكان دمشق القضاء على \n  مصر .\n</p>\n<p class=\"arabic\">وكان شيخا ضابطا من الدهاة ممشيا لأموره وكان عارفا بالأخبار والكتب والسير \n  صنف في الحديث كتبا وعمل كتاب تشريف الفقر على الغنى .\n</p>\n<p class=\"arabic\">وعن يحيى بن مكي العدل قال لو كان أبو محمد بن زبر عادلا ما عدلت به قاضيا .\n</p>\n<p class=\"arabic\">قال أبو عمر محمد بن يوسف الكندي أخبرني علي بن محمد المصري أنه رأى القاضي \n  ابن زبر بدمشق اجتاز بسوق الأساكفة فشغبوا عليه ودقوا بشفارهم على تخوتهم \n  قائلين كلاما قبيحا وهو يسلم عليهم ويتطارش ويظهر أنهم يدعون له .\n</p>\n<p class=\"arabic\">وقال عبد الغني بن سعيد سمعت الدارقطني يقول دخلت على أبي محمد بن زبر وأنا \n  حدث وهو يملي الحديث من جزء والمتن من جزء فظن أني لا أتنبه على هذا .\n</p>\n<p class=\"arabic\">قال ابن زولاق استناب على الحكم أبا بكر بن الحداد الفقيه وولاه وقف المرستان \n  وقرر له في الشهر ثلاثين دينارا وكان يصول على الشهود بأقبح قول وبسط يده \n  في الأموال .\n</p>\n<p class=\"arabic\">واعترض في التركات والوصايا وألف سيرة في الدولتين وألف في الحديث كتبا *24*264* .\n</p>\n<p class=\"arabic\">قال لنا أبو عمر محمد بن يوسف الكندي أخذ من محمد بن بدر على قبوله وتزكيته \n  ألف دينار وكان قوي النفس واسع الحيلة جاءه أبو جعفر الطحاوي فأدى عنده شهادة \n  فقام وأجلسه معه وانحرف إليه وقال حديث كتبته عن رجل عنك منذ ثلاثين سنة .\n</p>\n<p class=\"arabic\">قال فأملاه عليه .\n</p>\n<p class=\"arabic\">وقيل إنه بذل على القضاء ألف دينار لمحمد بن طغج .\n\n</p>"
}