{
    "header": "الحسين بن إسماعيل بن محمد بن إسماعيل بن ...",
    "id": "013726",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الحسين بن إسماعيل بن محمد بن إسماعيل بن سعيد بن إبان .\n</h1>\n<p class=\"arabic\">أبو عبد الله الضبي البغدادي المحاملي القاضي .\n</p>\n<p class=\"arabic\">ولد في أول سنة خمس وثلاثين وأول سماعه سنة أربع وأربعين ومائتين .\n</p>\n<p class=\"arabic\">سمع أبا هشام الرفاعي وعمرو بن علي الفلاس وعبد الرحمن بن *24*282* يونس السراج \n  وزياد بن أيوب ويعقوب الدورقي وأحمد بن المقدام وأحمد بن إسماعيل السهمي وخلقا \n  كثيرا .\n</p>\n<p class=\"arabic\">وروى عنه دعلج والدارقطني وابن جميع وإبراهيم بن خرشيد قولة وابن الصلت الأهوازي \n  وأبو عمر بن مهدي وأبو محمد بن البيع .\n</p>\n<p class=\"arabic\">قال الخطيب كان فاضلا دينا صادقا شهد عند القضاة وله عشرون سنة وولي قضاء .\n</p>\n<p class=\"arabic\">الكوفة ستين سنة .\n</p>\n<p class=\"arabic\">وقال ابن جميع عند المحاملي سبعون رجلا من أصحاب ابن عيينة .\n</p>\n<p class=\"arabic\">وقال أبو بكر الداوودي كان يحضر مجلس المحاملي عشرة الآلف رجل .\n</p>\n<p class=\"arabic\">استعفى من القضاء قبل سنة عشرين وثلاثمائة وكان محمودا في ولايته عقد سنة \n  سبعين ومائتين في داره مجلسا للفقه فلم يزل أهل العلم والنظر يختلفون إليه .\n</p>\n<p class=\"arabic\">وقال محمد بن الحسين الإسكاف رأيت في النوم كأن قائلا يقول إن الله ليدفع \n  عن أهل بغداد البلاء بالمحاملي .\n</p>\n<p class=\"arabic\">آخر من روى عن المحاملي عاليا سبط السفلي وبالإجازة ابن عبد الدائم ولعله \n  قد تفرد بالرواية عن مائة شيخ .\n</p>\n<p class=\"arabic\">ومن شيوخه البخاري وأبو حاتم والحسن بن الصباح البزار والحسن الزعفراني ومحمد \n  بن المثنى الزمن ومحمد بن الوليد البسري ومحمد بن عبد الله المخرمي وطبقتهم .\n</p>\n<p class=\"arabic\">وأول سماعه في سنة أربع وأربعين ومائتين .\n</p>\n<p class=\"arabic\">قال حمزة بن محمد بن طاهر سمعت ابن شاهين يقول حضر معنا ابن *24*283* المظفر \n  مجلس المحاملي فقال لي يا أبا حفص ما عدمنا من أبي محمد بن صاعد إلا عينيه \n  يريد أن المحاملي في طبقة ابن صاعد .\n</p>\n<p class=\"arabic\">أملى المحاملي مجلسا في ثاني عشر ربيع الآخر من السنة ثم مات بعد ذلك المجلس \n  بأحد عشر يوما رحمه الله .\n</p>\n<p class=\"arabic\">حديثه بعلو عن سبط السلفي .\n\n</p>"
}