{
    "header": "محمد بن بدر .",
    "id": "013808",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن بدر .\n</h1>\n<p class=\"arabic\">القاضي أبو بكر مولى يحيى بن حكيم الكتاني المصري والفقيه الحنفي كان أبوه \n  روميا صيرفيا موسرا خلف لمحمد مائة ألف دينار سوى الأملاك ولمحمد يومئذ عشرون \n  سنة .\n</p>\n<p class=\"arabic\">فكتب الحديث والفقه ولازم الطحاوي وتعلم الفروسية ولزم الرباط .\n</p>\n<p class=\"arabic\">وسمع من علي بن عبد العزيز البغوي وأبي الزنباع روح بن الفرج وأبي يزيد القراطيسي .\n</p>\n<p class=\"arabic\">وكان من محبته للقضاء قد جلس قاضيا في بستان وعدل جماعة ووقف عن قوم على سبيل \n  النزهة وخدم القضاة مدة .\n</p>\n<p class=\"arabic\">ثم رام الشهادة أيام الكريزي إبراهيم بن محمد وأيام أبي عثمان فتعذرت عليه \n  وكانت له تجارة ببغداد فكتب إلى من يثق به يسعى له في القضاء في سنة ست عشرة \n  وثلاثمائة فعلم بذلك أبو عثمان فكتب إلى أخيه يستنجد به وكتب محضرا يتضمن \n  القدح في محمد بن بدر فكتب فيه كبارا وأئمة وفيه أنه لا يعلمون أباه خرج من \n  الرق إلى أن مات وأطلق في محمد بن بدر كل قول وأسجله أبو عثمان أحمد بن إبراهيم \n  عليه وحكم بفسقه .\n</p>\n<p class=\"arabic\">واستتر حينئذ محمد بن بدر فقام معه القاضي أبو هاشم المقدسي وأخذه ليلا إلى \n  تكين أمير مصر وحدثه بأمره فطلب المحاضر والسجلات فستر بعضها وكان تكين سيئ \n  الرأي في أبي عثمان .\n</p>\n<p class=\"arabic\">ثم تمشت حال ابن بدر وولي قضاء ابن زبر فداخله وعدله عنده الفقيه أبو بكر \n  بن الحداد .\n</p>\n<p class=\"arabic\">وبذل جملة من الذهب .\n</p>\n<p class=\"arabic\">وكان ذا هيبة جميلة وتجمل وافر وغلمان *24*313* .\n</p>\n<p class=\"arabic\">ولما قدم ابن قتيبة على القضاء قام ابن بدر بأمره وفرش له الدار التي يسكنها \n  فكتب قتيبة إلى محمد بن الحسن بن أبي الشوارب يشكره .\n</p>\n<p class=\"arabic\">وكان قتيبة حاكما من قبل محمد ومحمد مقلد من جهة الخليفة الراضي بالله .\n</p>\n<p class=\"arabic\">ثم إن ابن أبي الشوارب هذا كتب بالعهد عل قضاء مصر إلى محمد بن بدر فجاء العهد \n  وأمر مصر إلى وزيرها محمد بن علي المادرائي ولأميرها أحمد بن كيغلغ وأحمد \n  من تحت أمر المادرائي ونهيه فامتنع المادرائي من قبول الكتاب فذهب إليه أبو \n  عبد الله بن الطحاوي وقال لو كان أبي حيا لجاءك في أمره فأذن له فتأخر عنه \n  طائفة من كبار العدول فعدل خلقا في عدتهم واستقامت أحواله .\n</p>\n<p class=\"arabic\">وكان مبالغا في إكرام الأيتام والنظر لهم وكان لا يتأخر عن قضاء حقوق الشهود \n  الذين تأخروا عنه يعود مرضاهم ويشهد جنائزهم .\n</p>\n<p class=\"arabic\">فلما استولى الإخشيد على مصر تلقاه محمد بن بدر ثم عزل ثم ولي ثم عزل ثم ولي \n  ثالثا .\n</p>\n<p class=\"arabic\">وكان مليح الخط عارفا بالقضاء كثير السلام على الناس في الطرق .\n</p>\n<p class=\"arabic\">مات سنة ثلاثين وله سنة وقد مر من أخباره .\n\n</p>"
}