{
    "header": "أبو بكر الشبلي .",
    "id": "014103",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أبو بكر الشبلي .\n</h1>\n<p class=\"arabic\">الصوفي المشهور صاحب الأحوال .\n</p>\n<p class=\"arabic\">*25*117* اسمه دلف بن جحدر وقيل جعفر بن يونس وقيل جعفر بن دلف وقيل غير ذلك \n  أصله من الشبلية وهي قرية ومولده بسر من رأى ولي خاله إمرة الإسكندرية وولي \n  أبوه حجابة الحجاب وولي هو حجابة الموفق فلما عزل الموفق من ولاية العهد حضر \n  الشبلي يوما مجلس خير النساج وتاب فيه وصحب الجنيد ومن في عصره وصار أوحد \n  الوقت حالا وقالا في حال صحوه لا في حال غيبته وكان فقيها مالكي المذهب وسمع \n  الحديث حكى عنه محمد بن عبد الله الرازي ومنصور بن عبد الله الهروي ومحمد \n  بن الحسن البغدادي وأبو القاسم عبد الله بن محمد الدمشقي ومحمد ابن أحمد الغساني \n  وجماعة وله كلام مشهور وفي الكتب مسطور فعن الشبلي في قوله تعالى لو اطلعت \n  عليهم لوليت منهم فرارا قال لو اطلعت على الكل لوليت منهم فرارا إلينا .\n</p>\n<p class=\"arabic\">وقال مرة آه فقيل من أي شيء قال من كل شيء وقيل إن ابن مجاهد قال للشبلي اين \n  في العلم إفساد ما ينتفع به قال له فأين قوله فطفق مسحا بالسوق والأعناق ولكن \n  أين معك يا مقرئ القرآن إن المحب لا يعذب حبيبه فسكت *25*118* قال قوله وقالت \n  اليهود والنصارى نحن أبناء الله وأحباؤه وقال ما قلت الله قط إلا واستغفرت \n  الله من قولي الله قال جعفر الخلدي أحسن أحوال الشبلي أن يقال فيه مجنون يريد \n  أنه كثير الشطح والمجنون رفع عنه القلم وقال السلمي سمعت أبا بكر الأبهري \n  يقول سمعت الشبلي يقول الإنبساط بالقول مع الله ترك الأدب وترك الأدب يوجب \n  الطرد وقال أحمد بن عطاء سمعت الشبلي قال كتبت الحديث عشرين سنة وجالست الفقهاء \n  عشرين سنة وكان يتفقه لمالك وكان له يوم الجمعة صيحة فصاح يوما فتشوش الخلق \n  فحرد أبو عمران الأشيب والفقهاء فقام الشبلي وجاء إليهم فلما رآه أبو عمران \n  أجلسه بجنبه فأراد بعض أصحابه أن يرى الناس أن الشبلي جاهل فقال يا أبا بكر \n  إذا اشتبه على المرأة دم الحيض بدم الإستحاضة كيف تصنع فأجاب الشبلي بثمانية \n  عشر جوابا فقام أبو عمران وقبل رأسه وقال من الأجوبة ستة ما كنت أعرفها رواها \n  أبو عبد الرحمن السلمي عن أحمد بن محمد بن زكريا عن أحمد ابن عطاء وقيل إنه \n  أنشد .\n</p>\n<p class=\"arabic\">% يقول خليلي كيف صبرك عنهم % % فقلت وهل صبر فيسأل عن كيف % .\n</p>\n<p class=\"arabic\">% بقلبي جوى أذكى من النار حره % % وأصلى من التقوى وأمضي من السيف % .\n</p>\n<p class=\"arabic\">وقيل إنه سأله سائل هل يتحقق العارف بما يبدو له فقال كيف يتحقق بما لا يثبت \n  وكيف يطمئن إلى ما لا يظهر وكيف يأنس بما لا يخفى فهو الظاهر الباطن الظاهر \n  ثم أنشد *25*119* .\n</p>\n<p class=\"arabic\">% فمن كان في طول الهوى ذاق سلوة % % فإني من ليلى لها غير ذائق % .\n</p>\n<p class=\"arabic\">% وأكبر شيء نلته من نوالها % % أماني لم تصدق كلمحة بارق % .\n</p>\n<p class=\"arabic\">وكان رحمه الله لهجا بالغزال والمحبة فمن شعره .\n</p>\n<p class=\"arabic\">% تغنى العود فاشتقنا % % إلى الأحباب إذ غنا % .\n</p>\n<p class=\"arabic\">% أزور الدير سكرانا % % وأغدوا حاملا دنا % .\n</p>\n<p class=\"arabic\">% وكنا حيث ما كانوا % % وكانوا حيث ما كنا % .\n</p>\n<p class=\"arabic\">أحبرنا عمر بن عبد المنعم أنا ابن الحرستاني أنا علي بن مسلم أنا ابن طلاب \n  أنا ابن جميع أنشدنا الشبلي .\n</p>\n<p class=\"arabic\">% خرجنا السن نستن % % ومعنا من ترى من % .\n</p>\n<p class=\"arabic\">% فلما جننا الليل % % بذلنا بيننا دن % .\n</p>\n<p class=\"arabic\">وكان للشبلي في ابتدائه مجاهدات فوق الحد قال أبو علي الدقاق بلغني أنه كحل \n  عينيه بكذا وكذا من الملح ليعتاد السهر ويروى أن أباه خلف له ستين ألف دينار \n  سوى الأملاك فأنفق الجميع ثم قعد مع الفقراء وقال أبو عبد الله الرازي لم \n  أر في الصوفية أعلم من الشبلي قال السلمي سمعت محمد بن الحسن البغدادي سمعت \n  الشبلي يقول أعرف من لم يدخل في هذا الشان حتى أنفق جميع ملكه وغرق في دجلة \n  سبعين قمطرا بخطه وحفظ الموطأ وقرأ كذا وكذا قراءة يعني نفسه *25*120* وقال \n  حسن الفرغاني سألت الشبلي ما علاقة العارف فقال صدره مشروح وقلبه مجروح وجسمه \n  مطروح وقد تغير مزاج الشبلي مدة وجف دماغه وتوفي ببغداد في آخر سنة أربع وثلاثين \n  وله سبع وثمانون سنة *25*121* .\n\n</p>"
}