{
    "header": "أحمد بن محمد بن زياد بن بشر بن درهم العنـ...",
    "id": "014249",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أحمد بن محمد بن زياد بن بشر بن درهم العنزي .\n</h1>\n<p class=\"arabic\">الإمام أبو سعيد ابن الأعرابي البصري نزيل مكة سمع الحسن بن محمد بن الصباح \n  الزعفراني وسعدان بن نصر *25*185* وعبد الله بن أيوب المخرمي ومحمد بن عبد \n  الملك الدقيقي وأبا جعفر بن المنادي وجمع وصنف وطال عمره روى عنه أبو بكر \n  المقرىء وابن مندة عبد الله بن يوسف وعبد الله بن ممد القطان الدمشقي ومحمد \n  بن أحمد بن جميع وعبد الرحمن بن عمر النحاس ومحمد بن أحمد بن مفرج القرطبي \n  وعبد الوهاب بن منير وأبو الفتح محمد بن إبراهيم الطرسوسي وصدقة بن محمد بن \n  الدلم الدمشقي وخلق كثير من الحجاج وكان شيخ الحرم في وقته سندا وعلما وزهدا \n  وعبادة وتسليكا فإنه صحب الجنيد وعمرو بن عثمان المكي وأبا أحمد القلانسي \n  وأبا الحسين النوري وجمع كتابطبقات النساك وكتابتاريخ البصرة وما أحسن ما \n  قال فيطبقات النساك في ترجمة النوري أنه مات وهم عنده يتكلمون في شيء سكوتهم \n  عنه أولى لأنه شيء يتكهنون فيه ويتعسفون بظنونهم فإذا كان أولئك كذلك فكيف \n  بمن حدث بعدهم إلى أن قال ابن الأعرابي وإنما كانوا يقولون جمع وصورة الجمع \n  عند كل واحد بخلافها عند الآخر وكذلك صعدة الفناء فكانوا يتفقون في الأسماء \n  ويختلفون في معناها لأن ما تحت الاسم غير محصور لأنها من المعارف وكذلك علم \n  المعرفة غير محصور ولا نهاية له ولا لوجوده ولا لذوقه إلى أن قال فإذا سمعت \n  الرجل يسأل عن الجمع أو الفناء أو يجيب فيهما فاعلم أنه فارغ ليس من أهلها \n  لأن أهلها لا يسألون عنها لعلمهم بأنها لا تدرك وصفا وكذلك المجيب فيها إن \n  كان من أهلها علم أن السائل عنها ليس من أهلها فمحال إجابته كما هو محال سؤال \n  من أهلها فإذا رأيت سائلا عن ذلك فاعلم فراغه وعاميته قلت وصنف في شرف الفقر \n  وفي التصوف وكان ثقة ثبتا *25*186* ومن كلامه أخسر الخاسرين من أبرز للناس \n  صالح أعماله وبارز بالقبيح من هو أقرب إليه من حبل الوريد وقال السلمي سمعت \n  أبا بكر محمد بن عبد الله الرازي سمعت ابن الأعرابي يقول إن الله طيب الدنيا \n  للعارفين بالخروج منها وطيب الجنة لأهلها بالخلود فيها وسمعته يقول ثبت الوعد \n  والوعيد عن الله تعالى فإذا كان الوعد قبل الوعيد فالوعيد تهديد وإذا كان \n  الوعيد قبل الوعد فالوعيد منسوخ وإذا كان معا فالغلبة والثبات للوعد لأن الوعد \n  حق العبد والوعيد حق الله عز وجل والكريم يتغافل عن حقه وقال السلمي سمعت \n  محمد بن الحسن الخشاب سمعت ابن الأعرابي يقول المعرفة كلها الاعتراف بالجهل \n  والتصوف كله ترك الفضول والزهد كله أخذ ما لا بد منه والمعاملة كلها استعمال \n  الأولى بالأولى والرضا كله ترك الاعتراض والعافية كلها سقوط التكلف بلا تكلف .\n</p>\n<p class=\"arabic\">وذكر أبو عمر الطلمنكي عن شيخه أبي عبد الرحمن بن مفرج قال لقيت بمكة أبا \n  سعيد ابن الأعرابي المعنزي وتوفي يوم السابع والعشرين من ذي القعدة سنة أربعين \n  وصلينا عليه .\n</p>\n<p class=\"arabic\">ومولده سنة ست وأربعين ومائتين وقال عبد الله بن يوسف بن بامويه حضرت موته \n  في ذي القعدة سنة أربعين آخر من روى لنا حديث ابن الأعرابي بعلو محمد بن أبي \n  العز في الخليعات *25*187* .\n\n</p>"
}