{
    "header": "خيثمة بن سليمان بن حيدرة .",
    "id": "014467",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">خيثمة بن سليمان بن حيدرة .\n</h1>\n<p class=\"arabic\">*25*276* أبو الحسن القرشي الأطرابلسي أحد الثقات المشهورين *25*277* حدث \n  عن أبي عتبة الحمصي والعباس البيروتي والحسين بن *25*278* محمد بن أبي معشر \n  السندي وإبراهيم بن عبد الله القصار ويحيى بن أبي طالب ومحمد بن عيسى بن حيان \n  المدائني وأبي قلابة الرقاشي وأبي يحيى بن أبي مسرة وإسحاق الدبري وعبيد الكشوري \n  وخلق كثير .\n</p>\n<p class=\"arabic\">روى عنه ابن جميع وتمام وابن مندة وعبد الرحمن بن أبي نصر وأبو نصر بن هارون \n  وأبو عبد الله بن أبي كامل وخلق وذكر ابن كامل أن خيثمة ولد سنة خمسين ومائتين \n  وقال عبيد بن أحمد بن فطيس توفي في ذي القعدة سنة ثلاث ثم ذكر أنه سأله عن \n  مولده فقال سنة سبع عشرة ومائتين وقال الخطيب هو ثقة قد جمع فضائل الصحابة \n  وقال ابن أبي كامل سمعت خيثمة يقول ركبت البحر وقصدت جبلة لأسمع من يوسف بن \n  بحر وخرجت منها أريد أنطاكية لأسمع من يوسف بن *25*279* سعيد بن المسلم فلقينا \n  مركب من مراكب العدو فقاتلناهم ثم ثلم المركب قوم من مقدمه فأخذوني ثم ضربوني \n  وكتبوا أسماء الأسرى فقالوا ما اسمك قلت خيثما بن سليمان فقالوا اكتب حمار \n  بن حمار ولما ضربت سكرت ونمت فرأيت كأني أنظر إلى الجنة وعلى بابها جماعة \n  من الحور يلعبن فقالت إحداهن يا شقي ما فاتك فقالت أخرى إيش فاته قالت لو \n  كان قتل كان في الجنة مع الحور فقالت لها لأن يرزقه الله الشهادة في عز من \n  الإسلام وذل من الشرك خير له ثم انتبهت قال ورأيت في منامي مرة كأن قائلا \n  يقول لي اقرأبراءة فقرأت إلى قوله فسيحوا في الأرض أربعة أشهر فانتهيت فعددت \n  من ليلة الرؤيا أربعة أشهر فقلت الله أسري قلت آخر من روى حديث خيثمة بعلو \n  مكرم بن أبي الصقر قال الحسين بن أبي كامل الأطرابلسي سمعت خيثمة الأطرابلسي \n  يقول كمنت بدمشق فرويت حديث الثوري عن طلحة بن عمرو عن عطاء عن ابن عباس أن \n  النبي صلى الله عليه وسلم قال اطلبوا الخير عند حسان الوجوه فأنكر القاضي \n  البلخي يعني زكريا بن أحمد هذا الحديث وبعث فيجا قاصدا إلى *25*280* الكوفة \n  ليسأل ابن عقدة عنه فكتب عليه وقد كان السري بن يحيى حدث بهذا الحديث في تاريخ \n  كذا وكذا فإن هذا الشيخ قد حضر في ذلك الوقت فقد سمعه فأنفذ إلي البلخي أن \n  أنفذ إلي الأصل فأنفذته إليه فوافق ما قال ابن عقدة من التاريخ فاستحلني البلخي \n  فلم أحله رواه السري عن قبيصة عنه .\n\n</p>"
}