{
    "header": "أحمد بن إسحاق بن أيوب بن يزيد .",
    "id": "014428",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أحمد بن إسحاق بن أيوب بن يزيد .\n</h1>\n<p class=\"arabic\">أبو بكر النيسابوري الشافعي الفقيه المعروف بالصبغي رأى يحيى بن الذهلي وأبا \n  حاتم الرازي وسمع الفضل بن محمد الشعراني وإسماعيل بن قتيبة ويعقوب بن يوسف \n  القزويني ومحمد بن أيوب وببغداد الحارث بن أبي أسامة وإسماعيل القاضي وبالبصرة \n  هشام بن علي وبمكة علي بن عبد العزيز وعنه حمزة بن محمد الزيدي وأبو علي الحافظ \n  وأبو بكر الإسماعيلي وأبو أحمد الحاكم وأبو عبد الله الحاكم ومحمد بن إبراهيم \n  الجرجاني وخلق كثير ولد سنة ثمان وخمسين ومائتين وتوفي في شعبان .\n</p>\n<p class=\"arabic\">وكان في صباه قد اشتغل بعلم الفروسية فما سمع إلى سنة ثمانين وكان إماما في \n  الفقه قال الحاكم أقام يفتي نيفا وخمسين سنة لم يؤخذ عليه في فتاويه مسألة \n  وهم فيها وله الكتب المطولة مثل الطهارة والصلاة والزكاة ثم *25*257* كذلك \n  إلى آخر كتاب المبسوط وله كتاب الأسماء والصفات وكتاب الإيمان والقدر وكتاب \n  فضل الخلفاء الأربعة وكتاب الرؤية وكتاب الأحكام وكتاب الإمامة وكان يخلف \n  ابن خزيمة في الفتوى بضع وعشرة سنة في الجامع وغيره وسمعته وهو يخاطب فقيها \n  فقال حدثونا عن سليمان بن حرب فقال ذلك الفقيه دعنا من حدثنا إلى متى حدثنا \n  وأخبرنا فقال الصبغي يا هذا لست أشم من كلامك رائحة الإيمان ولا يحل لك أن \n  تدخل داري ثم هجره حتى مات وسمعت محمد بن حمدون يقول صحبت أبا بكر الصبغي \n  سنين فما رأيته قط ترك قيام الليل لا في سفر ولا في حضر قال الحاكم وسمعت \n  أبا بكر غير مرة إذا أنشد بيتا يفسره ويغيره يقصد ذلك وكان يضرب المثل بعقله \n  ورأيه سئل عن الرجل يدرك الركوع ولم يقرأ الفاتحة فقال يعيد الركعة ثم صنف \n  هذه المسألة روي عن أبي هريرة وعن جماعة من التابعين قالوا يعيد الركعة ورأيته \n  غير مرة إذا أذن المؤذن يدعو بين الأذان والإقامة ثم بكي وربما كان يضرب برأسه \n  الحائط حتى خشيت يوما أن يدمي رأسه وما رأيت في جميع مشايخنا أحسن صلاة منه \n  وكان لا يدع أحدا يغتاب في مجلسه وثنا قال ثنا يعقوب القزويني فذكر حديثا \n  ثم قال الحاكم كتبه عني الدارقطني وقال ما كتبته عن أحد قط وسمعت أبا بكر \n  الصبغي يقول حملت إلى الري وأبو حاتم حي وسألته عن مسألة في ميراث أبي ثم \n  انصرفنا إلى نيسابور .\n</p>\n<p class=\"arabic\">وسمعت أبا بكر يقول خرجنا من مجلس إبراهيم الحربي ومعنا رجل كثير المجون فرأى \n  أمردا فتقدم فقال السلام عليك وصافحه وقبل عينيه وخده ثم قال ثنا الدبري بصنعاء \n  بإسناده أن رسول الله صلى الله عليه وسلم قال إذا أحب أحدكم أخاه فليعلمه \n  *25*258* قال فقلت له ألا تستحي تلوط وتكذب في الحديث يعني أنه ركب الإسناد .\n\n</p>"
}