{
    "header": "محمد بن أحمد بن محمد بن جعفر .",
    "id": "014519",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن أحمد بن محمد بن جعفر .\n</h1>\n<p class=\"arabic\">أبو بكر بن الحداد المصري الفقيه الشافعي شيخ المصريين ولد يوم وفاة المزني \n  وسمع من النسائي وغيره وجالس الإمام أبا إسحاق المروزي لما قدم عليهم ودخل \n  بغداد في سنة عشر ودخل على ابن جرير الطبري وأخذ عنه .\n</p>\n<p class=\"arabic\">وسمع من روح بن الفرج ومحمد بن جعفر ابن الإمام وخلق وصنف الفروع في المذهب \n  وهو صغير الحجم دقق مسائله شرحه القفال المروزي وأبو الطيب الطبري وأبو علي \n  السنجي وكان أبو بكر غواصا على المعاني محققا كبير القدر له وجه في المذهب \n  ولي القضاء والتدريس بمصر وكانت الملوك تعظمه وتحترمه وكان متصرفا في علوم \n  كثيرة قال أبو عبد الرحمن السلمي سمعت الدارقطني سمعت أبا إسحاق *25*303* \n  إبراهيم بن محمد النسوي المعدل بمصر سمعت أبا بكر بن الحداد وذكره بالفضل \n  والدين والإجتهاد يقول أخذت نفسي بما رواه الربيع عن الشافعي أنه كان يختم \n  في رمضان ستين ختمة سوى ما يقرأ في الصلاة فأكثر ما قدرت عليه تسعا وخمسين \n  ختمة وأتيت في عيد رمضان بثلاثين ختمة قال الدارقطني كان ابن الحداد كثير \n  الحديث لم يحدث عن غيره أبي عبد الرحمن النسائي وقال رضيت به حجة بيني وبين \n  الله وذكر غيره أن الإمام أبا بكر بن الحداد حدث عن محمد بن عقيل الفريابي \n  الفقيه وأبي يزيد القراطيسي وعمرو بن مقلاص والنسائي وغيرهم قاله ابن يونس \n  ثم قال كان يحسن النحو والفرائض ويدخل على السلاطين وكان حافظا للفقه على \n  مذهب الشافعي وكان كثير الصلاة متعبدا ولي القضاء بمصر نيابة لابن هروان الرملي \n  وقال غيره حج ومرض في الرجوع فلما وصل إلى الجب توفي عند البئر والجميزة يوم \n  الثلاثاء لأربع بقين من المحرم سنة أربع وهو يوم دخول الحاج إلى مصر وعاش \n  تسعا وسبعين سنة وشهورا ورخه المسبحي وقال كان فقيها عالما كثير الصلاة والصيام \n  يصوم يوما ويفطر يوما ويختم القرآن في كل يوم وليلة قائما مصليا قال وصلي \n  عليه يوم الأربعاء ودفن بسفح المقطم عند قبر والدته وحضر جنازته أبو القاسم \n  بن الإخشيد وأبو المسك كافور والأعيان *25*304* وكان نسيج وحده في حفظ القرآن \n  واللغة والتوسع في علم الفقه وكانت له حلقة من سنين كثيرة يغشاها المسلمون \n  وكان جدا كله رحمه الله فما خلف بمصر بعده مثله وكان عالما أيضا بالحديث والأسماء \n  والرجال والتاريخ قال ابن زولاق في كتابقضاة مصر ولما كان في شوال سنة أربع \n  وعشرين وثلاثمائة سلم محمد بن طغج الإخشيد قضاء مصر إلى أبي بكر الحداد وكان \n  أيضا ينظر في المظالم ويوقع فيها ونظر في الحكم خلافة عن الحسين بن محمد بن \n  أبي زرعة محمد بن عثمان الدمشقي وهو لا ينظر وكان يجلس في الجامع وف داره \n  وربما جلس في دار ابن أبي زرعة ووقع في الأحكام وكاتب خلفاء النواحي وذكر \n  من أوصافه الجميلة ما تقدم وأنه كان حسن الثياب رفيعها حسن المركوب فصيحا \n  غير مطعون عليه في لفظ ولا فضل ثقة في اليد والفرج واللسان مجتمعا على صيانته \n  وطهارته كان من محاسن مصر حاذقا يعلم القضاء أخذ ذلك عن أبي عبيد القاضي إلى \n  أن قال وكل من وقف على ما ذكرناه يقول صدقت ولد في رمضان سنة أربع وستين ومائتين \n  وكتب عن طائفة وعول على النسائي واخذ عنه علم الحديث وأخذ الفقه عن أبي سعيد \n  محمد بن عقيل الفرياني وعن بشر بن نصر غلام عرف وعن منصور بن إسماعيل وابن \n  بحر وأخذ العربية عن محمد بن ولاد وكان لمحبته للحديث لا يدع المذاكرة وكان \n  ينقطع إليه أبو منصور محمد بن سعد البارودي الحافظ فأكثر عنه في مصنفاته فذاكره \n  يوما بأحاديث *25*305* فاستحسنها أبو بكر وقال اكتبها لي فكتبها له فقال يا \n  أبا منصور اجلس في الصفة ففعل فقام أبو بكر وجلس بين يديه وسمعها منه وقال \n  هكذا يؤخذ العلم فاستحسن الناس ذلك منه .\n</p>\n<p class=\"arabic\">وكانت ألفاظه تتبع وأحكامه تجمع ورميت له رقعة فيها .\n</p>\n<p class=\"arabic\">% قولوا لحدادنا الفقيه % % والعالم الماهر الوجيه % .\n</p>\n<p class=\"arabic\">% وليت حكما بغير عقد % % وغير عهد نظرات فيه % .\n</p>\n<p class=\"arabic\">% ثم أبحث الفروج لما % % وقعت فيها على البديه % .\n</p>\n<p class=\"arabic\">في أبيات يعني أن مادة ولايته من الإخشيد لا من الخليفة وله كتابأدب القاضي \n  في أربعين جزءا وكتابالماهر في الفقه في نحو مائة جزء وكتابجامع الفقه وكتابالمسائل \n  المولدات وفيه يقول أحمد بن محمد الكحال في قصيدة .\n</p>\n<p class=\"arabic\">% الشافعي تفقها والأصمعي % % تفهما والتابعين تزهدا % .\n</p>\n<p class=\"arabic\">ثن أخذ ابن زولاق يذكر عن ابن الحداد ما يدل عن تشيعه قال فحدثنا بكتاب خصائص \n  علي رضي الله عنه عن النسائي فبلغه عن بعضهم شيء في علي فقال لقد هممت أن \n  أملي الكتاب في الجامع وحدثني علي بن حسن قال سمعت ابن الحداد يقول كنت في \n  مجلس ابن الإخشيد فلما قمنا أمسكني وحدي فقال أيما أفضل أبو بكر أو عمر أو \n  علي *25*306* فقلت اثنين حذاء واحد قال فإيما أفضل أبو بكر أو علي قلت إن \n  كان عندك فعلي وإن كان برا فأبو بكر فضحك وقال هذا يشبه ما بلغني عن محمد \n  بن عبد الله بن عبد الحكم أنه سأله رجل أيما أفضل أبو بكر أم علي فقال عد \n  إلي بعد ثلاث فجاءه فقال تقدمني إلى مؤخر الجامع .\n</p>\n<p class=\"arabic\">فتقدمه فنهض ابن عبد الحكم واستعفاه فأبى فقال أفضل الناس بعد رسول الله صلى \n  الله عليه وسلم علي وبالله لئن أخبرت بهذا عني لأقولن للأمير أحمد بن طولون \n  فيضربك بالسياط .\n</p>\n<p class=\"arabic\">قال ثم بعد ستة أشهر ورد العهد بالقضاء من ابن أبي الشوارب لابن أبي زرعة \n  فركب بالسواد إلى الجامع وقريء عهده على المنبر وله يومئذ أربعون سنة وكان \n  عارفا بالأحكام منفذا ثم جمع له قضاء دمشق وحمص والرملة وغير ذلك وكان حاجبه \n  بسيف ومنطقة .\n</p>\n<p class=\"arabic\">ولم يزل ابن الحداد يخلقه إلى آخر أيامه وكان الحسين بن أبي زرعة يتأدب معه \n  ويعظمه ولا يخالفه في شيء ثم عزل من بغداد ابن أبي الشوارب بأبي نصر يوسف \n  بن عمر القاضي فبعث العهد إلى ابن أبي زرعة باستمراره .\n\n</p>"
}