{
    "header": "محمد بن علي بن أحمد بن رستم .",
    "id": "014578",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن علي بن أحمد بن رستم .\n</h1>\n<p class=\"arabic\">أبو بكر البغدادي المادرائي الكاتب الوزير وزر لخمارويه صاحب مصر وولي أبو \n  ه خراج مصر مولده سنة 257 .\n</p>\n<p class=\"arabic\">سمع الكثير واحترق أكثر كتيه وبقي عنده جزءان سمعهما من أحمد بن عبد الجبار \n  العطاردي *25*337* وتوفي بمصر في شوال روى عنه ابنه علي وابو مسلم الكاتب \n  كان رئيسا معظما كثير المعروف إلى أولاد النعم وأهل الحرمين ولم يكن بقي أحد \n  من الأكابر الجلة يرتفع عن الوقوف ببابه وقد حج إحدى وعشرين حجة وكان كثير \n  الصيام ملازم للصلاة في المساجد القديمة وفيه يقول أبو العباس اليشكري .\n</p>\n<p class=\"arabic\">% عز أمر على البرية عزا % % ترك الصبر طائرا مستنفزا % .\n</p>\n<p class=\"arabic\">% بأبي بكر المصيبة عمت % % كل شخص تراه فيه معزا % .\n</p>\n<p class=\"arabic\">وكان الوزير أبو الفتح الفضل بن جعفر صادر محمد بن علي المادرائي مرة على \n  ألف ألف دينار وأقام معتقلا خمس سنين بالرملة حتى توفي أبو الفتح فراسله الإخشيد \n  بالمسير إليه وبإطلاقه فقدم فأظهر إكرامه ولم يزل عارفا بحقوقه إلى أن توفي \n  وصلى عليه بالمصلى أبو القاسم الإخشيد ونائب المملكة كافور ودفن بداره قال \n  ذلك المسبحي وقال يقال إن ديوان أبي بكر محمد بن علي أطبق على ستين ألفا ممن \n  يجري عليهم الرزق وكان بمصر ممن يجري عليهم الرزق في كل شهر مائة ألف رطل \n  على ما حكاه الحسن بن إسماعيل الضراب عن بعض الطحانين قال وأطبق ديوانه على \n  مائة ألف عبد أعتقهم في طول عمره وكان له المعروف وعمارة المساجد ما لا يوقف \n  عليه كثرة ولد بنصيبين ونشأ بالعراق وقدم مصر شابا على واحدة هو وأخوه أبو \n  الطيب أحمد *25*338* ولم يكن لأبي بكر بلاغة الكتاب المنتسبين ولا مبالغة \n  في النحو لكنه كان ذكيا صاحب بديهة ولي الخراج استقلالا وله ثلاث وعشرون سنة \n  وقد وزر أيضا لأبي الجيش خمارويه فلما قتل أبو الجيش وأجلس في مكانه ابنه \n  هارون بن أبي الجيش استوزر أبا بكر فلما قتل هارون قدم محمد بن سليمان الكاتب \n  مصر من قبل المكتفي فأزال دولة الطولونية وخرب ديارهم وحمل أبا بكر إلى بغداد \n  ثم إنه وافى مصر مع مؤنس والعساكر في نوبة حباسة وأمر أبو بكر ونهى ودبر البلد \n  وكان أبو بكر على ما قيل يختم كل يوم وليلة ختمة في المصحف وقد ملك بمصر من \n  القرى الكبار ما لم يملكه أحد قبله حتى بلغ ارتفاع أملاكه في كل سنة أربعمائة \n  ألف دينار سوى الخراج وكان يقال إنه أنفق في كل حجة حجها مائة ألف دينار ذكر \n  هذا كله المسبحي وذكر عدة قصائد مليحة مما رثاه بها الشعراء رحمه الله تعالى .\n\n</p>"
}