{
    "header": "محمد بن يعقوب بن يوسف بن معقل بن سنان .",
    "id": "014624",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن يعقوب بن يوسف بن معقل بن سنان .\n</h1>\n<p class=\"arabic\">*25*363* أبو العباس الأموي مولى بني أمية النيسابوري الأصم وكان يكره أن \n  يقال له الأصم فكان أبو بكر بن إسحاق الصبغي يقول فيه المعقلي قال الحاكم \n  إنما ظهر به الصمم بعد انصرافه من الرحلة فاستحكم فيه حتى بقي لا يسمع نهيق \n  الحمار وكان محدث عصره بلا مدافعة حدث في الإسلام ستا وسبعين سنة ولم يختلف \n  في صدقه وصحة سماعاته وضبط والده يعقوب الوراق لها أذن سبعين سنة فيما بلغني \n  في مسجده وكان حسن الخلق سخي النفس وربما كان يحتاج فيورق ويأكل من أجرته \n  وكان يكره الأخذ على التحديث وكان وراقه وابنه أبو سعيد يطالبان الناس ويعلم \n  هو فيكره ذلك ولا يقدر على مخالفتهما سمع منه الآباء والأبناء والأحفاد *25*364* \n  سمع منه الحسن بن الحسين بن منصور كتابالرسالة ثم سمعها منه ابنه أبو الحسن \n  ثن ابنه عمر وما رأيت الرحالة في بلد أكثر منهم إليه رأيت جماعة من الأندلس \n  والقيروان ومن أهل فارس وخوزستان على بابه وسمعته يقول ولدت سنة سبع وأربعين \n  ومائتين ورأى محمد بن يحيى الذهلي وسمع أحمد بن يوسف السلمي وأحمد بن الأزهر \n  ففقد سماعه منهما عند رجوعه من مصر ورحل به أبوه سنة خمس وستين على طريق إصبهان \n  فسمع بها هارون بن سليمان وأسيد بن عاصم ولم يسمع بالأهواز ولا بالبصرة وسمع \n  بمكة من أحمد بن شيبان الرملي فقط ودخل مصر فسمع محمد بن عبد الله بن عبد \n  الحكم الفقيه وبكار بن قتيبة والربيع بن سليمان وبحر بن نصر وإبراهيم بن منقذ \n  وسمع بعسقلان أحمد بن الفضل الصائغ وببيت المقدس من غير واحد وببيروت العباس \n  بن الوليد سمع منه مسائل الأوزاعي وبدمشق ابن ملاس النميري ويزيد بن عبد الصمد \n  وبحمص محمد بن عوف .\n</p>\n<p class=\"arabic\">وبطرسوس أبا أمية فأكثر وبالرقة محمد بن علي بن ميمون وبالكوفة الحسن بن علي \n  بن عفان وسعيد بن محمد الحجوائي شيخ ثقة سمع ابن عيينة ووكيعا وسمع المغازي \n  وغيرها من أحمد بن عبد الجبار العطاردي وبعضالمسند من أحمد بن أبي غرزة الغفاري \n  *25*365* ثم دخل بغداد فسمع محمد بن إسحاق الصغاني وعباس بن محمد الدوري ومحمد \n  بن عبيد الله بن المنادي ويحيى بن جعفر وحنبل بن إسحاق وأكثر عنهما خرج علينا \n  في ربيع الأول سنة أربع وأربعين فلما نظر إلى كثرة الناس والغرباء وقد امتلأت \n  السكة بهم وقد قاموا يطرقون له ويحملونه على عواتقهم من داره إلى مسجده فجاس \n  على جدار المسجد وبكى ثم نظر إلى المستملي فقال اكتب سمعت الصغاني يقول سمعت \n  الأشج يقول سمعت عبد الله بن إدريس يقول أتيت باب الأعمش بعد موته فدققت الباب \n  فأجابتني امرأة هاي هاي تبكي يعني وقالت يا بعد الله ما فعل جماهير العرب \n  التي كانت تأتي هذا الباب ثم بكى الكثير ثم قال كأني بهذه السكة ولا يدخلها \n  أحد منكم فإني لا أسمع وقد ضعف البصر وحان وقت الرحيل وانقضى الأجل فما كان \n  بعد شهر أو أقل حتى كف بصره وانقطعت الرحلة ورجع أمره إلى أنه كان يناول قلما \n  فإذا أخذه بيده علم أنهم يطلبون الرواية فيقول ثنا الربيع بن سليمان ويسرد \n  أحاديث يحفظها وهي أربعة عشر حديثا وسبع حكايات وصار بأسوأ حال وتوفي في ربيع \n  الآخر سنة ست وأربعين وقد ثنا عنه أبو عبد الله محمد بن يعقوب الأخرم وأبو \n  بكر بن إسحاق ويحيى العنبري وعبد الله بن سعد وأبو الوليد حسان بن محمد وأبو \n  علي الحافظ .\n</p>\n<p class=\"arabic\">وحدث عنه جماعة لم أدركهم أبو عمرو الحيري ومؤمل بن الحسن وأبو علي محمد بن \n  عبد الوهاب الثقفي قلت وروى عنه الحاكم فأكثر عنه وأبو عبد الله بن مندة وأبو \n  عبد الرحمن السلمي وأبو بكر الحيري وأبو سعيد الصيرفي وأبو صادق محمد بن أحمد \n  بن أبي الفوارس العطار ومحمد بن إبراهيم المزكي ومحمد بن إبراهيم الجرجاني \n  وأبو بكر محمد بن محمد بن رجاء وعبد الرحمن بن محمد بن *25*366* بالويه وابن \n  محمش الفقيه وأبو زيد عبد الرحمن بن محمد بن أحمد بن حبيب القاضي ومحمد بن \n  محمد بن بالويه والحسين بن عبدان التاجر وأبو القاسم عبد الرحمن السراج وأبو \n  بكر محمد بن أحمد النوقاني وأبو نصر محمد بن علي الفقيه وأحمد بن محمد الشاذياخي \n  وأبو سعد أحمد بن محمد بن مزاحم الصفار وإبراهيم بن محمد الطوسي الفقيه وإسحاق \n  بن محمد السوسي وعبد الله بن يوسف الإصبهاني وعبد الرحمن بن أبي حامد المقرىء \n  وأحمد بن عبد الله المهرجاني وأبو نصر أحمد بن محمد البالوي وعبد الرحمن بن \n  عبد الله بن سختويه وعلي بن محمد الطرازي وأبو بكر محمد بن علي بن حيد وأحمد \n  بن محمد بن الحسين السليطي النحوي والحسين بن أحمد المعاذي ومنصور بن الحسين \n  بن محمد النيسابوري وتوفي وهو والطرازي في سنة وهما آخر من سمع منه *25*367* \n  وآخر من روى عنه في الأرض أبو نعيم الحافظ كتابة وقال الحاكم سمعت أبا العباس \n  يقول حدثت بكتابمعاني القرآن للفراء سنة نيف وسبعين ومائتين وسمعت محمد بن \n  حامد يقول سمعت أبا حامد الأعمشي يقول كتبنا عن أبي العباس بن يعقوب الوراق \n  سنة خمس وسبعين في مجلس محمد بن عبد الوهاب الفراء سمعت محمد بن الفضل سمعت \n  جدي أبا بكر بن خزيمة وسئل عن سماع كتابالمبسوط تأليف الشافعي من الأصم فقال \n  اسمعوا منه فإنه ثقة رأيته يسمع بمصر وقال سمعت أبا أحمد الحافظ سمعت عبد \n  الرحمن بن أبي حاتم يقول ما بقي لكتابالمبسوط راو غير أبي العباس الوراق وبلغنا \n  أنه ثقة صدوق قال الذهبي وقع لنا جملة من طريق الأصم من ذلكمسند الشافعي في \n  مجلد وهو المسند لم يفرده الشافعي رحمه الله بل خرجه أبو جعفر محمد بن جعفر \n  بن مطر لأبي العباس الأصم مما كان يروي عن الربيع عن الشافعي من كتابالأم \n  وغيره قال الحاكم قرأت بخط أبي علي الحافظ يحث الأصم على الرجوع عن أحاديث \n  أدخلوها عليه منها حديث الصغاني وعن علي بن حكيم في قبض العلم وحديث أحمد \n  بن شيبان عن سفيان عن الزهري عن سالم عن أبيه بعث رسول الله صلى الله عليه \n  وسلم سرية فوقع الأصم كل من روى عني هذا فهو كذاب وليس هذا في كتابي *25*368* \n  فأخبرنا أحمد بن عبد الكريم بمصر أنبا نصر بن جرو ح وأنا جماعة قالوا أنا \n  جعفر الهمذاني ح وأنا أحمد بن إسحاق الأبرقوهي أما أبو المفاخر محمد بن محمد \n  بن سعيد المأموني وأنا علي القيم أنا الجوجاني وحده وقال راويه الصوفي وابن \n  رواج أنا عبد الرحمن السلمي فقط قلا ثنا محمد بن يعقوب الأموي ح وقرأت على \n  محمد بن حسين الفوي أخبركم محمد بن عمار وأنا ابن رفاعة أنا أبو الحسن الخلعي \n  أنا عبد الرحمن بن عمر البزاز أنا عمرو عثمان بن محمد السمرقندي سنة ثمان \n  وثلاثين وثلاثمائة بمصر قلا ثنا أحمد بن شيبان الرملي ثنا سفيان بن عيينة \n  عن الزهري عن نافع عن ابن عمر قال بعث رسول الله صلى الله عليه وسلم سرية \n  إلى نجد فبلغ سهمانهم اثني عشر بعيرا ونفلنا النبي صلى الله عليه وسلم بعيرا \n  بعيرا وهم فيه أحمد بن شيبان وصوابه ما رواه الحميدي عن سفيان فقال عن أيوب \n  بدل الزهري فأما الذي أنكره أبو علي الحافظ على الأصم ورجع الأصم كونه وهم \n  فيه على أحمد بن شيبان فقال سالم بدل نافع وقال الحاكم قرأت بخط أبي عمرو \n  أحمد بن المبارك المستملي حدثني *25*369* محمد بن يعقوب بن يوسف أبو العباس \n  الوراق ثنا الربيع بن سليمان نا بشر بن بكر فذكر حديثيين قلت بين وفاة أحمد \n  بن المبارك هذا وهو حافظ مشهور سمع من قتيبة وطبقته وبين وفاة أبي نعيم الذي \n  يروري بالإجازة عن الأصم مائة وأربعون سنة وست سنين قال الحاكم حضرت أبا العباس \n  يوما خرج ليؤذن للعصر فوقف وقال بصوت عال أنبا الربيع بن سليمان قال أنا الشافعي \n  ثم ضحك وضحك الناس ثم أذن وسمعت أبا العباس يقول رأيت أبي في المنام فقال \n  لي عليك بكتاب البويطي فليس في كتب الشافعي كتاب أقل خطأ منه رحمه الله تعالى .\n\n</p>"
}