{
    "header": "أحمد بن علي بن الحسن بن شاذان .",
    "id": "014732",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أحمد بن علي بن الحسن بن شاذان .\n</h1>\n<p class=\"arabic\">أبو حامد بن حسنويه النيسابوري التاجر سمع أبا عيسى الترمذي وأبا حاتم الرازي \n  والسري بن خزيمة والحارث بن أبي أسامة ومحمد بن عبد الوهاب الفراء وطبقتهم \n  قال الحاكم كان من المجتهدين في العبادة الليل والنهار ولو اقتصر على سماعه \n  الصحيح يعني من المسمين لكان أولى به لكنه حدث عن جماعة أشهد بالله أنه لم \n  يسمع منهم وقد سألته سنة ثمان وثلاثين عن سنه فقال لي ست وثمانون سنة وأدخلت \n  الشام وأنا ابن اثنتي عشرة سنة وسمعته يقول أخرجت في مشايخي من اسمه أحمد \n  فخرج مائة وعشرون شيخا دخلت عليه سنة تسع وثلاثين فقال قد حلفت أن لا أحدث \n  أحدا ثم *25*432* بعد ساعة قال ثنا أبو سعيد نا محمد فذكر ) .\n</p>\n<p class=\"arabic\">حكاية ولا أعلم أن أبا حامد وضع حديثا أو دخل إسنادا في إسناد إنما المنكر \n  روايته عن قوم تقدم موتهم والنفس تأبى ترك مثله والله المستعان وقال ابن عساكر \n  في تاريخه روى عن أحمد بن شيبان الرملي وأحمد بن يوسف السلمي وعيسى بن أحمد \n  العسقلاني البلخي ومسلم بن الحجاج وإسحاق الدبري وسمى طائفة وعنه الحاكم وأبو \n  أحمد بن عدي ومنصور بن عبد الله الخالدي وأبو عبد الرحمن السلمي وأحمد بن \n  أبي عمران الهروي وابو عبد الله بن مندة وعلي بن محمد الطرازي وعبد الرحمن \n  بن محمد السراج قال الحاكم قد حدث قديما فأخبرنا أبو القاسم الحسن بن محمد \n  السكوني ثقة ثنا سعيد بن عبد الله الأنباري بن عجب ثنا محمد بن معاذ ثنا أحمد \n  بن علي النيسابوري ثنا أبو حاتم الرازي ثنا محمد بن عثمان التنوخي ثنا سعيد \n  عن قتادة عن نافع عن ابن عمر مرفوعا من أتى الجمعة فليغتسل *25*433* قال ودخلت \n  يوما عليه فقال ألا تراقبون الله في توقير المشايخ أما لكم حياء يحجزكم فسألته \n  ما أصابه فقال جاءني أبو علي المعروف بالحافظ وأنكر علي روايتي عن أحمد بن \n  أبي رجاء المصيصي وهذا كتابي وسماعي منه ثم قال رأيت والله أكبر من أحمد بن \n  أبي رجاء فقد كتبت عن ثلاثة عن عبد الرحمن بن مهدي وعن ثلاثة عن مروان بن \n  معاوية وهذا حفيدي وأشار إلى كهل واقف وقال حمزة السهمي سئل ابن مندة بحضرتي \n  عن أحمد بن علي بن الحسن المقرىء فقال كان شيخا أتى عليه مائة وعشر سنين وقال \n  حمزة وسألت أبا زرعة محمد بن يوسف الجرجاني عنه فقال هو كذاب وقال الحاكم \n  سمعت أبا حامد الحسنوي يقول ما رأيت أعجب من أمر هذا الأصم كان يختلف معنا \n  إلى الربيع بن سليمان وكان منزل ياسين القتباني لزيق منزل الربيع ولم يسمع \n  منه الأصم فكتبت قوله هذا وناولته أبا العباس الصم فصاح يا معشر المسلمين \n  بلغني أن ابن حسنويه يروي عن الربيع وابن عبد الحكيم ويذكر أنه كان معي بمصر \n  والله ما التقينا ولا عرفته إلا بعد رجوعي من مصر وسمعت محمد بن صالح بن هانىء \n  يقول كان ابن حسنويه يديم الاختلاف معنا إلى السري بن خزيمة وأقرانه ثم شيعناه \n  يوم خروجه إلى أبي حاتم وقال أبو القاسم بن مندة توفي في شهر رمضان سنة خمسين \n  *25*434* .\n\n</p>"
}