{
    "header": "الحسين بن علي بن يزيد بن داود الحافظ .",
    "id": "014713",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الحسين بن علي بن يزيد بن داود الحافظ .\n</h1>\n<p class=\"arabic\">أبو علي النيسابوري قال الحاكم هو واحد عصره في الحفظ والإتقان والورع والمذاكرة \n  والتصنيف سمع إبراهيم بن أبي طالب وعلي بن الحسين وعبد الله بن شيرويه وجعفر \n  بن أحمد الحافظ وبهراة الحسين بن إدريس ومحمد بن عبد الرحمن وبنسا الحسن بن \n  سفيان وبجرجان عمران بن موسى وببغداد عبد الله بن ناحية والقاسم المطرز وبالكوفة \n  محمد بن جعفر القتات وبالبصرة أبا خليفة وبواسط جعفر بن أحمد بن سنان وبالأهواز \n  عبدان وبإصبهان محمد بن نصير وبالموصل أبا يعلى وبمصر أبا عبد الرحمن إبراهيم \n  بن العلاء والمعافى بن سليمان ولد سنة 277 وتوفي في جمادى الأولى *25*420* .\n</p>\n<p class=\"arabic\">وأول سماعه سنة 294 وكان يشتغل بالصياغة فنصحه بعض العلماء وأشار عليه بالعلم \n  قال خرجت إلى هراة سنة خمس وتسعين وحضرت أبا خليفة وهو يهدد وكيلا له يقول \n  تعود يا لكع فقال لا أصلحك الله فقال با أنت لا أصلحك الله قم عني قال الحاكم \n  وكنت أرى أبا علي معجبا بأبي يعلى الموصلي وإتقانه قال لايخفى عليه من حديثه \n  إلا اليسير ولولا اشتغاله بسماع كتب أبي يوسف بن بشر بن الوليد لأدرك بالبصرة \n  أبا الوليد وسليمان بن حرب .\n</p>\n<p class=\"arabic\">قال الحاكم كان أبو علي باقعة في الحفظ لا تطاق مذاكرته ولا يفي بمذاكرته \n  أحد من حفاظنا .\n</p>\n<p class=\"arabic\">خرج إلى بغداد سنة عشر ثانيا وقد صنف وجمع فأقام ببغداد وما بها أحد أحفظ \n  منه وسمعت أبا علي يقول كتب عني أبو محمد بن صاع غير حديث في المذاكرة وكتب \n  عني ابن جوصا جملة قلت وروى عنه أبو بكر أحمد بن إسحاق الصبغي وأبو الوليد \n  الفقيه وهما أكبر منه وابن مندة والحاكم وابن محمش والسلمي والمشايخ وقال \n  أبو بكر بن أبي دارم الحافظ ما رأيت ابن عقدة يتواضع لأحد من الحفاظ كتواضعه \n  لأبي علي النيسابوري وقال الحاكم سمعت أبا علي يقول اجتمعت ببغداد مع أبي \n  أحمد العسال وإبراهيم بن حمزة وأبي طالب بن نصر وأبي بكر الجعابي فقالوا أمل \n  *25*421* علينا من حديث نيسابور مجلسا فامتنعت فما زالوا بي حتى أميلت عليهم \n  ثلاثين حديثا ما أجاب واحد منهم في حديث منها إلا ابن حمزة في حديث واحد قال \n  الحاكم وكان أبو علي يقول ما رأينا في أصحابنا مثل الجعابي وحيرني حفظه .\n</p>\n<p class=\"arabic\">قال الحاكم فحكيت ذلك لأبي بكر الجعابي فقال يقول أبو علي هذا وهو أستاذي \n  على الحقيقة .\n</p>\n<p class=\"arabic\">قال أبو عبد الرحمن السلمي سألن الدارقطني عن أبي علي النيسابوري فقال إمام \n  مهذب .\n</p>\n<p class=\"arabic\">أنبأنا المسلم بن علان عن القاسم بن عساكر أنا أبي قال ثنا أخي أبو الحسين \n  سمعت أبا طاهر السلفي سمعت غانم بن أحمد سمعت أحمد بن الفضل الباطرقاني سمعت \n  ابن مندة يقول سمعت أبا علي النيسابوري وما رأيت أحفظ منه قال ما تحت أديم \n  السماء أصح من كتاب مسلم وقال عبد الرحمن بن مندة سمعت أبي أبا عبد الله يقول \n  ما رأيت في اختلاف الحديث والإتقان أحفظ من أبي علي النيسابوري وقال القاضي \n  أبو بكر الأبهري سمعت أبا بكر بن أبي داود يقول لأبي علي النيسابوري إبراهيم \n  عن إبراهيم عن إبراهيم من هم فقال إبراهيم بن طهمان وعن إبراهيم بن عامر البجلي \n  عن إبراهيم النخعي فقال أحسنت يا أبا علي *25*422* .\n\n</p>"
}