{
    "header": "عبد الرحمن بن محمد بن عبد الله بن محمد بـ...",
    "id": "014750",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الرحمن بن محمد بن عبد الله بن محمد بن عبد الرحمن بن الحكم بن هشام ابن \n  الداخل عبد الرحمن بن معاوية الأموي المرواني .\n</h1>\n<p class=\"arabic\">الناصر لدين الله أبو المطرف صاحب الندلس الملقب أمير المؤمنين بالأندلس بقي \n  في الإمرة خمسين سنة وقام بعده ولده الحكم وقد ذكرنا من أخباره في الحوادث \n  وكان أبو ه قد قتله أخوه المطرف في صدر دولة أبيهما وخلف ابنه عبد الرحمن \n  هذا ابن عشرين يوما وتوفي جده عبد الله الأمير في سنة ثلاثمائة فولي عبد الرحمن \n  الأمر بعده جده وكان ذلك من غرائب الوجود لأنه كان شابا وبالحضرة أكابر من \n  أعمامه وأعمام أبيه وتقدم هو وهو ابن اثنتين وعشرين سنة فاستقام له الأمر \n  وابتنى مدينة الزهراء فجاءت من أحسن مدينة على وجه الأرض .\n</p>\n<p class=\"arabic\">واتخذ لسطح العلية الصغرى التي على الصرح قراميد ذهب وفضة وأنفق عليها أموالا \n  هائلة وجعل سقفها صفراء فاقعة إلى بيضاء ناصعة تسلب الأبصار بلمعانها وجلس \n  فيها مسرورا فرحا فدخل عليه القاضي أبو الحكم منذر بن سعيد البلوطي رحمه *25*444* \n  الله حزينا فقال هل رأيت ملكا قبلي فعل مثل هذا فبكى القاضي وقال والله ما \n  ظننت أن الشيطان يبلغ منك هذا مع ما آتاك الله من الفضل حتى أنزلك منازل الكافرين \n  فاقشعر من قوله وقال وكيف أنزلني منازل الكافرين قال أليس الله يقول ولولا \n  أن يكون الناس أمة واحدة لجعلنا لمن يكفر بالرحمن لبيوتهم سقفا من فضة وتلا \n  الآية كلها فوجم عبد الرحمن ونكس رأسه مليا ودموعه تسيل على لحيته خشوعا لله \n  تعالى وقال جزاك الله خيرا فالذي قلته الحق وقام يستغفر الله وأمر بنقض السقف \n  الذي للقبة وكان كلفا بعمارة بلاده وإقامة معالمها وإنباط مياهها وتخليد الآثار \n  الغريبة الدالة على قوة ملكه وقد استفرغ الوسع في إتقان قصور الزهراء وزخرفتها .\n</p>\n<p class=\"arabic\">وقد أصابهم قحط وأراد الناس الاستسقاء فجاء عبد الرحمن الناصر رسول من القاضي \n  منذر بن سعيد رحمه الله يحركه للخروج فقال الرسول لبعض الخدم يا ليت شعري \n  ما الذي يصنعه الأمير فقال ما رأيته أخشع لله منه في يومنا هذا وأنه منفرد \n  بنفسه لابس أخشن ثيابه يبكي ويعترف بذنوبه وهو يقول هذه ناصيتي بيدك أتراك \n  تعذب الرعية من أجلي وأنت أحكم الحاكمين لن يفوتك شيء مني فتهلل وجه القاضي \n  لما بلغه هذا وقال يا غلام أحمل الممطر معك فقد أذن الله بسقيانا إذا خشع \n  جبار الأرض رحم جبار السماء فخرج وكان كما قال وكان عبد الرحمن يرجع إلى دين \n  متين وحسن خلق وكان فيه دعابة وكان مهيبا شجاعا صارما ولم يتسم أحد بأمير \n  المؤمنين من أجداده إنما يخطب لهم بالإمارة فقط .\n</p>\n<p class=\"arabic\">فلما كان سنة سبع عشرة وثلاثمائة وبلغه *25*445* ضعف الخلافة بالعراق وظهور \n  الشيعة بالقيروان وهم بنو عبيد الباطنية تسمى بأمير المؤمنين توفي في أوائل \n  رمضان وكانت حشمته وأبهته أعظم بكثير من خلفاء زمانه الذين بالعراق وكان الوزير \n  أبو مروان أحمد بن عبد الملك بن شهيد الأشجعي الأندلسي مع جلالته وزيره ولقد \n  نقل بعد المؤرخين أظنه أبا مروان بن حيان أن ابن شهيد قدم مرة للخليفة الناصر \n  تقدمة تتجاوز الوصف وهي هذه من المال خمسمائة ألف دينار ومن التبر أربعمائة \n  رطل برطلهم ومن سبائك الفضة مائتا بدرة ومن العود الهندي اثنا عشر رطلا ومن \n  العود الصنفي مائة وثمانون رطلا ومن العود الأشباه مائة رطل ومن المسك مائة \n  أوقية ومن الكافور ثلاثمائة أوقية ومن الثياب ثلاثون شقة ومن الفراء عشرة \n  من جلود الفنك وستة سرادقات عراقية وثمانية وأربعون ملحفة بغدادية لزينة الخيل \n  من الحرير المرقوم بالذهب وثلاثون شقة لسروج الهيئات وعشرة قناطير سمور وأربعة \n  آلاف رطل حرير مغزول وألف رطل حرير بلا غزل وثلاثون بساطا البساط عشرون ذراعا \n  وخمسة عشر نخا من معمول الخز وألف ترس سلطانية وثمانمائة من تخافيف التزيين \n  يوم العرض ومائة ألف سهم وخمسة عشر فرسا فائقة وعشرون بغلا مسرجة بمراكب الخلافة \n  ومن الخيل العتاق مائة رأس ومن الغلمان أربعون وصيفا وعشرون جارية ومن التقدمة \n  كتاب ضيعتين من خيار ملكه ومن الخشب عشرون ألف عود تساوي خمسين ألف دينار \n  فولاه الوزارة ولقبه ذا الوزارتين وابتدأ الناصر في إنشاء مدينة الزهراء في \n  سنة خمس وعشرين وثلاثمائة فأنفق عليها من للأموال ما لا يحصى وأصعد الماء \n  إلى دورتها ومات ولم *25*446* يتمها فأتمها ابنه المستنصر وجامعها من أحسن \n  المساجد له منارة عظيمة لا نظير لها ومنبره من أعظم المنابر لم يعمل مثله \n  في الآفاق وعدة أبواب قصر الزهراء المصفحة بالنحاس والحديد المنقوش على ما \n  نقل ابن حيان خمسة عشر ألف باب والعهدة عليه .\n\n</p>"
}