{
    "header": "أبو الخير التيناتي الأقطع .",
    "id": "014846",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أبو الخير التيناتي الأقطع .\n</h1>\n<p class=\"arabic\">*25*485* صاحب الكرامات رضي الله تعالى عنه وهو من أهل المغرب نزل تينات من \n  أعمال حلب وكان أسود اللون سيدا من سادات الكون قيل اسمه حماد بن عبد الله \n  صحب أبا عبد الله بن الجلاء وسكن جبل لبنان مدة حكى عنه محمد بن عبد الله \n  الرازي وأحمد بن الحسن ومنصور بن عبد الله الإصبهاني وغيرهم قال السلمي كان \n  ينسج الخوص بإحدى يديه لا يدري كيف ينسجه وله آيات وكرامات تأوي السباع إليه \n  وتأنس به وقال القشيري كان كثير الشأن له كرامات وفراسة جادة قال القشيري \n  قال أبو الحسين القيرواني زرت أبا الخير التيناتي فلما ودعته خرج معي إلى \n  باب المسجد فقال يا أبا الحسين أنا أعلم أنك لا تحمل معك معلوما ولكن احمل \n  معك هاتين التفاحتين قال فأخذتهما ووضعتهما في جيبي وسرت فلم يفتح لي بشيء \n  ثلاثة أيام فأخرجت واحدة وأكلتها ثم أردت أن أخرج الثانية فإذا هما في جيبي \n  فكنت كلما أكلت واحدة وجدتهما بحالهما إلى أن وصلت إلى باب الموصل فقلت في \n  نفسي إنهما يفسدان علي حال توكلي فأخرجتهما من جيبي فنظرت *25*486* فإذا فقير \n  مكفوف في عباءة يقول أشتهي تفاحة فناولته إياهما فلما عبرت وقع لي أن الشيخ \n  إنما بعثهما إليه فرجعت فلم أجد الفقير وقال أبو نعيم الحافظ ثنا غير واحد \n  ممن لقي أبا الخير يقول أن سبب قطع يده أنه كان عاهد الله أن لا يتناول لشهوة \n  نفسه شيئا فرأى يوما بجبل لكام شجرة زعرور فأخذ منها غصنا قطعه وأكل من الزعرور \n  فذكر عهده فرماه ثم كان يقول قطعت عضوا من شجرة فقطع مني عضوا وقال أبو ذر \n  عبد بن أحمد الحافظ سمعت ابن أبي الخير الأقطع بمصر يقول وكان صالحا وسألته \n  لم كان أبوه أقطع فذكر أنه كان عبدا أسود قال فضاق صدري فدعوت الله فأعتقت \n  فكنت أجيء إلى الإسكندرية فأحتطب وأتقوت بثمنه وكنت أدخل المسجد وأقف على \n  الحق فسهل الله تعالى على لسانهم ما كنت أريد أن أسأل عنه فأحفظه وأعمل به \n  فسمعت مرة حكاية يحيى بن زكريا عليه السلام وما عملوا به فقلت في نفسي إن \n  الله ابتلاني بشيء في يدي صبرت ثن خرجت إلى ثغر طرسوس وكنت آكل المباحات معي \n  جحفة وسيف وكنت أقاتل العدو مع الناس فآواني الليل إلى غار فقلت في نفسي إني \n  أزاحم الطير في أكل المباحات فنويت أن لا آكل فمررت بعد ذلك بشجرة فقطعت منها \n  شيئا فلما أردت أ ن آكلها ذكرت فرميته ثم دخلت المغارة فإذا قوم لصوص فلم \n  نلبث أن جاء صاحب الشرطة فدخل الغار فأخذهم وأخذني معهم *25*487* قال ثم إنهم \n  قدموني بعد أن قطعوا أيديهم فلما قدمت قال اللصوص لم يكن هذا الأسود معنا \n  وكان أهل الثعر يعرفوني فغطى الله تعالى عنهم أمري حتى قطعوا يدي فلما مدوا \n  رجلي قلت يا رب هذه يدي قطعت لعقد عقدته فما بال رجلي قال فكأنه كشف عنهم \n  فقالوا هذا أبو الخير واغتموا لي فلما أرادوا أن يغمسوا يدي في الزيت امتنعت \n  وخرجت وبت بليلة عظيمة ونمت فرأيت النبي صلى الله عليه وسلم فقلت يا رسول \n  الله فعلوا بي وفعلوا فأخذ يدي المقطوعة فقبلها فأصبحت لا أجد ألم الجرح صلى \n  أبو الخير بأصحابه يوما فلما سلم قال رجل لحن الشيخ فلما كان نصف الليل خرج \n  الرجل ليبول فرأى أسدا والشيخ يطعمه فغشي على الرجل فقال الشيخ منهم من يكون \n  لحنه في قلبه ومنهم من يلحن بلسانه رواها أبو سعد السمان الحافظ عن جماعة \n  من شيوخه .\n</p>\n<p class=\"arabic\">ورواها الحاكم عن أبي عثمان المغربي وذكرها أبو القاسم القشيري في الرسالة \n  وقال أبو ذر الحافظ سألت عيسى كيف حديث السبع فقال كان أبي يخرج خارج الحصن \n  وثم آجام كثيرة وسباع وكان أبي يضرب السبع ويقول لا تؤذي أصحابي فلما كان \n  ذات يوم قال لي ادخل القرية فأتنا بعيش فتركت ما أمرني به واشتغلت باللعب \n  مع الصبيان وجئته العشاء فغضب وقال لأبيتنك في الأجمة فأخذني تحت إبطه وحملني \n  إلى أجمة بعيدة لا أهتدي للطريق منها ورماني ورجع فلم أزل أبكي وأصيح ثم أخذني \n  النوم فانتبهت سحرا فإذا أنا بالسبع إلى جنبي وأبي قائم يصلي فلما فرغ قال \n  للسبع قم فإن رزقك على الساحل فمضى السبع *25*488* وقال السلمي سمعت منصور \n  بن عبد الله الإصبهاني يقول سمعت أبا الخير الأقطع يقول دخلت مدينة الرسول \n  صلى الله عليه وسلم وأنا بفاقة فأقمت خمسة أيام مت ذقت ذواقا فتقدمت إلى القبر \n  وسلمت على النبي صلى الله عليه وسلم وعلى أبي بكر وعمر وقلت أنا ضيفك الليلة \n  يا رسول الله قال ونمت حلف المنبر فرأيت في المنام رسول الله صلى الله عليه \n  وسلم وأبو بكر عن يمينه وعمر عن شماله وعلي بين يديه فحركني علي وقال قم قد \n  جاء رسول الله صلى الله عليه وسلم فقمت إليه وقبلت بين عينيه فدفع إلي رغيفا \n  فأكلت نصفه وانتبهت فإذا في يدي نصف رغيف قال السلمي سمعت جدي إسماعيل بن \n  بجير يقول دخل على أبي الخير الأقطع بعض البغداديين وقعدوا يتكلمون بشطحهم \n  فضاق صدره فخرج فلما خرج جاء السبع فدخل البيت فسكنوا وانضم بعضهم إلى بعض \n  فدخل أبو الخير فقال أين تلك الدعاوى وعن أبي الحسين بن زيد قال ما كنا ندخل \n  على أبي الخير وفي قلبنا سؤال إلا تكلم علينا في ذلك الموضع ومن كلامه رضي \n  الله عنه قال ما بلغ أحد إلى حالة شريفة إلا بملازمة الموافقة ومعانقة الأدب \n  وأداء الفرائض وصحبة الصالحين وخدمة الفقراء الصادقين وقال حرام على قلب مأسور \n  بحب الدنيا أن يسيح في روح الغيوب *25*489* وقال السلمي سمعت أبا الأزهر بقول \n  عاش أبو الخير مائة وعشرين سنة ومات سنة تسع وأربعين وثلاثمائة أو قريب من \n  ذلك رحمه الله ورضي عنه .\n</p>\n<p class=\"arabic\">*26*5* .\n\n</p>"
}