{
    "header": "محمد بن الحسن بن محمد بن زياد بن هارون اـ...",
    "id": "014943",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن الحسن بن محمد بن زياد بن هارون الموصلي ثم البغدادي .\n</h1>\n<p class=\"arabic\">أبو بكر النقاش المقريء المفسر .\n</p>\n<p class=\"arabic\">كان إمام أهل العراق في القراآت والتفسير .\n</p>\n<p class=\"arabic\">روى عن إسحاق بن سنين الختلي وأبي مسلم الكجي ومطين *26*62* وإبراهيم بن زهير \n  الحلواني ومحمد بن عبد الرحمن النسائي والحسن بن سفيان والحسين بن إدريس الهروي \n  ومحمد بن علي الصائغ وقرأ القرآن على الحسن بن العباس بن أبي مهران وعلى الحسن \n  بن الحباب ببغداد وعلى أحمد بن أنس بن مالك وهارون بن موسى الأخفش بدمشق وعلى \n  ابن أبي ربيعة محمد بن إسحاق بن أعين وعلي ابن أبي محمد الخياط وعلي بن أحمد \n  البزار وجماعة سواهم وذكر أن قراءته كانت على ابن أبي مهران في سنة خمس وثمانين .\n</p>\n<p class=\"arabic\">قرأ عليه أبو بكر أحمد بن الحسين بن مهران وعبد العزيز بن جعفر الفارسي وأبو \n  الحسن الحمامي والقاضي أحمد بن محمد بن عبدون الشافعي وإبراهيم ابن أحمد الطبري \n  وعلي بن محمد العلاف المقريء وأبو الفرج عبد الملك النهرواني وأبو الفرج الشنبوذي \n  وعلي جعفر السعيدي والحسن بن محمد الفحام وأبو القاسم علي بن محمد الزيدي \n  الحراني الشريف وهو آخر من قرأ في الدنيا عليه والحسن بن علي بن بشار النيسابوري \n  وطائفة سواهم .\n</p>\n<p class=\"arabic\">وروى عنه أبو بكر بن مجاهد أحد شيوخه وجعفر الخلدي وهو من أقرانه والدارقطني \n  وأبو حفص بن شاهين وأبو أحمد عبد الله بن أبي مسلم الفرضي وأبو علي بن شاذان \n  وأبو القاسم الحرفي وآخرون .\n</p>\n<p class=\"arabic\">وصنف التفسير وسماه شفاء الصدور وصنف في القراآت وأكثر التطواف من مصر إلى \n  ما وراء النهر في لقاء المشايخ وله كتاب الإشارة في غريب القرآن والموضح في \n  القرآن ومعانيه وصدأ العقل والمناسك وأخبار القصاص وذم الحسد ودلائل النبوة \n  والمعجم الأوسط *26*63* والمعجم الأصغر وكتاب معجم الأكبر في أسماء القراء \n  وقراءآتها وكتاب القراآت بعللها وكتاب السبعة الأوسط وآخر لطيف وغير ذلك .\n</p>\n<p class=\"arabic\">وذكر ابن أبي الفوارس أن مولده سنة ست وستين ومائتين .\n</p>\n<p class=\"arabic\">قلت الذي وضح لي أن هذا الرجل مع جلالته ونبله متروك ليس بثقة وأجود ما قيل \n  فيه قول أبي عمرو الداني قال والنقاش مقبول الشهادة على أنه قد قال ابن فارس \n  بن أحمد سمعت عبد الله بن الحسين سمعت ابن شنبوذ يقول خرجت من دمشق إلى بغداد \n  وقد فرغت من القراءة على هارون الأخفش فإذا بقافلة مقبلة فيها أبو بكر النقاش \n  وبيده رغيف فقال لي ما فعل الأخفش قلت توفي ثم انصرف النقاش وقال قرأت على \n  الأخفش .\n</p>\n<p class=\"arabic\">وقال طلحة بن محمد بن جعفر كان النقاش يكذب في الحديث قال والغالب عليه القصص .\n</p>\n<p class=\"arabic\">وقال البرقاني كل حديث النقاش منكر .\n</p>\n<p class=\"arabic\">وقال هبة الله اللالكائي الحافظ تفسير النقاش لشفاء الصدور ليس بشفاء الصدور .\n</p>\n<p class=\"arabic\">وقال الخطيب في حديثه مناكير بأسانيد مشهورة .\n</p>\n<p class=\"arabic\">قلت وروى عنه جماعة أن أبا غلب ابن بنت معاوية بن عمرو وحدثه قال ثنا جدي \n  عن زائدة عن ليث عن مجاهد عن ابن عمر قال قال رسول الله صلى الله عليه وسلم \n  إن الله لا يقبل دعاء حبيب على حبيبه .\n</p>\n<p class=\"arabic\">قال الدارقطني قلت للنقاش هذا حديث موضوع فرجع عنه .\n</p>\n<p class=\"arabic\">قال الخطيب قد رواه أبو علي الكوكبي عن أبي غالب *26*64* .\n</p>\n<p class=\"arabic\">وقال الدارقطني في كتاب المصحفين له إن النقاش قال مرة كسرى أبو شروان جعلها \n  كنية وقال كان يدعو فيقول لا رجعت يد قصدتك صفراء من إعطائك بفتح وبمد وصوابه \n  صفرا .\n</p>\n<p class=\"arabic\">وقال الخطيب سمعت أبا الحسين بن الفضل القطان يقول حضرت أبا بكر النقاش وهو \n  يجود بنفسه في ثالث شوال سنة إحدى وخمسين فجعل يحرك شفتيه ثم نادى بأعلى صوته \n  لمثل هذا فليعمل العاملون يرددها ثلاثا ثم خرجت نفسه .\n</p>\n<p class=\"arabic\">قلت قد اعتمد صاحب التيسير على رواياته .\n\n</p>"
}