{
    "header": "دعلج بن أحمد بن دعلج أبو محمد السجزي الفـ...",
    "id": "014924",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">دعلج بن أحمد بن دعلج أبو محمد السجزي الفقيه المعدل .\n</h1>\n<p class=\"arabic\">ولد سنة ستين ومائتين أو قبلها .\n</p>\n<p class=\"arabic\">وسمع بعد الثمانين من علي بن عبد العزيز بمكة وهشام بن علي السيرافي وعبد \n  العزيز بن معاوية بالبصرة ومحمد بن أيوب وابن الجنيد بالري ومحمد بن إبراهيم \n  البوسنجي وقشمرد ومحمد بن عمرو الحرشي وطائفة بنيسابور وعثمان بن سعيد الدارمي \n  وغيره بهراة ومحمد بن غالب *26*54* ومحمد بن رمح البزاز ومحمد بن سليمان الياغندي \n  وخلقا ببغداد وغيرها ) .\n</p>\n<p class=\"arabic\">وعنه الدارقطني والحاكم ابن رزقويه وأبو علي بن شاذان وأبو إسحاق الإسفرائيني \n  وعبد الملك بن بشران وخلق .\n</p>\n<p class=\"arabic\">وقال الحاكم أخذ عن ابن خزيمة الصنفات وكان يفتي بمذهبه وكان شيخ أهل الحديث \n  له صدقات جارية على أهل الحديث بمكة والعراق وسجستان سمعته يقول تقدم ليلة \n  إلي بمكة ثلاثة فقالوا أخ لك بخراسان قتل أخانا ونحن نقتلك به فقلت أتقوا \n  الله فإن خراسان ليست بمدينة واحدة فلم أزل أداريهم إلى أن اجتمع الناس وخلوا \n  عني فهذا سبب انتقالي من مكة إلى بغداد .\n</p>\n<p class=\"arabic\">وقال الحاكم سمعت الدارقطني يقول صنفت لدعلج المسند الكبير فكان إذا شك في \n  حديث ضرب عليه ولم أر في مشايخنا أثبت منه وسمعت عمر البصري يقول ما رأيت \n  ببغداد فيمن انتخبت عليهم أصح كتبا ولا أحسن سماعا من دعلج .\n</p>\n<p class=\"arabic\">قال الحاكم اشترى دعلج بمكة دار العباسية بثلاثين ألف دينار قال ويقال لم \n  يكن في الدنيا من التجار أيسر من دعلج .\n</p>\n<p class=\"arabic\">وقال الخطيب بلغني أنه بعث بالمسند إلى ابن عقدة لينظر فيه وجعل في الأجزاء \n  بين كل ورقتين دينارا .\n</p>\n<p class=\"arabic\">وقال ابن حيوية أدخلني دعلج دار وأراني بدرا من المال معبأة وقال *26*55* \n  لي يا أبا عمر خذ من هذا ما شئت فشكرت له وقلت أنا في كفاية وغنى عنها .\n</p>\n<p class=\"arabic\">توفي دعلج في جمادى الآخرة وله نيف وتسعون سنة .\n</p>\n<p class=\"arabic\">وقال أبو ذر الهروي بلغني أن معز الدولة قال أول مال من المواريث أخذ مال \n  دعلج خلف ثلاثمائة ألف دينار .\n</p>\n<p class=\"arabic\">وقال أبو العلاء الواسطي كان دعلج يقول ليس في الدنيا مثل داري لأنه ليس في \n  الدنيا مثل بغداد ولا ببغداد مثل القطيعة ولأنها مثل درب أبي خلف ولا في الدرب \n  مثل داري .\n</p>\n<p class=\"arabic\">ونقل الخطيب أن رجلا صلى الجمعة فرأى رجلا ناسكا لم يصل وكلمه فقال استر علي \n  علي لدعلج خمسة آلاف درهم فلما رأيته أحدثت في ثيابي فبلغ دعلج فطلب الرجل \n  إلى منزله وأبرأه منها ووصله بخمسة آلاف لكونه روعه .\n</p>\n<p class=\"arabic\">وقال أحمد بن الحسن الواعظ أودع أبو عبد الله بن أبي موسى الهاشمي عشرة آلاف \n  دينار ) .\n</p>\n<p class=\"arabic\">ليتيم فأنفقها فلما كبر الصبي أمر السلطان بدفع المال إليه قال ابن أبي موسى \n  فضاقت علي الدنيا فبكرت على بغلتي إلى الكرخ فوقفت على باب مسجد دعلج فصليت \n  خلفه الفجر فلما انقتل رحب بي ودخلنا داره فقدم هريسة فأكلنا وقصرت فقال أراك \n  منقبضا فأخبرته فقال حاجتك مقضية فلما فرغنا وزن لي عشرة آلاف دينار وقمت \n  أطير فرحا ثم أعطيت الصبي المال وعظم ثناء الناس علي فاستدعاني أمير من أولاد \n  الخليفة فقال قد رغبت في معاملتك وضمنتك *26*56* أملاكي فضمنت منه فربحت ربحا \n  مفرطا حتى كسبت في ثلاثة أعوام ثلاثين ألف دينار فحملت إلى دعلج ذهبه فقال \n  ما خرجت والله الدنانير عن يدي ونويت أن آخذ عوضها صل بها الصبيان فقال أيها \n  الشيخ أي شيء أصل هذا المال حتى تهب لي منه عشرة آلاف دينار فقال نشأت وحفظت \n  القرآن وطلبت الحديث وتاجرت فوافاني تاجر فقال أنت دعلج قلت نعم قال قد رغبت \n  في تسليم مالي إليك مضاربة وسلم إلي بارنامجات ألف ألف درهم وقال لي إبسط \n  يدك فيه ولا تعلم موضعا تنفقه إلا حملت منه إليه ولم يزل يتردد إلي سنة بعد \n  سنة يحمل إلي مثل هذا والمال ينمى فلما كان في آخر سنة اجتمعنا قال لي أنا \n  كثير الأسفار في البحر فإن قضي الله علي قضاء فهذا المال كله لك على أن تتصدق \n  منه وتبني المساجد قال دعلج فأنا أفعل مثل هذا وقد ثمر الله المال في يدي \n  فاكتم علي ما عشت رواها الخطيب عن أبي منصور محمد بن محمد العسكري حدثني أحمد \n  بن الحسين فذكرها .\n\n</p>"
}