{
    "header": "أحمد بن الحسين بن الحسن بن عبد الصمد .",
    "id": "015039",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أحمد بن الحسين بن الحسن بن عبد الصمد .\n</h1>\n<p class=\"arabic\">أبو الطيب الجعفي الكوفي المتنبي الشاعر .\n</p>\n<p class=\"arabic\">ولد سنة ثلاث وثلاثمائة وأكثر المقام بالبادية لاقتباس اللغة ونظر في فنون \n  الأدب والأخبار وأيام الناس وتعاطى قول الشعر في صغره حتى طبع فيه للغاية \n  وفاق أهل عصره ومدح الملوك وسار شعره في الدنيا .\n</p>\n<p class=\"arabic\">مدح سيف الدولة أبا الحسن بن حمدان بالشام والأستاذ كافور الإخشيدي بمصر وحدث \n  ببغداد بديوانه ) .\n</p>\n<p class=\"arabic\">روى عنه أبو الحسن محمد بن أحمد المحاملي وعلي بن أيوب القمي وأبو عبد الله \n  بن باكويه الشيرازي وأبو القاسم بن حبيش الحمصي وكامل بن أحمد العزايمي والحسن \n  بن علي العلوي وعنهم رووا عنه من شعره وكان أبوه سقاء بالكوفة يلقب بعبيدان .\n</p>\n<p class=\"arabic\">قال أبو الحسن محمد بن يحيى العلوي حدثني كتبي كان يجلس إليه المتنبي قال \n  ما رأيت أحفظ من هذا الفتى ابن عبيدان كان اليوم عندي وقد أحضر رجل كتابا \n  من كتب الأصمعي نحو ثلاثين ورقه ليبيعه فأخذ ينظر فيه طويلا فقال له الرجل \n  يا هذا أريد أن أبيعه فإن كنت تريد حفظه فهذا يكون بعد شهر فقال له ابن عبيدان \n  فإن كنت قد حفظته فمالي عليك قال أهبه لك قال فأخذت الدفتر من يده فأقبل يقرأ \n  علي إلى آخره ثم *26*103* استلبه فجعله في كمه وقام فغلق به صاحبه وطالبه \n  بالثمن فمنعناه منه وقلنا أنت شرطت على نفسك .\n</p>\n<p class=\"arabic\">قال أبو الحسن العلوي كان عبيدان يذكر أنه جعفي .\n</p>\n<p class=\"arabic\">قال أبو القاسم التنوخي كان المتنبي خرج إلى حلب وأقام فيهم وادعى أنه عولي \n  ثم ادعى بعد ذلك النبوة إلى أن شهد عليه بالكذب في الدعوتين وحبس دهرا وأشرف \n  على القتل ثم استتابوه وأطلقوه .\n</p>\n<p class=\"arabic\">قال التنوخي حدثني أبي بن أبي علي بن أبي حامد سمعنا خلقا بحلب يحكون والمتنبي \n  بها إذ ذاك أنه تنبأ في بادية السماوة قال فخرج إليه لؤلؤ أمير حمصي من قبل \n  الإخشيدية فأسره بعد أن قاتل المتنبي ومن معه وهرب من كان اجتمع عليه من حلب \n  وحبسه دهرا فاعتل وكاد أن يتلف ثم استتيب بمكتوب .\n</p>\n<p class=\"arabic\">وكان قد قرأ على البوادي كلاما ذكر أنه قرآن أنزل عليه نسخت منه سورة فضاعت \n  وبقي أولها في حفظي وهو والنجم السيار والفلك الدوار والليل والنهار إن الكافر \n  لفي أخطار إمض على سننك واقف أثر من كان قبلك من المرسلين وإن الله قامع زيغ \n  من ألحد في الدين وضل عن السبيل قال وهي طويلة قال وكان المتنبي كان إذا شوغب \n  في مجلس سيف الدولة ونحن إذ ذاك بحلب يذكر له هذا القرآن فينكره ويجحده .\n</p>\n<p class=\"arabic\">وقال له ابن خالويه النحوي يوما في مجلس سيف الدولة لولا أن الآخر جاهل لما \n  رضي أن يدعي المتنبي لأن متنبيء معناه كاذب فقال إني لم أرض أن أدع به .\n</p>\n<p class=\"arabic\">ومن قوله مما رواه عنه ابن باكويه سمع منه بشيراز ) .\n</p>\n<p class=\"arabic\">% وما أنا بالباغي على الحب رشوة % % قبيح هوى يرجى عليه ثواب % .\n</p>\n<p class=\"arabic\">% إذا نلت منك الود فالمال هين % % وكل الذي فوق التراب تراب % .\n</p>\n<p class=\"arabic\">*26*104* وله .\n</p>\n<p class=\"arabic\">% وبعين مفتقر إليك رأيتني % % فهجرتني ورميت بي من حالق % .\n</p>\n<p class=\"arabic\">% لست الملوم أنا الملوم لأنني % % أنزلت حاجاتي بغير الخالق % .\n</p>\n<p class=\"arabic\">وله شعر بالسند المتصل مما ليس في ديوانه وما خرج من مصر حتى أساء إلى كافور \n  وهجاه كما ذلك مشهور .\n</p>\n<p class=\"arabic\">قال المختار محمد بن عبد الله المسبحي لما هرب المتنبي من مصر وصار إلى الكوفة \n  ثم صار إلى ابن العميد ومدحه فقيل إنه وصل إليه منه ثلاثون ألف دينار وفارقه \n  ومضى إلى عضد الدولة إلى شيراز فمدحه فوصله بثلاثين ألف دينار وفارقه ومضى \n  إلى عضد الدولة إلى شيراز فمدحه فوصله بثلاثين ألف دينار ففارقه على أن يمضي \n  إلى الكوفة يحمل عياله ويجيء فسار حتى وصل إلى النعمانية بإزاء قرية فوجد \n  أثر خيل هناك فتنسم خبرها فإذا هي خيل قد كمنت له لأنه قصدها فواقعوه فطعن \n  فوقع عن فرسه فنزلوا فاحتزوا رأسه وأخذوا الذهب الذي معه وقتل معه ابنه فخشد \n  وغلامه وكان معه خمسة غلمان وذلك لخمس بقين من رمضان سنة أربع وخمسين .\n</p>\n<p class=\"arabic\">وقال الفرغاني لما رحل المتنبي من المنزلة جاءه خفراء فطلبوا منه خمسين درهما \n  ليسيروا معه فمنعه الشح والكبر فقدموه فكان من أمره ما كان .\n</p>\n<p class=\"arabic\">ورثاه أبو القاسم مظفر بن علي الزوزني بقوله .\n</p>\n<p class=\"arabic\">% لا رعى الله سرب هذا الزمان % % إذ دهانا في مثل ذاك اللسان % .\n</p>\n<p class=\"arabic\">*26*105* .\n</p>\n<p class=\"arabic\">% ما رأى الناس ثاني المتنبي % % أي ثان يرى لبكر الزمان % .\n</p>\n<p class=\"arabic\">% كان في نفسه الكبير في جي % % ش وفي كبرياء ذي سلطان % .\n</p>\n<p class=\"arabic\">% كان في شعره نبيا ولكن % % ظهرت معجزاته في المعاني % .\n</p>\n<p class=\"arabic\">وقيل إنه قال شيئا في عضد الدولة فدس عليه من قتله لأنه لما وفد عليه وصله \n  بثلاثة آلاف دينار وثلاثة أخراس مسرجه حملاة ونياب مفتخرة ثم دس عليه من سأله \n  أين هذا العطاء من عطاء سيف الدولة فقال هذا أجزل إلا أنه عطاء متكلف وسيف \n  الدولة كان يعطي طبعا ) .\n</p>\n<p class=\"arabic\">فغضب عضد الدولة فلما انصرف جهز عليه قوما من بني ضبة فقتلوه بعد أن قاتل \n  قتالا شديدا ثم انهزم فقال له غلامه أين قولك .\n</p>\n<p class=\"arabic\">% الخيل والليل والبيداء تعرفني % % والحرب والضرب والقرطاس والقلم % .\n</p>\n<p class=\"arabic\">فقال قتلتني قاتلك الله ثم قاتل حتى قتل .\n</p>\n<p class=\"arabic\">وقال ضياء الدين نصر الله بن الأثير سافرت إلى مصر ورأيت الناس يشتغلون بشعر \n  المتنبي فسألت القاضي الفاضل فقال إن أبا الطيب ينطق عن خواطر الناس .\n</p>\n<p class=\"arabic\">وقال صاحب اليتيمة استنشد سيف الدولة أبا الطيب قصيدته الميمية وكانت تعجبه \n  فلما قال له .\n</p>\n<p class=\"arabic\">% وقفت وما في الموت شك لواقف % % كأنك في جفن الردى وهو نائم % .\n</p>\n<p class=\"arabic\">% تمر بك الأبطال كلمى هزيمة % % ووجهك وضاح وثغرك باسم % .\n</p>\n<p class=\"arabic\">فقال قد انتقدنا عليك من البيتين كما انتقد على أمريء القيس قوله *26*106* .\n</p>\n<p class=\"arabic\">% كأني لم راكب جوادا ولم أقل % % لخيلي كري كرة بعد إجفال % .\n</p>\n<p class=\"arabic\">% ولم أسبأ الزق الروي للذة % % ولم أتبطن كاعبا ذات خلخال % .\n</p>\n<p class=\"arabic\">ولك أن تقول الشطر الثاني من البيت الثاني مع الشطر الأول وشطره مع الثاني \n  فقال أيدك الله إن صح أن الذي استدرك على امريء القيس أعلم بالشعر منه فقد \n  أخطأ امروء القيس وأنا ومولانا يعرف أن الثوب لا يعرفه البزاز معرفة الحائك \n  لأن البزاز يعرف جملته والحائك يعرف جملته وتفاريقه لأنه هو الذي أخرجه من \n  الغزل إلى الثوبية وإنما قرن امرؤ القيس لذة النساء بلذة الركوب إلى الصيد \n  وقرن السماحة في شراء الخمر للأضياف بالشجاعة في منازلة الأعداء وأنا لما \n  ذكرت الموت في أول البيت أتبعته بذكر الردى وهو الموت لتجانسه ولما كان وجه \n  المنهزم لا يخلو من أن يكون عبوسا وعينه من أن تكون باكية قلت ووجهك وضاح \n  وثغرك باسم لأجمع بين الأضداد في المعنى وإن لم يتسع اللفظ لجمعها .\n</p>\n<p class=\"arabic\">فأعجب سيف الدولة بقوله ووصله بخمسمائة دينار .\n</p>\n<p class=\"arabic\">وكان المتنبي آية في اللغة وعريبها يقال إن أبا علي الفارسي سأله فقال كم \n  لنا من الجموع على وزن فعلى فقال لوقته جحلى وظربي قال أبو علي فطالعت كتب \n  اللغة ثلاث ليال على أن أجد لهذين الجمعين ثالثا فلم أجد وجحلى جمع جحل وهو \n  طائر معروف وظربى جمع ظربان وهي دويبة منتنة الريح .\n</p>\n<p class=\"arabic\">ومن قوله الفائق .\n</p>\n<p class=\"arabic\">% رماني الدهر بالأرزاء حتى % % فؤادي في غشاء من نبال % .\n</p>\n<p class=\"arabic\">% فصرت إذا أصابتني سها % % تكسرت النصال على النصال % .\n</p>\n<p class=\"arabic\">*26*107* وله في سيف الدولة .\n</p>\n<p class=\"arabic\">% كل يوم لك ارتحال جديد % % ومسير للمجد فيه مقام % .\n</p>\n<p class=\"arabic\">% وإذا كانت النفوس كبارا % % تعبت في مرادها الأجسام % .\n</p>\n<p class=\"arabic\">وله .\n</p>\n<p class=\"arabic\">% نهبت من الأعمار ما لو حويتها % % لهنئت الدنيا بأنك خالد % .\n</p>\n<p class=\"arabic\">ومن شعره .\n</p>\n<p class=\"arabic\">% قد شرف الله أرضا أنت ساكنها % % وشرف الناس إذ سواك إنسانا % .\n</p>\n<p class=\"arabic\">وله .\n</p>\n<p class=\"arabic\">% أزورهم وسواد الليل يشفع لي % % وأنثني وبياض الصبح يغري بي % .\n</p>\n<p class=\"arabic\">وله .\n</p>\n<p class=\"arabic\">% لولا المشقة ساد الناس كلهم % % الجود يفقر والإقدام قتال % .\n</p>\n<p class=\"arabic\">*26*108* ويحكى عن بعض الفضلاء قال وقفت على أكثر من أربعين شرحا لديوان المتنبي \n  ما بين مطول ومختصر .\n</p>\n<p class=\"arabic\">وقال أبو الفتح بن جني قرأت ديوانه عليه فلما بلغت إلى قوله في كافور .\n</p>\n<p class=\"arabic\">% ألا ليت شعري هل أقول قصيدة % % ولا أشتكي فيها ولا أتعتب % .\n</p>\n<p class=\"arabic\">% وبي ما يذود الشعر عني أقله % % ولكن قلبي يا ابنة القوم قلب % .\n</p>\n<p class=\"arabic\">فقلت له يعز علي كيف هذا الشعر في غير سيف الدولة فقال حذرناه وأنذرناه فما \n  نفع ألست القائل فيه أخا الجود أعطى الناس ما أنت مالك ولا يعطى مالنا الناس \n  فهو الذي أعطاني كافورا بسوء تدبيره وقلة تمييزه ما أنا قائل .\n</p>\n<p class=\"arabic\">وبلغنا أن المعتمد بن عباد صاحب الأندلس أنشد يوما بيتا للمتنبي قوله .\n</p>\n<p class=\"arabic\">% إذا ظفرت منك العيون بنظرة % % أثاب بها معيي المطي ورازمه % .\n</p>\n<p class=\"arabic\">فجعل المعتمد يردده استحسانا له فارتجل عبد الجليل بن وهبون وقال .\n</p>\n<p class=\"arabic\">% لئن جاد شعر ابن الحسين فإنما % % تجيد العطايا واللهى تفتح اللهى % .\n</p>\n<p class=\"arabic\">% تنبأ عجبا بالقريض ولو دري % % بأنك تروي شعره لتألها % .\n</p>\n<p class=\"arabic\">*26*109* .\n\n</p>"
}