{
    "header": "محمد بن حبان بن أحمد بن حبان بن معاذ بن ...",
    "id": "015053",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن حبان بن أحمد بن حبان بن معاذ بن معبد بن شهيد بن هدبه بن مرة بن \n  سعد بن يزيد بن مرة بن زيد بن عبد الله بن دارم بن حنظلة بن مالك بن زيد بن \n  مناة بن تميم أبو حاتم التميمي البستي الحافظ العلامة صاحب التصانيف .\n</h1>\n<p class=\"arabic\">سمع الحسين بن إدريس الهروي وأبا خليفة وأبا عبد الرحمن النسائي وعمران بن \n  موسى وأبا يعلي والحسن بن سفيان وابن قتيبة العسقلاني والحسين بن عبد الله \n  القطان وجعفر بن أحمد الدمشقي وحاجب بن أركين وأحمد بن الحسن الصوفي وابن \n  خزيمة والسراج وهذه الطبقة بالشام والعراق ومصر والجزيرة وخراسان والحجاز .\n</p>\n<p class=\"arabic\">وعنه الحاكم ومنصور بن عبد الله الخالدي وأبو معاذ عبد الرحمن بن محمد بن \n  رزق الله السجستاني وأبو الحسن محمد بن أحمد بن هارون الزوزني ومحمد بن أحمد \n  بن منصور النوقاني وجماعة .\n</p>\n<p class=\"arabic\">قال أبو سعيد الإدريسي كان على قضاء سمرقند زمانا وكان من فقهاء الدين وحفاظ \n  الآثار عالما بالطب والنجوم وفنون العلم ألف المسند الصحيح والتاريخ والضعفاء \n  وفقه الناس بسمرقند .\n</p>\n<p class=\"arabic\">وقال الحاكم كان من أوعية العلم في الفقه واللغة والحديث والوعظ ومن عقلاء \n  الرجال قدم نيسابور فسمع من عبد الله بن شيرويه ورحل إلى *26*113* بخارى فلقي \n  عمر بن محمد بن بجير ثم ورد نيسابور سنة أربع وثلاثين ثم خرج إلى قضاء نسا \n  ثم انصرف سنة سبع وثلاثين فأقام بنيسابور وبنى الخانكاه وقريء عليه جملة من \n  مصنفاته ثم خرج من نيسابور سنة أربعين إلى وطنه وكانت الرحلة إليه لسماع مصنفاته \n  وقال كان ثقة نبيلا فهما .\n</p>\n<p class=\"arabic\">وقد ذكره ابن الصلاح في طبقات الشافعية وقال غلط الغلط الفاحش في تصرفه .\n</p>\n<p class=\"arabic\">وقال ابن حبان في كتاب الأنواع والتقاسيم ولعلنا قد كتبنا عن أكثر من ألفي \n  شيخ .\n</p>\n<p class=\"arabic\">وقال شيخ الإسلام أبو إسماعيل الأنصاري سألت يحيى بن عمار عن أبي حاتم بن \n  حبان هل رأيته قال وكيف لم أره ونحن أخرجناه من سجستان كان له علم كبير ولم \n  يكن له كثير دين قدم علينا فأنكر الحمد لله فأخرجناه .\n</p>\n<p class=\"arabic\">قلت إنكار الحمد وإثباته مما لم يبت به نص والكلام حكم فضول ومن حسن إسلام \n  المرء تركه ما لا يعنيه والإيمان بأن الله تعالى ليس كمثله شيء من قواعد العقائد \n  وكذلك الإيمان بأن الله بائن من خلقه متميزة ذاته المقدسة من ذوات مخلوقاته .\n</p>\n<p class=\"arabic\">وقال أبو إسماعيل الأنصاري سمعت عبد الصمد محمد بن محمد سمعت أبي يقول أنكروا \n  على ابن حبان قوله النبوة العلم والعمل فحكموا عليه بالزندقة وهجر وكتب فيه \n  إلى الخليفة فكتب بقتله وسمعت غيره يقول لذلك أخرج إلى سمرقند .\n</p>\n<p class=\"arabic\">وقال الحاكم سمعت أحمد بن محمد الطيبي يقول توفي أبو حاتم ليلة الجمعة لثمان \n  بقين من شوال سنة أربع وخمسين بمدينة بست *26*114* .\n</p>\n<p class=\"arabic\">قلت قوله النبوة العلم والعمل كقوله عليه السلام الحج عرفة وفي ذلك أحاديث \n  ومعلوم أن الرجل لو وقف بعرفة فقط ما صار بذلك حاجا وإنما ذكر أشهر أركان \n  الحج وكذلك قول أبن حبان فذكر أكمل نعوت النبي ولا يكون العبد نبيا إلا أن \n  يكون عالما عاملا ولو كان عالما فقط لما عد نبيا أبدا فلا حيلة لبشر في إكتساب \n  النبوة .\n\n</p>"
}