{
    "header": "محمد بن عبد الله بن إبراهيم بن عبدويه أبـ...",
    "id": "015055",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن عبد الله بن إبراهيم بن عبدويه أبو بكر الشافعي البزاز المحدث .\n</h1>\n<p class=\"arabic\">مولده بجبل في جمادى الأولى أو الآخرة سنة ستين ومائتين .\n</p>\n<p class=\"arabic\">وسكن ببغداد فسمع محمد بن الجهم السمري ومحمد بن شداد المسمعي وموسى بن سهل \n  الوشاء وأبا قلابة وعبد الله بن روح المدائني ومحمد بن إسماعيل الترمذي ومحمد \n  بن الفرج الأزرق ومحمد بن غالب تمتام وإسماعيل القاضي وجماعة يطول ذكرهم .\n</p>\n<p class=\"arabic\">وعنه الدارقطني وابن شاهين وأحمد بن عبد الله المحاملي وأبو علي بن شاذان \n  وخلق كثير آخرهم أبو طالب بن غيلان .\n</p>\n<p class=\"arabic\">قال الخطيب كان ثقة ثبتا حسن التصنيف جمع أبوابا وشيوخا .\n</p>\n<p class=\"arabic\">حدثني ابن مخلد أنه رأى مجلسا كتب عن الشافعي سنة ثماني عشرة وأربعمائة ولما \n  منعت الديلم يعني بني بويه الناس عن ذكر فضائل الصحابة وكتبوا سب السلف على \n  أبواب المساجد كان أبو بكر الشافعي يتعمد *26*116* إملاء الفضائل في الجامع \n  ويفعل ذلك حسبة وقربة .\n</p>\n<p class=\"arabic\">وقال حمزة السهمي سئل الدارقطني عن محمد بن عبد الله الشافعي فقال ثقة جبل \n  ما كان في ذلك الوقت أوثق منه .\n</p>\n<p class=\"arabic\">وقال الدارقطني أيضا هو الثقة المأمون الذي لم يغمز بحال .\n</p>\n<p class=\"arabic\">وقال ابن رزقويه توفي في ذي الحجة سنة أربع .\n</p>\n<p class=\"arabic\">قلت والغيلانيات هي أعلى ما يروي في الدنيا من حديثه وأعلى ما كان عند ابن \n  الحصين .\n</p>\n<p class=\"arabic\">شيخ ابن طبرزد .\n</p>\n<p class=\"arabic\">وأخبرنا أحمد بن عبد السلام والمسلم بن محمد وجماعة كتابة قالوا أنا عمر بن \n  طبرزد أنا ابن الحصين أنا محمد بن محمد أنا أبو بكر الشافعي ثنا أبو يعلي \n  محمد بن شداد ثنا يحيى بن سعيد القطان ثنا إسماعيل بن أبي خالد عن قيس عن \n  جرير قال قال رسول الله صلى الله عليه وسلم لا يرحم الله من لا يرحم الناس .\n</p>\n<p class=\"arabic\">قلت غير الشافعي أعلى إسنادا منه فإنه ليس بين سماعه وموته إلا ثمانية وسبعون \n  عاما ومثل هذا كثير الوجود وإنما على حديثه تأخر صاحبه ابن غيلان وصاحب صاحبه \n  ابن الحصين فإن كل واحد منهما عاش بعد ما سمع ثمانيا وثمانين سنة والله أعلم .\n\n</p>"
}