{
    "header": "محمد بن عمر بن محمد بن مسلم أبو بكر بن اـ...",
    "id": "015082",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن عمر بن محمد بن مسلم أبو بكر بن الجعابي التميمي البغدادي الحافظ \n  قاضي الموصل .\n</h1>\n<p class=\"arabic\">سمع عبد الله بن محمد البلخي ويحيى بن محمد الحنائي ومحمد بن الحسن بن سماعة \n  الحضرمي ومحمد بن يحيى المروزي ويوسف القاضي وأبا خليفة وجعفر الفريابي وخلقا \n  كثيرا .\n</p>\n<p class=\"arabic\">وكان حافظ زمانه صحب أبا العباس بن عقدة وصنف في الأبواب والشيوخ والتاريخ .\n</p>\n<p class=\"arabic\">وتشيعه مشهور .\n</p>\n<p class=\"arabic\">روى عنه الدارقطني وأبو حفص بن شاهين وابن رزقويه وابن الفضل القطان والحاكم \n  أبو عبد الله وأبو عمر الهاشمي وآخرون آخرهم وفاة أبو نعيم الحافظ *26*127* .\n</p>\n<p class=\"arabic\">مولده في صفر سنة أربع وثمانين ومائتين .\n</p>\n<p class=\"arabic\">قال أبو علي الحافظ النيسابوري ما رأيت في المشايخ أحفظ من عبدان ولا رأيت \n  في أصحابنا أحفظ من أبي بكر الجعابي وذاك أني حسبته من البغداديين الذين يحفظون \n  شيخا واحدا أو ترجمة واحدة أبو بابا واحدا فقال لي أبو إسحاق بن حمزة يوما \n  يا أبا علي لا تغلط في ابن الجعابي فإنه يحفظ حديثا كثيرا قال فخرجنا يوما \n  من عند ابن صاعد فقلت له يا أبا بكر أيش أسند الثوري عن منصور فمر في الترجمة \n  فقلت أيش عند أيوب عن الحسن فمر في الترجمة فما زلت أجره من حديث مصر إلى \n  حديث الشام إلى العراق إلى أفراد الخراسانيين وهو يجيب فقلت أيش روى الأعمش \n  عن أبي صالح عن أبي سعيد وأبي هريرة بالشركة فذكر بضعة عشر حديثا فحيرني حفظه \n  رواها الحاكم عن أبي علي .\n</p>\n<p class=\"arabic\">وقال محمد بن الحسين بن الفضل سمعت ابن الجعابي يقول دخلت الرقة وكان لي ثم \n  قمطران كتب فأنفذت غلامي إلى الذي عنده كتبي فرجع مغموما وقال ضاعت الكتب \n  فقلت يا بني لا تغتم فإن فيها مائتي ألف حديث لا يشكل علي حديث منها لا إسنادا \n  ولا متنا .\n</p>\n<p class=\"arabic\">وقال أبو علي التنوخي ما شاهدنا أحفظ من أبي بكر بن الجعابي وسمعت من يقول \n  إنه يحفظ مائتي ألف حديث ويجيب في مثلها إلا أنه كان يفضل الحفاظ بأنه كان \n  يسوق المتون بألفاظها وأكثر الحفاظ يتسمحون في ذلك وكان إماما في المعرفة \n  بعلل الحديث وثقات الرجال ومواليدهم ووفياتهم وما يطعن على كل واحد منهم ولم \n  يبق في زمانه من يتقدمه في الدين .\n</p>\n<p class=\"arabic\">قال أبو ذر الهروي سمعت أبا بكر بن عبدان الحافظ يقول وقع إلي *26*128* جزء \n  من حديث الجعابي فحفظت منه خمسة أحاديث فأجابني فيها ثم قال من أين لك هذا \n  قلت من جزء لك قال إن شئت ألق علي المتن وأجيبك في الإسناد أو ألق علي الإسناد \n  وأجيبك في المتن .\n</p>\n<p class=\"arabic\">وقال أبو الحسن بن رزقويه مما سمعه من الخطيب كان ابن الجعابي يملي مجلسه \n  وتمتليء .\n</p>\n<p class=\"arabic\">السكة التي يملي فيها والطريق ويحضره ابن المظفر والدارقطني ويملي الأحاديث \n  بطرقها من حفظه .\n</p>\n<p class=\"arabic\">قال أبو علي النيسابوري قلت لابن الجعابي قد وصلت إلى الدينور فهلا جئت نيسابور \n  قال هممت به ثم قلت أذهب إلى عجم لا يفهمون عني ولا أفهم عنهم .\n</p>\n<p class=\"arabic\">وقال الحاكم قلت للدارقطني يبلغني عن الجعابي أنه تغير عما عهدناه فقال وأي \n  تغير قلت بالله هل اتهمته قال أي والله ثم ذكر أشياء فقلت وصح لك أنه خلط \n  في الحديث قال أي والله قلت حتى خفت أنه ترك المذهب قال ترك الصلاة والدين .\n</p>\n<p class=\"arabic\">وقال محمد بن عبد الله السبحي كان ابن الجعابي المحدث قد صحب قوما من المتكلمين \n  فسقط عند كثير من الحديث وأمر قبل موته أن تحرق دفاتره بالنار فأنكر عليه \n  واستقبح ذلك منه وقد كان وصل إلى مصر ودخل إلى الإخشيد ثم مضى إلى دمشق فوقفوا \n  على مذهبه فشردوه فخرج هاربا .\n</p>\n<p class=\"arabic\">وقال أبو حفص بن شاهين دخلت أنا وابن المظفر والدارقطني على الجعابي وهو مريض \n  فقلت له من أنا فقال سبحان الله ألستم فلان وفلان وسمانا فدعونا وخرجنا فمشينا \n  خطوات وسمعنا الصائح بموته *26*129* فرجعنا إلى داره فرأينا كتبه تل رماد .\n</p>\n<p class=\"arabic\">وقال الأزهري كانت تبكيه نائحة الرافضة تنوح مع جنازته .\n</p>\n<p class=\"arabic\">قال أبو نعيم قدم علينا الجعابي أصبهان سنة تسع وأربعين وثلاثمائة .\n</p>\n<p class=\"arabic\">ولأبي الحسن محمد بن سكرة في ابن الجعابي .\n</p>\n<p class=\"arabic\">% ابن الجعابي ذو سجايا % % محمودة منه مستطابه % .\n</p>\n<p class=\"arabic\">% رأى الريا والنفاق حظا % % في ذي العصابة وذي العصابة % .\n</p>\n<p class=\"arabic\">% يعطي الإمامي ما اشتهاه % % ويثبت الأمر في القرابه % .\n</p>\n<p class=\"arabic\">% حتى إذا غاب عنه أنمى % % يثبت الأمر في الصحابه % .\n</p>\n<p class=\"arabic\">% وإن خلا الشيخ بالنصارى % % رأيت سمعان أو مرابه % .\n</p>\n<p class=\"arabic\">% قد فطن الشيخ للمعاني % % فالغر من لامه وعابه % .\n</p>\n<p class=\"arabic\">أنبا بن المسلم بن علان والمؤمل بن محمد ويوسف بن يعقوب أن أبا اليمن الكندي \n  أخبرهم أنبأ أبو منصور الشيباني أنا أبو بكر الخطيب الخطيب حدثني الحسن بن \n  محمد الأشتر سمعت أبا عمر القاسم بن جعفر الهاشم غير مرة يقول سمعت ابن الجعابي \n  يقول أحفظ أربعمائة ألف حديث وأذاكر بستمائة ألف حديث وبه قال الخطيب حدثني \n  الأزهري ثنا أبو عبد الله بن بكير عن بعض أصحاب الحديث وأظنه ابن دران قال \n  رآني ابن الجعابي وقد جئت من مجلس المظفر فقال كم أملى *26*130* فسميت فقال \n  أيما أحب إليك تذكر أسانيد الأحاديث وأذكر متونها أو تذكر المتون وأذكر أسانيدها \n  فقلت بل المتون فجعلت أقول روى حديثا سنة كذا وكذا فيقول حدثكم به عن فلان \n  بن فلان فلم يخطيء في جميعها .\n</p>\n<p class=\"arabic\">وبه سمعت التنوخي يقول تقلد ابن الجعابي قضاء الموصل فلم يحمد في ولايته .\n</p>\n<p class=\"arabic\">وذكر الخطيب عن رجاله أن ابن الجعابي كان يشرب في مجلس ابن العميد .\n</p>\n<p class=\"arabic\">قلت لم يبين ما كان يشرب هل هو نبيذ أو خمر .\n</p>\n<p class=\"arabic\">وقال السلمي سألت عنه الدارقطني فقال خلط وذكر مذهبه في التشيع .\n</p>\n<p class=\"arabic\">وكذا ذكر الحاكم عن الدارقطني وذكر عنه فقال قال لي الثقة من أصحابنا ممن \n  كان يعاشر ابن الجعابي إنه كان نائما فكتبت على رجله فكنت آراه ثلاثة أيام \n  لم يمسه الماء .\n</p>\n<p class=\"arabic\">وبالإسناد المذكور إلى الخطيب ثنا الأزهري أن ابن الجعابي لما مات أوصى بأن \n  تحرق كتبه فكان معها كتب للناس فحدثني أبو الحسين بن البواب أنه كان له عنده \n  مائة وخمسون جزءا فذهبت في جملة ما أحرق .\n</p>\n<p class=\"arabic\">وقال مسعود السجزي سمعت الحاكم سمعت الدارقطني يقول *26*131* أخبرت بعلة أبي \n  بكر الجعابي فقمت إليه في الوقت فأتيته فرأيته يحرق كتبه بالنار فأقمت عنده \n  حتى ما بقي منه بينة ثم مات من ليلته .\n</p>\n<p class=\"arabic\">قرأت على إسحاق الأسدي أخبرك يوسف الحافظ أنا أبو المكارم المعدل وأنا أحمد \n  بن سلامة وغيره إجازة عن أبي المكارم أن أبا علي الحداد أخبرهم أنا أبو نعيم \n  ثنا محمد بن عمر بن مسلم ثنا محمد بن النعمان السلمي ثنا هدية ثنا حزم بن \n  أبي حزم سمعت الحسن يقول بئس الرفيق الدينار والدرهم لا ينفعان حتى يفارقاك .\n\n</p>"
}