{
    "header": "حمزة بن محمد بن علي بن العباس أبو القاسمـ...",
    "id": "015127",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">حمزة بن محمد بن علي بن العباس أبو القاسم الكتاني المصري الحافظ .\n</h1>\n<p class=\"arabic\">سمع أبا عبد الرحمن النسائي والحسن بن أحمد بن الصيقل وعمران بن موسى الطبيب \n  ومحمد بن سعيد السراج وسعيد بن عثمان الحراني وعبدان بن أحمد الأهوازي وأبا \n  يعلى الموصلي ومحمد بن داود بن عثمان الصدقي وجماعة كثيرة ورحل وطوف وجمع \n  وصنف .\n</p>\n<p class=\"arabic\">وعنه ابن مندة والدارقطني والحافظ عبد الغني ومحمد بن عمر بن الخطاب والحسين \n  المواس والفقيه أبو الحسن علي بن أحمد القابسي وأحمد بن الحاج الإشبيلي وطائفة \n  آخرهم علي بن عمر بن حمصة الحراني *26*161* .\n</p>\n<p class=\"arabic\">وقال أبو القاسم يحيى بن علي بن الطحان توفي في ذي الحجة وسمعت منه .\n</p>\n<p class=\"arabic\">قلت وكان حافظ ديار مصر بعد أبي سعيد بن يونس وكان ثقة ثبتا صالحا دينا .\n</p>\n<p class=\"arabic\">وقال أبو عبد الله الحاكم حمزة المصري كان على تقدمه في معرفة الحديث أحد \n  من يذكر .\n</p>\n<p class=\"arabic\">بالزهد والورع والعبادة سمع أبا خليفة والنسائي وأقرانهما .\n</p>\n<p class=\"arabic\">وقال الحافظ عبد الغني كل شيء لحمزة في سنة خمس ولد في سنة خمس وسبعين ومائتين \n  وأول ما سمع سنة خمس وتسعين ورحل سنة خمس وثلاثمائة .\n</p>\n<p class=\"arabic\">قال الصوري كان حمزة رحمه الله ثبتا حافظا .\n</p>\n<p class=\"arabic\">قال ابن عساكر أنا هبة الله بن الأكفاني أنا سهل بن بشر سمعت علي بن عمر الحراني \n  سمعت حمزة بن محمد الحافظ وجاءه غريب فقال إن عسكر المغز المغاربة قد وصلوا \n  إلى الإسكندرية فقال اللهم لا تحيني حتى تريني الرايات الصفر فمات حمزة ودخل \n  عسكرهم بعد موته بثلاثة أيام .\n</p>\n<p class=\"arabic\">قال ابن زولاق حدثني حمزة الحافظ قال رحلت سنة خمس وثلاثمائة فدخلت حلب وقاضيها \n  أبو عبد الله محمد بن عبده فكتبت عنه فكان يقول لو عرفتك بمصر لملأت ركائبك \n  ذهبا *26*162* .\n</p>\n<p class=\"arabic\">قلت يعني كان على قضاء مصر فقيل إنه أعطى حمزة الحافظ مائتي دينار ترحل بها \n  إلى العراق .\n</p>\n<p class=\"arabic\">وقال ابن منده سمعت حمزة بن محمد الحافظ يقول كنت أكتب الحديث فلا أكتب وسلم \n  بعد صلى الله عليه فرأيت النبي صلى الله عليه وسلم في المنام فقال لي أما \n  تختم الصلاة علي في كتابك .\n\n</p>"
}