{
    "header": "علي بن عبد الله بن حمدان بن حمدون بن الحـ...",
    "id": "015103",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">علي بن عبد الله بن حمدان بن حمدون بن الحارث بن لقمان بن راشد الأمير سيف \n  الدولة أبو الحسن التغلبي الجزري صاحب حلب وغيرها وأخو ناصر الدولة الحسن .\n</h1>\n<p class=\"arabic\">كان مقصد الوفود ومطلع الجود وكعبة الآمال ومحط الرحال وكان أديبا شاعرا .\n</p>\n<p class=\"arabic\">ويقال إنه لم يجتمع بباب ملك بعد الخلفاء ما اجتمع ببابه من الشعراء وكان \n  عطاء الشعراء من فرائض الأمراء وكان كل من عبد الله بن *26*146* الفياض الكاتب \n  وأبي الحسن على الشمشاطي قد اختار من مدائح الشعراء في سيف الدولة عشرة آلاف \n  بيت .\n</p>\n<p class=\"arabic\">ملك مدينة حلب سنة ثلاث وثلاثين انتزعها من أحمد بن سعيد الكلابي نائب الإخشيد \n  وكان ) .\n</p>\n<p class=\"arabic\">قبلها قد استولى واسط ونواحيها وتقلبت به الأحوال وملك دمشق أيضا وكثيرا من \n  بلاد الشام والجزيرة وجرت له حروب وذلك أنه توجه من حلب إلى حمص فلقيه جيش \n  الإخشيد وعليهم كافور الإخشيذي المتوفى أيضا في هذه السنة فكان الظفر لسيف \n  الدولة وجاء فنازل دمشق فلم يفتحوا له فرجع وكان الإخشيذ قد خرج بالجيوش من \n  مصر فالتقى هو وهو بنواحي قنسرين فلما ظفر أحدهما بالآخر تقهقر سيف الدولة \n  إلى الجزيرة ورد الإخشيذ إلى دمشق ثم رد سيف الدولة فدخل حلب ومات الإخشيذ \n  بدمشق في آخر سنة أربع وثلاثين وسار كافور بالعساكر إلى مصر فقصد سيف الدولة \n  دمشق وملكها وأقام بها فذكروا أنه كان يساير الشريف العقيقي فقال ما تصلح \n  هذه الغوطة إلا لرجل واحد فقال له العقيقي هي لأقوام كثير لئن أخذتها القوانين \n  ليتبرأون منها فأعلم العقيقي أهل دمشق بهذا القول فكاتبوا كافور فجاءهم وأخرجوا \n  سيف الدولة بعد سنة ودخلها كافور .\n</p>\n<p class=\"arabic\">ولد سيف الدولة سنة إحدى ويقال سنة ثلاث وثلاثمائة ومدحه الخالديان بقصيدة \n  أولها .\n</p>\n<p class=\"arabic\">% تصد ودارها صدد % % وتوعده ولا تعد % .\n</p>\n<p class=\"arabic\">% وقد قتلته ظالمة % % ولا عقل ولا قود % .\n</p>\n<p class=\"arabic\">% بوجه كله قمر % % وسائر جسمه أسد % .\n</p>\n<p class=\"arabic\">وكان موصوفا بالشجاعة له غزوات مشهورة مع الروم وكان مثاغرا لهم ومن شعره \n  *26*147* .\n</p>\n<p class=\"arabic\">% وساق صبيح للصبوح دعوته % % فقام وفي أجفانه سنة الغمض % .\n</p>\n<p class=\"arabic\">% يطوف بكاسات العقار كأنجم % % فمن بين منقض علينا منقض % .\n</p>\n<p class=\"arabic\">% وقد نشرت أيدي الجنوب مطارفا % % على الجودكنا و الحواشي على الأرض % .\n</p>\n<p class=\"arabic\">% يطرزها قوس السحاب بأصفر % % على أحمر في أخضر إثر مبيض % .\n</p>\n<p class=\"arabic\">% كأذيال خود أقبلت في غلائل % % مصبغة والبعض أقصر من بعض % .\n</p>\n<p class=\"arabic\">وله .\n</p>\n<p class=\"arabic\">% أقبله على جزع % % كشرب الطائل الفزع % .\n</p>\n<p class=\"arabic\">% رأى ماء فأطمعه % % وخاف عواقب الطمع % .\n</p>\n<p class=\"arabic\">ومما نسب إليه .\n</p>\n<p class=\"arabic\">% قد جرى في دمعه دمه % % فإلى كم أنت تظلمه % .\n</p>\n<p class=\"arabic\">% رد عنه الطرف منك فقد % % جرحته منك أسهمه % .\n</p>\n<p class=\"arabic\">% كيف يسطيع التجلد من % % خطرات الوهم تؤلمه % .\n</p>\n<p class=\"arabic\">% وبقلبي من هوى رشاء % % تائه ما الله يعلمه % .\n</p>\n<p class=\"arabic\">% ما دوائي غير ريقته % % خمرة لتقلب مرهمه % .\n</p>\n<p class=\"arabic\">يقال إنه مات بالفالج وقيل بعسر البول بحلب في عاشر صفر وحمل إلى ميافارقين \n  فدفن عند أمه وكان قد جمع من نفض الغبار الذي يتجمع عليه أيام غزواته ما جاء \n  من لبنة بقدر الكف وأوصى أن يوضع خده عليها في لحده ففعل ذلك به وملك بعده \n  حلب ابنه سعيد الدولة وهلك سنة إحدى وثماني كما يأتي .\n</p>\n<p class=\"arabic\">فذكر ابن محمد الشمشاطي في تاريخة قال ورد سيف الدولة إلى حلب عليلا فأمسك \n  كلامه ثلاثة أيام ثم جمع قرغويه الحاجب وظفر الخادم *26*148* والكبار فأخذ \n  عليهم الأيمان لولده أبي المعالي بالأمر بعده ومات على أربع ساعات من يوم \n  الجمعة لخمس بقين من صفر الموافق ثامن شباط وتولي أمره القاضي أبو الهيثم \n  بن أبي حصين وغسله عبد الرحمن بن سهل المالكي قاضي الكوفة وغسله بالسدر ثم \n  الصندل ثم بالذريرة ثم بالعنبر والكافور ثم بماء ورد ثم بالماء ونشف بثوب \n  دبيقي بنيف وخمسين دينارا أخذه الغاسل وجميع ما عليه وتحته وصبره بصبر ومر \n  ومن من كافور وجعل على وجهه وبخره مائة مثقال غالية وكفن في سبعة أثواب تساوي \n  ألف دينار وجعل في التابوت مضربة ومخدتان وصلى عليه أبو عبد الله العلوي الكوفي \n  الأقساسي فكبر خمسا وعاش أربعا وخمسين سنة شمسية .\n</p>\n<p class=\"arabic\">وخرج أبو فراس بن حمدان في الليل إلى حمص ولما بغلغ معز الدولة خبر موته جزع \n  عليه وقال أنا أعلم أن أيامي لا تطول بعده وكذا كان .\n</p>\n<p class=\"arabic\">وذكر النجار أن سيف الدولة حضر عيد النحر ففرق على أرباب دولته ضحايا وكانوا \n  ألوفا فبعث إليهم ما يضحون به فأكثر من ماله مائة رأس وأقلهم شاة قال ولزمه \n  في فداء الأساري سنة خمس وخمسين وثلاثمائة ستمائة ألف دينار وفي ذلك يقول \n  الببغاء .\n</p>\n<p class=\"arabic\">% كانوا عبيد نداك ثم شريتهم % % فغدوا عبيدك نعمة وشراء % .\n</p>\n<p class=\"arabic\">وكان سيف الدولة شيعيا متظاهرا مفضالا على الشيعة والعلويين .\n\n</p>"
}