{
    "header": "كافور الخادم الأسود الحبشي .",
    "id": "015105",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">كافور الخادم الأسود الحبشي .\n</h1>\n<p class=\"arabic\">الأستاذ أبو المسك الإخشيدي السلطان اشتراه الإخشيذي من بعض رؤساء المصريين \n  وكان أسود بصاصا فيقال أنه أبتيع بثمانية عشر دينارا ثم إنه تقدم عند الإخشيذ \n  صاحب مصر لعقله ورأيه وسعده إلى أن كان من كبار القواد وجهزه في جيش لحرب \n  سيف الدولة ثم إنه لما مات أستاذه صار أتابك ولده أبي القاسم أنوجور وكيله \n  صبيا فغلب كافور على الأمور *26*150* وبقي الاسم لأبي القاسم والدست لكافور \n  حتى قال وكيله خدمت كافور وراتبه كل يوم ثلاث عشر جراية وتوفي وقد بلغت على \n  يدي كل يوم ثلاثة عشر ألف جراية .\n</p>\n<p class=\"arabic\">وأنوجور معناه بالعربي محمود ولي مملكة مصر والشام إلا اليسير منها بعقد الراضي \n  بالله والمدبر له كافور مات في سنة تسع وأربعين وثلاثمائة عن ثلاثين سنة وأقيم \n  مكانه أخوه أبو الحسن علي فأخذت الروم في أيامه حلب وطرسوس والمصيصة وذلك \n  الصقع ومات علي في أول سنة خمس وخمسين عن إحدى وثلاثين فاستقل كافور بالأمر \n  فأشاروا عليه بإقامة الدعوة لولد لعلي المذكور فاحتج بصغره وركب في الدست \n  بخلع أظهر أنها جاءته من الخليفة وتقليده وذلك في صفر سنة خمس وخمسين وتم \n  له الأمر .\n</p>\n<p class=\"arabic\">وكان وزيره أبا الفضل جعفر بن الفرات وكان راغبا في الخير وأهله ولم يبلغ \n  أحد من الخدام ما بلغ كافور وكان ذكيا له نظر في العربية والأدب والعلم وممن \n  كان في خدمته أبو إسحاق إبراهيم بن عبد الله النجيرمي النحوي صاحب الزجاج \n  فدخل يوما على كافور أبو الفضل بن عياش فقال أدام الله أيام سيدنا بخفض أيام \n  فتبسم كافور ونظر إلى النجيرمي وقال ارتجالا ) .\n</p>\n<p class=\"arabic\">% ومثل سيدنا حالت مهابته % % بين البليغ وبين القول بالحصر % .\n</p>\n<p class=\"arabic\">% فإن يكن خفض الأيام من دهش % % وشدة الخوف لا من قلة البصر % .\n</p>\n<p class=\"arabic\">% فقد تفاءلت في هذا لسيدنا % % والفأل مأثورة عن سيد البشر % .\n</p>\n<p class=\"arabic\">*26*151* فأمر له بثلاثمائة دينار .\n</p>\n<p class=\"arabic\">وكان كافور يدني الشعراء ويجيزهم وكان يقرأ عنده كل ليلة السير وأخبار الدولة \n  الأموية والعباسية وله ندماء وكان عظيم الحمية يمتنع من الأسواق وعنده جوار \n  مغنيات وله من الغلمان الروم والسود ما يتجاوز الوصف زاد ملكه على ملك مولاه \n  الإخشيذ وكان كريما كثير الخلع والهبات خبيرا بالسياسة فطنا ذكيا جيد العقل \n  داهية كان يهادي المعز صاحب المغرب ويظهر ميله إليه وكذا يذعن بطاعة بني العباس \n  ويداري ويخدع هؤلاء وهؤلاء .\n</p>\n<p class=\"arabic\">ولما فارق المتنبي سيف الدولة مغاضبا له سار إلى كافور وقال .\n</p>\n<p class=\"arabic\">% قواصد كافور توارك غيره % % ومن قصد البحر استقل السواقيا % .\n</p>\n<p class=\"arabic\">% فجاءت بنا إنسان عين زمانه % % وخلت بياضا خلفها ومآقيا % .\n</p>\n<p class=\"arabic\">فأقام عنده أربع سنين يأخذ جوائزه وله فيه مدائح وفارقه سنة خمسين وهجاه بقول .\n</p>\n<p class=\"arabic\">% من علم الأسود المخصي مكرمة % % أقومه البيض أم آباؤه الصيد % .\n</p>\n<p class=\"arabic\">% وذاك أن الفحول البيض عاجزة % % عن الجميل فكيف الخصية السود % .\n</p>\n<p class=\"arabic\">*26*152* وهرب ولم يسلك الدرب ووضعت عليه العيون والخيل فلم يدركوه وسار على \n  البرية ودخل بغداد ثم مضى إلى شيراز فمدح عضد الدولة .\n</p>\n<p class=\"arabic\">وكانت أيام كافور سديدة جميلة وكان يدعي له على المنابر بالحجاز ومصر والشام \n  والثغور وطرسوس والمصيصة واستقل بملك مصر ستين وأربعة أشهر .\n</p>\n<p class=\"arabic\">قرأت في تاريخ إبراهيم بن إسماعيل إمام مسجد الزبير كان حيا في سنة بضع وسبعين \n  وخمسمائة قال كان كافور شديد الساعد لا يكاد واحد يمد قوسه فإذا جاؤوه برام \n  دعا بقومه فإن أظهر العجز ضحك وقدمه وأثبته وإن قوي على مده واستهان به عبس \n  ونقصت منزلته عنده ثم ذكر له حكايات تدل على أنه مغري بالرمي قال وكان يداوم \n  الجلوس للناس غدوة وعشية وقيل كان يتهجد ثم يمرغ وجهه ساجدا ويقول اللهم لا \n  تسلط علي مخلوقا .\n</p>\n<p class=\"arabic\">توفي في جمادى الأولى سنة ست وقيل سنة سبع وخمسين عاش بضعا وستين سنة ) .\n</p>\n<p class=\"arabic\">ويقال إنه وجد على ضريحه منقورا .\n</p>\n<p class=\"arabic\">% ما بال قبرك يا كافور منفردا % % بالصحصح المرت بعد العسكر اللجب % .\n</p>\n<p class=\"arabic\">% تدوس قبرك أفناء الرجال وقد % % كانت أسود الثرى تخشاك في الكتب % .\n\n</p>"
}