{
    "header": "أحمد بن محمد بن سالم أبو الحسن البصري الـ...",
    "id": "015274",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أحمد بن محمد بن سالم أبو الحسن البصري الصوفي بن الصوفي المتكلم صاحب مقالة \n  السالمية .\n</h1>\n<p class=\"arabic\">له أحوال ومجاهدة وأتباع ومجون وهو شيخ أهل البصرة في زمانه عمر دهرا وأدرك \n  سهل بن عبد الله التستري وأخذ عنه لأن والده كان من *26*226* تلامذة سهل وبقي \n  إلى قريب الستين وثلاث مائة وكان من أبناء التسعين .\n</p>\n<p class=\"arabic\">قال أبو سعيد محمد بن النقاش الحافظ رأيته وسمعت كلامه ولم أكتب عنه شيئا .\n</p>\n<p class=\"arabic\">قلت وكان دخول النقاش البصرة سنة نيف وخمسين وثلاثمائة .\n</p>\n<p class=\"arabic\">روى عن أبي الحسن بن سالم أبو طالب المكي صاحب القوت وصحبه وأبو بكر بن شاذان \n  الرازي وأبو مسلم محمد بن علي بن عوف المرجي الأصبهاني وأبو نصر الطوسي الصوفي \n  ومنصور بن عبد الله الصوفي ومعروف الريحاني .\n</p>\n<p class=\"arabic\">وذكره أبو نعيم في الحلية فقال ومنهم أبو عبد الله محمد بن أحمد بن سالم البصري \n  صاحب سهل التستري وحافظ كلامه أدركناه وله أصحاب ينسبون إليه .\n</p>\n<p class=\"arabic\">قلت هكذا سماه وكناه في الحلية .\n</p>\n<p class=\"arabic\">قال السلمي في تاريخ الصوفية محمد بن أحمد بن سالم أبو عبد الله البصري والد \n  أبي الحسن بن سالم روى كلام سهل هو من كبار أصحابه أقام بالبصرة وله بها أصحاب \n  يسمون السالمية هجرهم الناس لألفاظ هجنة أطلقوها وذكروها *26*227* .\n</p>\n<p class=\"arabic\">قال أبو بكر الرازي سمعت ابن سالم يقول سمعت سهل بن عبد الله يقول لا يستقيم \n  قلب عبد حتى يقطع كل حيلة وكل سبب غير الله .\n</p>\n<p class=\"arabic\">وقال قال سهل ما اطلع الله على قلب قرأى فيه هم الدنيا إلا مقته والمقت أن \n  يتركه ونفسه .\n</p>\n<p class=\"arabic\">وقال أبو نصر الطوسي سألت ابن سالم عن الوجل فقال إنتصاب القلب بين يدي الله \n  وسألته عن العجب قال أن يستحسن العبد علمه وترى طاعته قلت كيف يتهيأ للعبد \n  أن لا يستحسن ) .\n</p>\n<p class=\"arabic\">صلاته وصومه وعبادته قال إذا علم تقصيره فيها والآفات التي تدخلها فلا يستحسنه .\n</p>\n<p class=\"arabic\">وسمعته يقول متى تنكسر النفس بترك الطعام هبها هبها فسألته بما أستعين على \n  قوة نفسي قال أن تجعل حيث موضع نظر الله إن مددت يدك قلت وإن مددت يدك .\n</p>\n<p class=\"arabic\">هذا حس النقير التي تكسر به قوته وتزول لا لترك الطعام والشراب .\n</p>\n<p class=\"arabic\">قلت السنة لهم نحلة لا أحققها .\n\n</p>"
}