{
    "header": "سليمان بن أحمد بن أيوب بن مطير أبو القاسـ...",
    "id": "015237",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">سليمان بن أحمد بن أيوب بن مطير أبو القاسم اللخمي الطبراني الحافظ المشهور \n  مسند الدنيا .\n</h1>\n<p class=\"arabic\">سمع هاشم بن مرثد الطبراني وأبا زرعة الدمشقي وأحمد بن محمد بن يحيى بن حمزة \n  وأحمد بن عبد الوهاب بن نجدة الحوطي وأبا زيد أحمد بن عبد الرحيم بن يزيد \n  الحوطي وأحمد بن مسعود المقدسي وأحمد بن إسحاق البلدي الخشاب وأحمد بن خليد \n  الحلبي وأحمد بن شعيب النسائي وإبراهيم بن برة الصنعاني وإسحاق بن إبراهيم \n  الدبري وإبراهيم بن إبراهيم الشباي وإدريس بن جعفر العطار صاحب يزيد بن هارون \n  وبشر بن موسى الأسدي والحسن بن سهل المجوز وحفص بن عمر سنجه وحبوش بن رزق \n  الله وخير بن عرفة وأبا النرنباع روح بن الفرج وعلي بن عبد العزيز البغوي \n  وعبد الله بن محمد بن سعيد ابن أبي مريم وعبد الله بن الحسين المصيصي وعمارة \n  بن وثيمة وعبيد الله بن رماحس وعمرو بن ثور الجذامي ومحمد بن حيان المازني \n  ومحمد بن حيان الباهلي ومحمد بن يحيى بن المنذر القزاز ومحمد بن زكريا الغلابي \n  ومحمد بن أسد الأصبهاني وموسى بن عيسى بن المنذر الحمصي ومقدام بن داود الرعيني \n  وهارون بن ملول ويوسف بن يزيد القراطيسي ويحيى بن أيوب *26*203* العلاف وغيرهم \n  وأول سماعه بطبرية سنة ثلاث وسبعين ومائتين وله ثلاث عشرة سنة .\n</p>\n<p class=\"arabic\">سمعه أبوه ورحل به لأنه كان له ماسة بالحديث وقد سمع من دحيم لما قدم عليهم \n  طبرية .\n</p>\n<p class=\"arabic\">وزار به أبوه القدس سنة أربع وسبعين فسمعه من أحمد بن مسعود الخياط حدثه عن \n  عمرو بن أبي سلمة التنيسي ثم رحل إلى قيسارية فسمع من إبراهيم بن أبي سفيان \n  وعمرو بن ثور أصحاب الفريابي وسمع بعكا من أحمد اللحياني صاحب آدم بن أبي \n  إياس ثم إنه رحل سنة ثمان وسبعين إلى حلب وسمع بحمص وجبلة ودمشق والشام في \n  هذا القرب ثم حج ودخل اليمن مع أبيه في نحو من سنة ثمانين فسمع كتب عبد الرزاق \n  وسمع بمصر في رجوعه فيما أحسب أو في ذهابه من محدثيها وسمع بعد ذلك من أهل \n  بغداد والبصرة والكوفة وأصبهان وغير ذلك .\n</p>\n<p class=\"arabic\">وكان مولده بعكا في صفر سنة ستين ومائتين وكانت أمه من عكا .\n</p>\n<p class=\"arabic\">وصنف معجم شيوخه وهو مجلد مروي والمعجم الكبير في عدة مجلدات على أسماء الصحابة \n  والمعجم الأوسط وفيه الأحاديث الأفراد والغرائب صنفه على ترتيب أسماء شيوخه \n  وصنف كتاب الدعاء وكتاب عشرة النساء وكتاب حديث الشاميين وكتاب المناسك وكتاب \n  الأوائل وكتاب السنة وكتاب الطوالات وكتاب الرمي وكتاب النوادر مجلد ومسند \n  أبي هريرة كبير وكتاب التفسير وكتاب دلائل النبوة *26*204* .\n</p>\n<p class=\"arabic\">وكتاب مسند شعبة و كتاب مسند سفيان ومسانيد طائفة وغير ذلك مما غاب عني ذكره \n  ولم أعرف به .\n</p>\n<p class=\"arabic\">روى عنه أبو خليفة الفضل بن الحباب وأبو العباس بن عقدة وأحمد بن محمد الصحاف \n  وهو من شيوخه وأبو بكر بن مردويه وأبو عمرو محمد بن الحسين بن محمد البسطامي \n  فقيه نيسابور والحسين بن أحمد بن المرزبان وأبو بكر بن أبي علي الذكواني وأبو \n  الفضل أحمد بن محمد الجارودي وأبو نعيم الحافظ وأبو الحسين بن فاذشاه ومحمدبن \n  عبيد الله بن شهريار وأبو سعيد عبد الرحمن بن أحمد الصفار وآخر من حدث عنه \n  بالسماع أبو بكر بن ريذة وبقي بعده بسنتين عبد الرحمن بن أبي بكر الذكواني \n  يروي عنه بالإجازة .\n</p>\n<p class=\"arabic\">قال أبو بكر بن أبي علي سأل والدي أبو القاسم الطبراني عن كثرة حديثه فقال \n  كنت أنام على البواري ثلاثين سنة .\n</p>\n<p class=\"arabic\">وقال أبو نعيم قدم الطبراني أصبهان سنة تسعين ومائتين وخرج ثم قدمها فأقام \n  بها محدثا ستين سنة ) .\n</p>\n<p class=\"arabic\">وذكر الحافظ سليمان بن إبراهيم الأصبهاني أن أبا أحمد العسال قاضي أصبهان \n  قال أنا سمعت من الطبراني عشرين ألف حديث وسمع منه إبراهيم بن محمد بن حمزة \n  ثلاثين ألفا وسمع منه أبو الفتح أربعين ألف حديث كملنا .\n</p>\n<p class=\"arabic\">قلت وهؤلاء من شيوخ أصبهان في أيام الطبراني .\n</p>\n<p class=\"arabic\">وقال أبو نعيم سمعت أحمد بن بندار يقول دخلت العسكر سنة ثمان وثمانين ومائتين \n  فحضرت مجلس عبدان وخرج ليملي فجعل المستملي *26*205* يقول له إن رأيت أن تملي \n  علي فيقول حتى يحضر الطبراني قال فأقبل أبو القاسم بعد ساعة متزرا بإزار مرتديا \n  بآخر ومعه أجزاء وقد تبعه نحو عشرين نفسا من الغرباء من بلدان شتى حتى يفيدهم \n  الحديث .\n</p>\n<p class=\"arabic\">وقال أبو بكر بن مردويه في تاريخه لما قدم الطبراني قدمته الثانية سنة عشر \n  وثلاثمائة إلى أصبهان قبله أبو علي أحمد بن محمد بن رستم العامل وضمه إليه \n  وأنزله المدينة وأحسن معونته وجعل له معلوما من دار الخراج فكان يقبضه إلى \n  أن مات وقد كنى ولده محمدا أبا ذر وهي كنية والده .\n</p>\n<p class=\"arabic\">وقال أبو زكريا يحيى بن مندة الحافظ سمعت مشايخنا ممن يعتمد عليهم يقولون \n  أملى أبو القاسم الطبراني حديث عكرمة في الرؤية فأنكر عليه ابن طباطبا العلوي \n  ورماه بدواة كانت بين يديه فلما رأى الطبراني واجهه بكلام اختصرته وقال في \n  أثناء كلامه ما تسكتون وتشتغلون بما أنتم فيه حتى لا نذكر ما جرى يوم الحرة \n  فلما سمع ذلك ابن طباطبا قام واعتذر إليه وندم .\n</p>\n<p class=\"arabic\">وقال ابن مندة المذكور وبلغني أنه كان حسن المشاهدة طيب المحاضرة عليه قرأ \n  عليه يوما أبو طاهر ابن لوقا حديث كان يغسل حصى جماره فصحفه وقال يغسل خصي \n  حماره فقال وما أراد بذلك يا أبا طاهر فقال التواضع وكان أبو طاهر هذا كالمغفل \n  قال له الطبراني يوما أنت ولدي يا أبا طاهر فقال وإياك يا أبا القاسم يعني \n  وأنت .\n</p>\n<p class=\"arabic\">وقال ابن مندة وجدت عن أحمد بن جعفر الفقيه أنا أبو عمر بن عبد *26*206* الوهاب \n  السلمي فقال سمعت الطبراني يقول لما قدم أبو علي بن رستم من فارس دخلت عليه \n  فدخل عليه بعض الكتاب فصب على رجله بخمسمائة درهم فلما خرج الكاتب قال لي \n  أبو علي إرفع هذا يا أبا القاسم فرفعتها فلما دخلت أم عدنان صبت على رجله \n  خمسمائة فقمت فقال لي إلى أين ) .\n</p>\n<p class=\"arabic\">فقلت قمت لئلا يقول جلست لهذا فقال إرفع هذه أيضا فلما كان آخر امره تكلم \n  في أبي بكر وعمر رضي الله عنهما ببعض الشيء فخرجت ولم أعد إليه بعد .\n</p>\n<p class=\"arabic\">وقال أحمد بن جعفر الفقيه سمعت أبا عبد الله بن حمدان وأبا الحسن المديني \n  وغيرهما يقولون سمعنا الطبراني يقول هذا الكتاب روحي يعني المعجم الأوسط .\n</p>\n<p class=\"arabic\">وقال أبو الحسين ابن فارس اللغوي سمعت الأستاذ ابن العميد يقول ما كنت أظن \n  أن في الدنيا حلاوة ألذ من الرئاسة والوزارة التي أنا فيها حتى شاهدت مذاكرة \n  الطبراني وأبي بكر الجعابي بحضرتي فكان الطبراني يغلبه بكثرة حفظه وكان الجعابي \n  يغلب بفطنته وذكائه حتى ارتفعت مراتبهما ولا يكاد أحدهما يغلب صاحبه فقال \n  الجعابي عندي حديث ليس في الدنيا إلا عندي فقال هات فقال ثنا أبو خليفة أنا \n  سليمان بن أيوب وحدث بحديث فقال الطبراني أنا سليمان بن أيوب ومني سمعه أبو \n  خليفة فاسمع مني حتى يعلو فيه إسنادك فخجل الجعابي فوددت أن الوزارة لم تكن \n  وكنت إبنا للطبراني وفرحت لفرحه أو كما قال .\n</p>\n<p class=\"arabic\">أنبئت عن اللبان عن غانم البرجي أنه سمع عمر بن محمد بن الهيثم يقول سمعت \n  أبا جعفر بن أبي السري قال لقيت ابن عقدة بالكوفة فسألته يوما أن يعيد لي \n  فوتا فامتنع فشددت عليه فقال من أي بلد أنت *26*207* قلت من أصبهان فقال ناصبة \n  ينصبون العداوة لأهل البيت فقلت لا تقل هذا فإنه فيهم متفقهة وفضلاء ومتشيعة \n  فقال شيعة معاوية قلت لا والله بل شيعة علي وما فيهم أحد إلا وعلي أعز عليه \n  من عينه وأهله فأعاد علي ما فاتني ثم قال لي سمعت من سليمان بن أحمد اللخمي \n  فقلت لا أعرفه فقال يا سبحان الله أبو القاسم ببلدكم وأنت لا تسمع منه وتؤذيني \n  هذا الأذى بالكوفة ما أعرف لأبي القاسم نظيرا قد سمعت منه وسمع مني ثم قال \n  أسمعت مسند أبي داود فقلت لا قال ضيعت الحزم لأن منبعه من أصبهان وقال أتعرف \n  إبراهيم بن محمد بن حمزة قلت نعم قال قل ما رأيت مثله في الحفظ .\n</p>\n<p class=\"arabic\">قال الحاكم وجدت أبا علي الحافظ سيء الرأي في أبي القاسم اللخمي فسألته عن \n  السبب فقال اجتمعنا على باب أبي خليفة فذكرت طرف حديث أمرت أن أسجد على سبعة \n  أعضاء فقلت له يحفظ شعبة عن عبد الملك بن ميسرة عن طاوس عن ابن عباس قال بلى \n  رواه غندر وابن أبي عدي فقلت من عنهما قال حدثناه عبد الله بن أحمد عن أبيه \n  عنهما فاتهمته إذ ذاك فإنه ما حدث به غير عثمان بن عمر عن شعبة ) .\n</p>\n<p class=\"arabic\">قال الحافظ ضياء الدين هذا وهم فيه الطبراني في المذاكرة أما في جمعه حديث \n  شعبة فلم يروه إلا من طريق عثمان بن عمر ولو كان كل من وهم في حديث واحد اتهم \n  لكان هذا لا يسلم منه أحد .\n</p>\n<p class=\"arabic\">وقال أبو عبد الله بن مندة الحافظ الطبراني أحد الحفاظ المذكورين حدث عن أحمد \n  بن عبد الرحيم البرقي ولم يحتمل سنه لقيه توفي أحمد *26*208* بن عبد الرحيم \n  بمصر سنة ست وستين ومائتين .\n</p>\n<p class=\"arabic\">قلت كذا درجه ابن يونس في موضع وقال في موضع آخر توفي سنة سبعين في رمضان \n  وعلى كل تقدير فلم يلقه والذي ظهر لي أنه سمع من ابن البرقي بلا شك لكن من \n  عبد الرحيم أخي أحمد المذكور فاعتقد أنه هو أحمد وغلط في اسم الرجل ويؤيد \n  هذا أن الطبراني لم يخرج عن أحمد عن كبار شيوخه مثل عمرو بن أبي سلمة ونحوه \n  إنما روى عنه عن مثل عبد الملك بن هشام راوي السيرة .\n</p>\n<p class=\"arabic\">وأخرى أن الطبراني لم يسم عبد الرحيم ولا ذكره في معجمه وقد أدركه سفيان لما \n  دخل مصر وسمع منه لكنه سماه باسم أخيه وهما منه ولهما أخ حافظ توفي سنة تسع \n  وأربعين ومائتين من شيوخ النبل وهذا وهم وحسن من الطبراني قد تكرر في كثير \n  من معجمه قوله نا أحمد بن عبد الله البرقي وقد توفي عبد الرحيم بن البرقي \n  سنة ست وثمانين .\n</p>\n<p class=\"arabic\">وسئل أبو العباس أحمد بن منصور الشيرازي الحافظ عن الطبراني فقال كتبت عنه \n  ثلاثمائة ألف حديث وهو ثقة إلا أنه كتب عن شيخ بمصر وكان أخوين وغلط في اسمه \n  يعني ابني البرقي .\n</p>\n<p class=\"arabic\">وقال أبو بكر بن مردويه دخلت بغداد وتطلبت حديث إدريس بن جعفر العطار عن يزيد \n  بن هارون وروح بن عبادة فلم أجد إلا أحاديث معدودة وقد روى الطبراني عن إدريس \n  عن يزيد كثيرا .\n</p>\n<p class=\"arabic\">قالت هذا لا يدل على شيء فإن الطبراني لما وقع له هذا الشيخ اغتنمه وأكثر \n  عنه واعتنى به ولم يعتن به أهل بلده .\n</p>\n<p class=\"arabic\">وقال أحمد الباطرقاني دخل ابن مردويه بيت الطبراني وأنا معه وذلك بعد وفاة \n  ابنه أبي ذر لبيع كتب الطبراني فرأى أجزاء لا أوائل لها فاغتم لذلك وسب الطبراني \n  *26*209* .\n</p>\n<p class=\"arabic\">قال الباطرقاني وكان ابن مردويه سيء الرأي فيه .\n</p>\n<p class=\"arabic\">قال سليمان بن إبراهيم الحافظ كان ابن مردويه في قلبه شيء على الطبراني فتلفظ \n  بكلام فقال له أبو نعيم كم كتبت عنه فأشار إلى حزم فقال أبو نعيم ومن رأيت \n  مثله فلم يقل شيئا .\n</p>\n<p class=\"arabic\">قال الحافظ الضياء ذكر ابن مردويه في تاريخ أصبهان جماعة وضعفهم وذكر الطبراني \n  فلم يضعفه ولو كان عنده ضعيفا لضعفه .\n</p>\n<p class=\"arabic\">وقال أبو بكر محمد بن أبي علي المعدل الطبراني أشهر من أن يدل على فضله وعلمه \n  وكان واسع العلم كثير التصانيف وقيل ذهبت عيناه في آخر أيامه فكان يقول الزنادقة \n  سحروني فقال له يوما حسن العطار تلميذه يمتحن بصره كم عدد الجذوع التي في \n  السقف فقال لا أدري لكن نقش خاتمي سليمان بن أحمد .\n</p>\n<p class=\"arabic\">قلت هذا على سبيل البسط .\n</p>\n<p class=\"arabic\">وقال له مرة أخرى من هذا الآتي قال أبو ذر يعني ابنه وليس بالغفاري .\n</p>\n<p class=\"arabic\">قال أبو نعيم توفي لليلتين بقيتا من ذي القعدة سنة ستين وصليت عليه .\n</p>\n<p class=\"arabic\">قلت عاش الطبراني مائة سنة وعشرة أشهر وآخر من روى حديثه عاليا بالإجازة عندنا \n  الزاهد القدوة أبو إسحاق الواسطي أجاز له أصحاب فاطمة الجوزدانية التي تفردت \n  بالرواية عن ابن زهرة صاحب الطبراني .\n\n</p>"
}