{
    "header": "معد المعز لدين الله أبو تميم .",
    "id": "015531",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">معد المعز لدين الله أبو تميم .\n</h1>\n<p class=\"arabic\">ابن المنصور إسماعيل القائم بن المهدي العبيدي صاحب المغرب والذي بنيت له \n  القاهرة المعزية وهو أول من تملك ديار مصر من بني عبيد الرافضة المدعين أنهم \n  علويون .\n</p>\n<p class=\"arabic\">وكان ولي عهد أبيه فاستقل بالأمر في آخر سنة إحدى وأربعين وثلاثمائة وسار \n  في نواحي إفريقية يمهد مملكته فذلل العصاة واستعمل غلمانه على المدن واستخدم \n  الجند ثم جهز مولاه جوهر القائد في جيش كثيف فسار فافتتح سجلماسة وسار حتى \n  وصل إلى البحر المحيط وحيد من سمكه وافتتح مدينة فاس وأرسل بصاحبها وبصاحب \n  سبتة *26*349* أسيرين إلى المعز .\n</p>\n<p class=\"arabic\">ووطد له من إفريقية إلى البحر سوى مدينة سبتة فإنها بقيت لبني أمية أصحاب \n  الأندلس .\n</p>\n<p class=\"arabic\">وذكر هذا القفطي أن المعز عزم على تجهيز عسكر إلى مصر فسألته أمه تأخير ذلك \n  لتحج خفية فأجابها وحجت فلما حصلت بمصر أحس بها الأستاذ كافور الإخشيدي فحضر \n  وخدمها وحمل إليها هدايا وبعث في خدمتها أجنادا فلما رجعت من حجها منعت ولدها \n  من غزو بلاده فلما توفي كافور بعث المعز جيوشه فأخذوا مصر .\n</p>\n<p class=\"arabic\">قال غيره ولما بلغ المعز موت كافور صاحب ديار مصر جهز جوهر المذكور إليها \n  فجبى جوهر القطائع التي على البربر فكانت خمسمائة ألف دينار وسار المعز بنفسه \n  إلى المهدية في الشتاء فأخرج من قصور آبائه من الأموال خمسمائة حمل ثم سار \n  جوهر في الجيوش إلى مصر في أول سنة ثمان وخمسين وأنفق الأموال وكان في أهبة \n  هائلة وصادف بمصر الغلاء والوباء فافتتحها وافتتح الحجاز والشام ثم أرسل يعرف \n  المعز بانتظام الحال فاستخلف على إفريقية بلكين بن زيري الصنهاجي وسار في \n  خزانته وجيوشه في سنة إحدى وستين ودخل الإسكندرية في شعبان سنة إثنتين وستين \n  فتلقاه قاضي مصر أبو الطاهر الذهلي والأعيان فطال حديثه معه وأعلمهم بأن قصده \n  القصد المبارك من إقامة الجهاد والحق وأن يختم عمره بالأعمال الصالحة وأن \n  يعمل بما إمره به جده رسول الله صلى الله عليه وسلم ووعظهم وطول حتى بكى بعضهم \n  ثم خلع على جماعة ثم سار فنزل بالجيزة فأخذه جيشه في التعدية إلى مصر ثم دخل \n  القاهرة وقد بنيت له بها دور الإمرة ولم يدخل مصر وكانوا قد احتفلوا وزينوا \n  مصر فلما دخل القصر خر ساجدا وصلى ركعتين *26*350* .\n</p>\n<p class=\"arabic\">وكان عاقلا حازما أديبا سريا جوادا ممدحا فيه عدل وإنصاف فمن ذلك قيل إن زوجة \n  الإخشيد لما زالت دولتهم أودعت عند يهودي بغلطن كله جوهر ثم فيما بعد طالبته \n  فأنكر فقالت خذكم البغلطان فأبى فلم تزل حتى قالت هات الكم وخذ الجميع فلم \n  يفعل وكان فيه بضع عشرة درة فأتت قصر المعز فأذن لها فأخبرته بأمرها فأحضره \n  وقرره فلم يقر فبعث إلى داره من خرب حيطانها فظهرت جرة فيها البغلطان فلما \n  رآه المعز تحير من حسنه ووجد اليهودي قد أخذ من صدره درتين فاعترف أنه باعهما \n  بألف وستمائة دينار فسلمه بكماله فاجتهدت أن يأخذه هدية أو بثمن فلم يفعل \n  فقال يا مولانا هذا كان يصلح لي وأنا صاحبة مصر فأما اليوم فلا ثم أخذته وانصرفت .\n</p>\n<p class=\"arabic\">وجاء أن المنجمين أخبروه أن عليه قطعا وأشاروا عليه أن يتخذ سردابا ويتوارى \n  فيه سنة ففعل فلما طالت غيبته ظن جنده المغاربة أنه قد رفع فكان الفارس منهم \n  إذا رأى الغمام ترجل ويقول السلام عليك يا أمير المؤمنين ثم خرج بعد السنة \n  وتوفي بعد ذلك بيسير .\n</p>\n<p class=\"arabic\">وكان قد قرأ فنونا من العلم والأدب والله أعلم بسريرته .\n</p>\n<p class=\"arabic\">قيل إنه أحضر إليه بمصر كتاب فيه شهادة جده عبيد الله بسلمية وكتب شهد عبيد \n  الله بن محمد بن عبد الله الباهلي وفي الكتاب شهادة جماعة من أهل سلمية وحمص \n  فقال نعم هذه شهادة جدنا وأراد بقوله الباهلي الله أنه من أهل المباهلة لا \n  أنه من باهلة .\n</p>\n<p class=\"arabic\">وكان المعز أيضا ينظر في النجوم *26*351* .\n</p>\n<p class=\"arabic\">وقيل إنه قال هذين البيتين .\n</p>\n<p class=\"arabic\">% أطلع الحسن من جبينك شمسا % % فوق ورد من وجنتيك أطلا % .\n</p>\n<p class=\"arabic\">% وكأن الجمال خاف على الور % % د ذبولا فمد بالشعر ظلا % .\n</p>\n<p class=\"arabic\">وله فيما قيل .\n</p>\n<p class=\"arabic\">% لله ما صنعت بنا % % تلك المحاجر في المعاجر % .\n</p>\n<p class=\"arabic\">% أمضى وأقضى في النفو % % س من الخناجر في الخناجر % .\n</p>\n<p class=\"arabic\">% ولقد تعبت ببينكم % % تعب المهجر في الهواجر % .\n</p>\n<p class=\"arabic\">توفي في ربيع الآخر سنة خمس وستين وله ست وأربعون سنة وكان مولده بالمهدية .\n\n</p>"
}