{
    "header": "محمد بن أحمد بن عبد الله بن نصر بن بجير ...",
    "id": "015595",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن أحمد بن عبد الله بن نصر بن بجير القاضي أبو الطاهر الذهلي البغدادي \n  نزيل مصر وقاضيها .\n</h1>\n<p class=\"arabic\">ولي قضاء واسط وقضاء جانب بغداد وقضاء دمشق ثم مصر معها واستناب على دمشق \n  أبا الحسن بن حذلم وأبا علي بن هارون .\n</p>\n<p class=\"arabic\">وحدث عن بشر بن موسى وأبي مسلم الكجي وأبي العباس ثعلب ومحمد بن يحيى المروزي \n  وموسى بن هارون ومحمد بن عثمان بن أبي سويد وأبي شعيب الحراني وأبي خليفة \n  وخلق سواهم .\n</p>\n<p class=\"arabic\">روى عنه الدارقطني وتمام وعبد الغني بن سعيد وابن الحاج الإشبيلي ومحمد بن \n  نظيف ومحمد بن الحسين الطفال وآخرون .\n</p>\n<p class=\"arabic\">ووثقه الخطيب .\n</p>\n<p class=\"arabic\">قال ابن ماكولا أنا أبو القاسم بن ميمون الصدفي أنا عبد الغني *26*377* الحافظ \n  قال قرأت على القاضي أبي الطاهر كتاب العلم ليوسف بن يعقوب فلما فرغ قال كما \n  قريء عليك قال نعم إلا اللحنة بعد اللحنة قلت أيها القاضي فسمعته معربا قال \n  لا قلت هذه بهذه وقمت من ليلتي فجلست عند اليتيم النحوي .\n</p>\n<p class=\"arabic\">وقال طلحة بن محمد بن جعفر استقصى المتقي لله سنة تسع وعشرين وثلاثمائة أبا \n  طاهر محمد بن أحمد الذهلي وله أبوة في القضاء سديد المذهب متوسط الفقه على \n  مذهب مالك .\n</p>\n<p class=\"arabic\">وكان له مجلس يجتمع إليه المخالفون ويناظرون بحضرته وكان يتوسط الفقه بينهم \n  ويتكلم بكلام سديد ثم صرف بعد أربعة أشهر ثم استقضى على الشرقية سنة أربع \n  وثلاثين وعزل منذ نحو خمسة أشهر .\n</p>\n<p class=\"arabic\">وقال عبد الغني سألت أبا الطاهر عن أول ولايته القضاء فقال سنة عشر وثلاثمائة \n  وقد كان ولي البصرة وقال لي كتبت العلم سنة ثمان وثمانين ومائتين ولي تسع \n  سنين .\n</p>\n<p class=\"arabic\">قال وقرأ القرآن كله وله ثمان سنين وكان مفوها حسن البديهة شاعرا حاضر الحجة \n  علامة عارفا بأيام الناس غزير الحفظ لا يمله جليسه من حسن حديثه وكان كريما \n  ولي قضاء مصر سنة ثمان وأربعين وثلاثمائة وأقام على القضاء ثماني عشرة سنة .\n</p>\n<p class=\"arabic\">قال الحافظ عبد الغني وسمعت الوزير أبا الفرج يعقوب بن يوسف يقول قال لي الأستاذ \n  كافور أجتمع بالقاضي أبو بكر البغدادي الطاهر فسلم عليه وقل له إنه بلغني \n  أنك تنبسط مع جلسائك وهذا الإنبساط يقل هيبة الحكم فأعلمته بذلك فقال لي قل \n  للأستاذ لست ذا مال أفيض به على جلسائي فلا يكون أقل من خلقي فأخبرت الأستاذ \n  فقال لا تعاوده فقد وضع القصعة .\n</p>\n<p class=\"arabic\">قال عبد الغني سمعت أحمد بن محمد بن سعرة أنه سمع أبا بكر *26*378* ابن مقاتل \n  يقول أنفق القاضي أبو طاهر بيت مال خلفه له أبوه .\n</p>\n<p class=\"arabic\">قال عبد الغني لما تلقى أبو الطاهر القاضي المعز أبا تميم بالإسكندرية سأله \n  المعز فقال يا قاضي كم رأيت من خليفة قال واحدا قال من هو قال أنت والباقون \n  ملوك فأعجبه ذلك .\n</p>\n<p class=\"arabic\">ثم قال له أحججت قال نعم قال وسلمت على الشيخين قال شغلني عنهما النبي صلى \n  الله عليه وسلم كما شغلني الخليفة عن ولي عهده فازداد به المعز إعجابا وتخلص \n  من ولي العهد إذ لم يسلم عليه بحضرة المعز فأجازه المعز يومئذ بعشرة آلاف \n  درهم .\n</p>\n<p class=\"arabic\">وحدثن زيد بن علي الكاتب أنشدنا القاضي أبو الطاهر السدوسي لنفسه .\n</p>\n<p class=\"arabic\">% إني وإن كنت بأمر الهوى % % غرا فستري غير مهتوك % .\n</p>\n<p class=\"arabic\">% أكني عن الحب ويبكي دما % % قلبي ودمعي غير مسفوك % .\n</p>\n<p class=\"arabic\">% فاظهري ظاهر مستملك % % وباطني باطن مملوك % .\n</p>\n<p class=\"arabic\">أخبرني أبو القاسم حمار النصراباذي علي بصور قال أتيت القاضي أبا الطاهر بأبيات \n  قالها في ولده فبكي وأنشدناها وهي .\n</p>\n<p class=\"arabic\">% يا طالبا بعد قتل % % ي الحج لله نسكا % .\n</p>\n<p class=\"arabic\">% تركتني فيك صبا % % أبيك عليك وأبكي % .\n</p>\n<p class=\"arabic\">% وكيف أسلوك قل لي % % أم كيف أصبر عنكا % .\n</p>\n<p class=\"arabic\">% روحي فداؤك هذا % % جزاء عبدك منكا % .\n</p>\n<p class=\"arabic\">حدثني محمد بن علي الزينبي ثنا محمد بن علي بن نوح قال كنا في دار القاضي \n  أبي الطاهر نسمع عليه فلما قمنا صاح بي بعض من *26*379* حضر يا قاضي وكان \n  ابن نوح يلقب بالقاضي فسمع القاضي أبو الطاهر فأنفذ إلينا حاجبه فقال من القاضي \n  فيكم فأشاروا إلي فلما دخلت عليه قال لي أنت القاضي فقلت نعم فقال لي فأنا \n  ماذا فسكت ثم قلت هو لقب لي فتبسم فقال لي تحفظ القرآن قلت نعم قال تبيت عندنا \n  الليلة أنت وأربعة أنفس معك وتواعدهم ممن تعلمه يحفظ القرآن والأدب قال ففعلت \n  ذلك وأتيت المغرب فقدم إلينا ألوان وحلوى فلم يحضر القاضي فلما قاربنا الفراغ \n  خرج إلينا القاضي يزحف من تحت ستر ومنعنا من القيام وقال كلوا معي فلم آكل \n  بعد ولا يجوز أن تدعوني آكل وحدي فعرفا أن الذي دعاه إلى بيتنا عنده عمه على \n  ولده أبي العباس وكان غائبا بمكة ثم أمر من يقرأ منا ثم استحضر ابن المقارعي \n  وأمره بأن يقول وقام جماعة منا وتواجدوا بين يديه ثم قال شعرا في وقته وألقاه \n  على ابن المقارعي يغني به والشعر هو يا طالبا بعد قتلي فبكى القاضي بكاء شديدا \n  وقدم ابنه بعد أيام يسيرة فقلت هذا وما قبله من خط أمين الدين محمد أحمد بن \n  شهيد قال وجدت بخط عبد الغني بن سعيد الحافظ فذكر ذلك .\n</p>\n<p class=\"arabic\">قال ابن زولاق في أخبار قضاة مصر ولد أبو الطاهر الذهلي ببغداد في ذي الحجة \n  سنة تسع وسبعين ومائتين وكان أبوه يلي قضاء واسط فصرف بابنه أبي طاهر من واسط \n  وولي موضعه وأخبرني أبو طاهر أنه كان يخلف أباه على البصرة سنة أربع وتسعين .\n</p>\n<p class=\"arabic\">قال وولي قضاء دمشق من قبل المطيع فأقم بها تسع سنين ثم دخل مصر زائرا لكافور \n  سنة أربعين ثم ثار به أهل دمشق وآذوه وعملت *26*380* عليه محاضر فعزل وأقام \n  بمصر إلى آخر أيام ابن الخصيب وولده فسعى في القضاء ابن وليد وبذلك ثلاثة \n  آلاف دينار وحملها على يد فنك الخادم فمدح الشهود أبا الطاهر وقاموا معه فولاه \n  كافور وطلب له العهد من ابن أم شيبان فولاه القضاء وحمدت سيرته بمصر واختصر \n  تفسير الجبائي وتفسير البلخي ثم إن عبد الله بن وليد ولي قضاء دمشق .\n</p>\n<p class=\"arabic\">وكان أبو طاهر قد عني به أبوه فسمعه سنة سبع وثمانين ومائتين فأدرك الكبار .\n</p>\n<p class=\"arabic\">قال وقد سمع من عبد الله بن أحمد بن حنبل وبشر بن موسى وإبراهيم الحربي ولم \n  يخرج عنهم شيئا لصغره وحصل للناس عنه إملاء وقراءة نحو مائتي جزء .\n</p>\n<p class=\"arabic\">وحدث بكتاب طبقات الشعراء لمحمد بن سلام عن أبي خليفة الجمحي عن ابن سلام .\n</p>\n<p class=\"arabic\">ولم يزل أمره مستقيما إلى أن لحقته علة عطلت شقه سنة ست وثلاثمائة فقلد العزيز \n  حينئذ القضاء علي بن النعمان فكانت ولاية أبي طاهر ست عشرة سنة وعشرة أشهر \n  وأقام عليلا وأصحاب الحديث ينقطعون إليه وتوفي آخر يوم من سنة سبع وستين .\n</p>\n<p class=\"arabic\">قلت وقيل كان قد استعفى من القضاء قبل موته بيسير .\n</p>\n<p class=\"arabic\">قرأت على أحمد بن هبة الله أخبرك المسلم المازني أنا عبد الرحمن بن أبي الحسن \n  الداراني سنة إحدى وخمسين وخمسمائة أنا سهل بن بشر أنا علي بن محمد الفارسي \n  أنا محمد بن أحمد بن عبد الله الذهلي ثنا يوسف القاضي ثنا محمد بن أبي بكر \n  أنا وهب بن جرير أنا أبي سمعت يعلى بن حكيم عن عكرمة عن ابن عباس أن النبي \n  صلى الله عليه وسلم لما أتاه ماعز قال ويحك لعلك قبلت أو غمزت أو نظرت قال \n  لا قال رسول الله *26*381* صلى الله عليه وسلم أنكتها لا يكنى قال نعم فعند \n  ذلك أمر برجمه .\n\n</p>"
}