{
    "header": "الحكم المستنصر بالله صاحب الأندلس أبو الـ...",
    "id": "015548",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الحكم المستنصر بالله صاحب الأندلس أبو العاص بن الناصر لدين الله عبد الرحمن \n  الأموي .\n</h1>\n<p class=\"arabic\">بقي في المملكة بعد أبيه ستة عشر عاما وعاش ثلاثا وستين سنة .\n</p>\n<p class=\"arabic\">وكان حسن السيرة مكرما للقادمين عليه جمع من الكتب ما لا يحد ولا يوصف كثرة \n  ونفاسة مع العلم والنباهة وحسن السيرة وصفاء السريرة .\n</p>\n<p class=\"arabic\">سمع من قاسم بن أصبغ وأحمد بن دحيم ومحمد بن محمد بن عبد السلام الخشني وزكريا \n  بن خطاب وأكثر منه وأجاز له ثابت بن قاسم وكتب عن خلق كثير سوى هؤلاء *26*359* .\n</p>\n<p class=\"arabic\">وكان يستجلب المصنفات من الأقاليم والنواحي باذلا فيها ما أمكن من الأموال \n  حتى ضاقت عنها خزائنه وكان ذا غرام بها قد آثر ذلك على لذات الملوك فاستوسع \n  علمه ودق نظره وجمت استفادته وكان في المعرفة بالرجال والأنساب والأخبار أحوذيا \n  نسيج وحده .\n</p>\n<p class=\"arabic\">وكان أخوه عبد الله المعروف بالولد على هذا النمط من محبة العلم فقتل في أيام \n  أبيه .\n</p>\n<p class=\"arabic\">وكان الحكم ثقة فيما ينقله .\n</p>\n<p class=\"arabic\">قال ابن الأبار هذا أضعافه فيه وقال عجبا لابن الفرضي وابن بشكوال كيف لم \n  يذكراه .\n</p>\n<p class=\"arabic\">كنيته أبو العاص وولي الأمر في سنة خمسين وثلاثمائة بعد والده وقل ما نجد \n  له كتابا من خزانته إلا وله فيه قراءة أو نظر في أبو نعيم الحافظ في أي فن \n  كان ويكتب فيه نسب المؤلف ومولده ووفاته ويأتي من ذلك بغرائب لا تكاد توجد \n  إلا عنده لعنايته بهذا الشأن .\n</p>\n<p class=\"arabic\">توفي بقصر قرطبة في ثاني صفر رحمه الله .\n</p>\n<p class=\"arabic\">وقد شدد في إبطال الخمور في مملكته تشديدا مفرطا ومات بالفالج وولي الأمر \n  بعده ابنه المؤيد بالله هشام وسنه يومئذ تسع سنين وقام بتدبر المملكة الحاجب \n  أبو عامر محمد بن عبد الله بن أبي عامر العامري القحطاني الملقب بالمنصور \n  فكان هو الكل .\n\n</p>"
}