{
    "header": "محمد بن محمد بن بقية بن علي نصير الدولة ...",
    "id": "015606",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن محمد بن بقية بن علي نصير الدولة .\n</h1>\n<p class=\"arabic\">أبو الطاهر وزير عز الدولة بختيار بن معز الدولة .\n</p>\n<p class=\"arabic\">كان أحد الأجواد والرؤساء أصله من أوانا من عمل بغداد استوزر سنة اثنتين وستين \n  وقد تقلب به الدهر ألوانا حتى بلغ الوزارة فإن أباه كان فلاحا وآل أمره إلى \n  ما آل ثم خلع عليه المطيع لله واستوزره أيضا ولقبه الناصح مضافا إلى نصير \n  الدولة فصار له لقبان وكان قليل العربية ولكن السعد والإقبال غطى ذلك وله \n  أخبار في الجود والأفضال وكان كثير التنعم والرفاهية وله أخبار في ذلك وقبض \n  عليه بواسط في آخر سنة ست وستين وسملوا عينيه وكان نواب لمعز الدولة على عضد \n  الدولة فلما قتل عز الدولة بختيار ملك عضد الدولة وأهلكه فقال إنه ألقاه تحت \n  أرجل الفيلة ثم صلب عند البيمارستان العضدي في شوال سنة سبع ويقال إنه خلع \n  في وزارته في عشرين يوما عشرين ألف خلعة *26*386* .\n</p>\n<p class=\"arabic\">قال بعضهم رأيته شرب ليلة فخلع مائة خلعة على أهل المجلس وعاش نيفا وخمسين \n  سنة .\n</p>\n<p class=\"arabic\">ورثاه أبو الحسن محمد بن عمر الأنباري بكلمته السائرة .\n</p>\n<p class=\"arabic\">% علو في الحياة وفي الممات % % لحق أنت إحدى المعجزات % .\n</p>\n<p class=\"arabic\">% كأن الناس حولك حين قاموا % % وفود ذاك أيام الصلات % .\n</p>\n<p class=\"arabic\">% كأنك قائم فيهم خطيبا % % وكلهم قيام للصلاة % .\n</p>\n<p class=\"arabic\">% ولما ضاق بطن الأرض عن أن % % يضم علاك من بعد الممات % .\n</p>\n<p class=\"arabic\">% أصاروا الجو قبرك واستنابوا % % عن الأكفان ثوب السافيات % .\n</p>\n<p class=\"arabic\">% لعظمك في النفوس تبيت ترعى % % بحفاظ وحراس ثقات % .\n</p>\n<p class=\"arabic\">% ولم أر قبل جذعك قط جذعا % % تمكن من عناق المكرمات % .\n</p>\n<p class=\"arabic\">في أبيات أخر .\n</p>\n<p class=\"arabic\">وبقي مصلوبا إلى أن توفي عضد الدولة ولما بلغ عضد الدولة هذا الشعر قال علي \n  بقائله فاختفى ثم سافر بعد عام إلى الصاحب إسماعيل بن عباد فقال أنشدني القصيدة \n  فلما أتى هذا البيت الأخير قام إليه وعانقه وقبل فاه وأنفذه إلى عضد الدولة \n  فلما مثل بين يديه قال ما الذي حملك على مرثية عدوي قال حقوق سلفت وأياد مضت \n  فجاش الحزن في قلبي فرثيت فقال هل يحضرك شيء في الشموع والشموع تزهر بين يديه \n  فقال .\n</p>\n<p class=\"arabic\">% كأن الشموع وقد أظهرت % % من النار في كل رأس سنانا % .\n</p>\n<p class=\"arabic\">% أصابع أعدائك الخائفين % % تضرع تطلب منك الأمانا % .\n</p>\n<p class=\"arabic\">قال فأعطاه بدرة وفرسا وهو من المقلين في الشعر .\n\n</p>"
}