{
    "header": "محمد بن سليمان بن محمد بن سليمان بن هاروـ...",
    "id": "015683",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن سليمان بن محمد بن سليمان بن هارون الإمام أبو سهل الحنفي العجلي \n  الصعلوك النيسابوري .\n</h1>\n<p class=\"arabic\">الفقيه الشافعي الأديب اللغوي المتكلم المفسر النحوي الشاعر المفتي الصوفي \n  حبر زمانه بقية أقرانه هذا قول الحاكم فيه .\n</p>\n<p class=\"arabic\">وقال ولد سنة ست وتسعين ومائتين وأول سماعه سنة خمس وثلاثمائة واختلف إلى \n  أبي بكر بن خزيمة ثم إلى أبي علي محمد بن عبد الوهاب الثقفي وناظر وبرع ثم \n  استدعي إلى أصبهان فلما بلغه نعي عمه أبي الطيب خرج متخفيا فورد نيسابور سنة \n  سبع وثلاثين وثلاثمائة ثم نقل أهله من أصبهان وأفتى ودرس بنيسابور نيفا وثلاثين \n  سنة .\n</p>\n<p class=\"arabic\">سمع ابن خزيمة وأبا العباس السراج وأبا العباس أحمد بن محمد الماسرجسي وأبا \n  قريش محمد بن جمعة وأحمد بن عمر المحمد أباذي وبالري أبا محمد بن أبي حاتم \n  وببغداد إبراهيم بن عبد الصمد وأبا بكر بن الأنباري والمحاملي .\n</p>\n<p class=\"arabic\">وكان يمتنع من التحديث كثيرا إلى سنة خمس وستين فأجاب للإملاء وقد سمعت أبا \n  بكر بن إسحاق الضبعي غير مرة يعود الأستاذ أبا *26*424* سهل ويقول بارك الله \n  فيك لا أصابك العين .\n</p>\n<p class=\"arabic\">وسمعت أبا منصور الفقيه يقول سئل أبو الوليد الفقيه عن أبي بكر القفال وأبي \n  بكر الصعلوكي أيهما أرجح فقال ومن يقدر أن يكون مثل أبي سهل .\n</p>\n<p class=\"arabic\">وقال الصاحب إسماعيل بن عباد ما رأينا مثل أبي سهل ولا رأى مثل نفسه .\n</p>\n<p class=\"arabic\">وقال الحاكم أبو عبد الله أبو سهل مفتي البلدة وفقيهها وأجلد من رأينا من \n  الشافعيين بخراسان ومع ذلك أديب شاعر نحوي كاتب عروضي محب للفقراء .\n</p>\n<p class=\"arabic\">وقال أبو إسحاق الشيرازي أبو سهل الصعلوكي الحنفي من بني حنيفة صاحب أبي إسحاق \n  المروزي مات في آخر سنة تسع وستين وكان فقيها أديبا شاعرا متكلما مفسرا صوفيا \n  كاتبا وعنه أخذ ابنه أبو الطيب وفقهاء نيسابور .\n</p>\n<p class=\"arabic\">قلت وهو صاحب وجه ومن غرائبه أنه قال إذا نوى غسل الجنابة والجمعة معا لا \n  يجزئه لواحد وقال بوجوب النية لإزالة النجاسة .\n</p>\n<p class=\"arabic\">وقد نقل الماوردي وأبو محمد البغوي للإجماع أنها لا تشترط .\n</p>\n<p class=\"arabic\">وقال أبو العباس الفسوي كان أبو سهل الصعلوكي مقدما في علم الصوفية صحب الشبلي \n  وأبا علي الثقفي والمرتعش وله كلام حسن في التصوف .\n</p>\n<p class=\"arabic\">قلت مناقبه جمة ومنها ما رواه القشيري أنه سمع أبا بكر بن فورك يقول سئل الأستاذ \n  أبو سهل عن جواز رؤية الله بالعقل فقال الدليل عليه شوق المؤمنين إلى لقائه \n  والشوق إرادة مفرطة والإرادة لا تتعلق بمحال .\n</p>\n<p class=\"arabic\">وقال السلمي سمعت أبا سهل يقول ما عقدت على شيء قط وما *26*425* كان لي قفل \n  ولا مفتاح ولا صررت على فضة ولا ذهب قط .\n</p>\n<p class=\"arabic\">وسمعته يسأل عن التصوف فقال الإعراض من الإعتراض .\n</p>\n<p class=\"arabic\">وسمعته يقول من قال لشيخه لم لا يفلح أبدا .\n</p>\n<p class=\"arabic\">وقد حضر أبو القاسم النصراباذي وجماعة وحضر قوال فكان فيما عني به هذا جعلت \n  تنزهي نظري إليكا .\n</p>\n<p class=\"arabic\">فقال النصراباذي جعلت فقال أبو سهل بل جعلت فرأينا النصراباذي ألطف قولا منه \n  في ذلك فرأى ذلك فينا فقال ما لنا وللتفرقة أليس يمين الجمع أحق فسكت النصراباذي \n  ومن حضر .\n</p>\n<p class=\"arabic\">وقال لي أبو سهل أقمت ببغداد سبع سنين فما مرت بي جمعة إلا ولي على الشبلي \n  وقفة أو سؤال ودخل الشبلي على أبي إسحاق المروزي فرآني عنده فقال ذا المجنون \n  من أصحابك قال لا بل من أصحابنا .\n</p>\n<p class=\"arabic\">أخبرنا أبو الفضل أحمد بن هبة الله بن تاج الأمناء أنا محمد بن يوسف الحافظ \n  أن زينب ينت أبي القاسم الشعري أخبرته ح وأنا أبو الفضل أنها كتبت إليه تخبره \n  أن إسماعيل بن أبي القاسم أخبرها ثنا عمر بن أحمد بن مسرور ثنا أبو سهل محمد \n  بن سليمان الحنفي إملاء ثنا أبو قريش الحافظ ثنا يحيى بن سليمان بن نضلة ثنا \n  مالك عن سهيل بن أبي صالح عن أبيه عن أبي هريرة قال قال رسول الله صلى الله \n  عليه وسلم المؤمن يأكل في معي واحد والكافر يأكل في سبعة أمعاء *26*426* .\n</p>\n<p class=\"arabic\">وبهذا الإسناد إلى ابن مسرور قال أنشدنا أبو سهل لنفسه .\n</p>\n<p class=\"arabic\">% أنام على سهو وتبكي الحمايم % % وليس لها جرم ومني الجرايم % .\n</p>\n<p class=\"arabic\">% كذبت وبيت الله لو كنت عاقلا % % لما سبقتني بالبكاء الحمايم % .\n</p>\n<p class=\"arabic\">وقال الحاكم سمعت الأستاذ أبا سهل ودفع إليه مسألة فقرأها علينا وهي .\n</p>\n<p class=\"arabic\">% تمنيت شهر الصوم لا لعبادة % % ولكن رجاء أن أرى ليلة القدر % .\n</p>\n<p class=\"arabic\">% فأدعوا له الناس دعوة عاشق % % عسى أن يريح العاشقين من الهجر % .\n</p>\n<p class=\"arabic\">فكتب أبو سهل في الحال .\n</p>\n<p class=\"arabic\">% تمنيت ما لو نلته فسد الهوى % % وحل به للحين قاصمة الظهر % .\n</p>\n<p class=\"arabic\">% فما في الهوى طب ولا لذة سوى % % معاناة ما فيه يقاسي من الهجر % .\n</p>\n<p class=\"arabic\">قال الحاكم فتوفي أبو سهل في ذلك سنة تسع وستين بنيسابور .\n\n</p>"
}