{
    "header": "محمد بن عيسى بن عمرويه أبو أحمد النيسابوـ...",
    "id": "015649",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن عيسى بن عمرويه أبو أحمد النيسابوري الجلودي الزاهد راوي صحيح مسلم .\n</h1>\n<p class=\"arabic\">سمع عبد الله بن شيرويه وإبراهيم بن محمد بن سفيان الفقيه وأحمد بن إبراهيم \n  بن عبد الله ومحمد بن إسحاق بن خزيمة وأبا بكر بن زنجويه القشيري ومحمد بن \n  المسيب الأرغياني وغيرهم بنيسابور ولم يرحل منها .\n</p>\n<p class=\"arabic\">روى عنه الحاكم أبو عبد الله وأحمد بن الحسن بن بندار الرازي وأبو سعيد عمر \n  بن محمد السجزي وأبو سعيد محمد بن علي النقاش وأبو محمد بن يوسف وعبد الغافر \n  بن محمد الفارسي وآخرون وآخرهم عبد الغافر .\n</p>\n<p class=\"arabic\">قال الحاكم في تاريخه محمد بن عيسى بن محمد بن عبد الرحمن الزاهد أبو أحمد \n  الجلودي كذا سمى أباه وجده وقال هو من كبار عباد الصوفية صحب أصحاب أبي حفص \n  وكان يورق بالأجرة ويأكل من كسب يده وكان ينتحل مذهب سفيان الثوري ويعرفه \n  توفي في الرابع والعشرين من ذي الحجة قال وختم بوفاته سماع كتاب مسلم فإن \n  كل من حدث به بعده عن إبراهيم بن سفيان فإنه غير ثقة .\n</p>\n<p class=\"arabic\">قال الحاكم وقد سئل عن الجلودي كان من أعيان الفقراء الزهاد من أصحاب المعاملات \n  في التصوف ضاعت سماعاته من أبي سفيان فنسخ البعض من نسخة لم يكن له فيها سماع .\n</p>\n<p class=\"arabic\">وقال ابن دحية إختلف في الجلودي فقيل بفتح اليم التفاتا إلى ما ذكره يعقوب \n  في الإصلاح ونقله ابن قتيبة في الأدب وليس هذا من ذاك في شيء لأن الذي ذكره \n  يعقوب رجل منسوب إلى جلود من قرى *26*405* إفريقية بينه وبين هذا أعوام عديدة \n  وهذا متأخر كان يحكم في الدار التي تباع فيها الجلود للسلطان وكان الصواب \n  عند النحويين أن يقال الجلدي لأنك إذا نسبت إلى الجمع رددت إلى الواحد كقولك \n  صحفي وفرضي .\n</p>\n<p class=\"arabic\">وقال ابن نقطة رأيت نسبه بخط غير واحد من الحفاظ محمد بن عيسى بن عمرويه بن \n  منصور .\n</p>\n<p class=\"arabic\">قال الحاكم وفدن في مقبرة الحيرة وهو ابن ثمانين سنة .\n\n</p>"
}