{
    "header": "أحمد بن عطاء بن أحمد بن محمد بن عطاء أبوـ...",
    "id": "015657",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أحمد بن عطاء بن أحمد بن محمد بن عطاء أبو عبد الله الصوفي الكبير نزيل \n  صور .\n</h1>\n<p class=\"arabic\">حدث عن أبو القاسم البغوي وابن أبي داود وعلي بن محمد بن عبيد الحافظ والحسين \n  بن إسماعيل المحاملي وجماعة *26*411* .\n</p>\n<p class=\"arabic\">وعنه ابن جميع وابنه السكن وعبد الله بن بكر الطبراني وأحمد بن الحسن الطيان \n  وأبو عبد الله بن باكويه وعلي بن جهضم وعلي بن عياض الصوري وآخرون .\n</p>\n<p class=\"arabic\">قال حمزة السهمي سمعت أبا طاهر الرقي سمعت أحمد بن عطاء يقول كلمني جمل في \n  طريق مكة رأيت الجمال والمحامل عليها وقد مدت أعناقها في الليل فقلت سبحان \n  الله من يحمل عنها ما هي فيه فالتفت إلي جمل فقال لي قل جل الله فقلت جل الله .\n</p>\n<p class=\"arabic\">وقال السلمي أحمد بن عطاء هذا ابن أخت أبي الروذباري يرجع إلى أنواع من العلوم \n  منها علم القرآءات وعلم الشريعة وعلم الحقيقة وإلى أخلاق في التجويد يختص \n  بها ويربي على أقرانه وهو أوحد مشايخ وقته في بابته وطريقته .\n</p>\n<p class=\"arabic\">توفي في ذي الحجة سنة تسع وستين .\n</p>\n<p class=\"arabic\">وقال الخطيب روى أحاديث غلط فيها غلطا فاحشا فسمعت الصوري يقول حدثونا عن \n  الروذباري عن إسماعيل الصفار عن ابن عرفة أحاديث لم يروها الصفار قال ولا \n  أظنه معتمد الكذب لكن شبه عليه .\n</p>\n<p class=\"arabic\">وقال القشيري كان شيخ الشام في وقته ومن كلام أحمد بن عطاء الذوق أول المواجيد \n  فأهل الغيبة إذا شربوا طاشوا وأهل الحضور إذا شربوا عاشوا *26*412* .\n</p>\n<p class=\"arabic\">وقال ما من قبيح إلا وأقبح منه صوفي شحسح .\n</p>\n<p class=\"arabic\">وقال التصوف ينفي عن صاحبه البخل وكتب الحديث ينفي عن صاحبه الجهل فإذا اجتمعا \n  في شخص فناهيك به نبلا .\n</p>\n<p class=\"arabic\">وقال ليس كل من يصلح للمجالسة يصلح للمؤانسة وليس كل من يصلح للمؤآنسة يؤتمن \n  على الأسرار .\n\n</p>"
}