{
    "header": "عبد الله بن محمد بن جعفر بن حبان أبو محمـ...",
    "id": "015672",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الله بن محمد بن جعفر بن حبان أبو محمد الأصبهاني الحافظ أبو الشيخ صاحب \n  التصانيف .\n</h1>\n<p class=\"arabic\">ولد سنة أربع وسبعين ومائتين .\n</p>\n<p class=\"arabic\">وسمع في صغره جده لأمه محمود بن الفرج الزاهد وإبراهيم بن *26*419* معدان \n  ومحمد بن عبد الله بن الحسن بن حفص رئيس أصبهان ومحمد بن أبو سد المديني وأحمد \n  بن محمد بن علي الخزاعي وعبد الله بن محمد بن زكريا وإبراهيم بن رستة وأبا \n  بكر أحمد بن عمرو بن أبي عاصم وأبا بكر أحمد بن عمر البزاز وإسحاق بن إسماعيل \n  الرملي .\n</p>\n<p class=\"arabic\">وأول سماعه سنة أربع وثمانين ورحل فسمع بالبصرة من أبي خليفة وغيره وببغداد \n  من أحمد بن الحسن الصوفي وطبقته وبمكة المفضل الجندي وغيره وبالموصل من أبي \n  يعلى وبحران من أبي عروبة وبالري وأماكن أخر .\n</p>\n<p class=\"arabic\">وكان حافظا عارفا بالرجال والأبواب كثير الحديث إلى الغاية صالحا عابدا قانتا \n  لله صنف تاريخ بلده والتاريخ على السنين وكتاب السنة وكتاب العظمة وكتاب ثواب \n  الأعمال وكتاب السنن .\n</p>\n<p class=\"arabic\">وقد وقع لنا أشياء من حديثه وتخاريجه .\n</p>\n<p class=\"arabic\">روى عنه أبو سعد الماليني وأبو بكر بن مردويه وأبو بكر الملك بن عبد الرحمن \n  الشيرازي وأبو نعيم ومحمد بن علي بن سمويه المؤدب وسفيان بن حسنكويه وأبو \n  بكر محمد بن علي بن برد والفضل بن محمد القاساني وحفيده محمد بن عبد الرزاق \n  بن عبد الله وأبو طاهر محمد بن أحمد بن عبد الرحيم الكاتب وخلق سواهم .\n</p>\n<p class=\"arabic\">قال بهروزمرد أبو نعيم كان أحد الأعلام صنف الأحكام والتفسير وكان يفيد عن \n  الشيوخ ويصنف لهم ستين سنة وكان ثقة أخبرنا علي بن عبد الغني المعدل في كتابه \n  أنه سمع يوسف بن خليل الحافظ يقول رأيت في النوم كأني دخلت مسجد الكوفة فرأيت \n  في وسطه شيخا طوالا لم أر *26*420* قط أحسن منه وعليه ثياب بيض فقيل لي أتعرف \n  هذا قلت لا فقيل لي هو أبو محمد بن حيان فخرجت خلفه وقلت له أنت أبو محمد \n  بن حيان فقال أنا أبو محمد .\n</p>\n<p class=\"arabic\">قلت أليس قد مت قال بلى قلت فبالله ما فعل الله بك قال الحمد لله الذي صدقنا \n  وعده وأورثنا الأرض إلى آخر الآية فقلت أنا يوسف بن خليل الدمشقي جئت لأسمع \n  حديثك وأحصل كتبك فقال سلمك الله وفقك الله ثم صافحته فلم أر شيئا قط ألين \n  من كفه فقبلتها ووضعتها على عيني .\n</p>\n<p class=\"arabic\">توفي أبو الشيخ فيما ذكر أبو نعيم في سلخ المحرم من السنة .\n\n</p>"
}