{
    "header": "محمد بن أحمد بن الأزهر بن طلحة أبو منصورـ...",
    "id": "015723",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن أحمد بن الأزهر بن طلحة أبو منصور الهروي الأزهري النحوي اللغوي \n  الشافعي .\n</h1>\n<p class=\"arabic\">سمع بهراة من الحسين بن إدريس ومحمد بن عبد الرحمن السامي وطائفة ثم رحل إلى \n  بغداد وسمع أبو القاسم البغوي وأبا بكر بن أبي داود وإبراهيم بن عرفة ونفطويه \n  وابن السراج وأبا الفضل المنذري ولم *26*444* يأخذ عن ابن دريد تدينا له قال \n  دخلت داره غير مرة فألفيته على كرسيه سكرانا .\n</p>\n<p class=\"arabic\">أخذ عنه أبو عبيد الهروي صاحب الغريبين وحدث عنه أبو يعقوب القراب وأبو ذر \n  عبد بن أحمد وأبو عثمان سعيد القرشي وأبو الحسين الباشاني وغيرهم .\n</p>\n<p class=\"arabic\">وكان بارعا في المذهب ثقة ورعا فاضلا وقيل إنه أسر فوجدوا بخطه قال امتحنت \n  بالأسر سنة عارضت القرامطة الحاج بالهبير وكان القوم الذين وقعت في سهمهم \n  عربا نشأوا بالبادية يبتغون مساقط الغيث أيام النجع ويرجعون إلى إعداد المياه \n  في محاضرهم زمن القيظ ويتكلمون بطباعهم البدوية ولا يكاد يوجد في منطقهم لحن \n  أو خطأ فاحش فبقيت في أسرهم دهرا طويلا وكنا نشتي بالدهناء ونرتبع بالصمان \n  وأسند منهم ألفاظا جمة .\n</p>\n<p class=\"arabic\">صنف كتاب تهذيب اللغة في عشر مجلدات وكتاب التقريب في التفسير وكتاب تفسير \n  ألفاظ كتاب المزني وكتاب علل القراءآت وكتاب الروح وما ورد فيها من الكتاب \n  والسنة وكتاب ) تفسير الأسماء الحسنى وكتاب الرد على الليث وكتاب تفسير إصلاح \n  المنطق وكتاب تفسير السبع الطوال وكتاب تفسير ديان أبي تمام وله سوى ذلك من \n  المصنفات *26*445* .\n</p>\n<p class=\"arabic\">أخبرنا أبو علي بن الخلال أنا بعد الله بن عمر أنا عبد الأول بن عيسى أنا \n  أبو إسماعيل عبد الله بن محمد أنا علي بن أحمد بن حمدويه ثنا محمد بن أحمد \n  بن الأزهر إملاء ثنا عبد الله بن عروة ثنا محمد بن الوليد عن غندر عن شعبة \n  عن الحكم عن علي بن الحسين عن مروان بن الحكم قال شهدت عثمان وعليا فنهى عثمان \n  عن المتعة وأن يجمع بينهما فلما رأى ذلك علي أهل بهما فقال لبيك بحجة وعمرة \n  فقال عثمان تراني أنهى الناس وأنت تفعله فقال لم أكن لأدع سنة رسول الله صلى \n  الله عليه وسلم بقول أحد من الناس إسناده صحيح وهو شيء غريب إذ فيه رواية \n  علي بن الحسين عن مروان وفيه تصويب مروان اجتهاد علي على اجتهاد عثمان مع \n  كون مروان عثمانيا والله أعلم .\n</p>\n<p class=\"arabic\">توفي في ربيع الآخر رحمه الله ولد سنة اثنتين وثمانين ومائتين .\n\n</p>"
}