{
    "header": "محمد بن خفيف بن إسفكشاذ .",
    "id": "015856",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن خفيف بن إسفكشاذ .\n</h1>\n<p class=\"arabic\">أبو عبد الله الضبي الشيرازي *26*507* الصوفي شيخ إقليم فارس .\n</p>\n<p class=\"arabic\">حدث عن حماد بن مدرك والنعمان بن أحمد الواسطي ومحمد بن جعفر التمار والحسين \n  المحاملي وجماعة .\n</p>\n<p class=\"arabic\">وعنه أبو الفضل محمد بن جعفر الخزاعي والحسن بن حفص الأندلسي وإبراهيم بن \n  الخضر الشياح ومحمد بن عبد الله بن باكويه وأبو بكر بن الباقلاني المتكلم .\n</p>\n<p class=\"arabic\">قال أبو عبد الرحمن السلمي أقام بشيراز وكانت أمه بنيسابور وهو اليوم شيخ \n  المشايخ وتاريخ الزمان لم يبق للقوم أقدم منه سنا ولا أتم حالا صحب رويم بن \n  أحمد وأبا العباس ابن عطاء ولقي الحسين بن منصور الحلاج وهو من أعلم المشايخ \n  بعلوم الظاهر متمسك بالكتاب والسنة فقيه على مذهب الشافعي فمن كلامه قال ما \n  سمعت شيئا من سنن رسول الله صلى الله عليه وسلم إلا واستعملته حتى الصلاة \n  على أطراف الأصابع وهي صعبة .\n</p>\n<p class=\"arabic\">قال السلمي قال أحمد بن يحيى الشيرازي ما أرى التصوف إلا يختم به وكان أبو \n  عبد الله من أولاد الأمراء فتزهد حتى قال كنت أذهب وأجمع الخرق من المزابل \n  وأغلسه وأصلح منه ما ألبسه وبقيت أربعين شهرا أفطر كل ليلة على كف باقلاء \n  فاقتصدت فخرج من عرقي شبيه ماء اللحم فتحير الفاصد وقال ما رأيت جسدا بلا \n  دم إلا هذا .\n</p>\n<p class=\"arabic\">وقال ابن باكويه سمعت أبا أحمد الكبير يقول سمعت أبا عبد الله بن *26*508* \n  خفيف يقول نهبت في البادية حتى سقطت لي ثمانية أسنان وانتثر شعري ثم وقعت \n  إلى فيد وأقمت بها حتى تماثلت وحججت ثم مضيت إلى بيت المقدس ودخلت الشام فنمت \n  إلى جانب دكان صباغ وبات معي في المسجد رجل به بطن قيام وكان يدخل ويخرج إلى \n  الصباح فلما أصبحنا صاح الناس نقب دكان الصباغ وسرقت فدخلوا المسجد ورأونا \n  فقال المبطون لا أدري غير أن هذا طول الليل كان يدخل ويخرج وما كنت خرجت إلا \n  مرة تطهرت فجروني وضربوني وقالوا تكلم فاعتقدت التسليم فكانوا يغتاظون من \n  سكوتي فحملوني إلى دكان الصباغ وكان أثر رجل اللص في الرماد فقالوا ضع رجلك \n  فيه فوضت فكان على قدر رجلي فزادهم غيظا وجاء الأمير ونصبت القدر وفيها الزيت \n  يغلي وأحضرت السكين ومن يقطع اليد فرجعت إلى نفسي وإذا هي ساكنة فقلت إن أرداوا \n  قطع يدي سألتهم يعفوا يميني لأكتب بها فبقي الأمير يهددني ويصول فنظرت إليه \n  فعرفته وكان مملوكا لوالدي فكلمني بالعربية وكلمته بالفارسية فنظر إلي وقال \n  أبو الحسين وكنت أكنى بها في صباي فضحكت فعرفني فأخذ يلطم رأسه ووجهه واشتغل \n  الناس به فإذا بضجة عظيمة وأن اللصوص قد مسكوا فذهبت والناس ورائي وأنا ملطخ \n  بالدماء جائع لي أيام لا آكل فرأتني عجوز فقيرة فقالت أدخل إلينا فدخلت ولم \n  يرني الناس وغسلت وجهي ويدي فإذا الأمير قد أقبل يطلبني فدخل ومعه جماعة وجر \n  من منطقته سكينا وحلف بالله وقال إن أمسكني إنسان لأقتلن نفسي وضرب بيده رأسه \n  ووجهه مائة صفعة حتى منعته أنا ثم اعتذر وجهد بي أن أقبل شيئا فأبيت وهربت \n  ليومي من المدينة فحدثت بعض المشايخ فقال هذا عقوبة انفرادك فما دخلت بلدا \n  فيه فقراء إلا قصدتهم .\n</p>\n<p class=\"arabic\">وقال أبو عبيد الله بن باكويه سألت أبا عبد الله بن خفيف وقد سأله *26*509* \n  قاسم الإصطخري عن الأشعري فقال كنت مرة بالبصرة جالسا مع عمرو بن علويه على \n  ساجة في سفينة نتذاكر في شيء فإذا بأبي الحسن الأشعري قد عبر وسلم علينا وجلس \n  فقال عبرت عليكم أمس في الجامع فرأيتكم تتكلمون في شيء عرفت الألفاظ ولم أعرف \n  المغزى فأحب أن تعيدوها علي .\n</p>\n<p class=\"arabic\">قلت وفي أبو نعيم الحافظ شيء كنا قال في سؤال إبراهيم عليه السلام أرني كيف \n  تحيي الموتى وسؤال موسى أرني أنظر إليك فقلت نعم قلت إن سؤال إبراهيم هو سؤال \n  موسى إلا أن سؤال إبراهيم سؤال متمكن وسؤال موسى سؤال صاحب غلبة وهيجان فكان \n  تصريحا وكان سؤال إبراهيم تعريضا وذلك أنه قال أرني كيف تحيي الموتى فأراه \n  كيف المحيي ولم يره كيف الإحياء لأن الإحياء صفة والمحيي قدرته فأجابه إشارة \n  كما سأله إشارة إلا أنه قال في الآخر واعلم أن الله عزيز حكيم .\n</p>\n<p class=\"arabic\">ثم إني مشيت مع أبي الحسن وسمعت مناظرته وتعجبت من حسن كلامه حين أجابهم .\n</p>\n<p class=\"arabic\">قال أبو العباس الفسوي صنف شيخنا ابن خفيف من الكتب ما لم يصنفه أحد وانتفع \n  به جماعة صاروا أئمة يقتدى بهم وعمر حتى عم نفعه البلدان .\n</p>\n<p class=\"arabic\">وقال أبو الفتح عبد الرحمن بن أحمد خادم ابن خفيف سمعت أبا عبد الله بن خفيف \n  يقول سألنا يوما القاضي أبو العباس بن شريح بشيراز ونحن نحضر مجلسه لدرس الفقه \n  فقال لنا محبة الله فرض أو لا قلنا *26*510* فرض قال ما الدليل فما فينا من \n  أجاب بشيء فسألناه فقال قوله تعالى قل إن كان آباؤكم وأبناؤكم الآية قال فتوعدهم \n  الله على تفضيل محبتهم لغيره على محبته والوعيد لا يقع إلا على فرض لازم .\n</p>\n<p class=\"arabic\">وقال ابن باكويه كنت سمعت ابن خفيف يقول كنت في بدايتي ربما أقرأ في ركعة \n  واحدة عشرة آلاف قل هو الله أحد وربما كنت أقرأ في ركعة القرآن كله .\n</p>\n<p class=\"arabic\">وعن ابن خفيف أنه كان به وجع الخاصرة فكان إذا أخذه أقعده عن الحركة فكان \n  إذا أقيمت الصلاة يحمل على الظهر إلى المسجد فقيل له لو خففت على نفسك قال \n  إذا سمعتم حي على الصلاة ولم تروني في الصف فاطلبوني في المقابر .\n</p>\n<p class=\"arabic\">قال ابن باكويه سمعته يقول ما وجبت علي زكاة الفطر أربعين سنة .\n</p>\n<p class=\"arabic\">وقال ابن باكويه نظر أبو عبد الله بن خفيف يوما إلى ابن أم مكتوم وجماعة من \n  أصحابه يكتبون شيئا فقال ما هذا قالوا نكتب كذا وكذا قال اشتغلوا بتعلم شيء \n  ولا يغرنكم كلام الصوفية فإني كنت أخبيء محبرتي في جيب مرقعتي والورق في حجزة \n  سراويلي وأذهب خفية إلى أهل العلم فإذا علموا بي خاصموني وقالوا لا تفلح ثم \n  احتاجوا إلي .\n</p>\n<p class=\"arabic\">حدثنا أبو المعالي الأبرقوهي أنا عمر بن كرم ببغداد أنا أبو الوقت السجزي \n  ثنا عبد الوهاب بن أحمد الثقفي أنا محمد بن عبد الله بن باكويه ثنا محمد بن \n  خفيف الضبي إملاء قرأ علي حماد بن مدرك وأنا أسمع ثنا عمرو بن مرزوق ثنا شعبة \n  عن أبي عمران الجوني عن عبد الله *26*511* بن الصامت عن أبي ذر قال قال سول \n  الله صلى الله عليه وسلم إذا صنعت قدرا فأكثر مرقها وانظر أهل بيت من جيرانك \n  فأصبهم بمعروف .\n</p>\n<p class=\"arabic\">توفي ليلة ثالث رمضان عن خمس وتسعين سنة وقيل عاش مائة سنة وأربع سنين وازدحم \n  الخلق على جنازته وكان أمرا عظيما وصلوا عليه نحوا من مائة مرة رحمه الله \n  ورضي عنه .\n\n</p>"
}