{
    "header": "الحسن بن سعيد بن جعفر أبو العباس العباداـ...",
    "id": "015833",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الحسن بن سعيد بن جعفر أبو العباس العباداني المطوعي المقريء المعمر نزيل \n  إصطخر في آخر عمره .\n</h1>\n<p class=\"arabic\">سمع من الحسن بن المثنى وأبا خليفة وأبا مسلم الكجي وأبا عبد الرحمن النسائي \n  وإدريس بن عبد الكريم الحذاء وجعفر بن محمد الفريابي وجماعة .\n</p>\n<p class=\"arabic\">قال أبو نعيم قدم أصبهان سنة خمس خمسين وكان رأسا في القرآن وحفظه في حديثه \n  وروايته لين .\n</p>\n<p class=\"arabic\">وقال أبو بكر بن مردويه وهو ضعيف .\n</p>\n<p class=\"arabic\">قلت قرأ لنافع على أبو بكر البغدادي بكر محمد بن عبد الرحيم الأصبهاني وأبي \n  محمد الملطي وقرأ لأبي عمر ومحمد بن بدر بن محمد الباهلي صاحب الدوري والحسين \n  بن علي الأزرق الجمال قرأ عليه برواية قالون وقرأ *26*498* برواية البزي على \n  إسحاق بن أحمد الخزاعي .\n</p>\n<p class=\"arabic\">وقرأ برواية قنبل على ابن مجاهد وقرأ بدمشق على أبي العباس محمد بن موسى الصوري \n  وبالإسكندرية على محمد بن القاسم بن يزيد الإسكندراني وقرأ على ذكوان وقرأ \n  على أحمد بن فرح المفسر صاحب الدوري وعلى إدريس بن عبد الكريم الحداد صاحب \n  خلف وهو أكبر شيخ له وقرأ على عبد الله بن الربيع الملطي إمام جامع مصر عن \n  يونس بن عبد الأعلى وعلى جماعة مذكورين في المنهج لسبط الخياط .\n</p>\n<p class=\"arabic\">قرأ عليه أبو الفضل محمد بن جعفر الخزاعي وأبو الحسين علي بن محمد الخبازي \n  وأبو بكر محمد ب عمر بن زلال النهاوندي والحسين بن علي بن عبيد الله الرهاوي \n  وأبو عبد الله محمد بن الحسين بن آل زهرام الكارزيني .\n</p>\n<p class=\"arabic\">قال الخزاعي قلت للمطوعي في أي سنة قرأ على إدريس الحداد فقال في السنة التي \n  رحلت فيها إلى الري سنة اثنتين وستين ومائتين فقلت للمطوعي فقد قاربت المائة \n  فقال إلا ثنتين قال ذلك في سنة سبع وستين ومائة قال الخزاعي وكان أبوه واعظا \n  محدثا .\n</p>\n<p class=\"arabic\">قلت وحدث عنه أبو بكر بن أبي علي الذكواني وأبو نعيم الحافظ ومحمد بن عبيد \n  الله الشيرازي وآخرون وهو على ضعفيه وآخر من روى عن أبي مسلم الكجي والحداد \n  وله تصانيف في القراءآت .\n\n</p>"
}