{
    "header": "محمد بن أحمد بن حمدان بن علي بن عبد اللهـ...",
    "id": "016081",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن أحمد بن حمدان بن علي بن عبد الله بن سنان أبو عمرو بن الزاهد أبي \n  جعفر الحيري النيسابوري الزاهد المقريء المحدث النحوي .\n</h1>\n<p class=\"arabic\">كان المسجد فراشه نيفا وثلاثين سنة ثم لما عمي وضعف نقلوه إلى بعض أقاربه \n  بالحيرة من نيسابور رحل به أبوه .\n</p>\n<p class=\"arabic\">قال الحاكم سماعاته صحيحة وصحب الزهاد وأدرك أبا عثمان الحيري الزاهد وسمع \n  سنة خمس وتسعين ومائتين .\n</p>\n<p class=\"arabic\">سمع أبو بكر بن زنجويه بن الهيثم وأبا عمرو أحمد بن نصر وجعفر بن أحمد الحافظ \n  ورحل فسمع من الحسن بن سفيان سنة تسع وتسعين مسنده ومسند شيخه أبي بكر بن \n  أبي شيبة ومن أبي يعلى الموصلي مسنده ومسند شيخه أبي بكر بن أبي شيبة ومن \n  أبي يعلى الموصلي مسنده ومن عبدان الأهوازي وعمران بن موسى بن مجاشع وزكريا \n  بن يحيى الساجي وأحمد بن يحيى الصوفي والهيثم بن خلف الدوري وحامد بن شعيب \n  ومحمد بن جرير الطبري ومحمد بن عبد الله بن يوسف الدويري وعلي بن سعيد العسكري \n  ومحمد بن الحسين بن مكرم وأبي العباس السراج وابن خزيمة .\n</p>\n<p class=\"arabic\">روى عنه الحاكم أبو عبد الله وأبو نعيم الحافظ وأبو سعيد محمد بن علي النقاش \n  وأبو العلاء صاعد بن محمد الهروي وأبو حفص بن مسرور وعبد الغافر بن محمد الفارسي \n  وأبو سعد محمد بن عبد الرحمن الكنجروذي ومحمد بن محمد بن حمدون السلمي وأبو \n  عثمان سعيد بن محمد البحيري وآخرون .\n</p>\n<p class=\"arabic\">وهو أخو أبي العباس محمد نزيل خوارزم شيخ البرقاني *26*599* .\n</p>\n<p class=\"arabic\">قال الحاكم ولد له بنت وهو ابن تسعين سنة وتوفي وزوجته حبلى فبلغني أنها قالت \n  له عند وفاته قد قربت ولادتي فقال سلمته إلى الله تعالى فقد جاءوا ببراءتي \n  من السماء فتشهد ومات في الوقت رحمه الله .\n</p>\n<p class=\"arabic\">قال وتوفي في ذي القعدة في الثامن والعشرين منه وهو ابن ثلاث أو أربع وتسعين \n  سنة .\n</p>\n<p class=\"arabic\">وصلى عليه أبو أحمد الحاكم الحافظ .\n</p>\n<p class=\"arabic\">قلت قد وقع لنا بالإجازة جملة من عواليه وله جزء سؤالات كان يحفظه وقع لي \n  أيضا بعلو قراءته على ابن عساكر عن أبي روح أنا زاهر أنبا أبو سعد الكنجرودي \n  عنه .\n</p>\n<p class=\"arabic\">وقال ابن طاهر كان يتشيع .\n\n</p>"
}