{
    "header": "يعقوب بن يوسف بن إبراهيم بن هارون بن داوـ...",
    "id": "016263",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">يعقوب بن يوسف بن إبراهيم بن هارون بن داود بن كلس الوزير  البغدادي \n  أبو الفرج .\n</h1>\n<p class=\"arabic\">كان يهوديا خبيثا ماكرا فطنا داهية سافر ونزل الرملة وصار بها وكيلا فكسر \n  أموال التجار وهرب إلى مصر ثم توصل وجرت له أمور فرأى منه كافور الإخشيذي \n  فطنة وسياسة وطمع هو في التقدم فأسلم في يوم جمعة فقصده الوزير ابن حنزابه \n  لما فهم مرامه فهرب إلى المغرب واتصل بيهود كانوا في خدمة المعز فعظم شأنه \n  ونفق على المعز وجاء معه إلى مصر فلما ولي العزيز استوزره سنة خمس وستين وبقي \n  وزيره إلى أن هلك وهو وزير في هذة السنة في ذي القعدة وله اثنان وستون سنة .\n</p>\n<p class=\"arabic\">وكان عالي الهمة وافر الهيبة عاده في مرضه العزيز وقال له يا يعقوب وددت أن \n  تباع فأشتريك بملكي فهل من حاجة فبكى وقبل يده وقال أما لنفسي فلا يحتاج مولاي \n  وصية ولكن فيما يتعلق بك سالم الروم ما سالموك واقنع من بني حمدان بالدعوة \n  والشكر ولا تبق على المفرج بن دغفل متى أمكنتك فيه الفرصة فأمر به العزيز \n  فدفن في القصر في قبة بناها العزيز لنفسه وصلى عليه وألحده بيده وتأسف عليه \n  وهذه المنزل ما نالها وزير قط من مخدومه .\n</p>\n<p class=\"arabic\">وقيل إنه حسن إسلامه وقرأ القرآن والنحو وكان يجمع عنده العلماء وتقرأ عليه \n  مصنفاه ليلة الجمعة وله إقبال زائد على العلوم على إختلافها وقد مدحه عدة \n  شعراء وكان كريما جوادا .\n</p>\n<p class=\"arabic\">ومن تصانيفه كتاب في الفقه مما سمعه من المعز والعزيز وجلس سنة تسع وستين \n  مجلسا في رمضان فقرأ فيه الكتاب بنفسه وسمعه *26*670* خلائق وجلس جماعة في \n  الجامع العتيق يفتون من هذا الكتاب .\n</p>\n<p class=\"arabic\">قلت هذا الكتاب يريد كونه على مذهب الرافضة فإن القوم رافضة ملحدة في الباطن .\n</p>\n<p class=\"arabic\">وقد اعتقله العزيز شهرا في أثناء سنة ثلاث وسبعين ثم رضي عنه ورده إلى الوزارة \n  وكان إقطاعه من العزيز في العام مائتي ألف دينار ومات فوجد له من المماليك \n  والعبيد أربعة آلاف غلام إلى أشباه ذلك .\n</p>\n<p class=\"arabic\">ويقال إنه كفن وحنط بما قيمته عشرة آلاف دينار .\n</p>\n<p class=\"arabic\">وقيل إن العزيز بكى عليه وقال واطول أسفي عليك يا وزير .\n</p>\n<p class=\"arabic\">ويقال إنه رثاه مائة شاعر فأخذت قصائدهم وأجيزوا والأصح أنه حسن إسلامه .\n\n</p>"
}