{
    "header": "محمد بن إبراهيم بن علي بن عاصم بن زاذان ...",
    "id": "016382",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن إبراهيم بن علي بن عاصم بن زاذان .\n</h1>\n<p class=\"arabic\">أبو بكر المقرئ الحافظ مسند أصبهان طوف الشام ومصر والعراق وسمع في قريب من \n  خمسين مدينة .\n</p>\n<p class=\"arabic\">سمع محمد بن نصير بن أبان المديني ومحمد بن علي الفرقدي وإبراهيم بن متويه \n  وطبقتهم بأصبهان وأول سماعه بعد الثلاثمائة وسمع أحمد بن الحسن الصوفي وحامد \n  بن شعيب اللخمي وعمر بن إسماعيل بن أبي غيلان وطبقتهم ببغداد وأبا يعلى بالموصل \n  وعبدان بالأهواز وأبا عروبة بحران ومحمد بن الحسن بن قتيبة بعسقلان وإسحاق \n  بن أحمد الخزاعي بمكة وعبد الله بن زيدان البجلي وعلي بن العباس المقانعي \n  وعبد الله بن محمد بن مسلم ببيت المقدس وإبراهيم بن مسرور صاحب لوين بحلب \n  وأحمد بن يحيى بن زهير الحافظ بتستر وسعيد بن عبد العزيز وأحمد بن هشام بن \n  عمار ومحمد بن خريم بدمشق ومحمد بن المعافى بصيدا ومكحولا ببيروت وميمون بن \n  هارون بعكا ومحمد بن عمير صاحب هشام بن عمار بالرملة ومضاء بن عبد الباقي \n  بأذنة وجعفر بن أحمد بن سنان بواسط ومحمد بن علي بن روح المؤدب بعسكر مكرم \n  ومحمد بن *27*39* تمام البهراني ومحمد بن يحيى بن رزين بحمص والحسين بن عبد \n  الله القطان الأزدي بالرقة ومحمد بن محمد بن الأشعث ومحمد بن زبان وعلي بن \n  أحمد علان وأحمد بن عبد الوارث الغسال بمصر ومحمد بن أبي سلمة بن قوبا بعسقلان \n  وصنف معجم شيوخه وسمع شرح الآثار للطحاوي منه وخرج الفوائد وجمع مسند أبي \n  حنيفة .\n</p>\n<p class=\"arabic\">روى عنه أبو إسحاق بن حمزة وأبو الشيخ وهما أكبر منه وحمزة السهمي وأحمد بن \n  ) .\n</p>\n<p class=\"arabic\">موسى بن مردود وأبو نعيم وأبو طاهر بن عبد الرحيم وإبراهيم بن منصور الكراني \n  سبط بحرويه ومنصور بن الحسين وأبو طاهر أحمد بن محمد الثقفي وأحمد بن محمد \n  بن النعمان وآخرون .\n</p>\n<p class=\"arabic\">قال أبو طاهر الثقفي سمعت ابن المقرئ يقول طفت الشرق والغرب أربع مرات .\n</p>\n<p class=\"arabic\">وقال رجلان سمعنا ابن المقرئ يقول مشيت بسبب نسخة المفضل بن فضالة سبعين مرحلة \n  ولو عرضت على بقال برغيف لم يأخذها .\n</p>\n<p class=\"arabic\">وقال أبو طاهر بن سلمة سمعت ابن المقرئ يقول دخلت بيت المقدس عشر مرات وحججت \n  أربع حجج واستلمت الحجر في ليلة مائة وخمسين وأقمت بمكة خمسة وعشرين شهرا \n  وعن أبي بكر بن أبي علي قال كان ابن المقرئ يقول كنت أنا والظبراني وأبو الشيخ \n  في مدينة الرسول عليه السلام فضاق بنا الوقت فواصلنا ذلك اليوم فلما كان وقت \n  العشاء حضرت القبر وقلت يا رسول الله الجوع فقال لي الطبراني اجلس فإما أن \n  يكون الرزق أو الموت فقمت أنا وأبو الشيخ فحضر الباب علوي ففتحنا له وإذا \n  معه غلامان بزنبيلين فيهما شيء كثير وقال يا قوم شكوتموني إلى النبي صلى الله \n  عليه وسلم فإني رأيته فأمرني بحمل شيء إليكم .\n</p>\n<p class=\"arabic\">وروى أبو موسى المديني ترجمة ابن المقرئ نا معمر بن الفاخر سمعت أبا نصر بن \n  الحسن ابن أبي عمر سمعت ابن سلامة يقول قيل *27*40* للصاحب بن عباد أنت رجل \n  معتزلي وابن المقرئ محدث وأنت تحبه فقال إنه كان صديق والدي وقيل مودة الآباء \n  قرابة الأبناء ولأني كنت نائما فرأيت النبي صلى الله عليه وسلم في المنام \n  يقول لي أنت نائم وولي من أولياء الله على بابك فانتبهت ودعوت البواب وقلت \n  من بالباب قال أبو بكر بن المقرئ .\n</p>\n<p class=\"arabic\">وقال أبو عبد الله بن مهدي سمعت ابن المقرئ يقول مذهبي في الأصول مذهب أحمد \n  بن حنبل وأبي زرعة .\n</p>\n<p class=\"arabic\">قال ابن مردويه هو ثقة مأمون صاحب أصول توفي يوم الاثنين في شوال .\n</p>\n<p class=\"arabic\">وقال أبو نعيم محدث كبير ثقة صاحب أصول سمع ما لا يحصى كثرة وتوفي عن ست وتسعين \n  سنة ) .\n</p>\n<p class=\"arabic\">قلت وكان الصاحب إسماعيل بن عباد يحترمه وكان خازن كتب الصاحب وقد خرجت من \n  معجمه أربعين حديثا عن أربعين شيخا في أربعين مدينة سميتها أربعي البلدان \n  لأبي بكر بن المقرئ وسمعناها وعند أبي سعيد المدائني حديثه في غاية العلو \n  مات في شوال .\n\n</p>"
}