{
    "header": "جوهر أبو الحسن القائد الرومي المعروف بالـ...",
    "id": "016362",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">جوهر أبو الحسن القائد الرومي المعروف بالكاتب مولى المعز  أبي تميم \n  قد من المغرب بتجهيز المعز إلى ديار مصر في الجيوش والأهبة في سنة ثمان وخمسين \n  فاستولى على إقليم مصر وابتنى القاهرة واستمر عالي الأمر نافذ الكلمة .\n</h1>\n<p class=\"arabic\">وكان بعد موت كافور صاحب مصر قد انخرم النظام وأقيم في الملك أحمد بن علي \n  بن الإخشيد وهو صغير وكان ينوب عنه ابن عم والده والحسن بن عبيد الله بن طغج \n  والوزير حينئذ جعفر بن الفرات فقلت الأموال على الجند فكتب جماعة إلى المعز \n  يطلبون منه عسكرا ليسلموا إليه مصر فنفذ جوهرا في نحو مائة ألف فارس أو أكثر \n  فنزل بتروجة بقرب الإسكندرية فراسله أهل مصر في طلب الأمان وتقرير أملاكهم \n  لهم فأجابهم جوهر وكتب لهم العهد فعلم الإخشيدية بذلك فتأهبوا للقتال فجاءتهم \n  الكتب والعهود فاختلفت كلمتهم ثم أمروا عليهم ابن الشويزاني وتوجهوا للقتال \n  نحو الجزيرة وحفظوا الجسور فوصل جوهر إلى الجيزة ووقع بينهم القتال في حادي \n  عشر شعبان ثم سار جوهر إلى منية الصيادين وأخذ مخاضة منية شلقان ووصل إلى \n  جوهر طائفة من العسكر في مراكب وحفظ أهل مصر البلد فقال جوهر للأمير جعفر \n  بن فلاح لهذا اليوم خبأك المعز فعبر عريانا في سراويل وهو في مركب ومعه الرجال \n  خوضا فوصلوا إليهم ووقع القتال فقتل خلق كثير من الإخشيدية وانهزم الباقون \n  ثم أرسلوا يطلبون الأمان فأمنهم جوهر وحضر رسوله ومعه بند أبيض وطاف بالأمان \n  ومنع من النهب فسكن الناس وفتحت الأسواق ودخل من الغد جوهر القائد في طبوله \n  وبنوده وعليه ديباج مذهب ونزل موضع القاهرة اليوم واختطها وحفر أساس القصر \n  لليلته فأرسل إلى مولاه يبشره بالفتح وبعث إليه برؤوس القتلى وقطع خطبة بني \n  العباس ولبس السواد وألبس الخطباء البياض وأن يقال في الخطبة اللهم صل على \n  محمد المصطفى وعلى علي المرتضى وعلى فاطمة البتول وعلى الحسن والحسين سبطي \n  *27*32* الرسول وصل على الأئمة آباء أمير المؤمنين المعز بالله .\n</p>\n<p class=\"arabic\">ثم في ربيع الآخر سنة تسع وخمسين أذنوا بمصر ب حي على خير العمل فاستمر ذلك \n  وكتب إلى المعز يبشره بذلك وفرغ من بناء جامع القاهرة في رمضان سنة إحدى وستين \n  والأغلب أنه الجامع الأزهر .\n</p>\n<p class=\"arabic\">وكان جوهر حسن السيرة في الرعية ولما مات رثاه جماعة من الشعراء .\n</p>\n<p class=\"arabic\">توفي سنة إحدى وثمانين وهو على معتقد العبيدية .\n\n</p>"
}