{
    "header": "محمد بن عمران بن موسى بن عبيد أبو عبيد اـ...",
    "id": "016493",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن عمران بن موسى بن عبيد أبو عبيد الله المرزباني البغدادي الكاتب \n  العلامة .\n</h1>\n<p class=\"arabic\">حدث عن أبي القاسم البغوي وأبي بكر بن دريد وأبي حامد بن هارون الحضرمي ونفطويه \n  وغيرهم .\n</p>\n<p class=\"arabic\">روى عنه أبو القاسم التنوخي وأبو محمد الجوهري وغيرهما وكان إخباريا راوية \n  للآداب صنف في أخبار الشعراء وفي الغزل غير أن أكثر كتبه لم تكن مما سمعه \n  بل بالإجازة فيقول أخبرنا ولا يبين .\n</p>\n<p class=\"arabic\">وقال القاضي أبو عبد الله الحسين بن علي الصيمري سمعت أبا عبد الله المرزباني \n  يقول كان في داري خمسون ما بين لحاف ودراج معدة لأهل العلم الذين يبيتون عندي .\n</p>\n<p class=\"arabic\">وقال أبو القاسم الأزهري كان المرزباني يضع المحبرة وقنينة النبيذ فلا يكتب \n  ويشرب وكان معتزليا صنف كتابا في أخبار المعتزلة وما كان ثقة .\n</p>\n<p class=\"arabic\">قال الخطيب ليس حاله عندنا الكذب وأكثر ما عيب عليه المذهب وروايته بالإجازة \n  ولم ) .\n</p>\n<p class=\"arabic\">يبينها *27*87* .\n</p>\n<p class=\"arabic\">وقال العتيقي كان معتزليا ثقة مات في شوال وله ثمان وثمانون سنة كان في زمانه \n  تشبه تصانيفه بتصانيف الجاحظ .\n</p>\n<p class=\"arabic\">قال أبو علي الفارسي النحوي أبو عبيد الله المرزباني من محاسن الدنيا وكان \n  الملك عضد الدولة مع عظمته يجتاز بباب المرزباني فيقف حتى يخرج إليه المرزباني \n  فيسلم عليه وكانت داره تجمع الفضلاء وكان مشتهرا بشرب النبيذ وكتابه في أخبار \n  الشعراء خمسة آلاف ورقة وله كتاب آخر في الشعراء المحدثين خاصة كبير إلى الغاية \n  يكون عشرة آلاف ورقة وأخبار المسمعين ثلاثة آلاف ورقة وأخبار الغناء والأصوات \n  ثلاثة آلاف ورقة وله تصانيف كثيرة جدا أوردها القفطي وروى الجوهري عن المرزباني \n  أنه أعطى مرة عضد الدولة ألف دينار وقال إنه بلغني أنك تؤرخ فإذا جاء اسمي \n  فأجمل فقلت نعم أجمل وبذكرك أتجمل .\n\n</p>"
}