{
    "header": "إبراهيم بن هلال بن إبراهيم أبو إسحاق الصـ...",
    "id": "016468",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">إبراهيم بن هلال بن إبراهيم أبو إسحاق الصابي المشرك الحراني  صاحب \n  الرسائل الأدبية المشهورة كاتب ديوان الإنشاء لعز الدولة بختيار بن معز الدولة \n  ملك العراق .\n</h1>\n<p class=\"arabic\">كان متشددا في دينه حرص عليه عز الدولة أن يسلم فلم يفعل وكان يصوم رمضان \n  ويحفظ القرآن ويستعمله في رسائله وله النظم الرائق .\n</p>\n<p class=\"arabic\">ولي ديوان الرسائل سنة تسع وأربعين وكانت تصدر عنه مكاتبات إلى عضد الدولة \n  بما ) .\n</p>\n<p class=\"arabic\">تؤلمه فلما تملك سجنه وعزم على قتله فشفعوا فيه فأطلقه في سنة إحدى وسبعين \n  وأمره أن يصنع له كتابا في أخبار الدولة البويهية فعمل كتاب الباجي ولم يزل \n  مبعدا في أيامه .\n</p>\n<p class=\"arabic\">توفي في شوال وله إحدى وسبعون سنة .\n</p>\n<p class=\"arabic\">فمن شعره قال أبو القاسم بن برهان دخلت عليه وقد لحقه وجع المفاصل وقد أبل \n  والمجلس عنده حفل فأراد أن يريهم أنه قادر على الكتابة ففتح الدواة ليكتب \n  فتطاولوا للنظر إلى كتابته فوضع القلم وقال بديها .\n</p>\n<p class=\"arabic\">% وجع المفاصل وهو أيسر % % ما لقيت من الأذى % .\n</p>\n<p class=\"arabic\">% جعل الذي استحسنته % % والناس من خطي كذا % .\n</p>\n<p class=\"arabic\">% والعمر مثل الكاس ير % % سب في أواخره القذا % .\n</p>\n<p class=\"arabic\">ومن شعره .\n</p>\n<p class=\"arabic\">% رأتني أميز خلط الخضاب % % وأقسم أجزاءه بالقضيب % .\n</p>\n<p class=\"arabic\">% فقالت أبن لي ماذا تريد % % بقسمة هذا السواد العجيب % .\n</p>\n<p class=\"arabic\">% فقلت فديتك ماء الشباب % % وعزمي أسخم وجه المشيب % .\n</p>\n<p class=\"arabic\">وكان ابنه المحسن بن إبراهيم من الرؤساء مات على كفره أيضا وخلف ابنه هلال \n  بن المحسن الأديب فأسلم وروى عن أبي علي الفارسي وأحمد بن محمد بن الجراح \n  أدبا .\n</p>\n<p class=\"arabic\">قال الخطيب كان صدوقا توفي سنة ثمان وأربعين وأربعمائة *27*76* .\n\n</p>"
}