{
    "header": "الحسن بن عبد الله بن سعيد أبو أحمد العسكـ...",
    "id": "016405",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الحسن بن عبد الله بن سعيد أبو أحمد العسكري الإمام الأديب .\n</h1>\n<p class=\"arabic\">*27*50* سمع من عبدان الأهوازي وأحمد بن يحيى بن زهير التستري وأبي القاسم \n  عبد الله البغوي وأبي بكر بن أبي داود وأبي بكر بن دريد وإبراهيم بن عرفة \n  نفطويه ومحمد بن جرير الطبري والعباس بن أبي الوليد بن شجاع الأصبهاني وجماعة .\n</p>\n<p class=\"arabic\">روى عنه أبو بكر أحمد بن جعفر اليزدي الأصبهاني وأبو الحسن علي بن أحمد النعيمي \n  وأبو سعد الماليني وأبو الحسين محمد بن الحسن الأهوازي وأبو بكر محمد بن أحمد \n  الوادعي وعبد الواحد بن أحمد الباطرقاني وأحمد بن محمد بن زنجويه ومحمد بن \n  منصور بن حيكان التستري وعلي بن عمر الايذحي وأبو سعيد الحسن بن علي بن بحر \n  التستري السقطي وآخرون .\n</p>\n<p class=\"arabic\">وقال فيه السلفي كان من الأئمة المذكورين بالتصرف في أنواع العلوم والتبحر \n  في فنون الفهوم ومن المشهورين بجودة التأليف وحسن التصنيف ومن جملة تصانيفه \n  الحكم والأمثال وكتاب التصحيف وكتاب الأرواح وكتاب الزواجر والمواعظ وبقي \n  حتى علا به السن واشتهر في الآفاق انتهت إليه رئاسة التحديث والإملاء للآداب \n  والتدريس بقطر خوزستان وكان يملي بالعسكر وتستر ومدن ناحيته .\n</p>\n<p class=\"arabic\">قلت أخبرنا بنسبه أبو علي بن الخلال أنا جعفر أنا السفلي أنا أبو الحسين بن \n  الطيوري أنا أبو سعيد الحسن بن علي السقطي بالبصرة ثنا أبو أحمد الحسن بن \n  عبد الله بن سعيد بن ) .\n</p>\n<p class=\"arabic\">إسماعيل بن زيد بن حكيم العسكري إملاء سنة ثمانين وثلاثمائة بتستر .\n</p>\n<p class=\"arabic\">قال السفلي فذكر مجالس من أماليه هي عندي ولما توفي أبو أحمد رثاه الصاحب \n  إسماعيل بن عباد وأنشده *27*51* .\n</p>\n<p class=\"arabic\">% قالوا مضى الشيخ أبو أحمد % % وقد رثوه بضروب الندب % .\n</p>\n<p class=\"arabic\">% فقلت ماذا فقد شيخ مضى % % لكنه فقد فنون الأدب % .\n</p>\n<p class=\"arabic\">ووفاته بخط أبي حكيم أحمد بن إسماعيل بن فضلان العسكري اللغوي في يوم الجمعة \n  لسبع خلون من ذي الحجة سنة اثنتين وثمانين وثلاثمائة .\n\n</p>"
}