{
    "header": "إبراهيم بن محمد بن الفتح المصيصي الجلي بـ...",
    "id": "016510",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">إبراهيم بن محمد بن الفتح المصيصي الجلي بجيم .\n</h1>\n<p class=\"arabic\">حدث ببغداد عن محمد بن سفيان المصيصي ومحمد بن إبراهيم البطال .\n</p>\n<p class=\"arabic\">وعنه أحمد بن محمد العتيقي وأبو القاسم التنوخي .\n</p>\n<p class=\"arabic\">وقال البرقاني صدوق وقال غيره كان حافظا ضريرا ومن شيوخه إمام جامع المصيصة \n  أبو الماضي محمد بن يحيى ومحمد بن حاتم بن روح القزاز ومحمد بن أحمد بن أبي \n  الخطيب وآخر من حدث عنه أبو الحسين محمد بن الآبنوسي .\n</p>\n<p class=\"arabic\">إسماعيل بن عباد الصاحب أبو القاسم وزير مؤيد الدولة بويه بن *27*93* ركن \n  الدولة أصله من الطالقان وكان نادرة دهره وأعجوبة عصره في الفضائل والمكارم .\n</p>\n<p class=\"arabic\">أخذ الأدب عن الوزير أبي الفضل بن العميد وأبي الحسين أحمد بن فارس وسمع الحديث \n  من أبيه ومن غيره واحد وحدث باليسير وأملى مجالس روى فيها عن عبد الله بن \n  جعفر بن فارس وأحمد بن كامل بن سحرة وأحمد بن محمد أبي الحسن الكنباني وسليمان \n  الطبراني وطائفة .\n</p>\n<p class=\"arabic\">روى عنه أبو العلاء محمد بن علي بن حسول وعبد الملك بن علي الرازي القطان \n  وأبو بكر بن أبي علي المعدل والقاضي أبو الطيب طاهر الطبري وأبو بكر بن المقرئ \n  ومع تقدمه وهو أول من سمي بالصاحب لأنه صحب مؤيد الدولة من الصبا وسماه الصاحب \n  فغلب عليه ثم سمي به كل من ولي الوزارة بعده وقيل لأنه كان يصحب أبا الفضل \n  بن العميد فقيل له صاحب العميد ثم خفف فقيل الصاحب .\n</p>\n<p class=\"arabic\">قال فيه أبو سعيد الرستمي .\n</p>\n<p class=\"arabic\">% ورث الوزارة كابرا عن كابر % % موصولة الإسناد بالإسناد % .\n</p>\n<p class=\"arabic\">% يروي عن العباس عباد وزرأ % % رته وإسماعيل عن عباد % .\n</p>\n<p class=\"arabic\">ولما توفي مؤيد الدولة بجرجان في سنة ثلاث وسبعين ولي بعده أخوه فخر الدولة \n  أبو الحسن فأقره على الوزارة وبالغ في تعظيمه وكان الوزير أبو الفتح من ذي \n  الكفايتين قد قصد الصاحب وأزاله عن الوزارة ثم نصر عليه وعاد إلى الوزارة \n  فقي كتاب المحسن التنوخي في الفرج بعد *27*94* الشدة أن إبراهيم بن علي بن \n  سعيد النصيبيني حدثه قال سر أبو الفتح فطلب الندماء وهيأ مجلسا عظيما بآلات \n  الذهب والفضة والمغاني والفواكه وشرب بقية يومه وعامة ليلته ثم عمل شعرا وغنوا \n  به يقول فيه .\n</p>\n<p class=\"arabic\">% إذا بلغ المرء آماله % % فليس إلى بعدها منتزح % .\n</p>\n<p class=\"arabic\">وكان هذا بعد تدبيره على الصاحب حتى أبعده عن مؤيد الدولة وسيره إلى أصبهان \n  وانفرد بالدست ثم طرب بالشعر وشرب إلى أن سكر وقال غطوا المجلس لأصطبح عليه \n  غدا وقال لندمائه باكروني ثم نام فدعاه مؤيد الدولة في السحر فقبض عليه وأخذ \n  ما يملكه ومات في النكبة ثم عاد الصاحب إلى الوزارة .\n</p>\n<p class=\"arabic\">قلت وبقي في الوزارة ثمانية عشر عاما وفتح خمسين قلعة وسلمها إلى فخر الدولة \n  لم يجتمع منها عشرة لآبيه وكان الصاحب عالما بفنون كثيرة من العلم لم يدانه \n  في ذاك وزير وكان أفضل وزراء الدولة الديلمية وأغزرهم علما وأوسعهم أدبا وأوفرهم \n  محاسن وقد طول ابن النجار ترجمته وجودها .\n</p>\n<p class=\"arabic\">أنبأنا أحمد بن سلامة عن مسعود بن أبي منصور أنا أبو علي الحداد أنا أبو العلاء \n  محمد بن علي ثنا الصاحب بن عباد أملانا أبو الحسن بن أحمد بن محمد ثنا سليمان \n  بن داود القزاز نا سفيان عن الزهري عن سالم عن أبيه رأيت النبي صلى الله عليه \n  وسلم وأبا بكر وعمر يمشون أمام السرير قال الصاحب قد شارك الطبراني في إسناده .\n</p>\n<p class=\"arabic\">قيل كان ابن عباد فصيحا مفوها لكنه يتقعر في خطابه ويستعمل وحشي اللغة حتى \n  في انبساطه يعيب التيه ويتيه ولا ينصف من ناظره وقيل كان مشوه الصورة وصنف \n  في اللغة كتابا سماه المحيط في سبع *27*95* مجلدات وله كتاب الكافي في الترسل \n  وكتاب الأعياد وكتاب الإمامة ذكر فيه فضائل علي رضي الله عنه وثبت إمامة من \n  تقدمه وكان شيعيا كآل بويه وما أظنه يسب لكنه معتزلي قيل إنه نال من البخاري \n  وقال إنه حشوي لا يعول عليه وله كتاب الوزراء وكتاب الكشف عن مساوئ المتنبي \n  وكتاب أسماء الله وصفاته .\n</p>\n<p class=\"arabic\">ومن ترسله نحن يا سيدي في مجلس غنى إلا عنك شاكرا إلا منك قد تفتحت فيه عيون \n  النرجس وتوردت خدود فيه بالبنفسج وفاحت مجامر الأترج وفتقت فارات النارنج \n  وانطلقت ألسن العيدان وقامت خطباء الأوتار وهبت رياح الأقداح ونفقت سوق الأنس \n  وقام منادي الطرب وطلعت كواكب الندماء وامتدت سماء الند فبحياتي إلا ما حضرت \n  فقد أبت راح مجلسنا أن تصفو إلا أن تناولها يمناك وأقسم غناؤه أن لا يطيب \n  حتى تعيه أذناك فخدود نارنجه قد احمرت خجلا لإبطائك وعيون نرجسه قد حدقت تأميلا \n  للقائك .\n</p>\n<p class=\"arabic\">وله .\n</p>\n<p class=\"arabic\">% رق الزجاج ورقت الخمر % % وتشابهت فتشاكل الأمر % .\n</p>\n<p class=\"arabic\">% فكأنها خمر ولا قدح % % وكأنما قدح ولا خمر % .\n</p>\n<p class=\"arabic\">*27*96* وله يرثي الوزير أبا علي كثير بن أحمد .\n</p>\n<p class=\"arabic\">% يقولون لي أودى كثير بن أحمد % % وذلك مرزوء علي جليل % .\n</p>\n<p class=\"arabic\">% فقلت دعوني والبكا نبكه معا % % فمثل كثير في الرجال قليل % .\n</p>\n<p class=\"arabic\">وورد أن الصاحب جمع من الكتب ما كان يحتاج في نقلها إلى أربعمائة جمل ولما \n  عزم على الإملاء تاب إلى الله واتخذ لنفسه بيتا سماه بيت التوبة ولبث أسبوعا \n  على الخير ثم أخذ خطوط الفقهاء بصحة توبته ثم جلس للإملاء وحضر خلق كثير منهم \n  القاضي عبد الجبار بن أحمد .\n</p>\n<p class=\"arabic\">وكان الصاحب ينفذ إلى بغداد في السنة خمسة آلاف دينار تفرق على الفقهاء والأدباء \n  وكان يبغض من يميل غلى الفلسفة ومرض بالأهواز بالإسهال فكان إذا قام من الطشت \n  ترك إلى جانبه عشرة دنانير حتى لا يتبرم به الخدم فكانوا يودون دوام علته \n  ولما عوفي تصدق بنحو من خمسين ألف دينار وله ديوان شعر .\n</p>\n<p class=\"arabic\">وقد مدحه أبو محمد عبد الله بن أحمد بن الخازن الشاعر بقصيدته المشهورة وهي .\n</p>\n<p class=\"arabic\">% هذا فؤادك نهبى بين أهواء % % وذاك رأيك سار بين آراء % .\n</p>\n<p class=\"arabic\">% هواك بين العيون النجل مقتسم % % داء لعمرك ما أبلاه من داء % .\n</p>\n<p class=\"arabic\">% لا يستقر بأرض أو يسير إلى % % أخرى بشخص قريب عزمه نائي % .\n</p>\n<p class=\"arabic\">% يوما بحزوى ويوما بالكثيب ويو % % ما بالعذيب ويوما بالخليصاء % .\n</p>\n<p class=\"arabic\">ومنها .\n</p>\n<p class=\"arabic\">% صبية الحي لم تقنع بها سكنا % % حتى علقت صبايا كل أحياء % .\n</p>\n<p class=\"arabic\">% أدعى بأسماء نبزا في قبائلها % % كأن أسماء أضحى بعض أسمائي % .\n</p>\n<p class=\"arabic\">*27*97* .\n</p>\n<p class=\"arabic\">% ثنت أناملها عني وقد دميت % % من مهجتي فادعتها وشي حناء % .\n</p>\n<p class=\"arabic\">وهي طويلة .\n</p>\n<p class=\"arabic\">وقيل إن نوحا بن منصور الساماني كتب إليه يستدعيه ليفوضه وزارته فاعتل عليه \n  بأنه يحتاج لنقل كتبه خاصة أربعمائة جمل فما الظن بما يليق من التجمل .\n</p>\n<p class=\"arabic\">ومن بديع نظم الصاحب بن عباد .\n</p>\n<p class=\"arabic\">% تبسم إذ تبسم عن إقاح % % وأسفر حين أسفر عن صباح % .\n</p>\n<p class=\"arabic\">% وألحقني بكأس من رضاب % % وكأس من جنى ورد وراح % .\n</p>\n<p class=\"arabic\">% له وجه يدل به وطرف % % يمرضه فيسكر كل صاح % .\n</p>\n<p class=\"arabic\">% جبينك والمقلد والثنايا % % صباح في صباح في صباح % .\n</p>\n<p class=\"arabic\">ومن شعره .\n</p>\n<p class=\"arabic\">% الحب سكر خماره التلف % % يحسن فيه الذبول والدنف % .\n</p>\n<p class=\"arabic\">% علوه زاد في تصلفه % % والحسن ثوب طرازه الصلف % .\n</p>\n<p class=\"arabic\">وقال أبو يوسف القزويني المعتزلي كتب الفهري قاضي قزوين إلى الصاحب مع كتب \n  أهداها له .\n</p>\n<p class=\"arabic\">% الفهري عبد كافي الكفاة % % وإن اعتد عن وجوه القضاة % .\n</p>\n<p class=\"arabic\">% خدم المجلس الرفيع بكتب % % مترعات من علمها منعمات % .\n</p>\n<p class=\"arabic\">فأجاب الصاحب .\n</p>\n<p class=\"arabic\">% قد قبلنا من الجميع كتابا % % ورددنا لوقتها الباقيات % .\n</p>\n<p class=\"arabic\">% لست أستغنم الكبير فطبعي % % قول خذ ليس مذهبي قول هات % .\n</p>\n<p class=\"arabic\">ولد بإصطخر وقيل بالطالقان في سنة ست وعشرين وثلاثمائة والطالقان اسم لناحية \n  من أعمال قزوين وأما بلد الطالقان التي بخراسان *27*98* فأخرى خرج منها جماعة \n  علماء .\n</p>\n<p class=\"arabic\">توفي ليلة الجمعة من صفر سنة خمس وثمانين .\n</p>\n<p class=\"arabic\">ومن مراثي الصاحب .\n</p>\n<p class=\"arabic\">% ثوى الجود والكافي معا في حفيرة % % ليأنس كل منهما بأخيه % .\n</p>\n<p class=\"arabic\">% هما اصطحبا حيين ثم تعانقا % % ضجيعين في لحد بباب دريه % .\n</p>\n<p class=\"arabic\">% إذا ارتحل الثاوون عن مستقرهم % % أقاما إلى يوم القيامة فيه % .\n</p>\n<p class=\"arabic\">وكان يلقب كافي الكفاة أيضا وكانت وفاته بالري ونقل إلى أصبهان ودفن بمحلة \n  باب درية .\n</p>\n<p class=\"arabic\">ولما توفي أغلقت له مدينة الري واجتمع الناس على باب فصره وحضره مخدويه وسائر \n  ) .\n</p>\n<p class=\"arabic\">الأمراء وقد غيروا لباسهم فلما خرج نعشه صاح الناس صيحة واحدة وقبلوا الأرض \n  ومشى فخر الدولة ابن بويه أمام نعشه وقعد للعزاء .\n</p>\n<p class=\"arabic\">ولبعضهم فيه .\n</p>\n<p class=\"arabic\">% كأن لم يمت حي سواك ولم تقم % % على أحد إلا عليك النوائح % .\n</p>\n<p class=\"arabic\">% لئن حسنت فيك المراثي وذكرها % % لقد حسنت من قبل فيك المدائح % .\n\n</p>"
}