{
    "header": "علي بن عمر بن أحمد بن مهدي بن مسعود بن اـ...",
    "id": "016521",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">علي بن عمر بن أحمد بن مهدي بن مسعود بن النعمان بن دينار بن عبد الله أبو \n  الحسن .\n</h1>\n<p class=\"arabic\">البغدادي الدار قطني الحافظ المشهور صاحب المصنفات .\n</p>\n<p class=\"arabic\">سمع من أبي القاسم البغوي وأبي بكر بن أبي داود وابن صاعد ومحمد بن إبراهيم \n  بن فيروز ومحمد بن هارون الحضرمي وعلي بن عبد الله بن مبشر الواسطي ومحمد \n  بن قاسم المحاربي وأبي علي محمد بن سليمان المالكي وأبي عمر محمد بن يوسف \n  القاضي والحسين ابن المحاملي وأبي بكر زياد النيسابوري وأبي روق الهزاني وبدر \n  بن الهيثم وأحمد بن إسحاق بن البهلول وعبد الوهاب بن أبي حية واحمد بن القاسم \n  الفرائضي وأبي طالب أحمد بن نصر الحافظ وخلق كثير ببغداد والكوفة والبصرة \n  وواسط ورحل في الكهولة إلى الشام ومصر فسمع القاضي أبا الطاهر الذهلي وهذه \n  الطبقة .\n</p>\n<p class=\"arabic\">حدث عنه أبو حامد الإسفرايني الفقيه وأبو عبد الله الحاكم وعبد الغني بن سعيد \n  المصري وتمام الرازي وأبو بكر البرقاني وأبو ذر عبد بن أحمد وأبو نعيم وأحمد \n  بن الحسن الطيان الدمشقي وعلي بن السمسار وأبو محمد الخلال وأبو القاسم التنوخي \n  وأبو طاهر بن *27*102* عبد الرحيم الكاتب والقاضي أبو الطيب الطبري وأبو عمر \n  بكر بن بشران وأبو الحسن العتيقي ) .\n</p>\n<p class=\"arabic\">وحمزة السهمي وأبو الغنائم عبد الصمد بن المأمون وأبو محمد الجوهري وأبو الحسن \n  محمد بن المهتدي بالله وأبو الحسين بن الأبنوسي وخلق كثير .\n</p>\n<p class=\"arabic\">ومولده سنة ست وثلاثمائة .\n</p>\n<p class=\"arabic\">قال الحاكم صار الدارقطني أوحد عصره في الحفظ والفهم والورع وإماما في القراء \n  والنحويين وفي سنة سبع وستين أقمت ببغداد أربعة أشهر وكثر اجتماعنا بالليل \n  والنهار فصادفته فوق ما وصف لي وسألته عن العلل والشيوخ وله مصنفات يطول ذكرها \n  وأشهد أنه لن يخلف على أديم الأرض مثله .\n</p>\n<p class=\"arabic\">وقال الخطيب كان الدارقطني فريد دهره وقريع عصره ونسيج وحده وإمام وقته انتهى \n  إليه في علم الأثر والمعرفة بعلل الحديث وأسماء الرجال مع الصدق والثقة وصحة \n  الإعتقاد والاضطلاع من علوم سوى علم الحديث منها القراءات فإن له فيها مصنفا \n  مختصرا جمع الأصول في أبواب عقدها في أول الكتاب وسمعت من يعتني بالقراءات \n  يقول لم يسبق أبو الحسن إلى طريقته التي سلكها في عقد الأبواب المقدمة في \n  أول القراءات وصار القراء بعده يسلكون ذلك ومنها المعرفة بمذاهب الفقهاء فإن \n  كتابه السنن يدل على ذلك وبلغني أنه درس فقه الشافعي على أبي سعيد الأصطخري \n  وقيل على غيره ومنها المعرفة بالأدب والشعر فقيل إنه كان يحفظ دواوين جماعة \n  فحدثني حمزة ابن محمد بن طاهر أنه كان يحفظ ديوان السيد الحميري ولهذا نسب \n  إلى التشيع وحدثني الأزهري قال بلغني أن الدارقطني حضر في حداثته مجلس إسماعيل \n  الصفار فجلس ينسخ جزءا والصفار يملي فقال رجل لا يصح سماعك وأنت تنسخ فقال \n  الدارقطني فهمي للإملاء خلاف فهمك ثم قال تحفظ كم أملى الشيخ قال لا قال أملى \n  ثمانية عشر حديثا الحديث الأول عن فلان عن *27*103* فلان عن فلان ومتنه كذا \n  والحديث الثاني عن فلان ومتنه كذا ثم مر في ذلك حتى أتى على الأحاديث فعجب \n  الناس منه أو كما قال .\n</p>\n<p class=\"arabic\">وقال رجاء بن محمد المعدل قلت للدارقطني رأيت مثل نفسك فقال قال الله تعالى \n  فلا تزكوا أنفسكم فألححت عليه فقال لم أر أحدا جمع ما جمعت .\n</p>\n<p class=\"arabic\">وقال أبو ذر عبد بن أحمد قلت للحاكم ابن البيع هل رأيت مثل الدارقطني فقال \n  هو لم ير مثل نفسه فكيف أنا رواها الخطيب في تاريخه عن أبي الوليد الباجي \n  عن أبي ذر فهذا من ) .\n</p>\n<p class=\"arabic\">رواية الكبار عن الصغار .\n</p>\n<p class=\"arabic\">وكان عبد الغني المصري إذا حكى عن الدارقطني يقول قال أستاذي قال الخطيب سمعت \n  أبا الطيب الطبري يقول الدارقطني أمير المؤمنين في الحديث .\n</p>\n<p class=\"arabic\">وقال الخطيب قال لي الأزهري كان الدارقطني ذكيا إذا نوكر شيئا من العلم أي \n  نوع كان وجد عنده من نصيب وافر ولقد حدثني محمد بن طلحة النعالي أنه حضر مع \n  الدارقطني دعوة فجرى ذكر الأكلة فاندفع الدارقطني يورد أخبار الأكلة ونوادرهم \n  حتى قطع أكثر ليلته بذلك وقال الأزهري رأيت الدارقطني أجاب ابن أبي الفوارس \n  عن علة حديث أو اسم ثم قال يا أبا الفتح ليس بين الشروق والغرب من يعرف هذا \n  غيري .\n</p>\n<p class=\"arabic\">وقال البرقاني كان الدارقطني يملي علي العلل من حفظه فمن أراد أن يعرف قدر \n  ذلك فليطالع كتاب العلل للدارقطني ليعرف كيف كان الحفاظ .\n</p>\n<p class=\"arabic\">قال أبو عبد الرحمن السلمي سمعت الدارقطني يقول ما في الدنيا شيء أبغض إلي \n  من الكلام ونقل ابن طاهر المقدسي أنهم اختلفوا ببغداد *27*104* فقال قوم عثمان \n  أفضل وقال قوم علي أفضل قال الدارقطني فتحاكموا إلي فأمسكت وقلت الإمساك خير \n  ثم لم أر لديني السكوت فدعوت الذي جاءني مستفتيا وقلت قل لهم عثمان أفضل باتفاق \n  جماعة أصحاب محمد صلى الله عليه وسلم وهذا قول أهل السنة وأول عقد يحل من \n  الرفض .\n</p>\n<p class=\"arabic\">قال الخطيب فسألت البرقاني هل كان أبو الحسن يملي عليك العلل من حفظه قال \n  نعم وأنا الذي جمعتها وقرأها الناس من نسختي ثم قال الخطيب وحدثني العتيقي \n  قال حضرت الدارقطني وجاء أبو الحسين البيضاوي يغرب ليسمع منه فامتنع واعتل \n  ببعض العلل وقال هذا رجل غريب وسأله أن يملي عليه أحاديث فأملى عليه أبو الحسين \n  من حفظه مجلسا تزيد أحاديثه على العشرة متون جميعها نعم الشيء الهدية أمام \n  الحاجة فانصرف الرجل ثم جاءه بعد وقد أهدى له شيئا فقربه وأملى عليه من حفظه \n  سبعة عشر حديثا إذا أتاكم كريم فأكرموه .\n</p>\n<p class=\"arabic\">وقال محمد بن طاهر المقدسي كان للدارقطني مذهب في التدليس خفي يقول فيما لم \n  يسمعه من أبي القاسم البغوي حدثكم فلان .\n</p>\n<p class=\"arabic\">قلت وأخذ الدارقطني عن أبي بكر بن مجاهد سماعا وقرأ على أبي بكر النقاش وعلي \n  بن ) .\n</p>\n<p class=\"arabic\">سعيد القزاز وأحمد بن بويان وأحمد بن محمد الديباجي وبرع في القراءات وتصدر \n  في آخر أيامه للإقراء *27*105* .\n</p>\n<p class=\"arabic\">وقد نقلت من خطه حديثا والجزء بوقف الضيائية ووقع لي حديثه عاليا بالإجازة \n  وقد أنبأنا المسلم بن علان أن أبا اليمن الكندي آخرهم أنا منصور الشيباني \n  أنا أبو بكر الخطيب حدثني أبو نصر علي بن هبة الله بن ماكولا قال رأيت في \n  المنام في شهر رمضان كأني أسأل عن حال الدارقطني في الآخرة ما آل إليه أمره \n  فقيل لي ذاك يدعى في الجنة الإمام .\n</p>\n<p class=\"arabic\">قلت توفي في ثامن ذي القعدة .\n\n</p>"
}