{
    "header": "أبو منصور العزيز بالله بن المعز بالله أبـ...",
    "id": "016584",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أبو منصور العزيز بالله بن المعز بالله أبي تميم معد بن المنصور بالله أبي \n  الطاهر إسماعيل .\n</h1>\n<p class=\"arabic\">ابن القائم بأمر الله محمد بن العبيدي إنهم علويون فاطميون وهذا هو صاحب مصر \n  والشام والغرب ووالد الحاكم ولي المملكة بعد والده في ربيع الآخر سنة خمس \n  وستين وثلاثمائة وله إحدى وعشرون سنة وكان كريما شجاعا حسن الصفح *27*130* .\n</p>\n<p class=\"arabic\">قال المسبحي وفي أيامه بني قصر البحر بالقاهرة الذي لم يكن مثله لا في شرق \n  ولا غرب وقصر الذهب وجامع القرافة كان أسمر أصهب الشعر أعين أشهل بعيد ما \n  بين المنكبين حسن الخلق قريبا من الناس لا يؤثر سفك الدماء وكان مغرى بالصيد \n  ويتصيد السباع وكان أديبا فاضلا فذكر له أبو منصور الثعالبي في يتيمة الدهر \n  هذه الأبيات .\n</p>\n<p class=\"arabic\">% نحن بنو المصطفى ذوو محن % % تجرعها في الحياة كاظمنا % .\n</p>\n<p class=\"arabic\">% عجيبة في الأنام محنتنا % % أولنا مبتلى وخاتمنا % .\n</p>\n<p class=\"arabic\">% يفرح هذا الورى بعيدهم % % طرا وأعيادنا مآتمنا % .\n</p>\n<p class=\"arabic\">وكان قد مات له ابن في العيد فقال هذا ثم قال أبو منصور سمعت الشيخ أبا الطيب \n  يحكي أن الأموي صاحب الأندلس كتب إليه نزار صاحب مصر كتابا يسبه فيه ويهجوه \n  فكتب إليه أما بعد فإنك قد عرفتنا فهجوتنا ولو عرفناك لأجبناك قال فاشتد ذلك \n  على نزار وأفحمه عن الجواب يعني أنه دعي لا يعرف قبيلته حتى كان يهجوه .\n</p>\n<p class=\"arabic\">وقال أبو الفرج بن الجوزي كان العزيز قد أولى عيسى بن نسطورس النصراني واستناب \n  منشأ اليهودي فكتبت إليه امرأة بالذي أعز اليهود بمنشأ والنصارى بابن نسطورس \n  وأذل المسلمين بك إلا نظرت في أمري فقبض على اليهودي والنصراني وأخذ من ابن \n  نسطورس ثلاثمائة ألف دينار .\n</p>\n<p class=\"arabic\">قال ابن خلكان رحمه الله وأكثر أهل العلم لا يصححون نسب المهدي عبيد الله \n  جد خلفاء مصر حتى أن العزيز في أول ولايته صعد المنبر يوم الجمعة فوجد هناك \n  ورقة فيها *27*131* .\n</p>\n<p class=\"arabic\">% إنا سمعنا نسبا منكرا % % يتلى على المنبر في الجامع % .\n</p>\n<p class=\"arabic\">% إن كنت فيما تدعي صادقا % % فاذكر أبا بعد الأب السابع % .\n</p>\n<p class=\"arabic\">% وإن ترد تحقيق ما قلته % % فانسب لنا نفسك كالطائع % .\n</p>\n<p class=\"arabic\">% أو لا دع الأنساب مستورة % % وادخل بنا في النسب الواسع % .\n</p>\n<p class=\"arabic\">% فإن أنساب بني هاشم % % يقصر عنها طمع الطامع % .\n</p>\n<p class=\"arabic\">وصعد العزيز يوما آخر المنبر فرأى ورقة فيها مكتوب .\n</p>\n<p class=\"arabic\">% بالظلم والجور قد رضينا % % وليس بالكفر والحماقه % .\n</p>\n<p class=\"arabic\">% إن كنت أوتيت علم غيب % % بين لنا كاتب البطاقه % .\n</p>\n<p class=\"arabic\">قال ابن خلكان وذلك أنهم ادعوا المغيبات وأخبارهم في ذلك مشهورة .\n</p>\n<p class=\"arabic\">وفتحت للعزيز مصر وحماه وحلب وخطب له صاحب الموصل أبو الذواد محمد بن المسيب \n  العقيلي بالموصل سنة اثنتين وثمانين وضرب اسمه على السكة والأعلام وخطب له \n  أيضا باليمن .\n</p>\n<p class=\"arabic\">ومات في رمضان وعمره اثنتان وأربعون سنة وأشهر ببلبيس في حمام من قولنج لحقه .\n\n</p>"
}