{
    "header": "عبيد الله بن محمد بن حمدان الإمام الصالحـ...",
    "id": "016613",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبيد الله بن محمد بن حمدان الإمام الصالح القدوة أبو عبد الله بن بطة العكبري \n  الفقيه .\n</h1>\n<p class=\"arabic\">الحنبلي .\n</p>\n<p class=\"arabic\">سمع أبا القاسم البغوي وابن صاعد وأبا ذر الباغندي وأبا بكر بن زياد وإسماعيل \n  الوراق والمحاملي ومحمد بن مخلد وأبا طالب أحمد بن نصر الحافظ ومحمد بن أحمد \n  بن ثابت العكبري فسمع بدمشق على ابن أبي العقب وسمع بحمص أحمد بن عبيد وآخرين .\n</p>\n<p class=\"arabic\">روى عنه أبو نعيم الحافظ وأبو الفتح بن أبي الفوارس وأبو القاسم عبيد الله \n  الأزهري وعبد العزيز الأزجي وأحمد بن محمد العتيقي وأبو محمد الجوهري وأبو \n  إسحاق البرمكي وأبو الفضل محمد بن أحمد بن عيسى السعدي نزيل مصر وآخرون وآخر \n  من روى عنه بالإجازة أبو القاسم علي بن أحمد بن البسري روى عنه كتاب الإبانة \n  الكبرى في السنة تأليفه .\n</p>\n<p class=\"arabic\">قال عبد الواحد بن علي العكبري لم أر في شيوخ الحديث ولا في غيرهم أحسن هيئة \n  من ابن بطة ) .\n</p>\n<p class=\"arabic\">قال الخطيب حدثني أبو حامد الدلوي قال لما رجع ابن بطة من الرحلة لازم بيته \n  أربعين سنة لم ير يوما منها في سوق ولا رؤي مفطرا إلا في عيد وكان أمارا بالمعروف \n  لم يبلغه خبر أمر منكر إلا غيره *27*145* .\n</p>\n<p class=\"arabic\">وقال أبو محمد الجوهري سمعت أخي الحسين يقول رأيت النبي صلى الله عليه وسلم \n  في المنام فقلت يا رسول الله قد اختلفت علي المذاهب فقال لي عليك بابن بطة \n  فأصبحت ولبست ثيابي ثم أصعدت إلى عكبرا فدخلت على ابن بطة في المسجد فلما \n  رآني قال لي صدق رسول الله صلى الله عليه وسلم صدق رسول الله .\n</p>\n<p class=\"arabic\">وقال العتيقي توفي ابن بطة في المحرم قال وكان مستجاب الدعوة .\n</p>\n<p class=\"arabic\">وقال ابن بطة ولدت في شوال سنة أربع وثلاثمائة وكان لأبي ببغداد شركاء فقال \n  أحدهم لأبي ابعث بابنك إلى بغداد يسمع الحديث قال هو صغير قال أنا أحمله معي \n  فحملني معه فجئت فإذا ابن منيع يقرأ عليه الحديث فقال لي بعضهم سل الشيخ أن \n  يخرج معجمه لنقرأ عليه فسألت ابنه فقال إنه يريد دراهم كثيرة فقلت لأمي طاق \n  ملجم آخذه منها وأبيعه قال ثم قرأنا عليه كتاب المعجم في نفر خاص في نحو عشرة \n  أيام وذلك في آخر سنة خمس عشرة وأول سنة ست عشرة فاذكره وقد قال ثنا إسحاق \n  الطالقاني سنة أربع وعشرين ومائتين قال المستسلمي خذوا هذا قبل أن يولد كل \n  محدث على وجه الأرض اليوم سمعت المستسلمي وهو أبو عبد الله بن مهران يقول \n  له من ذكرت ياثبت الإسلام .\n</p>\n<p class=\"arabic\">قلت وابن بطة ضعيف من قبل حفظه فقد أخبرنا المسلم بن علان والمؤمل البالسي \n  كتابة أن أبا اليمن الكندي أخبرهم أنا أبو منصور القزاز أنا أبو بكر الخطيب \n  حدثني عبد الواحد بن علي الأسدي قال لي أبو الفتح بن أبي الفوارس روى ابن \n  بطة عن البغوي عن مصعب بن عبد الله عن مالك عن الزهري عن أنس عن النبي صلى \n  الله عليه وسلم قال طلب العلم فريضة على كل مسلم *27*146* .\n</p>\n<p class=\"arabic\">قال الخطيب هذا باطل والحمل فيه على ابن بطة .\n</p>\n<p class=\"arabic\">قلت يعني أنه يحدث عن البغوي وتفرد به ابن بطة فيجوز أن يكون غلط فيه وقفز \n  من سند إلى متن آخر لقلة إتقانه لا أنه تعمد وضعه .\n</p>\n<p class=\"arabic\">قال الخطيب وأنا العتيقي نا ابن بطة والبغوي نا مصعب نا مالك بن هشام بن عروة \n  قد ) .\n</p>\n<p class=\"arabic\">ذكر حديث قبض العلم قال الخطيب وهو باطل بهذا الإسناد .\n</p>\n<p class=\"arabic\">قلت والكلام في هذا كالكلام في الذي قبله لعله دخل على ابن بطة حديث في حديث .\n</p>\n<p class=\"arabic\">وقال الخطيب حدثني عبد الواحد بن علي قال قال لي الحسن بن شهاب سألت ابن بطة \n  أسمعت من البغوي حديث علي بن الجعد فقال لا قال عبد الواحد وكنت قد رأيت في \n  كتب ابن بطة نسخة بحديث علي بن الجعد قد حكها وكتب بخطه سماعه فيها فذكرت \n  ذلك للحسن ابن شهاب فعجب منه قال عبد الواحد وروى ابن بطة عن النجاد عن أحمد \n  بن عبد الجبار العطاردي فأنكر عليه علي بن ينال وأساء القول فيه حتى همت العامة \n  بأن تنال منه فاختفى وكان ابن بطة قد خرج تلك الأحاديث في تصانيفه فتتبعها \n  على أكثرها *27*147* .\n</p>\n<p class=\"arabic\">قال الخطيب وحدثني التنوخي قال أراد أبي أن يخرجني إلى عكبرا وسمع من ابن \n  بطة معجم البغوي فجاءه أبو عبد الله بن بكير فقال لا تفعل فإن ابن بطة لم \n  يسمعه .\n</p>\n<p class=\"arabic\">قال الخطيب وحدثني أحمد بن الحسن بن خيرون قال رأيت كتاب ابن بطة بمعجم البغوي \n  في نسخة كانت لغيره وقد حك اسم صاحبها وكتب اسمه عليها .\n</p>\n<p class=\"arabic\">قلت وقد قال ابن الجوزي قرأت بخط أبي القاسم بن الفراء أخي القاضي أبي يعلى \n  قال قابلت أصل ابن بطة بالمعجم ورأيت سماعه في كل جزء إلا أني لم أر الجزء \n  الثالث أصلا .\n</p>\n<p class=\"arabic\">قال الخطيب قال لي الأزهري ابن بطة ضعيف وعندي عنه معجم البغوي ولا أخرج عنه \n  في الصحيح شيئا .\n</p>\n<p class=\"arabic\">قلت فكيف كان قال لم أر به أصلا وإنما وقع إلينا نسخة طرية بخط ابن شهاب فنسخنا \n  منها فقرأنا عليه شاهدت عند حمزة بن محمد بن طاهر الدقاق نسخة بالغريب لمحمد \n  بن عزيز وعليها سماع ابن السوسنجردي عن ابن عزيز فسألت حمزة فأنكر أن يكون \n  ابن بطة سمع الكتاب وقال ادعى سماعه .\n</p>\n<p class=\"arabic\">قال الخطيب وروى ابن بطة كتب ابن قتيبة عن ابن أبي مريم الدينوري وابن أبي \n  مريم هذا لا نعرفه أخذ من أهل العلم ولا روى عنه سوى ابن بطة وروى ابن بطة \n  في الإبانة فقال ثنا إسماعيل الصفار ثنا *27*148* ابن عرفة نا خلف بن خليفة \n  عن حميد الأعرج عن عبد الله بن الحارث عن ابن مسعود قال قال رسول الله صلى \n  الله عليه وسلم كلم الله موسى يوم كلمه وعليه جبة صوف ونعلان من جلد حمار \n  غير ذكي فقال من ذا العبراني الذي يكلمني من ) .\n</p>\n<p class=\"arabic\">الشجرة قال أنا الله تفرد به ابن بطة وبهذه الزيادة في آخره وهو في جزء ابن \n  عرفة بدونهما .\n</p>\n<p class=\"arabic\">وقال الخطيب ثنا الحسن بن شهاب ثنا ابن بطة ثنا حفص بن عمر بأردبيل ثنا رجاء \n  بسمرقند ثنا يحيى الوحاظي قال ابن بطة وحدثني أحمد بن عبيد الصفار بحمص ثنا \n  أبي ثنا محمد بن عوف الحمصي ثنا مروان بن محمد قالا ثنا سليمان بن بلال ثنا \n  هشام بن عروة عن أبيه عن عائشة قالت قال رسول الله صلى الله عليه وسلم نعم \n  الأدام الخل .\n</p>\n<p class=\"arabic\">قال الخطيب حدثني أبو القاسم عبد الواحد الأسدي حدثني الحسن بن شهاب أن ابن \n  بطة كتب عنه أبو الحسن بن الفرات كتاب السنن كرجاء بن مرجا حدثه به عن حفص \n  بن عمر الأردبيلي عن رجاء فأنكر ذلك القرطبي وزعم أن حفصا ليس عنده عن رجاء \n  وأنه يصغر عن ذلك فكتبوا إلى أردبيل وكان ولد حفص بن عمر حيا يستجيزونه فعاد \n  جوابهم أن أباه لم ير رجاء قط وأن مولده بعد موت رجاء بسنين قال عبد *27*149* \n  الواحد فتتبع ابن بطة النسخ التي كتبت عنه وجعلها عن ابن الراجيان عن الفتح \n  بن شخرف عن رجاء .\n</p>\n<p class=\"arabic\">قلت رحم الله ابن بطة فيدون ما يضعف المحدث وقد توفي في المحرم .\n\n</p>"
}