{
    "header": "حمد بن محمد بن إبراهيم بن خطاب الإمام أبـ...",
    "id": "016645",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">حمد بن محمد بن إبراهيم بن خطاب الإمام أبو سليمان الخطابي البستي الفقيه \n  الأديب .\n</h1>\n<p class=\"arabic\">مصنف كتاب معالم السنن وكتاب أسماء الله الحسنى وكتاب الغنية عن الكلام وأهله \n  وكتاب العزلة وغير ذلك من التصانيف .\n</p>\n<p class=\"arabic\">سمع أبا سعيد بن الأعرابي بمكة وأبا بكر بن داسة بالبصرة وإسماعيل الصفار \n  ببغداد أبا العباس الأصم بنيسابور وطبقتهم وأقام بنيسابور مدة يصنف ويفيد .\n</p>\n<p class=\"arabic\">روى عنه أبو عبد الله الحاكم والشيخ أبو حامد الإسفرايني وأبو نصر محمد بن \n  أحمد بن سليمان البلخي الغزنوي المقرئ وعلي بن *27*166* الحسن الفقيه السجزي \n  ومحمد بن علي بن عبد الملك الفارسي الفسوي وأبو عبيد الهروي صاحب الفرسين \n  وعبد الغافر بن محمد الفارسي .\n</p>\n<p class=\"arabic\">وقد سماه أبو منصور الثعالبي في كتاب اليتيمة أبا سليمان أحمد بن محمد والصواب \n  حمد كما قاله الجم الغفير ويقال إنه من ولد زيد ين الخطاب بن نفيل العدوي \n  ولم يثبت .\n</p>\n<p class=\"arabic\">أخبرنا أبو الحسين اليونيني وشهدة العامرية قالا أنا جعفر الهمذاني أنا أبو \n  طاهر السلفي سمعت أبا المحاسن الروياني بالري سمعت أبا نصر البلخي بغزنة سمعت \n  أبا سليمان الخطابي سمعت سعيد الأعرابي ونحن نسمع عليه هذا الكتاب يعني كتاب \n  السنن لأبي داود وأشار إلي النسخة وهي بين يديه لو أن رجلا لم يكن عنده من \n  العلم إلا المصحف الذي في كتاب الله ثم هذا المصحف لم يحتج معهما إلى شيء \n  من العلم البتة .\n</p>\n<p class=\"arabic\">ولأبي سليمان مقطعات من الشعر في كتاب اليتيمة للثعالبي منها .\n</p>\n<p class=\"arabic\">% وما غربة الإنسان في شقة النوى % % ولكنها والله في عدم الشكل % .\n</p>\n<p class=\"arabic\">% وإني غريب بين بست وأهلها % % وإن كان فيها أسرتي وبها أهلي % .\n</p>\n<p class=\"arabic\">وله .\n</p>\n<p class=\"arabic\">% فسامح ولا تستوف حقك كله % % وأبق فلم يستوف قط كريم % .\n</p>\n<p class=\"arabic\">% ولا تغل في شيء من الأمر واقتصد % % كلا طرفي قصد الأمور سليم % .\n</p>\n<p class=\"arabic\">وقد أخذ الخطابي اللغة عن أبي عمر الزاهد والفقه عن أبي علي بن أبي هريرة \n  وأبي بكر القفال الشاشي وغيرهما *27*167* وذكر أبو يعقوب القراب وفاته في \n  ربيع الآخر .\n\n</p>"
}