{
    "header": "محمد بن أحمد بن إسماعيل بن عنبس الإمام أـ...",
    "id": "016622",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن أحمد بن إسماعيل بن عنبس الإمام أبو الحسين بن سمعون البغدادي الواعظ .\n</h1>\n<p class=\"arabic\">سمع أبا بكر بن أبي داود ومحمد بن مخلد العطار بن البختري وبدمشق أحمد بن \n  سليمان بن زبان ومحمد بن أبي حذيفة وجماعة وأملى عنهم .\n</p>\n<p class=\"arabic\">روى عنه أبو عبد الرحمن السلمي وعلي بن طلحة المقرئ والحسن بن محمد الخلال \n  وأبو طالب العشاري وأبو الحسين الأبنوسي وخديجة بنت محمد الشاهجانية الواعظة \n  وأبو بكر أحمد بن محمد بن حمدوه الحنبلي وآخرون .\n</p>\n<p class=\"arabic\">قال السلمي هو من مشايخ البغداديين له لسان عال في هذه العلوم لا ينتمي إلى \n  إسناد وهو لسان الوقت والمرجوع إليه في آداب المعاملات ويرجع إلى فنون من \n  العلم .\n</p>\n<p class=\"arabic\">وقال الخطيب كان أوحد دهره وفرد عصره في الكلام على علم الخواطر والإشارات \n  ولسان الوعظ دون الناس حكمه وجمعوا كلامه وكان بعض شيوخنا إذا حدثنا عنه قال \n  حدثنا الشيخ الجليل المنطق بالحكمة .\n</p>\n<p class=\"arabic\">قلت ولد سنة ثلاثمائة وسمعون هو إسماعيل جده .\n</p>\n<p class=\"arabic\">أنباؤنا عن القاسم بن علي أن نصر الله الفقيه أخبرهم أنا أبو الفتح نصر بن \n  إبراهيم أنا عبيد الله بن عبد الواحد الزعفراني حدثني أبو محمد السني صاحب \n  أبي الحسين بن سمعون قال كان ابن مسعود فس أول أمره *27*153* ينسخ بالأجرة \n  وينفق على نفسه وأمه فقال لها يوما أحب أن أحج قالت وكيف يمكنك فغلب عليها \n  النوم فنامت وانتبهت بعد ساعة وقالت يا ولدي حج رأيت النبي صلى الله عليه \n  وسلم في النوم يقول دعيه يحج فإن الخير له في حجه .\n</p>\n<p class=\"arabic\">ففرح وباع دفاتره ودفع إليها من ثمنها وخرج مع الوفد فأخذت العرب الوفد قال \n  فبقيت عريانا ووجدت مع رجل عباءة فقلت هبها لي أشتريها فأعطانيها قال فجعلت \n  إذا غلبني الجوع ووجدت قوما من الحاج يأكلون وقفت أنظر إليهم فيدعون إلى كسرة \n  فأقتنع بها وأحرمت في العباءة ورجعت إلى بغداد وكان الخليفة قد حرم جارية \n  وأراد إخراجها من الدار قال أبو محمد السني فقال الخليفة اطلبوا رجلا مستورا \n  يصلح فقال بعضهم قد جاء ابن سمعون من الحج فاستصوب الخليفة قوله فزوجه بها \n  فكان ابن سمعون يجلس على ) .\n</p>\n<p class=\"arabic\">الكرسي فيعظ ويقول خرجت حاجا ويشرح حاله وها أنا اليوم علي من الثياب ما ترون .\n</p>\n<p class=\"arabic\">قال البرقاني قلت له يوما تدعو الناس إلى الزهد وتلبس أحسن الثياب وتأكل أطيب \n  الطعام فكيف هذا فقال كل مايصلحك لله فافعله إذا صلح حالك مع الله .\n</p>\n<p class=\"arabic\">قال الخلال قال لي ابن سمعون ما اسمك قلت حسن قال أعطاك الله الاسم فسله الحسنى .\n</p>\n<p class=\"arabic\">وجرت لابن سمعون حكاية في سنة بضع وستين وثلاثمائة رواها قاضي المارستان عن \n  القضاعي بالإجازة قال ثنا علي بن نصر الصباح ثنا أبو الثناء شكر العضدي قال \n  لما دخل عضد الدولة بغداد وقد هلك أهلها قتلا وخوفا وجوعا للفتن التي اتصلت \n  فيها بين الشيعة والسنة فقال آفة هؤلاء القصاص فنادى لا يقص أحد في الجامع \n  ولا الطرف ولا يتوسل بأحد من الصحابة ومن أحب التوسل قرأ القرآن فمن خالف \n  فقد أباح دمه فوقع في الخبر أن ابن سمعون جلس على كرسيه بجامع المنصور فأمرني \n  أن أطلبه فأحضر فدخل علي رجل له هيئة وعليه نور فلم أملك أن قمت *27*154* \n  إليه وأجلسته إلى جنبي فجلس غير مكترث فقلت إن هذا الملك جبار عظيم وما أؤثر \n  لك مخالفة أمره وإني موصلك إليه فقبل الأرض وتلطف له واستعن بالله عليه فقال \n  الخلق والأمر لله فمضيت به إلى حجرة وقد جلس فيها وحده فأوقفته ثم دخلت لأستأذن \n  فإذا هو إلى جانبي قد حول وجهه إلى نحو دار فخر الدولة ثم استفتح وقرأ وكذلك \n  أخذ ربك إذا أخذ القرى وهي ظالمة قال ثم حول وجهه وقرأ ثم جعلناكم خلائف في \n  الأرض من بعدهم لننظر كيف تعملون فأتى بالعجب ففتح عين الملك وما رأيت ذلك \n  منه قط وترك كمه على وجهه فلما خرج أبو الحسين قال الملك اذهب إليه بثلاثة \n  آلاف درهم وعشرة أثواب من الخزانة فإن امتنع فقل له فرقها في أصحابك وإن قبلها \n  فجئني برأسه ففعلت فقال إن ثيابي هذه من نحو أربعين سنة ألبسها يوم خروجي \n  إلى الناس وأطويها عند رجوعي وفيها متعة وبقية ما بقيت ونفقتي من أجرة دار \n  خلفها أبي فما أصنع بهذا فقلت فرقها على أصحابك فقال ما في أصحابي فقير فعدت \n  فأخبرته فقال الحمد لله الذي سلمه منا وسلمنا منه .\n</p>\n<p class=\"arabic\">وقال أبو سعيد النقاش كان ابن سمعون يرجع إلى علم القرآن وعلم الظاهر متمسكا \n  بالكتاب والسنة لقيته وحضرت مجلسه سمعته يسأل عن قوله أنا جليس من ذكرني قال \n  أنا ) .\n</p>\n<p class=\"arabic\">صائنه عن المعصية أنا معه حيث يذكرني أنا معينه .\n</p>\n<p class=\"arabic\">وقال السلمي سمعت ابن سمعون وسئل عن التصوف فقال أما الاسم فترك الدنيا وأهلها \n  وأما حقيقة التصوف فنسيان الدنيا ونسيان أهلها وسمعته يقول أحق الناس يوم \n  القيامة بالخسارة أهل الدعاوي والإشارة .\n</p>\n<p class=\"arabic\">وقال أبو النجيب الأموي سألت أبا ذر هل اتهمت ابن سمعون بشيء فقال بلغني أنه \n  روى جزءا عن أبي بكر بن أبي داود كان عليه مكتوب *27*155* وأبو الحسين ابن \n  سمعون وكان رجلا آخر سواه لأنه كان صبيا ما كانوا يكنونه في ذلك الوقت وسماعه \n  من غيره صحيح .\n</p>\n<p class=\"arabic\">قال أبو ذر وكان القاضي أبو بكر الأشعري وأبو حامد يقبلان يد ابن سمعون إذا \n  جاءاه وكان القاضي أبو بكر يقول ربما خفي علي من كلامه بعض الشيء لدقته .\n</p>\n<p class=\"arabic\">وقال السلمي سمعته يقول في واعدنا موسى ثلاثين ليلة قال مواعيد الأحبة وإن \n  اختلفت فإنها تؤنس كنا صبيانا ندور على الشط ونقول .\n</p>\n<p class=\"arabic\">% ما طليني وسوفي % % وعديني ولا تفي % .\n</p>\n<p class=\"arabic\">% واتركيني مولها % % أو تجودي وتعطفي % .\n</p>\n<p class=\"arabic\">قال الخطيب ثنا محمد بن محمد الظاهري سمعت ابن سمعون يذكر أنه أتى بيت المقدس \n  ومعه تمر فطالبته نفسه برطب فلامها فعمد إلى التمر وقت إفطاره فوجده رطبا \n  فلم يأكل منه وتركه فلما كان ثاني ليلة وجده تمرا .\n</p>\n<p class=\"arabic\">وقال الخطيب سمعت أبا الفتح القواس يقول لحقتني إضافة فأخذت قوسا وخفين وعزمت \n  على بيعها فقلت أحضر مجلس ابن سمعون ثم أبيعهما فحضرت فلما فرغ ناداني يا \n  أبا الفتح لا تبع الخفين والقوس فإن الله سيأتيك برزق أو كما قال .\n</p>\n<p class=\"arabic\">وقال الخطيب حدثني شرف الوزراء أبو القاسم علي بن الحسن قال حدثني أبو طاهر \n  محمد بن علي بن العلاف قال حضرت أبا الحسين يوما وهو يعظ وأبو الفتح القواس \n  إلى جنب الكرسي فنعس فأمسك أبو الحسين عن الكلام ساعة ثم استيقظ أبو الفتح \n  ورفع رأسه فقال له أبو الحسين رأيت رسول الله صلى الله عليه وسلم في نومك \n  قال نعم فقال لذلك أمسكت خوفا من أن تنزعج *27*156* .\n</p>\n<p class=\"arabic\">وقال الخطيب حدثني رئيس الرؤساء الوزير نا أبو علي بن أبي موسى الهاشمي حكى \n  لي ) .\n</p>\n<p class=\"arabic\">مولى الطائع لله أن الطائع أمره فأحضر ابن سمعون فرأيت الطائع غضبانا وكان \n  ذا حدة فأحضرت ابن سمعون فأذن له الطائع في الدخول فدخل وسلم بالخلافة ثم \n  أخذ في وعظه فقال روي عن أمير المؤمنين علي رضي الله عنه ثم روى عن أمير المؤمنين \n  علي رضي الله عنه ثم روى عن أمير المؤمنين وترضى عنه ووعظ حتى بكى الطائع \n  وسمع شهيقه وابتل منديل من دموعه فلما انصرف سألت عن سبب طلبه فقال رفع إلى \n  أنه ينتقص عليا رضي الله عنه فأردت أقابله فلما حضر افتتح بذكر علي والصلاة \n  عليه وأعاد وأبدى في ذكره فعلمت أنه وفق ولعلمه كوشف بذلك .\n</p>\n<p class=\"arabic\">قال العتيقي توفي سنة ست وعشرين وأربعمائة من داره ودفن بباب حرب ولم تكن \n  أكفانه بليت فيما قيل .\n\n</p>"
}