{
    "header": "جعفر بن الفضل بن جعفر بن محمد بن موسى بنـ...",
    "id": "016833",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">جعفر بن الفضل بن جعفر بن محمد بن موسى بن الحسن الفرات الوزير المحدث أبو .\n</h1>\n<p class=\"arabic\">الفضل ابن الوزير أبي الفتح بن حنزابة البغدادي نزيل مصر .\n</p>\n<p class=\"arabic\">وزر أبو ه للمقتدر في السنة التي قتل المقتدر فيها وتقلد أبو الفضل وزارة \n  صاحب مصر كافور .\n</p>\n<p class=\"arabic\">وحدث عن محمد بن هارون الحضرمي والحسن بن محمد الداركي الأصبهاني ومحمد بن \n  زهير الأبلي ومحمد بن حمزة بن عمارة وأبي بكر محمد بن جعفر الخرائطي ومحمد \n  بن سعيد الحمصي وجماعة .\n</p>\n<p class=\"arabic\">قال الخطيب كان يذكر أنه سمع من أبي القاسم البغوي مجلسا ولم يكن عنده وكان \n  يقول من جاءني به أغنيته وكان يملي الحديث بمصر وبسببه خرج الدارقطني إلى \n  هناك فإن ابن حنزابة كان يريد أن يصنف مسندا فخرج أبو الحسن الدارقطني إلى \n  مصر فأقام عنده مدة وحصل له منه مال كثير .\n</p>\n<p class=\"arabic\">وروى عنه الدارقطني أحاديث .\n</p>\n<p class=\"arabic\">ولد ابن حنزابة في ذي الحجة سنة ثمان وثلاثمائة وتوفي في ثالث عشر ربيع الأول .\n</p>\n<p class=\"arabic\">ومن شعره .\n</p>\n<p class=\"arabic\">% من أخمل النفس أحياها وروحها % % ولم يبت طاويا منها على ضجر % .\n</p>\n<p class=\"arabic\">% إن الرياح إذا اشتدت عواصفها % % فليس ترمي سوى العالي من الشجر % .\n</p>\n<p class=\"arabic\">*27*250* وقال السلفي كان أبو الفضل بن حنزابة من الثقات الحفاظ المتبجحين \n  بصحبة أصحاب الحديث مع جلالة ورئاسة يروي ويملي بمصر في حال وزارته ولا يختار \n  على العلم وصحبة أهله شيئا وعندي من أماليه فوائد ومن كلامه على الحديث وتصرفه \n  الدال على حدة فهمه ووفور علمه .\n</p>\n<p class=\"arabic\">وقد روى عنه حمزة الكناني الحافظ مع تقدمه .\n</p>\n<p class=\"arabic\">وقال غير السفلي إن ابن حنزابة بعد موت كافور وزر لأبي الفوارس أحمد بن علي \n  ) .\n</p>\n<p class=\"arabic\">الإخشيدي فقبض على جماعة من أرباب الدولة وصادرهم وصادر يعقوب بن كلس وأخذ \n  منه أربعة آلاف دينار فهرب إلى المغرب وآل أمره إلى أن وزر لبني عبيد ثم إن \n  ابن حنزابة لم يقدر على رضى الإخشيدية واضطربت عليه الأحوال واختفى مرتين \n  ونهبت داره ثم قدم أمير الرملة أبو الحسن محمد بن عبد الله بن طغج وغلب على \n  الأمور وصادر الوزير ابن حنزابة وعذبه فنزح إلى الشام في سنة ثمان وخمسين \n  ثم بعد ذلك رجع إلى مصر .\n</p>\n<p class=\"arabic\">وممن روى عنه الحافظ عبد الغني بن سعيد .\n</p>\n<p class=\"arabic\">وقال الحسن بن أحمد بن صالح السبيعي قدم علينا الوزير جعفر بن الفضل إلى حلب \n  فتلقاه الناس فكنت فيهم فعرف أني محدث فقال تعرف إسنادا فيه أربعة من الصحابة \n  كل واحد يروي عن صاحبه قلت نعم وذكرت له حديث السائب بن يزيد عن حويطب بن \n  عبد العزى عن عبد الله بن السعدي عن عمر رضي الله عنهم في العمالة فعرف لي \n  ذلك وصار لي به عنده منزلة *27*251* .\n</p>\n<p class=\"arabic\">وقيل إن الوزير ابن حنزابة كان يستعمل له الكاغد بسمرقند ويحمل إلى مصر في \n  كل سنة وكان عنده عدة نساخ .\n</p>\n<p class=\"arabic\">وقال عبد الله بن يوسف حضرت عند أبي الحسين بن المهلبي بالقاهرة فقال كنت \n  منذ أيام حاضرا في دار الوزير أبي الفرج بن كلس فدخل عليه أبو العباس بن الوزير \n  أبي الفضل بن حنزابة وكان قد زوجه ابنته وأكرمه وأجله وقال له يا أبا العباس \n  يا سيدي ما أنا بأجل من أبيك ولا بأفضل أتدري ما أقعد أباك خلف الناس شيل \n  أنفه بأبيه يا أبا العباس لا تشل أنفك بأبيك تدري ما الإقبال نشاط وتواضع \n  وتدري ما الإدبار كسل وترافع .\n</p>\n<p class=\"arabic\">وقال غيره كان الوزير أبو الفضل يفطر وينام نومة ثم ينهض في الليل لمتوضأه \n  ويدخل بيت مصلاه فيصف قدميه إلى الغداة ولما توفي صلى عليه في داره الحسين \n  بن علي بن النعمان القاضي وحضر جنازته قائد القواد وسائر الأكابر ودفن في \n  مجلس بداره الكبيرة المعروفة بدار العامة .\n</p>\n<p class=\"arabic\">قال المختار المسبحي إنه لما غسل جعل فيه ثلاث شعرات من شعر النبي صلى الله \n  عليه وسلم كان ابتاعها بمال عظيم وكانت عنده في درج ذهب مختومة الأطراف بالمسك \n  ) .\n</p>\n<p class=\"arabic\">ووصى بأن تجعل في فيه ففعل ذلك .\n</p>\n<p class=\"arabic\">وحنزابة جارية هي أم والده الفضل والحنزابة في اللغة القصيرة الغليظة *27*252* .\n</p>\n<p class=\"arabic\">قال ابن طاهر رأيت عند الحبال كثيرا من الأجزاء التي خرجت لابن حنزابة وفي \n  بعضها الجزء الموفى ألفا من مسند كذا والجزء الموفى خمسمائة من مسند كذا وكذا \n  سائر المسندات ولم يزل ينفق في البر والمعروف الأموال وأنفق الكثير على أهل \n  الحرمين إلى أن اشترى دارا من أقرب الدور إلى الضريح النبوي ليس بينه وبين \n  القبر إلا الحائط وطريق في المسجد وأوصى أن يدفن فيها وقرر عند الأشراف ذلك \n  فسمحوا له بذلك فلما حمل تابوته من مصر خرجت الأشراف من الحرمين لتلقيه وحجوا \n  به وطافزا بتابوته ثم ردوه إلى المدينة ودفنوه في تلك الدار فعلوا ذلك لما \n  له عليهم من الأفضال .\n\n</p>"
}