{
    "header": "محمد بن عبد الله بن أبي عامر محمد بن الوـ...",
    "id": "016923",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن عبد الله بن أبي عامر محمد بن الوليد القحطاني المعافري الأندلسي \n  الملك .\n</h1>\n<p class=\"arabic\">المنصور الحاجب أبو عبد الله مدبر دولة الخليفة المؤيد بالله هشام بن المستنصر \n  الأموي صاحب الأندلس .\n</p>\n<p class=\"arabic\">بويع بعد أبيه وله تسع سنين وكان الحاجب أبو عامر هو الكل فعمد أول تغلبه \n  على الأمر إلى خزائن المستنصر بالله الحكم بن تالناصر الجامعة للكتب فأبرز \n  ما فيها من صنوف التواليف من خواصه العلماء وأمر بإفراد ما فيها من كتب الأوائل \n  حاشى كتب الطب والحساب وأمر بإحراقها فأحرقت وطمس بعضها وكانت كثيرة جدا ففعل \n  ذلك تحببا إلى العوام وتقبيحا لرأي المستنصر عندهم ) .\n</p>\n<p class=\"arabic\">وكان أبو عامر حازما مدبرا وشجاعا بطلا غزا ما لم يغزه أحد من الملوك وافتتح \n  فتوحا كثيرة وبقي في المملكة ستا وعشرين سنة .\n</p>\n<p class=\"arabic\">وكان عالما فاضلا كثير المآثر والمحاسن قد طلب العلوم في صباه وزانت بهيبته \n  أقطار الأندلس وآمنت به لفرط سياسته وقد استوزر جماعة كان المؤيد بالله معهم \n  صورة بلا معنى فإنه استولى على التدبير والحجوبية ولم يبق أحد مع الدولة يقدر \n  على رؤية المؤيد بل كان أبو عامر يدخل عليه القصر ويخرج فيترك إمرة أمير المؤمنين \n  بكذا وينهى عن كذا فلا يخالفه *27*292* أحد وكان يمنع المؤيد من الاجتماع \n  بأحد وإذا كان بعد سنين أركبه وجعل عليه برنسا وألبس جواريه مثله فلا يعرف \n  المؤيد في سائر الجواري ويخرجه ليتنزه في الزهراء ثم يعود إلى القصر على هذه \n  الحالة وليس له إلا الخطبة والسكة .\n</p>\n<p class=\"arabic\">وكان أبو عامر له في الجمعة مجلس حافل تجتمع فيه العلماء للمناظرة .\n</p>\n<p class=\"arabic\">وغزا في أيامه نيفا وخمسين غزوة وملأ بلاد المسلمين غنائم وسبيا حتة قيل لقد \n  ابتيعت بنت عظيم من عظماء الروم ذات حسن وجمال بقرطبة بعشرين دينار عامرية \n  وكان إذا فرغ من قتال العدو نفض ما عليه من غبار ثم يجمعه ويحفظه فلما احتضر \n  أمر بما اجتمع من ذلك الغبار أن يذر على كفنه وتوفي رحمه الله وهو بأقصى الثغور \n  عند موضع يعرف بمدينة سالم مبطونا شهيدا في هذه السنة وللشعراء فيه مدائح \n  كثيرة وكان يجزيهم بالذهب الكثير وقام بالأمر بعده ولده أبو مروان عبد الملك \n  بن أبي عامر ولقبره بالمظفر فدامت أيامه في الأمن والخصب ولكن لم تطل مدته \n  ومات فثارت الفتن بالأندلس .\n\n</p>"
}