{
    "header": "أحمد بن فارس بن محمد بن حبيب أبو الحسن اـ...",
    "id": "016964",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أحمد بن فارس بن محمد بن حبيب أبو الحسن الرازي وقيل القزويني المعروف بالرازي .\n</h1>\n<p class=\"arabic\">المالكي اللغوي نزيل همذان وصاحب *27*310* المجمل في اللغة .\n</p>\n<p class=\"arabic\">روى عن أبي الحسن علي بن إبراهيم القطان وسليمان بن يزيد الفامي وعلي بن محمد \n  بن ) .\n</p>\n<p class=\"arabic\">مهرويه القزوينيين وسعيد بن محمد القطان ومحمد بن هارون الثقفي وعبد الرحمن \n  الجلاب وأحمد بن حميد الهمذانيين وأبي القاسم الطبراني وأبي بكر بن السني \n  وجماعة .\n</p>\n<p class=\"arabic\">روى عنه أبو سهل بن زيرك وأبو منصور بن عيسى الصوفي وعلي بن القاسم الخياط \n  المقرئ وأبو منصور بن المحتسب وآخرون .\n</p>\n<p class=\"arabic\">ولد بقزوين ونشأ بهمذان وكان اكثر مقامه بالري .\n</p>\n<p class=\"arabic\">وكان كاملا في الأدب فقيها مناظرا مالكيا وكان يناظر في الكلام وينصر مذهب \n  أهل السنة وطريقته في النحو طريقة الكوفيين كان بالجبل نظير ابن لنكك بالعراق \n  وجمع إتقان العلماء إلى ظرف الكتاب والشعراء .\n</p>\n<p class=\"arabic\">وله مصنفات بديعة ورسائل مفيدة وأشعار جيدة وتلامذه فيهم كثرة وكان شديد التعصب \n  لآل العميد وكان الصاحب إسماعيل بن عباد يكرهه لذلك وكان قد صنف كتاب الحجر \n  وسيره إلى الصاحب فقال ردوا الحجر من حيث جاء وأمر له بجائزة قليلة .\n</p>\n<p class=\"arabic\">وقال بعضهم كان إذا ذكرت اللغة فهو صاحب مجملها لا بل صاحبها المجمل لها وكان \n  يحث الفقهاء دائما على معرفة اللغة ويلقي عليهم ويخجلهم ليتعلموا اللغة ويقول \n  من قصر علمه على الفقه وغولط غلط *27*311* .\n</p>\n<p class=\"arabic\">وقال سعد بن علي الزنجاجي كان أبو الحسين بن فارس من أئمة اللغة محتجا به \n  في جميع الجهات غير منازع رحل إلى أبي الحسن علي بن إبراهيم القطان الأوحد \n  في العلوم ورحل إلى زنجان إلى أبي بكر أحمد بن الحسن الخطيب راوية ثعلب ورحل \n  إلى مشايخ إلى أحمد بن طاهر النجم وكان يقول ما رأيت مثله .\n</p>\n<p class=\"arabic\">قال سعد وحمل ابن فارس إلى الري ليقرأ عليه مجد الدولة بن فخر الدولة وحصل \n  بهما مالا وبرع ذلك الأمير في الأدب قال وكان ابن فارس من الأجواد حتى أنه \n  يهب ثيابه وفرش بيته وكان من رؤساء أهل السنة المجردين على مذهب أهل الحديث \n  توفي في صفر سنة خمس وتسعين انتهى قول الزنجاني وكذا ورخه عبد الرحمن بن مندة \n  وغيره .\n</p>\n<p class=\"arabic\">وقيل مات سنة تسعين وثلاثمائة وهو قول ضعيف .\n</p>\n<p class=\"arabic\">أخبرنا إسماعيل بن الفراء أنا البهاء عبد الرحمن سنة سبع عشرة وستمائة أنا \n  أبو الحسن عبد الحق أنا هادي بن إسماعيل أنا علي بن القاسم سنة ست وأربعين \n  وأربعمائة أنا أحمد ) .\n</p>\n<p class=\"arabic\">بن فارس اللغوي ثنا علي بن أبي خالد بقزوين ثنا الدبري عن عبد الرزاق عن الثوري \n  عن عبد الله بن السائب عن زاذان عن عبد الله بن مسعود قال قال رسول الله صلى \n  الله عليه وسلم إن لله ملائكة في الأرض سياحين يبلغوني عن أمتي السلام .\n</p>\n<p class=\"arabic\">ومن شعر ابن فارس *27*312* .\n</p>\n<p class=\"arabic\">% مرت بنا هيفاء مجدولة % % تركية تنمى لتركيي % .\n</p>\n<p class=\"arabic\">% ترنو بطرف فاتر فاتن % % أضعف من حجة نحوي % .\n</p>\n<p class=\"arabic\">وله .\n</p>\n<p class=\"arabic\">% سقى همذان الغيث لست بقائل % % سوى ذا وفي الأحشاء نار تضرم % .\n</p>\n<p class=\"arabic\">% ومالي لا أصفي الدعاء لبلدة % % أفدت بها نسيان ما كنت أعلم % .\n</p>\n<p class=\"arabic\">% نسيت الذي أحسنته غير أنني % % مدين وما في جوف بيتي درهم % .\n\n</p>"
}