{
    "header": "عبد الملك بن الحسن بن محمد بن إسحاق بن اـ...",
    "id": "017128",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الملك بن الحسن بن محمد بن إسحاق بن الأزهر الأزهري أبو نعيم الإسفراييني .\n</h1>\n<p class=\"arabic\">روى عن خال أبيه الحافظ أبي عوانة كتابه الصحيح المسند بقراءة أبيه واحتاط \n  له حاله في جماعة فبارك الله في عمره حتى سمعه الأئمة واشتهر به .\n</p>\n<p class=\"arabic\">قال الحافظ عبد الغافر بن إسماعيل كان رجلا صالحا ثقة حضر نيسابور في آخر \n  عمره ولم يعهد بعد ذلك المجلس مثله لقراءة الحديث كما حدثنا الثقات وعاد إلى \n  إسفراين وذلك في سنة تسع وتسعين .\n</p>\n<p class=\"arabic\">قلت روى عنه الكتاب الإمام أبو القاسم القشيري وزوجته فاطمة بنت أبي علي الدقاق \n  ولها فوت وعبد الحميد وعبد الله ابنا عبد الرحمن بن محمد البحيري وأبو القاسم \n  علي بن عبد الرحمن بن عليك *27*385* الرازي وروى عنه بعض الكتاب عثمان بن \n  محمد بن عبيد الله المحمي وشبيب بن أحمد البستيغي وأبو الحسن علي بن عبد الله \n  بن يوسف الجويني وعلي بن محمد بن علي بن ماسرجس الخازن وعلي بن عبد العزيز \n  الخشاب وأبو المعالي عمر بن محمد بم حسين البسطامي أبو بكر محمد بن حسان بن \n  محمد ومحمد بن عبيد الله الصرام وأبو نصر محمد بن سهل بن محمد السراج وهو \n  آخر أصحابه موتا .\n</p>\n<p class=\"arabic\">توفي سنة ثلاث وثمانين وأربعمائة .\n</p>\n<p class=\"arabic\">وقع لنا هذا المسند بإجازة أبي المظفر ابن السمعاني لكني أنا سمعت منه ست \n  مجلدات وبطلت .\n</p>\n<p class=\"arabic\">قال الحاكم في تاريخه توفي أبو نعيم الإسفراييني ابن أخت أبي عوانة في ربيع \n  الأول سنة أربعمائة .\n</p>\n<p class=\"arabic\">قلت وسماعه من خاله كان في حياة البغوي وابن صاعد وأبي بكر بن أبي داود وتوفي \n  خاله قبل البغوي بسنة وكان مولد أبي نعيم في ربيع الأول سنة عشر وثلاثمائة \n  وقد سمع أيضا من أبيه المحدث أبي محمد صاحب يوسف القاضي ومن أبي نعيم عبد \n  الملك بن عدي وأبي عمران الجويني وعبد الله بن محمد بن مسلم الإسفراييني ومحمد \n  بن عبدك الشعراني والأصم وابن الأخرم لكن اشتغل عنه أكثر الطلبة بمسند أبي \n  عوانة ) .\n\n</p>"
}