{
    "header": "أبو حيان التوحيدي صاحب المصنفات واسمه علـ...",
    "id": "017179",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أبو حيان التوحيدي صاحب المصنفات واسمه علي بن محمد بن العباس الصوفي .\n</h1>\n<p class=\"arabic\">*27*401* كان في حدود الأربعمائة وله مصنفات عديدة في الأدب والفصاحة والفلسفة \n  وكان سيئ الإعتقاد نفاه الوزير أبو محمد المهلبي .\n</p>\n<p class=\"arabic\">قال ابن بابي في كتاب الخريدة والفريدة كان أبو حيان كذابا قليل الدين والورع \n  عن القذف ) .\n</p>\n<p class=\"arabic\">والمجاهرة بالبهتان تعرض لأمور جسام من القدح في الشريعة والقول بالتعطيل \n  ولقد وقف سيدنا الصاحب كافي الكفاة على ما كان يدغله ويخفيه من سوء الإعتقاد \n  فطلبه ليقتله فهرب والتجأ إلى أعدائه ونفق عليهم بزخرفه وإفكه ثم عثروا منه \n  على قبيح دخلته وسوء عقيدته وما يبطنه من الإلحاد ويرويه في الإسلام من الفساد \n  وما يلصقه بأعلام الصحابة من القبائح ويضيفه إلى السلف الصالح من الفضائح \n  فطلبه الوزير المهلبي فاستتر منه ومات في الاستتار وأراح الله منه ولم يؤثر \n  عنه إلا مثلبة أو مخزية .\n</p>\n<p class=\"arabic\">وقال أبو الفرج بن الجوزي في تاريخه زنادقة الإسلام ثلاثة ابن الراوندي وأبو \n  حيان التوحيدي وأبو العلاء المعري وأشدهم على الإسلام أبو حيان لأنهما صرحا \n  وهو مجمع ولم يصرح .\n</p>\n<p class=\"arabic\">قلت وكان من تلامذه علي بن عيسى الرماني وقد بالغ في الثناء على الرماني في \n  كتابه الذي ألفه في تقريظ الجاحظ فانظر إلى الحامد والمحمود وأجود الثلاثة \n  الرماني مع اعتزاله وتشيعه *27*402* .\n</p>\n<p class=\"arabic\">وأبو حيان هو الذي نسب نفسه إلى التوحيد كما سمى ابن تومرت أتباعه فقال الموحدين \n  وكما سمى صوفية الفلاسفة نفوسهم بأهل الوحدة وأهل الإلحاد .\n</p>\n<p class=\"arabic\">أخبرني أحمد بن سلامة كتابة عن الطرسوسي عن ابن طاهر الحافظ قال سمعت أبا \n  الفتح عبد الوهاب الشيرازي بالري يقول سمعت أبا حيان التوحيدي يقول أناس مضوا \n  تحت التوهم وظنوا أن الحق معهم وكان الحق وراءهم .\n</p>\n<p class=\"arabic\">قلت مثلك يا معشر بل أنت حامل لوائهم .\n</p>\n<p class=\"arabic\">وقيل إن أبا حيان معدود في كبار الشافعية ذكره لي القاضي عز الدين الكناني .\n</p>\n<p class=\"arabic\">وقال الشيخ محيي الدين النواوي في كتاب تهذيب الأسماء أبو حيان التوحيدي من \n  أصحابنا المصنفين من غرائبه أنه قال في بعض رسائله لا ربا في الزعفران ووافقه \n  عليه القاضي أبو حامد المروزي والصحيح تحريم الربا فيه .\n</p>\n<p class=\"arabic\">وقد ذكره ابن النجار وقال له المصنفات الحسنة كالبصائر وغيرها وكان فقيرا \n  صابرا متدينا إلى أن قال كان صحيح العقيدة كذا قال بل كان عدوا لله خبيثا \n  قال سمع أبا بكر الشافعي وجعفر الخلدي وأبا سعيد السيرافي والقاضي أحمد بن \n  بشر العامري ) .\n</p>\n<p class=\"arabic\">وعنه علي بن يوسف القاضي ومحمد بن منصور بن جيكان وعبد الكريم بن محمد الداوودي \n  ونصر ين عبد العزيز المقرئ الفارسي ومحمد بن إبراهيم بن فارس الشيرازيون ولقي \n  الصاحب ابن عباد وأمثاله .\n</p>\n<p class=\"arabic\">قلت وسماع نصر بن عبد العزيز منه في سنة خمس وتسعين وثلاثمائة وقد سمع منه \n  بشيراز أبو سعد عبد الرحمن بن ممجة الأصبهاني في سنة أربعمائة *27*403* .\n\n</p>"
}