{
    "header": "محمد بن هشام بن عبد الجبار بن الناصر لديـ...",
    "id": "017140",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن هشام بن عبد الجبار بن الناصر لدين الله أبي المظفر عبد الرحمن بن \n  محمد .\n</h1>\n<p class=\"arabic\">الأموي الملقب بالمهدي .\n</p>\n<p class=\"arabic\">توثب على الأمر بالأندلس وخلع المؤيد بالله هشاما وحارب عبد الرحمن بن الحاجب \n  بن أبي عامر القحطاني شنشول الذي وثب قلبه بسنة وسمى نفسه ولي العهد وجعل \n  ابن عمه محمد بن المعز حاجبه وأمر بإثبات كل من جاءه في الديوان فلم يبق زاهد \n  ولا جاهل ولاحجام حتى جاءه فاجتمع له نحو من خمسين ألف وذلن له الوزراء والصقالبة \n  وجاءوا وبايعوه وأمر بنهب دور بني عامر وانتهب جميع ما في الزهراء من الأموال \n  والسلاح حتى قلعت الأبواب فيقال إن الذي وصل إلى خزانة أبي عبد الجبار خمسة \n  آلاف ألف دينار وخمسمائة ألف دينار ومن الفضة وخطب له بالخلافة بقرطبة وتسمى \n  بالمهدي وقطعت دعوة المؤيد وصلى المهدي الجمعة بالناس وقرأ كتاب بلعن عبد \n  الرحمن بن أبي عامر الملقب بشنشول ثم سار إلى حربه إثر ذلك في سنة تسع وتسعين \n  وكان *27*389* ابن ذكوان يحرض على قتاله ويقول عن شنشول هو كافر وكان قد استعان \n  بعسكر من الفرنج وقام معه ابن عومس القومص فسار إلى قرطبة وأخذ أمر ابن عبد \n  الجبار يقوى وأمر شنشول يضعف وأصحابه تتسحب عنه فقال له القومص ارجع بنا قبل \n  أن يدهمنا العدو فأبى ومال إلى دير شريس جوعان سهران فنزل له الراهب بخبز \n  ودجاجة فأكل وشرب وسكر وجاء لحربه حاجب المهدي في خمسمائة فارس فجدوا في السير \n  وقبضوا عليه فقال أنا في طاعة المهدي وظهر منه جزع وذل وقبل قدم الحلجب ثم \n  ضرب عنق شنشول ونودي عليه هذا شنشول المأبون المخذول .\n</p>\n<p class=\"arabic\">قال الحميدي قام على المهدي في شوال سنة تسع وتسعين ابن عمه هشام بن سليمان \n  بن الناصر الأموي مع البربر فحاربه ثم انهزمت البربر وأسر هشام فضرب المهدي \n  عنقه .\n</p>\n<p class=\"arabic\">وقال غيره لما استوسق الأمر لابن عبد الجبار المهدي أظهر من الخلاعة أكثر \n  مما فعله شنشول وأربى عليه في الفساد وأخذ الحرم وعمد إلى نصراني يشبه المؤيد \n  بالله فقصده حتى مات وأخرجه إلى الناس وقال هذا هشام وصلى عليه ودفنه .\n</p>\n<p class=\"arabic\">وفي رمضان وصل إلى ابن عبد الجبار رسول صاحب طرابلس المغرب فلفل بن سعيد الزناتي \n  داخلا في الطاعة ويسأل إرسال سكة يضرب بها الذهب على اسمه كل ذلك ليعينه على \n  باديس ابن المنصور فخرج باديس واخذ طرابلس وكتب إلى عمه حماد في إغراء القبائل \n  على ابن عبد الجبار ) .\n</p>\n<p class=\"arabic\">وكان ابن عبد الجبار بخذلانه قد هم بالغدر بالبربر الذين حوله وصرح بذلك لجهله \n  فنم عليه بسببه هشام بن سليمان بن الناصر لدين الله وحرضهم على خلعه فقتلوا \n  وزيريه محمد ابن دري وخلف بن طريف وثار الهيج واجتمع لهشام عسكر وحرقوا السراحين \n  وعبروا *27*390* القنطرة ثم تخادلوا عن هشام فأخذ وأخذ أخوه أبو بكر فقتلهم \n  ابن عبد الجبار صبرا وقتل خلق من البربر ثم تحيز البربر إلى قلعة رباح وهرب \n  معهم سليمان بن الحكم بن سليمان بن الناصر فبايعوه وسموه المستعين بالله وجمعوا \n  له مالا من كل قبيلة حتى اجتمع له نحو من مائة ألف دينار فتوجه بالبربر إلى \n  طليطلة فامتنعوا عليه ثم ملكها وقتل واليها فاعتد ابن عبد الجبار للحصار وجزع \n  حتى حرى عليه العامة ثم بعث عسكرا فهزمهم سليمان فرتب الناس للقتال وكان أكثر \n  جند ابن عبد الجبار لحامين رجاله وقارب سليمان قرطبة فبرز إليه عسكر ابن عبد \n  الجبار فناجزهم سليمان وكان من غرق منهم في الوادي أكثر ممن قتل وكانت وقعة \n  هائلة وذهب خلق من الأخيار والمؤدبين والأئمة فلما أصبح ابن عبد الجبار أخرج \n  المؤيد بالله هشام بن الحكم الذي كان أظهر موته فأجلسه للناس وأقبل القاضي \n  يقول هذا أمير المؤمنين وأنا محمد نائبه فقال له البربر يا بن ذكوان بالأمس \n  تصلي عليه واليوم تحييه وخرج أهل قرطبة إلى المستعين سليمان فأحسن ملقاهم \n  واختفى ابن عبد الجبار واستوسق أمر المستعين ودخل القصر ووارى الناس قتلاهم \n  فكانوا نحو اثني عشر ألفا .\n</p>\n<p class=\"arabic\">ثم هرب ابن عبد الجبار إلى طليطلة فقاموا معه وكتب إلى الفرنجية ووعدهم بالأموال \n  واجتمع إليه خلق عظيم وهو أول مال انتقل من بيت المال بالأندلس إلى الفرنج \n  وكانت الثغور كلها باقية على طاعة ابن عبد الجبار فقصد قرطبة في جيش كثير \n  فكان الملتقى على عقبة البقر على بريد من قرطبة فاقتتلوا قتالا شديدا فانهزم \n  سليمان واستولى المهدي على قرطبة ثانيا ثم خرج بعد أيام إلى قتال جمهرة البربر \n  فالتقاهم بوادي آره فهزموه ففر إلى قرطبة ثم انهزم ابن عبد الجبار أقبح هزيمة \n  وقتل من الفرنج ثلاثة ألف في السنة وغرق منهم خلق وأسر ابن عبد الجبار *27*391* \n  ثم ضربت عنقه وقطعت أربعته في ثامن ذي الحجة سنة أربعمائة وله أربع وثلاثون \n  سنة وثب عليه العبيد إذ جاء قرطبة منهزما والله أعلم .\n\n</p>"
}