{
    "header": "عبد الرحمن بن الحاجب المنصور أبي عامر محـ...",
    "id": "017108",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الرحمن بن الحاجب المنصور أبي عامر محمد بن عبد الله بن أبي عامر القحطاني .\n</h1>\n<p class=\"arabic\">الأندلسي المعروف بشنشول والملقب بالناصر .\n</p>\n<p class=\"arabic\">لما توفي المظفر عبد الملك بن أبي عامر ولي بعده أخوه هذا وافتتح أموره باللهو \n  والخلاعة واللعب وكان يخرج إلى النزه ويتهتك وهشام المؤيد بالله على عادته \n  التي قررها المنصور من الاحتجاب غالبا فدس هذا على المؤيد قوما منه وأعلموه \n  أنه عازم على قتله إن لم يوله عهده ويجعله الخليفة من بعده ثم أمر شنشول القاضي \n  والفقهاء والكبار المثول إلى القصر الذي بالزهراء وهو قصر يقصر الوصف عنه \n  فأحضر المؤيد وأخرج كتابا قرأ بحضرته كتبه عمرو بن موبذ بأن المؤيد قد خلع \n  نفسه واستخلف على الأمة الناصر عبد الرحمن لعلمه بأهليته في كلام طويل فشهد \n  من حضر بذلك على المؤيد في ربيع الأول سنة تسع وتسعين وثلاثمائة *27*374* .\n</p>\n<p class=\"arabic\">ثم أخذ شنشول في التهتك والفسق وكان زيه زي أصحاب الشعور المكشوفة فأمر أصحابه \n  بحلق الشعر وشد العمائم تشبها ببني زيري فبقوا أوحش ما يكون وأسجمه لأنهم \n  لفوا العمائم بلا صنعة فبقوا ضحكة .\n</p>\n<p class=\"arabic\">ثم سار غازيا نحو طليطلة فاتصل به أن محمد بن هشام بن عبد الجبار قام بقرطبة \n  وهدم الزهراء وقام معه ابن ذكوان القاضي لأن الناصر فوض الأمور إلى عيسى ين \n  سعيد الوزير فعظم ذلك على ابن ذكوان ودب إلى إفساد رجال عيسى وذكر فساد رأي \n  المؤيد هشام وخلعه نفسه وتوليته شنشول وتصديقه بما لا يجوز من جمع البقر البلق \n  وإعطائه الأموال والجوائز لمن أتاه بحافر حمار يدعي أنه حافر العزيز ومن يأتيه \n  بحجر يقول هذا ) .\n</p>\n<p class=\"arabic\">من الصخرة وناس يأتونه بشعر يقولون هذا من شعر النبي صلى الله عليه وسلم وهذا \n  الذي أوجب طمع شنشول .\n</p>\n<p class=\"arabic\">وقيل لهذا السبب كان المنصور أبو عامر يخفيه عن الناس .\n</p>\n<p class=\"arabic\">ثم أنفق ابن عبد الجبار الذهب في جماعة من الشطار فاجتمع له أربعمائة رجل \n  وأخذ يرتب أموره في السر فلما كانت ليلة الأحد ثاني عشر جمادى الآخرة من سنة \n  تسع جمع والي المدينة العسس وطاف بهم وهجم الدور فلم يقع له على أثر ثم ركب \n  ابن عبد الجبار بعد أيام بغلته وقت الزوال وصرخ أصحابه وقصد دار الوالي فقطع \n  رأسه وتملك الزهراء فخرج إلى جوذر الكبير فقال له أين المؤيد أخرجه فقد أذل \n  نفسه وأذلنا بضعفه عن الخلافة قال فخرج إليه يقول يؤمنني وأخرج إليه قال إني \n  إنما قمت لأزيل الذل عنه فإن خلع نفسه طائعا فليس له عندي إلا ما يحب قال \n  له جوذر قد أجابك إلى ذلك فأرسلوا إلى ابن الكوهي الفقيه وابن ذكوان القاضي \n  والوزراء وأهل الشورى فدخلوا على هشام فكتب كتاب الخلع وعقد الأمر لمحمد المذكور \n  ثم ضعف أمر شنشول فظفر به ابن عبد لاجبار فذبحه في أثناء هذه السنة وطيف برأسه .\n</p>\n<p class=\"arabic\">ومن تاريخ ابن أبي الفياض قال ختن شنشول في سنة ثمانين *27*375* فانتهت النفقة \n  في ختانته إلى خمسمائة ألف دينار وهو ابن ثماني سنين وختن معه خمسمائة وسبعون \n  صبيا .\n\n</p>"
}