{
    "header": "علي بن محمد بن خلف الإمام .",
    "id": "017374",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">علي بن محمد بن خلف الإمام .\n</h1>\n<p class=\"arabic\">أبو الحسن المعافري القروي القابسي الفقيه المالكي عالم أهل إفريقية *28*86* \n  حج وسمع حمزة بن محمد الكناني وأبا زيد المروزي وجماعة وأخذ بإفريقية عن ابن \n  مسرو الدباغ ودراس بن إسماعيل وكان حافظا للحديث وعلله ورجاله فقيها أصوليا \n  متكلما مصنفا صالحا منقبا وكان أعمى لا يرى شيئا وهو مع ذلك من أصح ) .\n</p>\n<p class=\"arabic\">الناس كتبا وأجودهم تقييدا يضبط كتبه ثقات أصحابه والذي ضبط له صحيح البخاري \n  بمكة رفيقه أبو محمد الأصيلي .\n</p>\n<p class=\"arabic\">ذكره حاتم الأطرابلس فقال كان زاهدا ورعا يقظا لم أر بالقيروان إلا معترفا \n  بفضله .\n</p>\n<p class=\"arabic\">تفقه عليه أبو عمران القابسي وأبو القاسم اللبيدي وعتيق السوسي وغيرهم .\n</p>\n<p class=\"arabic\">وألف تواليف بديعة ككتاب الممهد في الفقه و أحكام الديانات والمنقذ من شبه \n  التأويل وكتاب المنبه للفطن من غوائل الفتن وكتاب ملخص الموطأ وكتاب المناسك \n  وكتاب الإعتقادات وسوى ذلك من التصانيف .\n</p>\n<p class=\"arabic\">وكان مولده سنة أربع وعشرين وثلاثمائة وتوفي في ربيع الآخر بمدينة القيروان \n  وبات عند قبره خلق من الناس وضربت الأخبية لهم ورثاه الشعراء وقيل له القابسي \n  لأن عمه كان يشد عمامته شدة قابسية .\n</p>\n<p class=\"arabic\">وممن روى عنه أبو محمد عبد الله بن الوليد بن سعد الأنصاري الفقيه من شيوخ \n  أبي عبد الله الرازي *28*87* .\n</p>\n<p class=\"arabic\">قال أبو عمرو الداني أبو الحسن بن القابسي أخذ القراءة عرضا عن أبي الفتح \n  بن برهن .\n</p>\n<p class=\"arabic\">وعليه كان اعتماد إقراء القرآن بالقيروان دهرا ثم قطع الإقراء لما بلغه أن \n  بعض أصحابه أقرأ الوالي ثم أعمل نفسه في درس الفقه ورواية الحديث إلى أن رأس \n  فيهما وبرع وصار إمام عصره وفاضل دهره كتبنا عنه شيئا كثيرا وبقي في الرحلة \n  من سنة اثنتين وخمسين إلى سنة سبع وخمسين وثلاثمائة رحمه الله .\n\n</p>"
}