{
    "header": "عبد الله بن محمد بن يوسف بن نصر الحافظ أـ...",
    "id": "017370",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الله بن محمد بن يوسف بن نصر الحافظ أبو الوليد بن الفرضي القرطبي مصنف \n  تاريخ الأندلس أخذ عن أبي جعفر بن عون الله وابن مفرج وعبد الله بن قاسم وخلف \n  بن القاسم وعباس بن أصبغ وخلق .\n</h1>\n<p class=\"arabic\">وحج فأخذ عن يوسف بن الدخيل وأحمد بن محمد بن المهندس والحسن بن إسماعيل الضراب \n  وأبي محمد بن أبي زيد وأحمد بن رحمون وأحمد بن نصر الداوودي *28*83* .\n</p>\n<p class=\"arabic\">وله مصنف في أخبار شطر الأندلس وكتاب في المؤتلف والمختلف وفي مشتبه النسبة .\n</p>\n<p class=\"arabic\">روى عنه ابن عبد البر وقال كان فقيها عالما في جميع الفنون في الحديث والرجال \n  أخذت معه عن أكثر شيوخي وكان حسن الصحبة والمعاشرة قتلته البربر وبقي ملقي \n  في داره ثلاثة أيام أنشدنا لنفسه .\n</p>\n<p class=\"arabic\">% أسير الخطايا عند بابك واقف % % على وجل مما به أنت عارف % .\n</p>\n<p class=\"arabic\">% يخاف ذنوبا لم يغب عنك غيبها % % ويرجوك فيها فهو راج وخائف % .\n</p>\n<p class=\"arabic\">% ومن ذا لذي يرجو سواك ويتقي % % ومالك في فصل القضاء مخالف % .\n</p>\n<p class=\"arabic\">% فيا سيدي لا تخزني في صحيفتي % % إذا نشرت يوم الحساب الصحائف % .\n</p>\n<p class=\"arabic\">% وكن مؤنسي في ظلمة القبر عندما % % يصد ذوو ودي ويجفو الموالف % .\n</p>\n<p class=\"arabic\">% لئن ضاق عني عفوك الواسع الذي % % أرجى لإسرافي فإني لتالف % .\n</p>\n<p class=\"arabic\">وقال أبو مروان بن حيان وممن قتل يوم فتح قرطبة الفقيه الأديب الفصيح ابن \n  الفرضي ووري متغيرا من غير غسل ولا كفن ولا صلاة ولم ير مثله بقرطبة في سعة \n  الرواية وحفظ الحديث ومعرفة الرجال والافتتان في العلوم والأدب البارع .\n</p>\n<p class=\"arabic\">وولد سنة إحدى وخمسين وثلاثمائة وحج سنة اثنتين وثمانين وجمع من الكتب أكثر \n  ما جمعه أحد من علماء البلد ) .\n</p>\n<p class=\"arabic\">وتقلد قراءة الكتب بعهد العامرية واستقضاه محمد المهدي ببلنسية وكان حسن البلاغة \n  والخط .\n</p>\n<p class=\"arabic\">وقال الحميدي ثنا علي بن أحمد الحافظ أخبرني أبو الوليد بن *28*84* الفرضي \n  قال تعلقت بأستار الكعبة وسألت الله الشهادة ثم انحرفت وفكرت في هول القتل \n  فندمت وهممت أن أرجع فأستقيل الله ذلك فاستحييت .\n</p>\n<p class=\"arabic\">قال الحافظ أبو محمد بن حزم فأخبرني من رآه بين القتلى ودنا منه فسمعه يقول \n  بصوت ضعيف لا يكلم أحد في سبيل الله والله أعلم بمن يكلم في سبيله إلا جاء \n  يوم القيامة وجرحه يثعب دما اللون لون الدم والريح ريح المسك كأنه يعيد على \n  نفسه الحديث الوارد في ذلك .\n</p>\n<p class=\"arabic\">قال ثم قضى على إثر ذلك رحمه الله وأنشد له ابن حزم رحمه الله .\n</p>\n<p class=\"arabic\">% إن الذي أصبحت طوع يمينه % % إن لم يكن قمرا فليس بدونه % .\n</p>\n<p class=\"arabic\">% ذلي له في الحب من سلطانه % % وسقام جسمي من سقام جفونه % .\n\n</p>"
}