{
    "header": "محمد بن الطيب بن محمد بن جعفر بن القاسم ...",
    "id": "017378",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن الطيب بن محمد بن جعفر بن القاسم .\n</h1>\n<p class=\"arabic\">القاضي أبو بكر الباقلاني صاحب التصانيف في علم الكلام سكن بغداد وكان في \n  فنه أوحد زمانه سمع أبا بكر القطيعي وأبا محمد بن ماسي وخرج له أبو الفتح \n  بن أبي الفوارس وكان ثقة عارفا بعلم الكلام صنف في الرد على الرافضة والمعتزلة \n  والخوارج والجهمية .\n</p>\n<p class=\"arabic\">وذكره القاضي عياض في طبقات الفقهاء المالكية فقال هو الملقب بسيف السنة ولسان \n  الأمة المتكلم على لسان أهل الحديث وطريق أبي الحسن الأشعري *28*89* .\n</p>\n<p class=\"arabic\">وإليه انتهت رئاسة المالكيين في وقته وكان له بجامع المنصور حلقه عظيمة .\n</p>\n<p class=\"arabic\">روى عنه أبو ذر الهروي وأبو جعفر محمد بن أحمد السمناني والحسين بن حاتم قال \n  الخطيب كان ورده كل ليلة عشرين ترويحة في الحضر والسفر فإذا فرغ منها كتب \n  خمسا وثلاثين ورقة من تصنيفه سمعت أبا الفرج محمد بن عمران يقول ذلك وسمعت \n  علي بن محمد الحربي يقول جميع ما كان يذكر أبو بكر بن الباقلاني من الخلاف \n  بين الناس صنفه من حفظه وما صنف أحد خلافا إلا احتاج أن يطالع كتب المخالفين \n  سوى ابن الباقلاني .\n</p>\n<p class=\"arabic\">قلت أخذ ابن باقلاني علم النظر عن أبي عبد الله محمد بن أحمد بن مجاهد الطائي \n  صاحب الأشعري وقد ذهب في الرسلية إلى ملك الروم وجرت له أمور منها أن الملك \n  أدخله عليه من باب خوخة ليدخل راكعا للملك ففطن لها ودخل بظهر ومنها أنه قال \n  لراهبهم كيف الأهل والأولاد فقال له الملك أما علمت أن الراهب يتنزه عن هذا \n  فقال تنزهونه عن هذا ولا تنزهون الله عن الصاحبة والولد وقيل إن طاغية الروم \n  سأله كيف جرى لعائشة وقصد توبيخه فقال كما جرى لمريم فبرأ الله المرأتين ولم \n  تأت عائشة بولد فأفحمه فلم يحر جوابا قال الخطيب سمعت أبا بكر الخوارزمي يقول \n  كل مصنف ببغداد إنما *28*90* ينقل من كتب الناس إلى تصانيفه سوى القاضي أبي \n  بكر فإن صدره يحوي علمه وعلم الناس .\n</p>\n<p class=\"arabic\">وقال أبو محمد اليامي لو أوصى رجل بثلث ماله لأفصح الناس لوجب أن يدفع إلى \n  أبي بكر الأشعري .\n</p>\n<p class=\"arabic\">وقال الإمام أبو حاتم محمود بن الحسين القزويني كان ما يضمره القاضي أبو بكر \n  الأشعري من الورع والديانة أضعاف ما كان يظهره فقيل له في ذلك فقال إنما أظهر \n  ما أظهره غيظا لليهود والنصارى والمعتزلة والرافضة لئلا يستحقروا علماء الحق \n  وأضمر ما أضمره فإني رأيت آدم مع جلالته نودي عليه بذوقه وداود بنظره ويوسف \n  بهمه ونبينا بخطره عليهم السلام ولبعضهم في أبي بكر الباقلاني .\n</p>\n<p class=\"arabic\">% أنظر إلى جبل تمشي الرجال به % % وانظر إلى القبر ما يحوي من الصلف % .\n</p>\n<p class=\"arabic\">% وانظر إلى صارم الإسلام متغمدا % % وانظر إلى درة الإسلام في الصدف % .\n</p>\n<p class=\"arabic\">وتوفي في ذي القعدة لسبع بقين منه وصلى عليه ابنه الحسن ودفن بداره ثم نقل \n  إلى مقبرة باب حرب .\n\n</p>"
}