{
    "header": "عطية بن سعيد بن عبد الله .",
    "id": "017493",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عطية بن سعيد بن عبد الله .\n</h1>\n<p class=\"arabic\">أبو محمد الأندلسي سمع من أبي محمد الباجي ثم رحل وطاف بلاد المشرق سياحة \n  وانتظمها سماعا وبلغ إلى ما وراء النهر ثم عاد إلى نيسابور فسكنها مدة على \n  قدم التوكل والزهد ورزق القبول الوافر وعاد إليه أصحاب أبي عبد الرحمن السلمي \n  قال الخطيب ثم قدم بغداد وحدث عن زاهر السرخسي وعلي بن الحسين الأذني حدثني \n  عنه أبو الفضل عبد العزيز بن المهدي وقال كان زاهدا لا يضع جنبه إنما ينام \n  محتبيا وقال غيره ثم خرج من بغداد إلى مكة وكان قد جمع كتبا حملها على بخاتي \n  كثيرة وليس له إلا ركوة ومرقعته ووطاؤه وكذلك خرج إلى الحج فكان كل يوم يعزم \n  عليه رجل من الركب قال رفيقه ما رأيته يحمل من الزاد شيئا وقريء عليه بمكة \n  صحيح البخاري بروايته عن إسماعيل بن حاجب صاحب الفربري .\n</p>\n<p class=\"arabic\">وكان عارفا بأسماء الرجال وكان يجوز السماع فلذلك كانت المغاربة يتحامونه .\n</p>\n<p class=\"arabic\">وذكره أبو عمرو الداني في طبقات المقربين له فقال عطية بن سعيد القفصي الصوفي \n  أخذ القراءة عن جماعة وعرض بالأندلس على علي بن محمد بن بشر وبمصر على عبد \n  الله .\n</p>\n<p class=\"arabic\">يعني السامري ودخل الشام والعراق وخراسان وكتب الكثير من الحديث وكان ثقة \n  كتب معنا بمكة عن أحمد بن *28*165* فراس وأحمد بن مت البخاري .\n</p>\n<p class=\"arabic\">قال وبها توفي سنة سبع وأربعمائة ثم قال يكتب بقية ترجمته من العام الآتي .\n</p>\n<p class=\"arabic\">وقال فيه الحافظ الزاهد أحد الأمة الأعلام سمع من عبد الله بن محمد بن علي \n  الباجي وطبقته وارتحل إلى المشرق فأكثر الترحال ولقي نبلاء الرجال وبرز في \n  العلم والعمل وبعد صيته قال الحميدي أقام بنيسابور مدة وكان صوفيا على قدم \n  التوكل والإثيار .\n</p>\n<p class=\"arabic\">وقال عبد العزيز بن بندار البنداري لقيته ببغداد وصحبته وكان من الإيثار والسخاء \n  على أمر عظيم ويقتصر على فوطة ومرقعة وخرجنا معه للحج للياسرية فلما بلغنا \n  المنزلة ذهبنا نتحل الرفاق فإذا بشيخ خرساني حوله حشم فقال لنا أنزلوا فجلسنا \n  فأتى بسفرة فأكلنا وقمنا قال فلم نزل على هذه الحال يتفق لنا كل يوم من يطعمنا \n  ويسقينا إلى مكة وما حملنا من الزاد شيئا ثم قال وتوفي بمكة سنة ثملن أو تسع \n  وأربعمائة قال الحميدي وله كتاب في تجويز السماع وله طرق حديث المغفر ومن \n  رواه عن مالك في أجزاء عدة وحدثنا أبو غالب بن بشران النحوي ثنا عطية بن سعيد \n  ثنا القاسم بن علقمة ثنا بهز فذكر حديثا .\n\n</p>"
}