{
    "header": "محمد بن عبد الله بن محمد بن حمدويه بن نعـ...",
    "id": "017448",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن عبد الله بن محمد بن حمدويه بن نعيم بن الحكم الضبي الطهماني النيسابوري \n  الحافظ .\n</h1>\n<p class=\"arabic\">أبو عبد الله الحاكم المعروف بابن البيع صاحب التصانيف في علوم الحديث ولد \n  يوم الإثنين ثالث ربيع الأول سنة إحدى وعشرين وثلاثمائة وطلب العلم من الصغر \n  باعتناء أبيه وخاله فأول سماعه سنة ثلاثين واستملى على أبي حاتم بن حبان سنة \n  أربع وثلاثين ورحل إلى العراق سنة إحدى وأربعين بعد موت إسماعيل الصفار بأشهر \n  وحج ورحل إلى بلاد خراسان وما وراء النهر *28*123* وشيوخه الذين سمع منهم \n  بنيسابور وحدها نحو ألف شيخ وسمع بالعراق وغيرها من البلدان من نحو ألف شيخ \n  وحدث عن أبيه وقد رأى أبوه مسلم بن الحجاج روى عن محمد بن علي المذكر ومحمد \n  بن يعقوب الأصم ومحمد بن يعقوب بن الأخرم ومحمد بن عبد الله بن أحمد الإصبهاني \n  الصفار نزيل نيسابور ومحمد بن أحمد بن محبوب المروزي وأبي حامد أحمد بن علي \n  بن حسنويه المقريء والحسن بن يعقوب البخاري والقاسم بن القاسم السياري وأبي \n  بكر أحمد بن إسحاق الصبغي الفقيه وأبي النضر محمد بن محمد بن يوسف الفقيه \n  وأبي جعفر محمد بن صالح بن هانيء وأبي عمرو عثمان بن السماك وأبي بكر أحمد \n  بن سلمان النجاد وأبي محمد عبد الله بن جعفر بن درستويه وأبي محمد بن حمدان \n  الجلاب الهمذاني والحسين بن الحسن الطوسي وعلي بن محمد بن عقبة الشيباني الكوفي \n  وأبي علي الحسين بن علي النيسابوري الحافظ وبه تخرج وأبي الوليد حسان بن محمد \n  المزكي الفقيه وأبي جعفر محمد بن أحمد بن سعيد الرازي المؤدب وعبد الباقي \n  بن قانع الأموي الحافظ ومحمد بن حاتم بن خزيمة الكشي شيخ معمر قدم عليهم .\n</p>\n<p class=\"arabic\">روى عن عبد بن حميد وغيره ولم يزل يسمع حتى كتب من غير واحد أصغر منه سنا \n  وسندا روى عنه أبو الحسن الدارقطني وهو من شيوخه وأبو الفتح بن أبي الفوارس \n  وأبو العلاء محمد بن علي الواسطي ومحمد بن أحمد بن يعقوب وأبو ذر عبد بن أحمد \n  الهروي وأبو بكر أحمد بن الحسين البيهقي وأبو يعلى الخليل بن عبد الله القزويني \n  وأبو القاسم عبد الكريم بن هوازن القشيري وعثمان بن محمد المحمي والزكي عبد \n  الحميد بن أبي نصر البحيري وأبو صالح أحمد بن عبد الملك المؤذن وجماعة آخرهم \n  أبو بكر أحمد بن علي بن خلف الشيرازي وانتخب على خلق كثير وجرح وعدل وقبل \n  قوله في ذلك لسعة علمه *28*124* ومعرفته بالعلل والصحيح والسقيم وقرأ القرآن \n  العظيم على أبي عبد الله محمد بن أبي منصور الصرام وابن الإمام المقريء أحمد \n  بن العباس .\n</p>\n<p class=\"arabic\">قرأ على أحمد بن سهل الأشناني وغيره بنيسابور وعلى أبي علي بن النقار الكوفي \n  وأبي عيسى بكار البغدادي وتفقه على أبي علي بن أبي هريرة وأبي سهل محمد بن \n  سليمان الصعلوكي وأبي الوليد حسان بن محمد .\n</p>\n<p class=\"arabic\">وذاكر أبا بكر محمد بن عمر الجعابي وأبا علي النيسابوري وأبا الحسن الدارقطني .\n</p>\n<p class=\"arabic\">وسمع منه أحمد بن أبي عثمان الحيري وأبو بكر القفال الشاشي وأبو إسحاق إبراهيم \n  بن محمد المزني وابن المظفر وهم من شيوخه .\n</p>\n<p class=\"arabic\">وصحب من الصوفية أبا عمرو بن نجيد وجعفر الخلدي وأبا عثمان المغربي وجماعة \n  سواهم بنيسابور وحدث عنه في حياته وأبلغ من ذا أبا عمر الطلمنكي كتب علوم \n  الحديث للحاكم عن شيخ له سنة تسع وثمانين وثلاثمائة بسماعه من صاحب الحاكم \n  عن الحاكم ولم يقع لي حديثه عاليا إلا بإجازة أخبرنا أبو المرهف المقداد بن \n  هبة الله القيسي في كتابه أنا أبو الفضل عبد الله بن أحمد بن هبة الله بن \n  عبد القادر المنصوري العباسي سنة اثنتي عشرة وستمائة ح وأنا أبو إسحاق إبراهيم \n  بن علي الزاهد وعبد الرحمن بن أحمد كتابة قالا أنا الفتح بن عبد الله بن محمد \n  الكاتب قالا أنا أبو الفضل أحمد بن طاهر بن سعيد بن فضل الله الميهني ح وأنا \n  أبو الفضل أحمد بن هبة الله بن تاج الأمناء قراءة أنا أبو الحسن علي بن الحسين \n  بن المقير عن أبي الفضل الميهني ح وأنا ابن تاج الأمناء أيضا أنبا المؤيد \n  بن محمد بن علي الطوسي إجازة أنبا أبو بكر وجيه بن طاهر وابن أخيه عبد الخالق \n  بن زاهر وابن أخيه الآخر عبد الكريم بن خلف وعمر بن أحمد الصفار الأصولي وعبد \n  الله بن محمد الصاعدي وعبد الكريم بن الحسن الكاتب وأخوه أحمد وأبو بكر عبد \n  الله بن جامع الفارسي *28*125* وأبو الفتوح عبد الله بن علي الخرجوشي وأبو \n  عبد الله الحسن بن إسماعيل العماني والحسن بن محمد بن أحمد الطوسي ومنصور \n  بن محمد الباهرزي وعرفة بن علي السمرقندي وعبد الرازق بن أبي القاسم السياري \n  وجامع بن أبي نصر السقاء وأبو سعد محمد بن أبي بكر الصيرفي وأبو القاسم عبد \n  الرحمن بن الحسن الكرماني وأحمد بن إسماعيل بن أبي سعد وسعيد بن أبي بكر الشعيري \n  وعبد الوهاب بن إسماعيل الصيرفي .\n</p>\n<p class=\"arabic\">قالوا كلهم والميهني أنبا أبو بكر أحمد بن علي قراءة عليه أنبا الحاكم أبو \n  عبد الله بن عبد الله الحافظ ثنا أبو العباس محمد بن يعقوب ثنا إبراهيم بن \n  مرزوق بمصر ثنا عبد الصمد بن عبد الوارث ثنا شعبة عن خالد الحذاء عن سعيد \n  عن أبي الحسن عن أمة عن أم سلمة أن رسول الله صلى الله عليه وسلم قال لعمار \n  تقتلك الفئة الباغية أخرجه مسلم عن إسحاق الكوسج عن عبد الصمد فوقع لنا بدلا \n  عاليا .\n</p>\n<p class=\"arabic\">أخبرنا أبو علي بن خلال أنا جعفر الهمداني أنا أبو الطاهر بن سلفة سمعت إسماعيل \n  بن عبد الجبار القاضي بقزوين يقول سمعت الخليل بن عبد الله الحافظ يقول فذكر \n  الحاكم أبا عبد الله وعظمه وقال له رحلتان إلى العراق والحجاز الرحلة الثانية \n  سنة ثمان وستين وناظر الدارقطني فرضية وهو ثقة واسع العلم بلغت تصانيفه للكتب \n  الطوال والأبواب وجمع الشيوخ قريبا *28*126* من خمسمائة جزء يستقصي في ذلك \n  يؤلف الغث والسمين ثم يتكلم عليه فيبين ذلك وتوفي سنة ثلاث وأربعمائة قلت \n  وهم الخليل في وفاته ثم قال سألني في اليوم لما دخلت عليه ويقرأ عليه في فوائد \n  العراقيين سفيان الثوري عن أبي سلمة عن الزهري عن سهل بن سعد حديث الإستئذان \n  فقال لي من أبو سلمة هذا فقلت من وقتي هو المغيرة بن مسلم السراج فقال لي \n  وكيف يروي المغيرة عن الزهري فبقيت ثم قال قد أمهلتك أسبوعا حتى تتفكر فيه \n  قال فتفكرت ليلتي حتى بقيت أكرر التفكر فلما وقعت إلى أصحاب الجزيرة من أصحابه \n  تذكرت محمد بن أبي حفصة فإذا كنيته أبو سلمة فلما أصبحت حضرت مجلسه ولم أذكر \n  شيئا حتى قرأت عليه نحو مائة حديث فقال لي هل تفكرت فيما جرى فقلت نعم هو \n  محمد بن أبي حفصة فتعجبت وقال لي نظرت في حديث سفيان لأبي عمرو البحيري فقلت \n  لا وذكرت له ما أقمت في ذلك فتحير وأثنى علي .\n</p>\n<p class=\"arabic\">ثم كنت أسأله فقال لي أنا إذا ذاكرت اليوم في باب لا بد من المطالعة لكبر \n  سني فرأيته في كل ما ألقي عليه بحرا وقال لي أعلم بأن خراسان وما وراء النهر \n  لكل بلدة تاريخ صنفه عالم منها ووجدت نيسابور مع كثرة العلماء بها لم يصنفوا \n  فيه شيئا فدعاني ذلك إلى أن صنفت تاريخ النيسابوريين فتأملته ولم يسبقه إلى \n  ذلك أحد وصنف لأبي علي بن سيمجور كتابا في أيام النبي صلى الله عليه وسلم \n  وأزواجه وحديثه وسماهالإكليل لم أر أحدا رتب ذلك الترتيب وكنت أسأله عن الضعفاء \n  الذين نشأوا بعد الثلاثمائة بنيسابور وغيرها من شيوخ خراسان وكان يبين من \n  غير محاباة *28*127* أخبرنا المسلم بن علان ومؤمل بن محمد كتابة قالا أنا \n  أبو اليمن الكندي أنا أبو منصور القزاز أنا أبو بكر الخطيب قال أبو عبد الله \n  ابن البيع الحاكم كان ثقة أول سماعه في سنة ثلاثين وثلاثمائة وكان يميل إلى \n  التشيع فحدثني إبراهيم بن محمد الأرموي بنيسابور وكان عالما صالحا قال جمع \n  أبو عبد الله الحاكم أحاديث وزعم أنها صحاح على شرط خ م منها حديث الطائر \n  ومن كنت مولاه فعلي مولاه فأنكر عليه أصحاب الحديث ذلك ولم يلتفتوا إلى قوله \n  وقال أبو نعيم بن الحداد سمعت الحسن بن أحمد السمرقندي الحافظ سمعت أبا عبد \n  الرحمن الشاذياخي الحاكم يقول كنا في مجلس السيد أبي الحسن فسئل أبو عبد الله \n  الحاكم عن حديث الطير فقال لا يصح ولو صح لما كان أحد أفضل من علي بعد النبي \n  صلى الله عليه وسلم قلت هذه الحكاية سندها صحيح فما باله أخرج حديث الطير \n  في المستدرك على الصحيح فلعله تغير رأيه .\n</p>\n<p class=\"arabic\">أنبأونا عن أبي سعد عبد الله بن عمر الصفار وغيره عن أبي الحسن عبد الغافر \n  بن إسماعيل الفارسي قال أبو عبد الله الحاكم هو إمام أهل الحديث في عصره العارف \n  به حق معرفته .\n</p>\n<p class=\"arabic\">يقال له الضبي لأن جد جدته عيسى بن عبد الرحمن الضبي وأم عيسى هي متويه بنت \n  إبراهيم بن طهمان الفقيه وبيته بيت الصلاح والورع والتأذين في الإسلام وقد \n  ذكر أباه في تاريخه فأغنى عن إعادته *28*128* ولد سنة إحدى وعشرين وثلاثمائة \n  ولقي عبد الله بن محمد بن الشرقي وأبا حامد بن بلال وأبا علي الثقفي ولم يسمع \n  منهم .\n</p>\n<p class=\"arabic\">وسمع من أبي طاهر المحمداباذي وأبي بكر القطان ولم يظفر بمسموعه منهما .\n</p>\n<p class=\"arabic\">وتصانيفه المشهورة تطفح بذكر شيوخه وقد قرأ القرآن بخراسان والعراق على قراء \n  وقته .\n</p>\n<p class=\"arabic\">وتفقه على أبي الوليد حسان والأستاذ أبي سهل واختص بصحبة إمام وقته أبي بكر \n  أحمد بن إسحاق الصبغي فكان الإمام يراجعه في السؤال والجرح والتعديل والعلل \n  وأوصى إليه في أمور مدرسته دار السنة وفوض إليه تولية أوقافه في ذلك .\n</p>\n<p class=\"arabic\">وذاكر مثل الجعابي وأبي علي الماسرجسي الحافظ الذي كان أحفظ زمانه وقد شرع \n  الحاكم في التصنيف سنة سبع وثلاثين فاتفق له من التصانيف ما لعله يبلغ قريبا \n  من ألف جزء من تخريج الصحيحين والعلل والترجم والأبواب والشيوخ ثم المجموعات \n  مثل معرفة علوم الحديث ومستدرك الصحيحين وتاريخ النيسابوريين وكتاب مزكي الأخبار \n  والمدخل إلى علم الصحيح وكتاب الإكليل وفضائل الشافعي وغير ذلك ولقد سمعت \n  مشايخنا يذكرون أيامه ويحكون أن مقدمي عصره مثل الإمام أبي سهل الصعلوكي والإمام \n  ابن فورك وسائر الأئمة يقدمونه على أنفسهم ويراعون حق فضله ويعرفون له الحرمة \n  الأكيدة .\n</p>\n<p class=\"arabic\">ثم أطنب عبد الغافر في نحو ذلك من تعظيمه وقال هذه جمل يسيرة هي غيض من فيض \n  سيره وأحواله ومن تأمل كلامه في تصانيفه وتصرفه في أماليه ونظره في طرق الحديث \n  أذعن لفضله واعترف له بالمزية على من تقدمه وإتعا من بعده وتعجيزه اللاحقين \n  عن بلوغ شأوه عاش حميدا ولم يخلف في وقته مثله *28*129* مضى رحمه الله في \n  ثامن صفر سنة خمس وأربعمائة وقال أبو حازم عمر بن أحمد العبدوي الحافظ سمعت \n  الحاكم أبا عبد الله إمام أهل الحديث في عصره يقول شربت ماء زمزم وسألت الله \n  تعالى أن يرزقني حسن التصنيف قال أبو حازم وسمعت السلمي يقول كتبت على ظهر \n  جزء من حديث أبي الحسن الحجاجي الحافظ فأخذ القلم وضرب على الحافظ وقال أيش \n  أحفظ أنا أبو عبد الله ابن البياع أحفظ مني وأنا لم أر من الحفاظ إلا أبا \n  علي الحافظ النيسابوري وابن عقدة .\n</p>\n<p class=\"arabic\">وسمعت السلمي يقول سألت الدارقطني أيها أحفظ ابن مندة أو ابن البيع فقال ابن \n  البيع أتقن حفظا قال أبو الحازم أقمت عند الشيخ أبي عبد الله العصمي قريبا \n  من ثلاث سنين ولم أر في جملة مشايخنا أتقن منه ولا أكثر تنقيرا وكان إذا أشكل \n  عليه شيء أمرني أن أكتب إلى الحاكم أبي عبد الله فإذا أورد جواب كتابه حكم \n  به وقطع بقوله ذكر هذا كله الحافظ أبو القاسم بن عساكر أنه قرأه بخط أبي الحسن \n  علي بن سليمان اليمني قال وقع لي عن أبي حازم العبدوي فذكره وممن روى عن الحاكم \n  من الكبار قال أبو صالح المؤذن أنا مسعود بن علي السجزي ثنا أبو بكر محمد \n  بن الحسن بن فورك ثا أبو عمرو محمد بن أحمد بن جعفر الحيري الحافظ ثنا أحمد \n  بن محمد بن الفضل بن مطرف الكرابيسي سنة سبع وأربعين وثلاثمائة ثنا محمد بن \n  حمدويه الحافظ ثنا أحمد بن سلمان النجاد ثنا محمد بن عثمان نا الحماني ثنا \n  سعير بن الخميس عن عبيد الله عن القاسم عن عائشة عن النبي صلى الله عليه وسلم \n  قال إن بلالا يؤذن بليل الحديث *28*130* .\n</p>\n<p class=\"arabic\">ثم قال مسعود السجزي حدثنيه الحاكم غير مرة بهذا وكان للحاكم لما رووه عنه \n  ست وعشرون سنة وقال أبو موسى المديني أنا هبة الله بن عبد الله الواسطي قال \n  ثنا الخطيب أنا أبو القاسم الأزهري نا الدارقطني حدثني محمد النسوي ثنا خداش \n  بن مخلد ثنا يعيش ين هشام ثنا مالك عن الزهري عن أنس أن النبي صلى عليه وسلم \n  ما أحسن الهدية أمام الحاجة هذا باطل عن مالك وقد رواه الموقري وهو واه عن \n  الزهري مرسلا .\n</p>\n<p class=\"arabic\">قال أبو موسى الحافظ أنا الحسين بن عبد الملك عن أبي القاسم سعد بن علي أنه \n  سمع أبا نصر الوائلي يقول لما ورد أبو الفضل الهمداني إلى نيسابور وتعصبوا \n  له ولقبوه بديع الزمان أعجب بنفسه إذ كان يحفظ المائة بيت إذا أنشدت بين يديه \n  وينشدها من آخرها إلى أولها مقلوبة فأنكر على الناس قولهم فلان الحافظ في \n  الحديث ثم قال وحفظ الحديث مما يذكر فسمع به الحاكم ابن البيع فوجه إليه بجزء \n  وأجل له جمعة في حفظه فرد إليه الجزء بعد جمعة وقال من يحفظ هذا محمد بن فلان \n  وجعفر بن فلان عن فلان أسامي مختلفة وألفاظ متباينة .\n</p>\n<p class=\"arabic\">فقال له الحاكم فأعرف نفسك واعلم أن حفظ هذا أصعب مما أنت فيه ثم روى أبو \n  موسى المديني أن الحاكم دخل الحمام واغتسل وخرج ثم قال آه وقبضت روحه وهو \n  متزر لم يلبس قميصه بعد ودفن بعد العصر يوم الأربعاء وصلى عليه القاضي أبو \n  الحيري .\n</p>\n<p class=\"arabic\">وقال الحسن بن أشعث القرشي رأيت الحاكم في المنام على فرس في هيئة حسنة وهو \n  يقول النجاة *28*131* فقلت له أيها الحاكم في ماذا قال في كتبه الحديث قال \n  الخطيب في تاريخه حدثني الأزهري قال ورد ابن البيع بغداد قديما فقال ذكر لي \n  أن حافظكم يعني الدار قطني خرج لشيخ واحد مائة جزء فأروني بعضها .\n</p>\n<p class=\"arabic\">فحمل إليه منها وذلك مما خرجه لأبي إسحاق الطبري فنظر في أول الجزء حديثا \n  لعطية العوفي فقال استفتح بشيخ ضعيف ثم إنه رمى الجزء من يده ولم ينظر في \n  الباقي .\n</p>\n<p class=\"arabic\">أخبرنا أبو الحسين علي بن محمد بن أحمد ببعلبك أنبأ أبو محمد عبد العظيم المنذري \n  سمعت علي بن الفضل سمعت أحمد بن محمد الحافظ سمعت محمد بن طاهر الحافظ يقول \n  سألت أبا القاسم سعد بن علي الزنجاني الحافظ بمكة قلت له أربعة من الحفاظ \n  تعاصروا أيهم أحفظ فقال من قلت الدار قطني ببغداد وعبد الغني بمصر وأبو عبد \n  الله بن مندة بإصبهان وأبو عبد الله الحاكم بنيسابور .\n</p>\n<p class=\"arabic\">فسكت فألححت عليه فقال أما الدارقطني فأعلمهم بالعلل وأما عبد الغني فأعلمهم \n  بالأنساب وأما ابن مندة فأكثرهم حديثا مع معرفة تامة وأما الحاكم فأحسنهم \n  تصنيفا رواها أبو موسى المديني في ترجمة الحاكم بالإجازة عن ابن طاهر .\n</p>\n<p class=\"arabic\">أخبرنا أبو بكر بن أحمد الفقيه أنا محمد بن سليمان بن معالي أنا يوسف بن خليل \n  أنل محمد بن إسماعيل الطرسوسي ح وأنبأني أحمد بن سلامة عن طرسوسي أن محمد \n  بن طاهر الحافظ كتب إليهم أنه سأل أبا إسماعيل عبد الله بن محمد الأنصاري \n  عن الحاكم أبي عبد الله النيسابوري فقال ثقة في الحديث رافضي خبيث *28*132* \n  أنبأنا ابن سلامة عن الطرسوسي عن ابن طاهر قال كان الحاكم شديد التعصب للشيعة \n  في الباطن وكان يظهر التسنن في التقديم والخلافة وكان منحرفا غاليا عن معاوية \n  وأهل بيته يتظاهر به ولا يعتذر منه فسمعت أبا الفتح سمكويه بهراة يقول سمعت \n  عبد الواحد المليحي يقول سمعت أبا عبد الرحمن السلمي يقول دخلت على أبي عبد \n  الله الحاكم وهو في داره لا يمكنه الخروج إلى المسجد من أصحاب أبي عبد الله \n  بن كرام وذلك أنهم كسروا منبره ومنعوه من الخروج فقلت له لو خرجت وأمليت في \n  فضائل هذا الرجل شيئا لاسترحت من هذه المنحة فقال لايجيء من قلبي لايجيء من \n  قلبي يعني معاوية وسمعت المظفر بن حمزة بجرجان سمعت أبا سعد الماليني يقول \n  طالعت كتاب المستدرك على الشيخين الذي صنفه الحاكم من أوله إلى آخره فلم أر \n  فيه حديثا على شرطهما قلت هذا إسراف وغلو من الماليني وإلا ففي هذا المستدرك \n  جملة وافرة على شروطهما وجملة كبيرة على شرط أحدهما لعل مجموع ذلك نحو النصف \n  وفيه نحو الربع مما صح سنده وفيه بعض الشيء أدلة عليه وما بقي وهو نحو الربع \n  فهو مناكير وواهيات لا تصح وفي بعض ذلك موضوعات قد أعلمت بها لما اختصرت هذا \n  المستدرك ونبهت على ذلك .\n</p>\n<p class=\"arabic\">سمعت أبا محمد بن السمرقندي يقول بلغني أن المستدرك الحاكم ذكر بين يدي الدارقطني \n  فقال نعم يستدرك عليهما حديث الطير فبلغ ذلك الحاكم فأخرج الحديث من الكتاب .\n</p>\n<p class=\"arabic\">قلت لا بل هو في المستدرك وفيه أشياء موضوعة نعوذ بالله من الخذلان قال ابن \n  الطاهر ورأيت أنا حديث الطير جمع الحاكم في جزء ضخم بخطه فكتبته للتعجب قلت \n  وللحاكم جزء في فضائل فاطمة رضي الله عنها *28*133* وقد قال الحاكم في ترجمة \n  أبي علي النيسابوري الحافظ من تاريخه قال ذكر يوما ما روى سليمان التيمي عن \n  أنس فمررت أنا في الترجمة وكان بحضرة أبي علي رحمه الله وجماعة من المشايخ \n  إلى أن ذكرت حديث لا يزني الزاني حين يزني وهو مؤمن فحمل بعضهم علي فقال أبو \n  علي له لا تفعل فما رأيت أنت ولا نحن في سنة مثله وأنا أقول إذا رأيت ألف \n  رجل من أصحاب الحديث قد مر أن الحاكم توفي في صفر سنة خمس وأربعمائة .\n\n</p>"
}