{
    "header": "محمد بن الحسن بن فورك .",
    "id": "017468",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن الحسن بن فورك .\n</h1>\n<p class=\"arabic\">أبو بكر الإصبهاني الفقيه المتكلم سمع مسند الطيالسي من عبد الله بن جعفر \n  الإصبهاني واستدعي إلى نيسابور لحاجتهم إلى علمه فاستوطنها وتخرج به طائفة \n  في الأصول والكلام وله تصانيف جمة وكان رجلا صالحا وقد سمع أيضا من أبي خرزاد \n  الأهوازي روى عنه أبو بكر البيهقي وأبو القاسم القشيري وأبو بكر أحمد بن علي \n  بن خلف وآخرون *28*148* قال عبد الغافر بن إسماعيل قبره بالحيرة يستسقى به \n  ذكر ابن حزم في النصائح أن ابن سبكتكين قتل ابن فورك لقوله إن نبينا صلى الله \n  عليه وسلم ليس هو نبي اليوم بل مان رسول الله وزعم أن هذا قول جميع الأشعرية \n  قال ابن الصلاح ليس كما زعم بل هو تشنيع عليهم أثارته الكرامية فيما حكاه \n  القشيري وتناظر ابن فورك وأبو عثمان المغربي في الولي هل يعرف أنه ولي فكان \n  ابن فورك ينكر أن يعرف ذلك وأبو عثمان يثبت ذلك وحكى بعضهم عن ابن فورك أنه \n  قال كل موضع ترى فيه اجتهادا ولم يكن عليه نور فاعلم أنه بدعة خفية وذكره \n  القاضي شمس الدين في وفيات الأعيان فقال فيه الأستاذ أبو بكر المتكلم الأصولي \n  الأديب النحوي الواعظ درس بالعراق مدة ثم توجه إلى الري فسعت به المبتدعة \n  فراسله أهل نيسابور فورد عليهم وبنوا له بها مدرسة ودارا وظهرت بركته على \n  المتفقهة وبلغت مصنفاته قريبا من مائة مصنف ودعي إلى مدينة غزنة وجرت له بها \n  مناظرات .\n</p>\n<p class=\"arabic\">وكان شديد الرد على أبي عبد الله بن كرام ثم عاد إلى نيسابور فسم في الطريق \n  فمات بقرب بست ونقل إلى نيسابور ومشهده بالحيرة ظاهر يزار ويستجاب الدعاء \n  عنده قلت أخذ طريقة الأشعري عن أبي الحسن الباهلي وغيره قال عبد الغافر بن \n  إسماعيل سمعت أبا صالح المؤذن يقول كان أبو علي الدقاق يعقد المجلس ويدعوللحاضرين \n  والغائبين من أعيان البلد وأئمتهم فقيل له قد نسيت ابن فورك ولم تدع له فقال \n  أبو علي كيف أدعو له وكنت أقسم على الله البارحة بأيمانه أن *28*149* يشفي \n  علتي وكان به وجع البطن تلك الليلة وقال البيهقي سمعت القشيري يقول سمعت ابن \n  فورك يقول حملت مقيدا إلى شيراز لفتنة في الدين فوافينا باب البلد مصبحا وكنت \n  مهموما فلما أسفر النهار وقع بصري على محراب في مسجد على باب البلد مكتوب \n  عليه أليس الله بكساف عبده فحصل لي تعريف باطني أني أكفى عن قريب فكان كذلك \n  وصرفوني بالعز .\n</p>\n<p class=\"arabic\">قلت كان مع دينه صاحب قلبة وبدعة قال أبو الوليد سليمان الباجي لما طالب ابن \n  فورك الكرامية أرسلوا إلى محمود بن سبكتكين صاحب خراسان يقولون له إن هذا \n  الذي يؤلب علينا أعظم بدعة وكفرا عندك منا فسله عن محمد بن عبد الله بن عبد \n  المطلب هل هو رسول الله اليوم أم لا فعظم على محمود الأمر وقال إن صح هذا \n  عنه لأقتلنه ثم طلبه وسأله فقال كان رسول الله وأما اليوم فلا .\n</p>\n<p class=\"arabic\">فأمر بقتله فشفع إليه وقيل هو رجل له سن فأمر بقتله بالسم فسقي السم وقد دعا \n  ابن حزم للسلطان محمود إذ وفق لقتله ابن فورك لكونه قال إن رسول الله كان \n  رسولا في حياته فقط وإن روحه قد بطل وتلاشى وليس هو في الجنة عند الله تعالى \n  يعني روحه وفي الجملة ابن فورك خير من ابن حزم وأجل وأحسن نحلة قال الحاكم \n  أبو عبد الله أنبا ابن فورك نا عبد الله بن جعفر فذكر حديثا .\n\n</p>"
}