{
    "header": "عبد الغني بن سعيد بن علي بن سعيد بن بشر ...",
    "id": "017542",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الغني بن سعيد بن علي بن سعيد بن بشر بن مروان .\n</h1>\n<p class=\"arabic\">*28*189* أبو محمد الأزدي المصري الحافظ سمع من عثمان بن محمد السمرقندي وإسماعيل \n  بن يعقوب بن الجراب وعبد الله بن جعفر بن الورد وأحمد أبن إبراهيم بن جامع \n  وأحمد بن إبراهيم بن عطية ويعقوب بن المبارك وحمزة الكتاني وابن رشيق .\n</p>\n<p class=\"arabic\">ورحل إلى الشام فسمع من الميانجي والفضل بن جعفر وأبي سليمان بن زبر وهذه \n  الطبقة .\n</p>\n<p class=\"arabic\">روى عنه سبطة علي بن نقا ومحمد بن علي الصوري ورشأ بن نظيف وأبو عبد الله \n  محمد بن سلامة القضاعي وعبد الرحيم بن أحمد البخاري وأبو علي الأهوازي وخلق \n  كثير آخرهم أبو إسحاق إبراهيم الحبال .\n</p>\n<p class=\"arabic\">وكان مولده في ذي القعدة سنة اثنتين وثلاثين وثلاثمائة ولأبيه مصنفات في الفرائض \n  ورواية عن أبي بشر الدولابي قال البرقاني سألت الدارقطني بعد قدومه من مصر \n  هل رأيت في طريقك من يفهم شيئا من العلم قال ما رأيت في طول طريقي إلا شابا \n  بمصر يقال له عبد الغني كأنه شعلة من نار وجعل يفخم أمره ويرفع ذكره .\n</p>\n<p class=\"arabic\">وقال أبو الفتح منصور بن علي الطرسوسي أراد الدارقطني الخروج من عندنا من \n  مصر ) .\n</p>\n<p class=\"arabic\">فخرجنا من مصر معه نودعه فلما ودعناه بكينا فقال لنا تبكون وعندكم عبد الغني \n  بن سعيد وفيه الخلف *28*190* وقال عبد الغني لما رددت على أبي عبد الله الحاكم \n  الأوهام التي في مدخل الصحيح بعث إلي يشكرني ويدعو لي فعلمت أنه رجل عاقل \n  وقال البرقاني ما رأيت بعد الدارقطني أحفظ من عبد الغني وقال الصوري قال لي \n  عبد الغني ابتدأت بعمل كتاب المؤتلف والمختلف فقدم علينا الدارقطني فأخذت \n  عنه أشياء كثيرة منه فلما فرغت من تصنيفه سألني أن أقرأه عليه ليسمعه مني \n  فقلت عنك أخذت أكثر قال لا تقل هكذا فإنك أخذته عني مفرقا وقد أردته فيه مجموعا \n  وفيه أشياء كثيرة أخذتها عن شيوخك فقرأ عليه .\n</p>\n<p class=\"arabic\">وذكره أبو الوليد الباجي فقال حافظ متقن وقال الحبال وغيره توفي في سابع صفر \n  سنة تسع وقيل كانت له جنازة عظيمة تحدث بها الناس ونودي على جنازته هذه جنازة \n  نافي الكذب عن رسول الله صلى الله عليه وسلم وقال أبو الوليد الباجي قلت لأبي \n  ذر الهروي أخذت عن عبد الغني فقال لا إن شاء الله على معنى التأكيد وذلك أنه \n  له اتصال ببني عبيد يعني خلفاء مصر قلت وكان عبد الغني أعلم الناس بالأنساب \n  في زمانه مع معرفته بفنون الحديث وحذقه به .\n\n</p>"
}