{
    "header": "محمد بن الحسين بن موسى .",
    "id": "017790",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن الحسين بن موسى .\n</h1>\n<p class=\"arabic\">أبو عبد الرحمن الأزدي أبا السلمي جدا لأنه سبط أبي عمرو إسماعيل بن بجير \n  بن أحمد بن يوسف السلمي النيسابوري كان شيخ الصوفية وعالمهم بخراسان سمع من \n  أبي العباس الأصم وأحمد بن علي بن حسنويه المقريء وأحمد بن محمد بن عبدوس \n  ومحمد بن أحمد بن سعيد الرازي صاحب ابن وراة وأبي ظهير عبد الله بن فارس العمري \n  البلخي ومحمد بن المؤمل الماسرجسي والحافظ أبي علي الحسين بن محمد النيسابوري \n  وسعيد بن القاسم البردعي وأحمد بن محمد بن رميح النسوي وجده أبي عمرو *28*305* \n  وكان ذا عناية تامة بأخبار الصوفية صنف لهم سننا وتفسيرا وتاريخا وغير ذلك .\n</p>\n<p class=\"arabic\">قال الحافظ عبد الغافر في تاريخه أبو عبد الرحمن شيخ الطريقة في وقته الموفق \n  في جميع علوم الحقائق ومعرفة طريق التصوف وصاحب التصانيف المشهورة العجيبة \n  في علوم القوم .\n</p>\n<p class=\"arabic\">وقد ورث التصوف عن أبيه وجده وجمع من الكتب مالم يسبق إلى ترتيبه حتى بلغ \n  فهرست تصانيفه المائة أو أكثر .\n</p>\n<p class=\"arabic\">وحدث أكثر من أربعين سنة إملاء وقراءة وكتب الحديث بنيسابور ومرو والعراق \n  والحجاز وانتخب عليه الحفاظ الكبار سمع من أبيه وجده أبي عمرو والأصم وأبي \n  عبد الله الصفار ومحمد بن يعقوب الحافظ وأبي جعفر الرازي وأبي الحسن الكارزي \n  والإمام أبي بكر الصبغي والأستاذ أبي الوليد وابني المؤمل ويحيى بن منصور \n  القاضي وأبي بكر القطيعي وولد في رمضان سنة ثلاثين وثلاثمائة .\n</p>\n<p class=\"arabic\">قلت وروى عنه الحاكم في تاريخه وقال قل ما رأيت من أصحاب المعاملات مثل أبيه \n  وأما هو فإنه صنف في علوم التصوف وسمع الأصم وأقرانه .\n</p>\n<p class=\"arabic\">وقيل ولد سنة خمس وعشرين وثلاثمائة وكتب بخطه عن الصبغي سنة ثلاث وثلاثين \n  وثلاثمائة قلت وروى عنه أيضا أبو القاسم القشيري وأبو بكر البيهقي وأبو سعيد \n  بن رامش وأبو بكر محمد بن يحيى المزكي وأبو صالح المؤذن ومحمد بن سعيد التفليسي \n  وأبو بكر بن خلف وعلي بن أحمد المديني المؤذن والقاسم بن الفضل الثقفي وخلق \n  سواهم .\n</p>\n<p class=\"arabic\">قال أبو القاسم القشيري سمعت أبا عبد الرحمن السلمي سأل أبا علي الدقاق الذكر \n  أتم أم الفكر *28*306* فقال أبو علي ما الذي يفتح عليكم به فقال أبو عبد الرحمن \n  عندي الذكر أتم من ) .\n</p>\n<p class=\"arabic\">الفكر لأن الحق سبحانه يوصف بالذكر ولا يوصف بالفكر وما وصف به الحق أتم مما \n  اختص به الخلق فاستحسنه الأستاذ أبو علي رحمه الله .\n</p>\n<p class=\"arabic\">قال أبو القاسم وسمعت الشيخ أبا عبد الرحمن يقول خرجت إلى مرو في حياة الأستاذ \n  أبي سهل الصعلوكي وكان له قبل خروجي أيام الجمعة بالغدوات مجلس دور القرآن \n  يختم فيه فوجدته عند رجوعي قد رفع ذلك المجلس وعقد لابن العقابي في ذلك الوقت \n  مجلس القول والقول هو الغناء فداخلني من ذلك شيء وكنت أقول في نفسي قد استبدل \n  مجلس الختم بمجلس القول فقال لي يوما أيش يقول الناس لي قلت يقولون رفع مجلس \n  القرآن ووضع مجلس القول فقال من قال لأستاذه لم لا يفلح أبدا .\n</p>\n<p class=\"arabic\">وقال الخطيب في تاريخه قال لي محمد بن يوسف النيسابوري القطان كان السلمي \n  غير ثقة وكان يضع للصوفية قال الخطيب قدر أبي عبد الرحمن عند أهل بلده جليل \n  وكان مع ذلك موجودا صاحب حديث وله بنيسابور دويرة للصوفية .\n</p>\n<p class=\"arabic\">قال الخطيب وأنا أبو القاسم القشيري قال كنت بين يدي أبي علي الدقاق فجرى \n  حديث أبي عبد الرحمن السلمي وأنه يقوم في السماع موافقة للفقراء فقال أبو \n  علي مثله في حالة لعل السكون أولى به امض إليه فستجده *28*307* قاعدا في بيت \n  كتبه وعلى وجه الكتب مجلدة صغيرة مربعة فيها أشعار الحسين بن منصور فهاتها \n  ولا تقل له شيئا .\n</p>\n<p class=\"arabic\">قال فدخلت عليه فإذا هو في بيت كتبه والمجلدة بحيث ذكر أبو علي فلما قعدت \n  أخذ في الحديث وقال كان بعض الناس ينكر على واحد من العلماء حركته في السماع \n  فرؤي ذلك الإنسان يوما خاليا في بيت وهو يدور كالمتوحد فسئل عن حاله فقال \n  كانت مسألة مشكلة علي فتبين لي أمرها فلم أتمالك من السرور حتى قمت أدور فقل \n  له مثل هذا يكون حالهم .\n</p>\n<p class=\"arabic\">فلما رأيت ذلك منهما تحيرت كيف أفعل بينهما فقلت لا وجه إلا الصدق فقلت إن \n  أبا علي وصف هذه المجلدة وقال احملها إلي من غير أن تعلم الشيخ وأنا أخافك \n  وليس يمكنني مخالففته فأيش تأمر فأخرج أجزاء من كلام الحسين بن منصور وفيها \n  تصنيف له سماه الصيهور في نقض الدهور وقال احمل هذه إليه .\n</p>\n<p class=\"arabic\">قال الخطيب توفي السلمي في شعبان قلت كان وافر الجلالة له أملاك ورثها من \n  أمه ) .\n</p>\n<p class=\"arabic\">وورثتها هي من أبيها وتصانيفه يقال إنها ألف جزء وله كتاب سماه حقائق التفسير \n  ليته لم يصنفه فإنه تحريف وقرطمة فدونك الكتاب فسترى العجب .\n</p>\n<p class=\"arabic\">ورويت عنه تصانيفه وهو حي وقع لي من عالي حديثه .\n\n</p>"
}