{
    "header": "علي بن محمد بن أحمد بن ميلة خرة .",
    "id": "017880",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">علي بن محمد بن أحمد بن ميلة خرة .\n</h1>\n<p class=\"arabic\">ويعرف أبوه محمد بماشاذه أبو الحسن الإصبهاني الزاهد الفقيه الفرضي أحد أعلام \n  الصوفية *28*353* قال أبو نعيم صحب أبا بكر عبد الله بن إبراهيم بن واضح وأبا \n  جعفر محمد بن الحسن وزاد عليهما في طريقهما خلقا وفتوة جمع بي علم الظاهر \n  والباطن لا تأخذه في الله لومة لائم وكان ينكر على المتشبهة بالصوفية وغيرهم \n  من الجهال فساد مقالتهم في الحلول والإباحة والتشبيه وغير ذلك من ذميم أخلاقهم \n  فعدلوا عنه لما دعاهم إلى الحق جهلا منهم وعنادا .\n</p>\n<p class=\"arabic\">وانفر في وقته بالرواية عن محمد بن محمد بن يونس الأبهري وأبي عمرو أحمد بن \n  محمد بن إبراهيم بن حكيم وأبي علي أحمد بن محمد بن إبراهيم المصاحفي ومحمد \n  بن أحمد بن علي الأسواري وتوفي يوم الفطر .\n</p>\n<p class=\"arabic\">قلت أخبرنا بلال الحبشي أنا عبد الوهاب بن ظاهر أنا السلفي أنا محمد وأحمد \n  ابنا عبد الله بن أحمد قالا ثنا علي بن ماشاذه إملاء نا أبو علي الصحاف ثنا \n  أحمد بن مهدي نا ثابت بن محمد نا سفيان الثوري عن أبي الزبير عن جابر قال \n  النبي صلى الله عليه وسلم لا يقطع الصلاة الكشر ولكن يقطعها القرقرة .\n</p>\n<p class=\"arabic\">وروى أيضا عن عبد الله بن جعفر بن فارس ومحمد بن عبد الله بن أسيد وأبي علي \n  أحمد بن محمد بن عاصم وعبد الله بن محمد بن عيسى وغياث بن محمد وأبي أحمد \n  العسال وغيرهم وأملى عدة مجالس روى عنه أبو عبد الله الثقفي في فوائده ورجاء \n  بن قولويه وأحمد بن *28*354* محمد ابنا عبد الله السوذرجاني وأبو الحسين سعيد \n  بن محمد الجوهري وأبو نصر عبد الرحمن بن محمد السمسار وآخرون .\n</p>\n<p class=\"arabic\">قال أبو بكر أحمد بن جعفر اليزدي سمعت الإمام أبا عبد الله بن مندة وقت قدومه \n  من خراسان سنة إحدى وسبعين يقول وعنده أبو جعفر ابن القاضي أبي أحمد العسال \n  وعدة مشايخ فسأله ابن العسال عن أخبار مشايخ البلاد التي شاهدها فقال طفت \n  الشرق والغرب فلم أر في الدنيا مثل رجلين أحدهما والدك القاضي والثاني أبو \n  الحسن علي بن ماشاذه الفقيه .\n</p>\n<p class=\"arabic\">ومن عزمي أن أجعله وصبي وأسلم كتبي أليه فإنه أهل له أو كما قال .\n</p>\n<p class=\"arabic\">أخبرني إسحاق الصفار أنا ابن خليل أنا أبو المكارم أنبا أبو علي أنا أبو نعيم \n  في آخر كتاب الحلية قال ختم التحقق بطريقة المتصوفة بأبي الحسن علي بن ماشاذه \n  لما أولاه الله من فنون العلم والسخاء والفتوة كان عارفا بالله فقيها عاملا \n  له من الأدب الحظ الجزيل رحمه الله .\n\n</p>"
}