{
    "header": "محمد بن محمد بن النعمان البغدادي .",
    "id": "017844",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن محمد بن النعمان البغدادي .\n</h1>\n<p class=\"arabic\">*28*333* ابن المعلم المعروف بالشيخ المفيد كان رأس الرافضة وعالمهم صنف كتبا \n  في ضلالات الرافضة وفي الطعن على السلف .\n</p>\n<p class=\"arabic\">وهلك في خلق حتى أهلكه الله في رمضان وأراح المسلمين منه .\n</p>\n<p class=\"arabic\">وقد ذكره ابن أبي الطيء في تاريخ الشيعة فقال هو شيخ مشايخ الطائفة ولسان \n  الإمامية ورئيس الكلام والفقه والجدل .\n</p>\n<p class=\"arabic\">كان أوحد في جميع فنون العلوم الأصولين والفقه والأخبار ومعرفة الرجال والقرآن \n  والتفسير والنحو والشعر ساد في ذلك كله وكان يناظر أهل كل عقيدة مع جلالة \n  العظيم في الدولة البويهية والرتبة الجسمية عند الخلفاء العباسين .\n</p>\n<p class=\"arabic\">وكان قوي النفس كثير المعروف والصدقة عظيم الخشوع كثير الصلاة والصوم يلبس \n  الخشن من الثياب وكان بارعا في العلم وتعليمه وملازما للمطالعة والفكرة وكان \n  من أحفظ الناس ثم قال حدثني رشيد الدين المازندراني حدثني جماعة ممن لقيت \n  أن الشيخ المفيد ما ترك كتابا للمخالفين إلا وحفظه وباحث فيه وبهذا قدر على \n  حل شبه القوم .\n</p>\n<p class=\"arabic\">وكان يقول لتلامذته لا تضجروا من العلم فإنه ما تعسر إلا وهان ولا يأبى إلا \n  ولان لقد أقصد الشيخ من الحشوية والجبرية والمعتزلة فأذل له حتى أخذ منه المسألة \n  أو أسمع منه *28*334* .\n</p>\n<p class=\"arabic\">وقال آخر كان المفيد من أحرص الناس على التعليم وإن كان ليدور على المكاتب \n  وحوانيت الحاكة فيلمح الصبي الفطن فيذهب إلى أبيه وأمه حتى يستأجرهن ثم يعلمه \n  وبذلك كثر تلامذته وقال غيره كان الشيخ المفيد ذا منزلة عظيمة من السلطان \n  ربما زاره عضد الدولة وكان يقضي حوائجه ويقول له اشفع تشفع .\n</p>\n<p class=\"arabic\">وكان يقوم لتلامذته بكل ما يحتاجون إليه .\n</p>\n<p class=\"arabic\">وكان المفيد ربعة نحيفا أسمر وما استغلق عليه جواب معاند إلا فزع إلى الصلاة \n  يسأل الله فييسر له الجواب عاش ستا وسبعين سنة وصنف أكثر من مائتي مصنف وشيعه \n  ثمانون ألفا وكانت جنازته مشهودة .\n\n</p>"
}