{
    "header": "علي بن هلال .",
    "id": "017838",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">علي بن هلال .\n</h1>\n<p class=\"arabic\">*28*326* أبو الحسن صاحب الخط المنسوب المعروف بابن البواب قال أبو الفضل \n  بن خيرون توفي في جمادى الأولى سنة ثلاث عشرة وكان من أهل السنة .\n</p>\n<p class=\"arabic\">وقال أبو عبد الله بن النجار في تاريخه أبو الحسن ابن البواب مولى معاوية \n  بن أبي سفيان صحب أبا الحسين بن سمعون وقرأ الأدب على أبي الفتح بن جني وسمع \n  من أبي عبيد المرزباني وكان يعبر الرؤيا ويقص على الناس بجامع المنصور وله \n  نظم ونثر انتهت إليه الرئاسة في حسن الخط .\n</p>\n<p class=\"arabic\">وقال ابن خلكان أول من نقل هذه الطريقة من خط الكوفيين أبو علي بن مقلة وخطه \n  عظيم لكن ابن البواب هذب الطريقة ابن مقلة ونقحها وكساها طلاوة وبهجة وشيخه \n  في الكتابة أبو عبد الله محمد بن أسد المذكور في سنة عشر وأربعمائة .\n</p>\n<p class=\"arabic\">وكان ابن البواب يذهب إذهابا فائقا وكان في أول أمره مزوقا يصور الدور فيما \n  قيل ثم أذهب الكتب ثم تعانى الكتابة ففاق فيها على الأولين والآخرين ونادم \n  فخر الملك أبا غالب .\n</p>\n<p class=\"arabic\">وقيل إنه وعظ بجامع المنصور ولم يكن له في عصره ذاك النفاق الذي له بعد موته \n  لأنه وجد بخطه ورقة قد كتبها إلى بعض الأعيان يسأله فيها مساعدة صديق له بشيء \n  لا يساوي *28*327* دينارين وقد بسط القول فيها نحو السبعين سطرا وقد بيعت \n  بعد ذلك بسبعة عشر دينارا إمامية ولأبن البواب شعر وترسل يدل على فضله وأدبه \n  وبلاغته وقيل إن بعضهم هجاه بقوله .\n</p>\n<p class=\"arabic\">% هذا وأنت ابن بواب وذو عدم % % فكيف لو كنت رب الدار والمال % .\n</p>\n<p class=\"arabic\">وقال أبو علي الحسن بن أحمد بن البنا حكى لي أبو الطاهر بن الغباري أن أبا \n  الحسن ابن البواب أخبره أن ابن سهلان استدعاه فأبى المضي إليه وتكرر ذلك .\n</p>\n<p class=\"arabic\">قال فمضيت إلى أبي الحسن بن القزويني وقلت ما ينطقه الله به أفعله قال فلما \n  دخلت إليه قال لي يا أبا الحسن اصدق والق من شئت قال فعدت في الحال وإذا على \n  بابي رسل الوزير قال فمضيت معهم فلما دخلت إليه قال لي يا أبا الحسن ما أخرك \n  عنا فاعتذرت إليه ثم قال قد رأيت مناما فقلت مذهبي تعبير المنامات من القرآن \n  فقال رضيت ثم قال رأيت كأن الشمس والقمر قد اجتمعا وسقطا في حجري قال وعنده \n  فرح بذلك كيف يجتمع له الملك والوزارة قلت قال الله تعالى وجمع الشمس والقمر \n  يقول الإنسان يومئذ أين المفر .\n</p>\n<p class=\"arabic\">كلا لا وزر وكررت عليه هذه ثلاثا .\n</p>\n<p class=\"arabic\">قال فدخل حجرة النساء وذهبت فلما كان بعد ثلاثة أيام انحدر إلى واسط على أقبح \n  حال .\n</p>\n<p class=\"arabic\">وكان قتله هناك .\n</p>\n<p class=\"arabic\">ولأبي العلاء المعري *28*328* .\n</p>\n<p class=\"arabic\">% ولاح هلال مثل نون أجادها % % بذوب النضار الكاتب ابن هلال % .\n</p>\n<p class=\"arabic\">قال أبو الحسن محمد بن عبد الملك الهمداني في تاريخه توفي أبو الحسن ابن البواب \n  صاحب الخط الحسن في جمادى الأولى ودفن في جوار تربة أحمد يعني ابن حنبل وكان \n  يقص بجامع المدينة وجعله فخر الملك أحمد ندمائه لما دخل إلى بغداد ورثاه المرتضى \n  بقوله .\n</p>\n<p class=\"arabic\">% رديت يا ابن هلال والردى عرض % % لم يحم منه على سخط له البشر % .\n</p>\n<p class=\"arabic\">% ما ضر فقدك والأيام شاهدة % % بأن فضلك فيها الأنجم الزهر % .\n</p>\n<p class=\"arabic\">% أغنيت في الأرض والأقوام كلهم % % من المحاسن ما لم يغنيه المطر % .\n</p>\n<p class=\"arabic\">% فللقلوب التي أبهجتها حزن % % وللعيون التي أقررتها سهر % .\n</p>\n<p class=\"arabic\">% وما لعيش وقد ودعته أرج % % ولا لليل وفد فارقته سحر % .\n</p>\n<p class=\"arabic\">% وما لنا بعد أن أضحت مطالعنا % % مسلوبة من أوضاح ولا غرر % .\n</p>\n<p class=\"arabic\">وحدث أبو غالب محمد بن أحمد بن بشران الواسطي حدثني محمد بن علي بن نصر الكاتب \n  حدثني أبو الحسن بن علي بن هلال ابن البواب فذكر حكاية مضمونها أنه ظفر في \n  خزانة بهاء الدولة بربعة ثلاثين جزاءا جلدا من جزء من الربعة فجلده به وجلد \n  الجزء الذي قلع عنه بجلد جديد حتى بقي ذلك الجزء الجديد الكتابة لا يعرفه \n  حذاق الكتاب من الربعة .\n</p>\n<p class=\"arabic\">ومن شعر ابن البواب .\n</p>\n<p class=\"arabic\">% فلو اني أهديت ما هو فرض % % للرئيس الأجل من أمثالي % .\n</p>\n<p class=\"arabic\">% لنظمت النجوم عقدا إذا رص % % ع غيري جواهرا بلآلي % .\n</p>\n<p class=\"arabic\">*28*329* .\n</p>\n<p class=\"arabic\">% ثم أهديتها إليه وأقرر % % ت بعجزي في القول والأفعال % .\n</p>\n<p class=\"arabic\">% غير أني رأيت قدرك يعلو % % عن نظير ومشبه ومثال % .\n</p>\n<p class=\"arabic\">% فتفاءلت في الهدية بالأق % % لام علما مني بصدق الفال % .\n</p>\n<p class=\"arabic\">% فاعتقدها مفاتح الشرق والغر % % ب والمكرمات والأفعال % .\n</p>\n<p class=\"arabic\">% وابق للمجد صاعد الجد عزا % % والأجل الرئيس نجم المعالي % .\n</p>\n<p class=\"arabic\">% وحقوق العبيد فرض على السا % % دة في كل مرسم للمعالي % .\n</p>\n<p class=\"arabic\">% وحياة الثناء تبقى على الده % % ر إذا ما انقضت حياة المال % .\n</p>\n<p class=\"arabic\">في أبيات أخرى وقال أبو بكر الخطيب ابن البواب صاحب الخط كان رجلا دينا لا \n  أعلمه روى شيئا من الحديث .\n</p>\n<p class=\"arabic\">قال ابن خلكان روى ابن الكلبي والهيثم بن عدي أن الناقل للكتابة العربية من \n  الحيرة إلى الحجاز حرب بن أمية فقيل لأبي سفيان ممن أخذ أبوك الكتابة فقال \n  من ابن سدرة وأخبره أنه أخذها من واضعها مرامر بن مرة .\n</p>\n<p class=\"arabic\">قال وكان لحمير كتابة تسمى المسند وحروفها متصلة وكانوا يمنعون العامة تعلمها \n  فلما جاء الإسلام لم يكن بجميع اليمن من يقرأ ويكتب .\n</p>\n<p class=\"arabic\">قلت وهذا فيه نظر فإن اليمن كان بها خلق من أهل الكتاب يكتبون بالقلم بالعبراني \n  ) .\n</p>\n<p class=\"arabic\">إلى أن قال فجميع كتابات الأمم إثنا عشر كتابة وهي العربية والحميرية واليونانية \n  والفارسية والسريانية والعبرانية والرومية والقبطية والبربرية والأندلسية \n  والهندية والصينية *28*330* فخمس منها ذهبت الحميرية واليويناية والقبطية \n  والبربرية والأندلسية .\n</p>\n<p class=\"arabic\">وثلاث لا تعرف ببلاد الإسلام الصينية والرومية والهندية .\n\n</p>"
}