{
    "header": "طاهر بن الحسن بن إبراهيم .",
    "id": "018063",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">طاهر بن الحسن بن إبراهيم .\n</h1>\n<p class=\"arabic\">أبو محمد الهمداني الجصاص الزاهد روى عن محمد بن يوسف بن عمر الكسائي البزاز \n  والحسن بن علي الصفار وهذا الكسائي يروي عن البغوي شيئا قليلا روى عن طاهر \n  أبو مسلم بن غزو وحكى عنه جماعة من الصلحاء وكان كبير القدر صاحب كرامات .\n</p>\n<p class=\"arabic\">بالغ شيرويه في تطويل ترجمته وقال سمعت أبا الحسن الصوفي يقول سمعت أبي يقول \n  كان لطاهر الجصاص مصنفات عدة منها أحكام المريدين مشتمل على سبعة أجزاء وكان \n  يقرأ التوراة والإنجيل والزبور والقرآن ويقرر تفسيرها سئل طاهر عن التوحيد \n  فقال أن يكون رجوع المرء إلى نفسه ونظره إليه أشد عليه من ضرب عنقه قال جعفر \n  الأبهري كان لطاهر الجصاص ثلاثمائة تلميذ كلهم من الأوتاد .\n</p>\n<p class=\"arabic\">وقال مكي بن عمر البيع سمعت محمد بن عيسى يقول صام طاهر الجصاص أربعين يوما \n  متواليات أربعين مرة وآخر أربعين عملها صام على قشر *28*447* الدخن فلفرط \n  يبسه فرغ رأسه وأختلط في عقله ولم أر أكثر مجاهدة منه .\n</p>\n<p class=\"arabic\">قال شيرويه كان طاهر يذهب مذهب أهل الملامة .\n</p>\n<p class=\"arabic\">وقال مكي سمعت أبا سعد بن زيرك يقول حضرت مجلسا ذكر فيه طاهر الجصاص فبعضهم \n  نسبه إلى الزندقة وبعضهم نسبه إلى المعرفة فلما كثرت الأقاويل فيه قلت إن \n  عيسى عليه السلام كان نبيا وافتتان الناس به أكثر وافتتانهم بعيسى ضرهم وما \n  ضره وكذلك افتتان الناس بطاهر يضرهم ولا يضره .\n</p>\n<p class=\"arabic\">قال مكي حضرت امرأة عنده فقالت ألح عليه بعض أصحابنا في إظهار العلة التي \n  ترك بسببها اللحم والخبز فقال إذا أكلتهما طالبتني نفسي بقبلة أمرد مليح .\n</p>\n<p class=\"arabic\">وسمعت منصور الخياط الصوفي يقول دخلت على طاهر الجصاص فنظرت إليه وإلى اجتماع \n  القمل في ثوبه فسألته أن يعطيني فروته لأغسلها وأفليها .\n</p>\n<p class=\"arabic\">قال على أن لا تقتل القمل قلت نعم ثم حملتها إلى النهر فلو كان معي قفيز كنت \n  أملأه قملا فكنسته بالمكنسة ونقيته فلما رددتها عليه قال الحالتان عندي سواء \n  فإن القمل لا يؤذيني وقال شيرويه سمعت يوسف الخطيب يقول دخلت على طاهر الجصاص \n  ووضعت بين يديه تينا فناولته تينة وقلت أيها الشيخ اقطع هذه التينه بأسنانك \n  ولم يبقى في فمه سن فجعل يمصها ويلوكها حتى لانت وأمكنه قطعها فأكل نصفها \n  ووضع نصفها في فمي فكأني وجدت في نفسي من ريقه ولعابه فبت تلك الليلة فرأيت \n  كأن آت أتاني فأخرج قلبي من جوفي من غير ألم ولا وجع فلما شاهدت قلبي كأن \n  قنديل فيه سبعة عشر سراجا فقال لي هذا من ذاك اللعاب .\n</p>\n<p class=\"arabic\">سمعت عبد الواحد بن إسماعيل البروجردي يقول اشترينا شواء وحلواء *28*448* \n  فأكلنا ثم دخلنا على طاهر الجصاص فقلنا نريد شيئا نأكله فقال قوموا عني أكلتم \n  الشواء والحلواء في السوق وتطلبون شيئا من عندي وكان طاهر يتكلم من كلام الملامة \n  بأشياء لا بأس بها في الشرع إذا فتش وقبره يزار ويعظم .\n\n</p>"
}