{
    "header": "إبراهيم بن محمد بن إبراهيم بن مهران .",
    "id": "018057",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">إبراهيم بن محمد بن إبراهيم بن مهران .\n</h1>\n<p class=\"arabic\">*28*437* الأستاذ أبو إسحاق الإسفرائيني الأصولي المتلكم الفقيه الشافعي إمام \n  أهل خراسان ركن الدين أحد من بلغ رتبة الإجتهاد .\n</p>\n<p class=\"arabic\">له التصانيف المفيدة روى عن دعلج بن أحمد السجزي وأبي بكر الشافعي وعبد الخالق \n  بن أبي روبا ومحمد بن يزداد بن مسعود وأبي بكر الإسماعيلي وجماعة وأملى مجالس .\n</p>\n<p class=\"arabic\">روى عنه أبو بكر البيهقي وأبو قاسم القشيري وأبو السنابل هبة الله بن أبي \n  الصهباء وجماعة وصنف كتاب جامع الحلي في أصول الدين والرد على الملحدين في \n  خمس مجلدات وتصانيف كثيرة مفيدة أخذ عنه القاضي أبو الطيب الطبري أصول الفقه \n  وغيره .\n</p>\n<p class=\"arabic\">وبنيت له بنيسابور مدرسة مشهورة وتوفي في نيسابور يوم عاشوراء في السنة .\n</p>\n<p class=\"arabic\">قال أبو إسحاق الشيرازي درس عليه شيخنا أبو الطيب وعنه أخذ الكلام والأصول \n  عامة شيوخ نيسابور *28*438* وقال غيره نقل إلى إسفراين ودفن بمشهده بها وقال \n  عبد الغافر أن أبو إسحاق طراز ناحية المشرق فضلا عن نيسابور وناحيته ثم كان \n  من المجتهدين في العبادة المبالغين في الورع انتخب عليه أبو عبد الله الحاكم \n  عشرة أجزاء وذكره في تاريخه لجلالته .\n</p>\n<p class=\"arabic\">وخرج عليه أحمد بن علي الحافظ الرازي ألف حديث وعقد له مجلس الإملاء بعد ابن \n  محمش وكان ثقة ثبتا في الحديث قال أبو القاسم بن عساكر حكى لي من أثق به أن \n  الصاحب بن عباد كان إذا انتهى إلى ذكر ابن الباقلاني وابن فورك والإسفرايئتي \n  وكانوا متعاصرين من أصحاب أبي الحسن الأشعري قال لأصحابه ابن الباقلاني بحر \n  مغرق وابن فورك صل مطرق والإسفرائيني نار تحترق .\n</p>\n<p class=\"arabic\">وقال الحاكم في تاريخه أبو إسحاق الإسفرائيني الفقيه الأوصولي المتكلم المتقدم \n  في هذه العلوم انصرف من العراق وقد قرأ له العلماء بالتقدم إلى أن قال وبني \n  له بنيسابور المدرسة التي لم يبن بنيسابور قبلها مثلها فدرس فيها .\n</p>\n<p class=\"arabic\">وقال غيره كان أبو إسحاق يقول إن كل مجتهد مصيب أوله سفسطة وآخر زندقة *28*439* .\n</p>\n<p class=\"arabic\">وقال أبو القاسم الفقيه كان شيخنا الأستاذ إذا تكلم في هذه المسألة قيل القلم \n  عنه مرفوع حينئذ لأنه كان يشتم ويصول ويفعل أشياء .\n</p>\n<p class=\"arabic\">وحكى عنه أبو القاسم القشيري أنه كان لا يجوز الكرامات وهذه زلة كبيرة .\n</p>\n<p class=\"arabic\">أخبرنا محمد بن حازم أنا محمد بن غسان أنا سعيد بن سهل الخوارزمي سنة ثمان \n  وخمسين وخمسمائة ثنا علي بن أحمد المؤذن إملاء ثنا محمد بن يزداد بن مسعود \n  ثنا أحمد بن علي الأبار ثنا أيوب بن محمد الوزان ثنا محمد بن مصعب ثنا عيسى \n  بن ميمون سمع القاسم يحدث عن عائشة قالت كان رسول الله صلى الله عليه وسلم \n  يقول في دعائه اللهم اجعل أوسع رزقي عند كبر سني وانقضاء عمري .\n</p>\n<p class=\"arabic\">قلت عيسى هذا مدني يقال له الخواص قال بتركه النسائي وضعفه الدارقطني .\n\n</p>"
}