{
    "header": "محمود بن سبكتكين .",
    "id": "018367",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمود بن سبكتكين .\n</h1>\n<p class=\"arabic\">*29*69* السلطان الكبير أبو القاسم يمين الدولة ابن الأمير ناصر الدولة أبي \n  منصور .\n</p>\n<p class=\"arabic\">وقد كان قبل السلطنة يلقب بسيف الدولة قدم سبكتكين بخارى في أيام الأمير نوح \n  بن منصور الساماني فوردها في صحبة ابن السكين فعرفه أركان تلك الدولة بالشهامة \n  والشجاعة وتوسموا فيه الرفعة فلما خرج ابن السكين إلى غزنة أميرا عليها خرج \n  في خدمته سبكتكين فلم يلبث ابن السكين إن مات واحتاج إلى من يتولى أمرهم فاتفقوا \n  على سبكتكين وأمروه عليهم فتمكن وأخذ في الإغارات على أطراف الهند فافتتح \n  قلاعا عديدة وجرى بينه وبين الهند حروب وعظمت سطوته وفتح ناحية بست واتصل \n  به أبو الفتح علي بن محمد البستي الكاتب فاعتمد عليه وأسر إليه أموره وكان \n  سبكتكين على رأي الكرامية *29*70* .\n</p>\n<p class=\"arabic\">قال جعفر المستغفري كان أبو القاسم عبد الله بن عبد الله بن الحسين النضري \n  المروزي قاضي نسف صلب المذهب فلما دخل سبكتكين صاحب غزنة بلخ دعاهم إلى مناظرة \n  الكرامية وكان النضري يومئذ قاضيا ببلخ فقال سبكتكين ما تقولون في هؤلاء الزهاد \n  والأولياء فقال النضري هؤلاء عندنا كفرة فقال ما تقولون في قال إن كنت تعتقد \n  مذهبهم فقولنا فيك كقولنا فيهم .\n</p>\n<p class=\"arabic\">فوثب من مجلسه وجعل يضربهم بالطبرزين حتى أدماهم وشج القاضي وأمر بهم فقيدوا \n  وحبسوا ثم خاف الملامة فأطلقهم ثم أنه مرض ببلخ فاشتاق إلى غزنة فسافر إليها \n  ومات في الطريق في سنة سبع وثمانين وثلاثمائة وجعل ولي عهده ولده إسماعيل \n  وكان محمود غائبا ببلخ فلما بلغه نعي أبيه كتب إلى أخيه ولاطفه على إن يكون \n  بغزنة وأن يكون محمود بخراسان فلم يوافقه إسماعيل وكان في إسماعيل رخاوة وعدم \n  شهامة فطمع فيه الجند وشغبوا عليه وطالبوه بالعطاء فأنفق فيهم الخزائن فدعا \n  محمود عمه إلى موافقته فأجابه فقوي بعمه وبأخيه وقصد غزنة في جيش عظيم وحاصرها \n  إلى إن افتتحها بعد إن عمل هو وأخوه مصافا هائلا وقتل خلق من الجيش وانهزم \n  أخوه إسماعيل وتحصن فنازل حينئذ محمود البلد وأنزل أخاه من قلعتها بالأمان \n  ثم رجع إلى بلخ وحبس أخاه ببعض الحصون حبسا خفيفا ووسع عليه الدنيا والخدم \n  *29*71* وكان في خراسان نواب لصاحب ما وراء النهر من الملوك السامانية فحاربهم \n  محمود ونصر عليهم واستولى على ممالك خراسان وانقطعت الدولة السامانية في سنة \n  تسع وثمانين فسير إليه القادر بالله أمير المؤمنين خلعة السلطان .\n</p>\n<p class=\"arabic\">وعظم ملكه وفرض على نفسه كل عام غزو الهند فافتتح منها بلادا واسعة وكسر الصنم \n  المعروف بسومنات وكانوا يعتقدون أنه يحيي ويميت ويقصدونه من البلاد وافتتن \n  به أمم لا يحصيهم إلا الله ولم يبق ملك ولا محتشم إلا وقد قرب له قربانا من \n  نفيس ماله حتى بلغت أوقافه عشرة الآف قرية وامتلأت خزائنه من أصناف الأموال \n  والجواهر .\n</p>\n<p class=\"arabic\">وكان في خدمة هذا الصنم ألف رجل من البراهمة يخدمونه وثلاثمائة رجل يحلقون \n  رؤوس الحجاج إليه ولحاهم عند القدوم وثلاثمائة رجل وخمسمائة امرأة يغنون ويرقصون \n  عند بابه .\n</p>\n<p class=\"arabic\">وكان بين الإسلام وبين القلعة التي فيها هذا الوثن مسيرة شهر في مفازة صعبة \n  فسار إليها السلطان محمود في ثلاثين ألف فارس جريدة وأنفق عليهم أموالا لا \n  تحصى فأتوا القلعة فوجدوها منيعة فسهل الله تعالى بفتحها في ثلاثة أيام ودخلوا \n  هيكل الصنم فإذا حوله من أصناف الأصنام الذهب والفضة المرصعة بالجواهر شيء \n  كثير محيطون بعرشه يزعمون أنها الملائكة فأحرقوا الصنم الأعظم ووجدوا في أذنيه \n  نيفا وثلاثين حلقة فسألهم محمود عن معنى ذلك فقالوا كل حلقة عبادة ألف سنة .\n</p>\n<p class=\"arabic\">ومن مناقب محمود بن سبكتكين ما رواه أبو النصر عبد الرحمن بن عبد الجبار الفامي \n  قال لما ورد التاهرتي الداعي من مصر على السلطان محمود يدعوه سرا إلى مذهب \n  الباطنية وكان يركب البغل الذي أتى به معه وذاك البغل *29*72* يتلون كل ساعة \n  من كل لون ووقف السلطان محمود على شر ما كان يدعو إليه وعلى بطلان ما حثه \n  عليه أمر بقتله وأهدى بغله إلى القاضي أبي منصور محمد ابن محمد الأزدي الشافعي \n  شيخ هراة وقال السلطان كان هذا البغل يركبه رأس الملحدين فليركبه رأس الموحدين .\n</p>\n<p class=\"arabic\">ولولا ما في السلطان محمود من البدعة لعد من ملوك العدل .\n</p>\n<p class=\"arabic\">وذكر إمام الحرمين الجويني إن السلطان محمود كان حنفي المذهب مولعا بعلم الحديث \n  يسمع من الشيوخ ويستفسر الأحاديث فوجدها أكثرها موافقا للمذهب الشافعي فوقع \n  في نفسه فجمع الفقهاء في مرو وطلب منهم الكلام في ترجيح أحد المذهبين فوقع \n  الإتفاق على إن يصلوا بين يديه على مذهب الإمامين ليختار هو فصلى أبو بكر \n  القفال بطهارة مسبغة وشرائط معتبرة من السترة والقبلة والإتيان بالأركان والفرائض \n  صلاة لا يجوز للشافعي دونها ثم صلى صلاة على ما يجوز أبو حنيفة رضي الله عنه \n  فلبس بدلة كلب مدبوغا قد لطخ ربعه بالنجاسة وتوضأ بنبيذ التمر وكان في الحر \n  فوقع عليه البعوض والذباب وتوضأ منكسا ثم أحرم وكبر بالفارسية دو بركك سبز \n  ثم نقر نقرتين كنقرات الديك من غير فصل ولا ركوع ولا تشهد ثم ضرط في آخره \n  من غير نية السلام وقال هذه صلاة أبي حنيفة .\n</p>\n<p class=\"arabic\">فقال إن لم تكن هذه الصلاة صلاة أبي حنيفة لقتلتك .\n</p>\n<p class=\"arabic\">قال فأنكرت الحنفية إن تكون هذه صلاة أبي حنيفة فأمر القفال بإحضار كتب أبي \n  حنيفة وأمر السلطان كاتبا نصراني كاتبا يقرأ المذهبين جميعا *29*73* فوجدت \n  كذلك فأعرض السلطان عن مذهب أبي حنيفة وتمسك بمذهب الشافعي هكذا ذكر إمام \n  الحرمين بأطول من هذه العبارة .\n</p>\n<p class=\"arabic\">وقال عبد الغافر بن إسماعيل الفارسي في ترجمة محمود السلطان كان صادق النية \n  في إعلاء كلمة الله مظفرا في الغزوات ما خلت سنة من سني ملكه عن غزوة وسفرة \n  وكان ذكيا بعيد الغور موفق الرأي وكان مجلسه مورد العلماء وقبره بغزنة يدعى \n  عنده .\n</p>\n<p class=\"arabic\">وقال أبو علي بن البنا حكى علي بن الحسين العكبري أنه سمع أبا مسعود أحمد \n  بن محمد البجلي قال دخل ابن فورك على السلطان محمود فقال لا يجوز إن يوصف \n  الله بالفوقية لأنه يلزمك إن تصفه بالتحتية لأن من جاز له إن يكون له فوق \n  جاز إن يكون له تحت .\n</p>\n<p class=\"arabic\">فقال السلطان ليس أنا وصفته حتى تلزمني هو وصف نفسه فبهت ابن فورك فلما خرج \n  من عنده مات فيقال انشقت مرارته .\n</p>\n<p class=\"arabic\">وقال عبد الغافر قد صنف في أيام محمود وغزواته تواريخ وحفظت حركاته وسكناته \n  وأحواله لحظة لحظة وكانت مستغرقة في الخيرات ومصالح *29*74* الرعية وكان متيقظا \n  ذكي القلب بعيد الغور يسر الله له من الأسباب والجنود والهيبة والحشمة في \n  القلوب ما لم يره أحده كان مجلسه مورد العلماء .\n</p>\n<p class=\"arabic\">قلت وقال أبو النضر محمد بن عبد الجبار العتبي الأديب في كتاب اليميني في \n  سيرة هذا السلطان رجم الله أبا الفضل الهمداني حيث يقول في يمين الدولة وأمين \n  الله محمود .\n</p>\n<p class=\"arabic\">% تعالى الله ما شاء % % وزاد الله إيماني % .\n</p>\n<p class=\"arabic\">% أأفريدون في التاج % % أم الإسكندر الثاني % .\n</p>\n<p class=\"arabic\">% أم الرجعة قد عادت % % إلينا بسليمان % .\n</p>\n<p class=\"arabic\">% أظلت شمس محمود % % على أنجم سامان % .\n</p>\n<p class=\"arabic\">% وأمسى آل بهرام % % عبيدا لابن خاقان % .\n</p>\n<p class=\"arabic\">% إذا ما ركب الفيل % % لحرب أو لميدان % .\n</p>\n<p class=\"arabic\">% رأت عيناك سلطانا % % على منكب شيطان % .\n</p>\n<p class=\"arabic\">% فمن واسطة الهند % % إلى ساحة جرجان % .\n</p>\n<p class=\"arabic\">% ومن قاصية السند % % إلى أقصى خراسان % .\n</p>\n<p class=\"arabic\">% فيوما رسل الشاه % % وبعده رسل الخان % .\n</p>\n<p class=\"arabic\">% لك السرج إذا شئت % % على كاهل كيوان % .\n</p>\n<p class=\"arabic\">قلت ومناقب محمود كثيرة وسيرته من أحسن السير وكان مولده في سنة إحدى وستين \n  وثلاثمائة ومات بفزنة في سنة إحدى وقيل سنة اثنتين وعشرين قام بالسلطنة بعده \n  ولده محمد فأنفق الأموال وكان منهمكا في اللهو واللعب فعمل عليه أخوه مسعود \n  بإعانة الأمراء فقبض عليه واستقر الملك لمسعود *29*75* ثم جرت خطوب وحروب \n  لمسعود مع بني سلجوق إلى إن قتل مسعود سنة ثلاث وثلاثين وأربعمائة وتملك آل \n  سلجوق وامتدت أيامهم وبقي منهم بقية إلى أيام السلطان الملك الظاهر بيبرس \n  وهم ملوك بلد الروم قال عبد الغافر توفي في جمادى الأولى سنة إحدى بغزنة *29*76* .\n\n</p>"
}