{
    "header": "أحمد بن الحسن بن أحمد بن محمد بن أحمد بنـ...",
    "id": "018319",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أحمد بن الحسن بن أحمد بن محمد بن أحمد بن حفص بن مسلم ابن يزيد .\n</h1>\n<p class=\"arabic\">القاضي أبو بكر بن أبي علي ابن الشيخ المحدث أبي عمرو الحيري وأبو عمرو هو \n  سبط أحمد بن عمرو الحرشي شيخ نيسابور في العدالة والثروة *29*45* روى أبو \n  عمرو عن محمد بن رافع وإسحاق الكوسج وهذه الطبقة وروى ابنه الحسن عنه وعن \n  أبي نعيم بن عدي .\n</p>\n<p class=\"arabic\">وعاش إلى سنة ثمان وثمانين وثلاثمائة .\n</p>\n<p class=\"arabic\">وأما القاضي أبو بكر هذا فكان شيخ خراسان علما ورئاسة وعلو إسناد .\n</p>\n<p class=\"arabic\">سمع أبا علي محمد بن أحمد الميداني وحاجب بن أحمد ومحمد بن يعقوب الأصم وجماعة \n  بنيسابور وبمكة أبا بكر الفاكهي وبكر بن أحمد الحداد وببغداد أبا سهل بن زياد .\n</p>\n<p class=\"arabic\">وبالكوفة أبا بكر بن أبي دارم وبجرجان أبا أحمد بن عدي وقرأ بالروايات على \n  أحمد بن العباس الإمام صاحب الأشناني .\n</p>\n<p class=\"arabic\">ودرس الفقه على أبي الوليد حسان بن محمد ودرس الكلام والأصول على أصحاب أبي \n  الحسن الأشعري وانتقى له الحاكم أبو عبد الله فوائد وأملى من سنة اثنتين وثمانين \n  وثلاثمائة وقلد قضاء نيسابور وكان إماما عارفا بمذهب الشافعي وكان مولده في \n  سنة خمس وعشرين وثلاثمائة كذا ورخه الحافظ أبو بكر محمد بن منصور السمعاني \n  وقال هو ثقة في الحديث .\n</p>\n<p class=\"arabic\">قلت روى عنه أبو عبد الله الحاكم وهو أكبر منه وأبوا بكر البيهقي *29*46* \n  والخطيب وأبو صالح المؤذن وأبو علي الحسن بن محمد الصفار ومحمد بن إسماعيل \n  المقريء ومحمد بن مأمون المتولي ومحمد بن عبد الملك المظفري وأحمد بن عبد \n  الرحمن الكتاني وقاضي ) .\n</p>\n<p class=\"arabic\">القضاة أبو بكر محمد بن عبد الله الناصحي مفتي الحنفية ومحمد بن إسماعيل بن \n  حسنويه ولعله المقريء ومحمد بن علي العمري الهروي والقاسم بن الفضل الثقفي \n  ومكي ابن منصور الكرجي وأسعد بن مسعود العتبي ومحمد بن أحمد الكامخي ونصر \n  الله بن أحمد الخشامي وخلق كثير آخرهم موتا عبد الغفار بن محمد الشيروي توفي \n  في رمضان من السنة .\n</p>\n<p class=\"arabic\">قال عبد الغافر أصابه وقر في أذنه في آخر عمره وكان يقرأ عليه مع ذلك إلى \n  إن اشتد ذلك قريبا من سنتين أو ثلاث فما كان يحسن إن يسمع وكان من أصح أقرانه \n  سماعا وأوفرهم إتقانا وأتمهم ديانة واعتقادا صنف في الأصول والحديث .\n\n</p>"
}