{
    "header": "الحسين بن عبد الله بن الحسن بن سينا .",
    "id": "018581",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الحسين بن عبد الله بن الحسن بن سينا .\n</h1>\n<p class=\"arabic\">*29*219* الرئيس أبو علي صاحب الفلسفة والتصانيف .\n</p>\n<p class=\"arabic\">حكى عن نفسه قال كان أبي رجلا من أهل بلخ فسكن بخارى في دولة نوح بن منصور .\n</p>\n<p class=\"arabic\">وتولى العمل والتصرف بقرية كبيرة وتزوج بأمي فأولدها أنا وأخي ثم انتقلنا \n  إلى بخارى .\n</p>\n<p class=\"arabic\">وأحضرت معلم القرآن ومعلم الأدب وأكملت عشرا من العمر وقد أتيت على القرآن \n  وعلى كثير من الأدب حتى كان يقضى مني العجب .\n</p>\n<p class=\"arabic\">وكان أبي ممن أجاب دعوة المصريين ويعد من الإسماعيلية وقد سمع منهم ذكر النفس \n  والعقل وكذلك أخي فربما تذاكروا وأنا أسمعهم وأدرك ما *29*220* يقولانه ولا \n  تقبله نفسي وأخذوا يدعونني إليه ويجرون على ألسنتهم ذكر الفلسفة والهندسة \n  والحساب وأخذ يوجهني إلى من يعلمني الحساب .\n</p>\n<p class=\"arabic\">ثم قدم بخارى أبو عبد الله الناتلي الفيلسوف فأنزله أبي دارنا وقبل قدومه \n  كنت أشتغل بالفقه والتردد فيه إلى الشيخ إسماعيل الزاهد .\n</p>\n<p class=\"arabic\">وكنت من أجود السالكين وقد ألفت المناظرة والبحث ثم ابتدأت على الناتلي بكتاب \n  إيساغوجي ولما ذكر لي أن حد الجنس هو القول على كثيرين مختلفين بالنوع وأخذته \n  في تحقيق هذا الحد ما لم يسمع بمثله تعجب مني كل التعجب وحذر والدي من شغلي \n  بغير العلم .\n</p>\n<p class=\"arabic\">وكان أي مسألة قالها لي أتصورها خيرا منه حتى قرأت ظواهر المنطق عليه وأما \n  دقائقه فلم يكن عنده منها خبر .\n</p>\n<p class=\"arabic\">ثم أخذت أقرأ الكتب على نفسي وأطالع الشروح حتى أحكمت علم المنطق وكذلك كتب \n  إقليدس فقرأت من أوله إلى خمسة أشكال أو ستة عليه ثم توليت بنفسي حل باقيه \n  وانتقلت إلى المجسطي ولما فرغت من مقدماته وانتهيت إلى الأشكال الهندسية قال \n  لي الناتلي حلها وحدك ثم أعرضها لأبين لك فكم من شكل ما عرفه الرجل إلا وقت \n  عرضته عليه وفهمته إياه ثم سافر .\n</p>\n<p class=\"arabic\">وأخذت في الطبيعي والإلهي فصارت الأبواب تنفتح علي ورغبت في *29*221* الطب \n  وبرزت فيه في مديدة حتى بدأ الأطباء يقرأون علي وتعهدت المرضى فانفتح علي \n  من أبواب المعالجات النفسية من التجربة ما لا يوصف .\n</p>\n<p class=\"arabic\">وأنا مع ذلك أختلف إلى الفقه وأناظر فيه وعمري ست عشرة سنة ثم أعدت قراءة \n  المنطق وجميع أجزاء الفلسفة ) .\n</p>\n<p class=\"arabic\">ولازمت العلم سنة ونصفا وفي هذه المدة ما نمت ليلة واحدة بطولها ولا اشتغلت \n  في النهار بغيره وجمعت بين يدي ظهورا فكل حجة أنظر فيها أثبت مقدمات قياسية \n  ورتبتها في تلك الظهور ثم نظرت فيما عشاها تنتج وراعيت شروط مقدماته حتى تحقق \n  لي حقيقة الحق في تلك المسألة .\n</p>\n<p class=\"arabic\">وكلما كنت أتحير في مسألة أو لم أظفر بالحد الأوسط في قياس ترددت إلى الجامع \n  وصليت وابتهلت إلى مبدع الكل حتى فتح لي المنغلق منه وتيسر المتعسر .\n</p>\n<p class=\"arabic\">وكنت أرجع بالليل إلى داري وأشتغل بالكتابة والقراءة فمهما غلبني النوم أو \n  شعرت بضعف عدلت إلى شرب قدح من الشراب ريث ما تعود إلي قوتي ثم أرجع إلى القراءة \n  ومهما غلبني أدنى نوم أحلم بتلك المسائل بأعيانها حتى أن كثيرا من المسائل \n  اتضح لي وجوهها في المنام .\n</p>\n<p class=\"arabic\">وكذلك حتى أستحكم معي جميع العلوم ووقفت عليها بحسب الإمكان الإنساني وكلما \n  علمته في ذلك الوقت فهو كما علمته ولم أزدد فيه إلى اليوم حتى أحكمت علم المنطق \n  والطبيعي والرياضي ثم عدلت إلى الإلهي وقرأت كتاب ما بعد الطبيعة فما كنت \n  أفهم ما فيه والتبس علي غرض واضعه حتى أعدت قراءته أربعين مرة وصار لي محفوظا \n  وأنا مع ذلك لا أفهم ولا المقصود به وأيست من نفسي وقلت هذا كتاب لا سبيل \n  إلى فهمه وإذا أنا في يوم من الأيام حضرت وقت العصر في الوراقين وبيد دلال \n  مجلد ينادي عليه فعرضه علي فرددته رد متبرم فقال إنه رخيص بثلاثة دراهم *29*222* .\n</p>\n<p class=\"arabic\">فاشتريته فإذا هو كتاب لأبي نصر الفارابي في أغراض كتاب ما بعد الحكة الطبيعية \n  ورجعت إلى بيتي وأسرعت قرأته فانفتح علي في الوقت أغراض ذلك الكتاب ففرحت \n  وتصدقت بشيء كثير شكرا لله تعالى .\n</p>\n<p class=\"arabic\">واتفق لسلطان بخارى نوح بن منصور مرض صعب فأجرى الأطباء ذكري بين يديه فأحضرت \n  وشاركتهم في مداواته وسألته الإذن في دخول خزانة كتبهم ومطالعته وقراءة ما \n  فيها من الكتب وكتبها فأذن لي فدخلت فإذا كتب لا تحصى في كل فن ورأيت كتبا \n  لم تقع أسماؤها إلى كثير من الناس فقرأت تلك الكتب وظفرت بفوائدها وعرفت مرتبة \n  كل رجل في علمه فلما بلغت ثمانية عشر عاما من العمر فرغت من هذه العلوم كلها \n  وكنت إذ ذاك للعلم أحفظ ولكنه معي اليوم أنضج وإلا فالعلم واحد لم يتجدد لي \n  بعده شيء ) .\n</p>\n<p class=\"arabic\">وسألني جارنا الحسين العروضي أن أصنف له كتابا جامعا في هذا العلم فصنفت له \n  المجموع وسميته به وأتيت فيه على سائر العلوم سوى الرياضي ولي إذ ذاك إحدى \n  وعشرون سنة .\n</p>\n<p class=\"arabic\">وسألني جارنا الفقيه أبو بكر البرقي الخوارزمي وكان مائلا إلى الفقه والتفسير \n  والزهد فسألني شرح الكتب له فصنفت له كتاب الحاصل والمحصول في عشرين مجلدة \n  أو نحوها .\n</p>\n<p class=\"arabic\">وصنفت له كتاب البر والإثم وهذا ن الكتابان لا يوجدان إلا عنده ولم يعرهما \n  أحدا *29*223* .\n</p>\n<p class=\"arabic\">ثم مات والدي وتصرفت بي الأحوال وتقلدت شيئا من أعمال السلطان ودعتني الضرورة \n  إلى الإحلال ببخارى والانتقال إلى كركانج وكان أبو الحسن السهلي المحب لهذه \n  العلوم بها وزيرا وقدمت إلى الأمير بها علي بن المأمون وكنت على زي الفقهاء \n  إذ ذاك بطيلسان تحت الحنك وأثبتوا لي مشاهرة دارة تكفيني .\n</p>\n<p class=\"arabic\">ثم انتقلت إلى نسا ومنها إلى باورد وإلى طوس ثم إلى جاجرم راس حد خراسان ومنها \n  جرجان وكان قصدي الأمير قابوس فاتفق في أثناء هذا أخد قابوس وحبسه فمضيت إلى \n  دهساتن فمرضت بها ورجعت إلى جرجان فاتصل بي أبو عبيد الجوزجاني *29*224* .\n</p>\n<p class=\"arabic\">ثم قال أبو عبيد الجوزجاني فهذا ما حكاه لي الشيخ من لفظه .\n</p>\n<p class=\"arabic\">وصنف ابن سينا بأرض الجبل كتبا كثيرة وهذا فهرس كتبه كتاب المجموع مجلد الحاصل \n  والمحصول عشرون مجلدة الإنصاف عشرون مجلدة البر والإثم مجلدان الشفاء ثمانية \n  عشر مجلدا القانون أربعة عر مجلدا الأرصاد الكلية مجلد كتاب النجاة ثلاث مجلدات \n  الهداية مجل الإشارات مجلد المختصر مجلد العلائي مجلد القولنج مجلد لسان العرب \n  عشر مجلدات الأدوية القلبية مجلد الموجز مجلد بعض الحكة الشرقية مجلد بيان \n  ذوات الجهة مجل كتاب المعاد مجلد كتاب المبتدأ والمعاد مجلد .\n</p>\n<p class=\"arabic\">ومن رسائله القضاء والقدر الآلة الرصدية غرض قاطيغورياس المنطق بالشعر قصيدة \n  في العظة والحكمة تعقب المواضع الجدلية مختصر أوقليدس مختصر في النبض بالعجمية \n  في النهاية وأن لا نهاية عهد كتبه لنفسه حي بن يقظان في أن أبعاد الجسم غير \n  ذاتية له خطب الكلام في الهندباء في أن الشيء الواحد لا يكون جوهريا عرضيا \n  في أن علم زيد غير علم عمرو رسائل له إخوانية وسلطانية مسائل جرت بينه وبين \n  بعض الفضلاء *29*225* .\n</p>\n<p class=\"arabic\">ثم انتقل إلى الري وخدم السيدة وابنها مجد الدولة وداواه من السوداء وأقام \n  إلى أن قصد ) .\n</p>\n<p class=\"arabic\">شمس الدولة بعد قتل هلال بن بدر وهزيمة جيش بغداد .\n</p>\n<p class=\"arabic\">ثم خرج إلى قزوين وإلى همذان .\n</p>\n<p class=\"arabic\">ثم عالج شمس الدولة من القولنج وصار من ندمائه وخرج في خدمته ثم رد إلى همذان .\n</p>\n<p class=\"arabic\">ثم سألوه يقلد الوزارة فتقلدها ثم اتفق تشويش العسكر عليه واتفاقهم عليه خوفا \n  منه فكبسوا داره ونهبوها وسألوا الأمير قتله فامتنع وأرضاهم بنفيه فتوارى \n  في دار الشيخ أبي سعد أربعين يوما فعاود شمس الدولة القولنج فطلب الشيخ فحضر \n  فاعتذر إليه الأمير بكل وجه فعالجه وأعاد إليه الوزارة ثانيا .\n</p>\n<p class=\"arabic\">قال أبو عبيد الجوزجاني ثم سألته شرح كتاب أرسطو طاليس فقال لا فراغ لي ولكن \n  أن رضيت مني بتصنيف كتاب أورد في ما صح عندي من هذه العلوم بلا مناظرة ولا \n  رد فعلت .\n</p>\n<p class=\"arabic\">فرضت منه فبدأ بالطبيعيات من كتاب الشفاء نوبة وكان يقرأ غيري من *29*226* \n  القانون نوبة فإذا فرغنا حصر المغنون وهييء مجلس الشراب بالآته فكنا نشتغل \n  به فقضينا على ذلك زمنا .\n</p>\n<p class=\"arabic\">وكان يشتغل بالنهار في خدمة الأمير .\n</p>\n<p class=\"arabic\">ثم مات الأمير وبايعوا ولده وطلبوا الشيخ لوزارته فأبى وكاتب علاء الدولة \n  سرا يطلب المصير إليه واختفى في دار أبي غالب العطار فكان يكتب كل يوم خمسين \n  ورقة تصنيفا في كتاب الشفاء حتى أتى منه على جميع كتب الطبيعي والإلهي ما \n  خلا كتابي الحيوان والنبات .\n</p>\n<p class=\"arabic\">ثم اتهمه تاج الملك بمكاتبة علاء الدولة وأنكر عليه ذلك وحث على طلبه وظفروا \n  به وسجنوه بقلعة فردجان وفي ذلك يقول قصيدة منها .\n</p>\n<p class=\"arabic\">% دخولي باليقين كما تراه % % وكل الشك في أمر الخروج % .\n</p>\n<p class=\"arabic\">فبقي فيها أربعة أشهر ثم قصد علاء الدولة همذان فأخذها وهرب تاج الملك وأتى \n  تلك القلعة .\n</p>\n<p class=\"arabic\">ثم رجع تاج الملك وابن شمس الدولة إلى همذان لما انصرف عنها علاء الدولة وحملوا \n  معهما الشيخ إلى همذان ونزل في دار العلوي وأخذ يصنف المنطق من كتاب الشفاء .\n</p>\n<p class=\"arabic\">وكان قد صنف بالقلعة رسالة حي بن يقظان وكتاب الهدايات وكتاب القولنج .\n</p>\n<p class=\"arabic\">ثم إنه حرج نحو إصبهان متنكرا وأنا وأخوه وغلامان له في زي الصوفية إلى أن \n  وصلنا طبران وهي على باب إصبهان وقاسينا شديدا فاستقبلنا *29*227* أصدقاء \n  الشيخ وندماء الأمير علاء ) .\n</p>\n<p class=\"arabic\">الدولة وخواصه وحملوا إليه الثياب والمراكب وأنزل في محلة كون كبير وبالغ \n  علاء الدولة في إكرامه وصار من خاصته وقد خدمت الشيخ وصحبته خمسا وعشرين سنة .\n</p>\n<p class=\"arabic\">وجرت مناظرة فقال له بعض اللغويين إنك لا تعرف اللغة فأنف الشيخ وتوفر على \n  درس اللغة ثلاث سنين فبلغ طبقة عظيمة من اللغة وصنف بعد ذلك كتاب لسان العرب \n  ولم يبيضه .\n</p>\n<p class=\"arabic\">قال وكان الشيخ قوي القوى كلها وكان قوة المجامعة من قواه الشهوانية أقوى \n  وأغلب وكان كثيرا ما يشتغل به فأثر في مزاجه وكان يعتمد على قوة مزاجه حتى \n  صار أمره إلى أن أخذه القولنج وحرص على برئه حتى حقن نفسه في يوم ثمان مرات \n  فتقرح بعض أمعائه وظهر به سحج وسار مع علاء الدولة فأسرعوا نحو ابينع فظهر \n  به هناك الصرع الذي قد يتبع علة القولنج ومع ذلك كان يدبر نفسه ويحقن نفسه \n  لأجل السحج فأمر يوما باتخاذ دانقين من بزر الكرفس في جملة ما يحتقن به طلبا \n  لكسر الرياح فقصد بعض الأطباء الذي كان هو يتقدم بمعالجته فطرح من بزر الكرفس \n  خمسة دراهم لست أدري عمدا فعله أم خطأ لأنني لم أكن معه فازداد السحج به من \n  حدة البزر .\n</p>\n<p class=\"arabic\">وكان يتناول المثروديطوس لأجل الصرع فقام بعض غلمانه وطرح شيئا *29*228* كثيرا \n  من الأفيون فيه وناوله فأكله وكان سبب لك خيانتهم في مال كثير من خزائنه فتمنوا \n  هلاكه ليأمنوا فنقل الشيخ إلى إصبهان وبقي يدبر نفسه واشتد ضعفه ثم عالج نفسه \n  حتى قدر على المشي لكنه مع ذلك يكثر المجامعة فكان ينتكس .\n</p>\n<p class=\"arabic\">ثم قصد علاء الدولة هنذان فسار الشيخ معه فعاودته تلك العلة في الطريق إلى \n  أن وصل إلى همذان وعلم أنه قد سقطت قوته وأنها لا تفي بدفع المرض فأهمل مداواة \n  نفسه وأخذ يقول المدبر الذين كان يدبر بدني قد عجز عن التدبير والآن فلا تنفع \n  المعالجة وبقي على هذا أياما ومات عن ثلاث وخمسين سنة .\n</p>\n<p class=\"arabic\">انتهى قول أبي عبيد .\n</p>\n<p class=\"arabic\">وقبره تحت سور همذان وقيل إنه ننقل إلى إصبهان بعد ذلك .\n</p>\n<p class=\"arabic\">قال ابن خلكان في ترجمة ابن سينا ثم اغتسل وتاب وتصدق بما معه على الفقراء \n  ورد المظالم على من عرفه وأعتق مماليكه وجعل يختم كل ثلاثة أيام ختمة ثم مات \n  بهمذان يوم ) .\n</p>\n<p class=\"arabic\">الجمعة في رمضان .\n</p>\n<p class=\"arabic\">وولد في صفر سنة سبعين وثلاثمائة .\n</p>\n<p class=\"arabic\">قال وكان الشيخ كمال الدين بن يونس يقول أن مخدومه سخط عليه ومات في سجنه .\n</p>\n<p class=\"arabic\">وكان ينشد .\n</p>\n<p class=\"arabic\">% رأيت ابن سينا يعادي الرجال % % وفي السجن مات أخس الممات % .\n</p>\n<p class=\"arabic\">% فلم يشف ما نابه بالشفا % % ولم ينج من موته بالنجات % .\n</p>\n<p class=\"arabic\">*29*229* .\n#</p>\n<p class=\"arabic\">وصية ابن سينا .\n</p>\n<p class=\"arabic\">لأبي سعيد بن أبي الخير الصوفي الميهني قال ليكن الله تعالى أول فكر له وآخره \n  وباطن كل اعتبار وظاهره ولتكن عين نفسك مكحولة بالنظر إليه وقدمها موقوفة \n  على المثول بين يديه مسافرا بعقله في الملكوت الأعلى وما فيه من آيات ربه \n  الكبرى وإذا انحط إلى قراره فلينزه الله في آثاره فإنه باطن ظاهر تجلى لكل \n  شيء بكل شيء ففي كل شيء له آية تدل على انه واحد فإذا صارت هذه الحال له ملكة \n  انطبع فيها نقش الملكوت وتجلى له قدس اللاهوت فألف الأنس الأعلى وذاق اللذة \n  القصوى وأخذه عن نفسه من هو بها أولى وفاضت عليه السكينة وحقت له الطمأنينة \n  وتطلع على العالم الأدنى اطلاع راحم لأهله مستوهن لحبله مستخف لثقله مستخش \n  به لعلقه مستضل لطرقه وتذكر نفسه وهي بها بهجة وببهجتها بهجة فيعجب منها ومنهم \n  تعجبهم منه وقد ودعها وكان معها كأن ليس معها وليعلم أن أفضل الحركات الصلاة \n  وأمثل السكنات الصيام وأنفع البر الصدقة وأزكى السر الاحتمال وأبطل السعي \n  المراءآة وأن تخلص النفس عن الدرن ما التفتت إلى قيل وقال ومنافسة وجدال وانفعلت \n  بحال من الأحوال وخير العمل ما صدر عن خالص نية وخير النية ما ينفرج عن جناب \n  علم والحكمة أم الفضائل ومعرفة الله أول الأوائل إليه يصعد الكلم الطيب والعمل \n  الصالح يرفعه .\n</p>\n<p class=\"arabic\">إلى أن قال وأما المشروب فيهجر شربه تلهيا لا تشفيا وتداويا ويعاشر *29*230* \n  كل فرقة بعادته ورسمه ويسمح بالمقدور والتقدير من المال ويركب لمساعدة الناس \n  كثيرا مما هو خلاف طبعه ثم لا يقصر في الأوضاع الشرعية ويعظم السنن الإلهية \n  والمواظبة على التعبدات البدنية ) .\n</p>\n<p class=\"arabic\">إلى أن قال عاهد الله أنه يسير بهذه السيرة ويدين بهذه الديانة والله ولي \n  الذين آمنوا .\n</p>\n<p class=\"arabic\">وله شعر يروق فمنه قصيدته في النفس .\n</p>\n<p class=\"arabic\">% هبطت إليك من المحل الأرفع % % ورقاء ذات تعزز وتمنع % .\n</p>\n<p class=\"arabic\">% محجوبة عن كل مقلة عارف % % وهي التي سفرت فلم تتبرقع % .\n</p>\n<p class=\"arabic\">% وصلت على كره إليك وربما % % كرهت فراقك وهي ذات تفجع % .\n</p>\n<p class=\"arabic\">% أنفت وما أنست فلما واصلت % % ألفت مجاورة الخراب البلقع % .\n</p>\n<p class=\"arabic\">% وأظنها نسيت عهودا بالحمى % % ومنازلا بفراقها لم تقنع % .\n</p>\n<p class=\"arabic\">% حتى إذا اتصلت بهاء هبوطها % % من ميم مركزها بذات الأجرع % .\n</p>\n<p class=\"arabic\">% علقت بها ثاء الثقيل فأصبحت % % بني المعالم والظلول الخضع % .\n</p>\n<p class=\"arabic\">% تبكي إذا ذكرت ديارا بالحمى % % بمدامع تهمي ولما تقطع % .\n</p>\n<p class=\"arabic\">% وتظل ساجعة على الدمن التي % % درس بتكرار الرياح الأربع % .\n</p>\n<p class=\"arabic\">% إذا عاقها الشرك الكثير وصدها % % قفص عن الأوج الفسيح الأرفع % .\n</p>\n<p class=\"arabic\">% حتى إذا قرب المسير من الحمى % % ودنا الرحيل إلى الفضاء الأوسع % .\n</p>\n<p class=\"arabic\">% هجعت وقد كشف الغطاء فأبصرت % % ما ليس يدرك بالعيون الهجع % .\n</p>\n<p class=\"arabic\">% وغدت مفارقة لك مخالف % % عنها حليف الترب غير مشيع % .\n</p>\n<p class=\"arabic\">*29*231* .\n</p>\n<p class=\"arabic\">% وبدت تغرد فوق ذروة شاهق % % والعلم يرفع كل من لم يرفع % .\n</p>\n<p class=\"arabic\">% فلأي شيء أهبطت من شاهق % % سام إلى قعر الحضيض الأوضع % .\n</p>\n<p class=\"arabic\">% أن كان أرسها الإله لحكمة % % طويت عن الفطن اللبيب الأروع % .\n</p>\n<p class=\"arabic\">% فهبوطها أن كان ضربة لازب % % لتكون سامعة بما لم تسمع % .\n</p>\n<p class=\"arabic\">% وتعود عالمة بكل خفية % % في العالمين فخرقها لم يرقع % .\n</p>\n<p class=\"arabic\">% وهي التي قطع الزمان طريقها % % حتى لقد غربت بغير المطلع % .\n</p>\n<p class=\"arabic\">% فكأنها برق تألق بالحمى % % ثم انطوى فكأنه لم يلمع % .\n</p>\n<p class=\"arabic\">وهي عشرون بيتا .\n</p>\n<p class=\"arabic\">وله .\n</p>\n<p class=\"arabic\">% قم فاسقنيها قهوة الطلا % % يا صاح بالقدح الملا بين الملا % .\n</p>\n<p class=\"arabic\">% خمرا تظل لها النصارى سجدا % % ولها بنو عمران أخلصت الولا % .\n</p>\n<p class=\"arabic\">% لو أنها يوما وقد لعبت بهم % % قالت ألست بربكم قالوا بلا % .\n</p>\n<p class=\"arabic\">وله وهو يجود بنفسه فيما أنشدني المسند بهاء الدين القاسم بن محمود الطبيب .\n</p>\n<p class=\"arabic\">% أقام رجالا في معارجه ملكا % % وأقعد قوما في غوايتهم هلكا % .\n</p>\n<p class=\"arabic\">*29*232* .\n</p>\n<p class=\"arabic\">% نعوذ بك اللهم من شر فتنة % % تطوق من حلت به عيشة ضنكا % .\n</p>\n<p class=\"arabic\">% رجعنا إليك الآن فاقبل رجوعنا % % وقلب قلوبا طال إعراضها عنكا % .\n</p>\n<p class=\"arabic\">% فإن أنت لم تبد سقام نفوسنا % % وتشفي عماياها إذا فلمن يشكا % .\n</p>\n<p class=\"arabic\">% فقد آثرت نفسي لقاك وقطعت % % عليك جفوني من مدامعها سلكا % .\n</p>\n<p class=\"arabic\">وقد طالت هذه الترجمة وقد كان ابن سينا آية في الذكاء هو رأس الفلاسفة الإسلاميين \n  الذين مشوا خلف العقول وخالوا الرسول .\n\n</p>"
}