{
    "header": "جعفر بن محمد بن الحسين .",
    "id": "018578",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">جعفر بن محمد بن الحسين .\n</h1>\n<p class=\"arabic\">أبو محمد الأبهري ثم الهمذاني الزاهد قال شيرويه وحيد عصره في علم المعرفة \n  والطريقة والزهد في الدنيا حسن الكلام في المعرفة بعيد الإشارة مراعيا لشرائط \n  المذهب دقيق في النظر في علوم الحقائق روى عن صالح بن أحمد بن صالح القزويني \n  ومحمد بن إسحاق بن كيسان القزويني ومحمد بن أحمد بن المفيد الجرجرائي ومحمد \n  بن المظفر ) .\n</p>\n<p class=\"arabic\">الحافظ .\n</p>\n<p class=\"arabic\">رحل وطوف ثنا عنه محمد بن عثمان وأحمد نب طاهر القومساني وأحمد بن عمر وعبدوس \n  ونجيد بن منصور خادمه وعامة المشايخ بهمذان وكان ثقة صدوقا عارفا له شأن وخطر \n  وآيات وكرامات ظاهرة وصنف أبو سعيد بن زكريا كتابا في كراماته ما رأى منه \n  وما سمع منه *29*216* .\n</p>\n<p class=\"arabic\">سمعت أبا طالب علي الحسني سمعت حسان بن محمد بن زيد بقرميسين سمعت نضر بن \n  عبد الله قال اجتمعت وأنا وجعفر الأبهري ورجل بزاز عند الشيخ بدران بن جشمين \n  فسألناه أن يرينا أنفسنا فأصعدنا إلى غرفة وشرط علينا أن لا يخدم بعضنا بعضا \n  وكان يناول كل منا كوزا فبقينا سبعة عشر يوما فشكا البزاز الجوع فقال له انزل \n  فقد رأيت نفسك فلما اثنين وعشرين يوما سقطت أنا ولم أدر فقال هذا صفر مر اشتغل \n  فقد رأيت نفسك .\n</p>\n<p class=\"arabic\">وبقي جعفر أربعين يوما فجمع له الشيخ بدران الناس لإفطاره فلما وضع المائدة \n  قام جعفر وقال اعفني من الطعام فما بي جوع وصعد إلى الغرفة أيضا عشرة أيام \n  ثم شكا الجوع فجمع الناس لإفطاره ثم قال من أين علمت أنك لم تكن جائعا في \n  الأول .\n</p>\n<p class=\"arabic\">قال لأني لما رأيت الخبز الحواري والخشكار على الخوان فكنت أفرق بينهما فلو \n  كان بي جوع لما ميزت بين الطعامين .\n</p>\n<p class=\"arabic\">قال أبو طالب فذكرت هذه الحكاية لجعفر فكان يلبس علي أمرها ويضرب الحديث بعضه \n  بعض إلى أن تحققت صدق الحكاية في تضاعيف كلامه .\n</p>\n<p class=\"arabic\">قال شيرويه وسمعت محمد بن الحسين يقول سمعت جعفر يقول رأيت النبي صلى الله \n  عليه وسلم في المنام تسع عشرة مرة في مسجدي هذا فكان يوصيني كل مرة بوصية \n  فقال لي في الكرة الأولى يا جعفر لا تكن رأس أبي لا تمش قدام الناس .\n</p>\n<p class=\"arabic\">سمعت أبا يعقوب الوراق سمعت عبد الغفار بن عبيد الله الإمام يقول قال جعفر \n  الأبهري كان شيخ لنا بأبهر يقرأ شيئا على كل مريض فيبرأ فإذا سأله الناس عنه \n  لم يخبرهم فرأيت رسول الله صلى الله عليه وسلم في النوم فقال أن الذي يقرأ \n  شيخك على الناس وما لنا إلا نتوكل على الله إلى أخر الآية *29*217* فأخبرت \n  شيخي بذلك فقال مر فإنك أهل لذلك توفي في شوال عن ثمان وسبعين سنة وقبره يزار \n  ويبجل غاية التبجيل ) .\n\n</p>"
}