{
    "header": "أحمد بن عبد الله بن أحمد بن إسحاق بن موسـ...",
    "id": "018647",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أحمد بن عبد الله بن أحمد بن إسحاق بن موسى بن مهران .\n</h1>\n<p class=\"arabic\">*29*275* أبو نعيم الإصبهاني الصوفي الأحول سبط الزاهد محمد بن يوسف البنا \n  كان أحد الأعلام ومن جمع الله له بين العلو في الرواية والمعرفة التامة والدراية \n  رحل الحفاظ إليه من الأقطار وألحق الصغار بالكبار .\n</p>\n<p class=\"arabic\">ولد سنة ست وثلاثين وثلاثمائة بإصبهان واستجاز له أبوه طائفة من شيوخ العصر \n  تفرد في الدنيا عنهم .\n</p>\n<p class=\"arabic\">أجاز له خيثمة بن سليمان وجماعة من الشام وجعفر الخلدي وجماعة من بغداد وعبد \n  الله بن عمر بن شوذب من واسط والأصم من نيسابور وأحمد ابن عبد الرحيم القيسراني .\n</p>\n<p class=\"arabic\">وسمع سنة أربع وأربعين وثلاثمائة من عبد الله بن جعفر بن أحمد بن فارس والقاضي \n  أبي أحمد محمد بن أحمد العسال وأحمد بن معبد السمسار وأحمد بن محمد القصار \n  وأحمد بن بندار الشعار وعبد الله بن الحسين بن بندار والطبراني وأبي الشيخ \n  والجعابي .\n</p>\n<p class=\"arabic\">ورحل سنة ست وخمسين وثلاثمائة فسمع ببغداد أبا علي بن الصواف وأبا بكر بن \n  الهيثم الأنباري وأبا بحر البربهاري وعيسى بن محمد الطوماري وعبد الرحمن والد \n  المخلص وابن خلاد النصيبي وحبيبا القزاز وطائفة كبيرة *29*276* .\n</p>\n<p class=\"arabic\">وسمع بمكة أبا بكر الآجري وأحمد بن إبراهيم الكندي وبالبصرة فاروق بن عبد \n  الكبير الخطابي ومحمد بن علي بن مسلم العامري وأحمد نب جعفر السقطي وأحمد \n  بن الحسن اللكي وعبد الله بن جعفر الجابري وشيبان بن محمد الضبعي وجماعة .\n</p>\n<p class=\"arabic\">وبالكوفة إبراهيم بن عبد الله بن أبي العزائم وأبا بكر عبد الله بن يحيى الطلحي \n  وجماعة .\n</p>\n<p class=\"arabic\">وبنيسابور أبا أحمد الحاكم وحسينك التميمي وأصحاب السراج فمن بعدهم ) .\n</p>\n<p class=\"arabic\">وصنف معجما لشيوخه وصنف كتاب حلية الأولياء وكتاب معرفة الصحابة وكتاب دلائل \n  النبوة وكتاب المستخرج على البخاري والمستخرج على مسلم وكتاب تاريخ بلده وكتاب \n  صفة الجنة وكتاب فضائل الصحابة .\n</p>\n<p class=\"arabic\">وصنف شيئا كثيرا من المصنفات الصغار وحدث بجميع ذلك .\n</p>\n<p class=\"arabic\">روى عنه كوشيار بن لياليزرو الجيلي أبو سعد الماليني وتوفي قبله بثماني عشرة \n  وتوفي كوشيار قبله ببضع وثلاثين سنة وأبو بكر بن أبي علي الذكواني وتوفي قبله \n  بإحدى عشرة سنة والحافظ أبو بكر الخطيب والحافظ أبو صالح المؤذن والقاضي أبو \n  علي الوخشي ومستمليه أبو بكر محمد بن إبراهيم العطار وسليمان بن إبراهيم الحافظ \n  وهبة الله بن محمد الشيرازي ويوسف ابن الحسن التفكري وعبد السلام بن أحمد \n  القاضي ومحمد بن عبد الجبار بن ييا وأبو الفضل حمد وأبو علي الحسن ابنا أحمد \n  الحداد وأبو سعد محمد *29*277* ابن محمد المطرز وأبو منصور محمد بن عبد الله \n  الشروطي وغانم البرجي وخلق كثير آخرهم وفاة أبو طاهر عبد الواحد بن محمد الدشتي \n  الذهبي .\n</p>\n<p class=\"arabic\">قال أبو محمد بن السمرقندي سمعت أبا بكر الخطيب يقول لم أر أحدا أطلق عليه \n  اسم الحفظ غير رجلين أبو نعيم الإصفهاني وأبو حازم العبدويي .\n</p>\n<p class=\"arabic\">وقال ابن المفضل الحافظ قد جمع شيخنا السلفي أخبار أبي نعيم وذكر من حدث عنه \n  وهم نحو ثمانين رجلا وقال لم يصنف مثل كتابه حلية الأولياء وسمعناه على ابن \n  المظفر القاشاني عنه سوى فوت يسير .\n</p>\n<p class=\"arabic\">وقال أحمد بن محمد بن مردويه كان أبو نعيم في وقته مرحولا إليه ولم يكن في \n  أفق من الآفاق أسند ولا أحفظ منه كان حفاظ الدنيا قد اجتمعوا عنده فكان كل \n  يوم نوبة واحد منهم يقرأ ما يريده إلى قريب الظهر فإذا قام إلى داره ربما \n  كان يقرأ عليه في الطريق جزء وكان لا يضجر لم يكن له غذاء سوى التصنيف أو \n  التسميع .\n</p>\n<p class=\"arabic\">وقال حمزة بن العباس العلوي كان أصحاب الحديث يقولون بقي أبو *29*278* نعيم \n  أربع عشرة سنة بلا نظير لا يوجد شرقا ولا غربا أعلا إسنادا منه ولا أحفظ منه \n  وكانوا يقولون لما صنف كتاب الحلية حمل إلى نيسابور حال حياته فاشتروه بأربعمائة \n  دينار .\n</p>\n<p class=\"arabic\">وقد روى أبو عبد الرحمن السلمي مع تقدمه عن رجل عن أبي نعيم فقال في كتاب \n  طبقات ) .\n</p>\n<p class=\"arabic\">الصوفية ثنا عبد الواحد بن أحمد الهاشمي حدثنا أبو نعيم أحمد بن عبد الله \n  أنا محمد بن علي بن حبيش المقريء ببغداد أنا أحمد بن محمد بن سهل الآدمي فذكر \n  حديثا .\n</p>\n<p class=\"arabic\">وقال السلمي سمعت أبا العلاء محمد بن عبد الجبار الفرساني يقول صرت إلى مجلس \n  أبي بكر بن أبي علي المعدل في صغري مع أبي فلما فرغ من إملائه قال إنسان من \n  أراد أن يحضر مجلس أبي نعيم فليقم وكان أبو نعيم في ذلك الوقت مهجورا بسبب \n  المذهب وكان من بين الحنابلة والأشعرية تعصب زائد يؤدي إلى فتنة وقال وقيل \n  وصراع طويل فقام إليه أصحاب الحديث بسكاكين الأقلام وكان يقتل .\n</p>\n<p class=\"arabic\">وقال أبو القاسم علي بن الحسن الحافظ ذكر الشيخ أبو عبد الله محمد بن محمد \n  الإصبهاني عمن أدرك من شيوخ إصبهان أن السلطان محمود بن سبكتكين لما استولى \n  على إصبهان أمر عليها واليا من قبله ورحل عنها فوثب أهلها بالوالي فقتلوه \n  فرد السلطان محمود إليها وأمنهم حتى اطمأنوا ثم قصدهم يوم جمعة وهم في الجامع \n  فقتل منهم مقتلة عظيمة وكانوا قد منعوا أبا *29*279* نعيم الحافظ من الجلوس \n  في الجامع فسلم مما جرى عليهم وكان ذلك من كرامته .\n</p>\n<p class=\"arabic\">وقال أبو الفضل بن طاهر المقدسي سمعت عبد الوهاب الأنماطي يقول رأيت بخط أبي \n  بكر الخطيب سألت محمد بن إبراهيم العطار مستملي أبي نعيم عن جزء محمد بن عاصم \n  كيف قرأته على أبي نعيم وكيف رأيت سماعه فقال فأخرج إلي كتبا وقال هو سماعي .\n</p>\n<p class=\"arabic\">فقرأت عليه قال الخطيب وقد رأيت لأبي نعيم أشياء يتساهل فيها منها أن يقول \n  في الإجازة أخبرنا من غير أن يبين .\n</p>\n<p class=\"arabic\">قال أبو الحافظ أبو عبد الله بن النجار جزء محمد بن عاصم قد رواه الأثبات \n  عن أبي نعيم والحافظ الصادق إذا قال هذا الكتاب سماعي جاز أخذه عنه بإجماعهم .\n</p>\n<p class=\"arabic\">قلت وقول الخطيب كان يتساهل في الإجازة إلى آخره فهذا يفعله نادرا فإنه كثيرا \n  ما يقول كتب جعفر فيما قريء عليه والظاهر أن هذا إجازة وقد حدثني الحافظ أبو \n  الحجاج القضاعي قال رأيت بخط ضياء الدين المقدسي الحافظ أنه وجد بخط أبي الحجاج \n  يوسف بن خليل أنه قال رأيت أصل سماع الحافظ أبي نعيم لجزء محمد بن عاصم فبطل \n  ما تخيله الخطيب ) *29*280* .\n</p>\n<p class=\"arabic\">وقال يحيى بن مندة الحافظ سمعت أبا الحسين القاضي يقول سمعت عبد العزيزي النخشبي \n  يقول لم يسمع أبو نعيم مسند الحارث بن أبي أسامة بتمامه من أبي بكر بن خلاد \n  فحدث به كله .\n</p>\n<p class=\"arabic\">قال الحافظ بن النجار وهم في هذا فأنا رأيت نسخة الكتاب عتيقة وعليها خط أبي \n  نعيم يقول سمع مني فلان إلى آخر سماعي من هذا المسند من ابن خلاد فلعله روى \n  الباقي بالإجازة والله أعلم .\n</p>\n<p class=\"arabic\">% لو رجم النجم جميع الورى % % لم يصل الرجم إلى النجم % .\n</p>\n<p class=\"arabic\">توفي أبو نعيم رحمه الله في العشرين من المحرم سنة ثلاثين وله أربع وتسعون \n  سنة .\n\n</p>"
}