{
    "header": "يونس بن عبد الله بن محمد بن مغيث بن محمدـ...",
    "id": "018645",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">يونس بن عبد الله بن محمد بن مغيث بن محمد بن عبد الله .\n</h1>\n<p class=\"arabic\">قاضي القضاة بقرطبة أبو الوليد بن الصفار شيخ الأندلس في عصره ومسندها وعالمها \n  ولد سنة ثمان وثلاثين وثلاثمائة وحدث عن أبي بكر محمد بن معاوية القرشي صاحب \n  النسائي وأبي *29*271* عيسى الليثي وإسماعيل بن بدر وأحمد بن ثابت التغلبي \n  وتميم بن محمد القروي والقاضي محمد بن إسحاق بن السليم وتفقه مع القاضي أبي \n  بكر بن زرب وجمع مسائله ) .\n</p>\n<p class=\"arabic\">وروى أيضا عن أبي بكر بن القوطية وأحمد بن خالد التاجر ويحيى بن مجاهد وأبي \n  جعفر بن عون الله وابن مجلس الكبير وأبي زكريا بن عائذ والزبيدي وأبي الحسن \n  عبد الرحمن بن أحمد بن بقي وأبي محمد عبد المؤمن وأبي عبد الله بن أبي دليم .\n</p>\n<p class=\"arabic\">وسمع منهم وأكثر عنهم وقد أجاز له من المشرق الحسن بن رشيق وأبو الحسن الدارقطني .\n</p>\n<p class=\"arabic\">وولي أولا قضاء بطليوس ثم صرف وولي خطابة مدينة الزهراء ثم ولي القضاء والخطبة \n  بقرطبة مع الوزارة ثم صرف عن جميع ذلك ولزم بيته .\n</p>\n<p class=\"arabic\">ثم ولي قضاء الجماعة والخطبة سنة تسع عشرة وأربعمائة فبقي قاضيا إلى أن مات .\n</p>\n<p class=\"arabic\">قال صاحبه أبو عمر بن مهدي كان من أهل العلم بالحديث والفقه كثير الرواية \n  وافر الحظ من العربية واللغة قائلا للشعر النفيس بليغا في خطبه كثير الخشوع \n  فيها لا يتمالك من سمعه عن البكاء مع الزهد والفضل والقنوع باليسير ما لقيت \n  في شيوخنا من يضاهيه في جميع أحواله .\n</p>\n<p class=\"arabic\">كنت إذا ذاكرته شيئا من أمر الآخرة يصفر وجهه ويدافع البكاء وربما غلبه وكان \n  الدمع قد أثر في عينيه وغيرهما لكثرة بكائه وكان النور باديا على *29*272* \n  وجهه وصحب الصالحين وما رأيت أحفظ منه لأخبارهم وحكاياتهم صنف كتاب المنقطعين \n  إلى الله وكتاب التسلي عن الدنيا وكتاب فضل المتهجدين وكتاب التسبب والتيسير \n  وكتاب محبة الله والإبتهاج بها وكتاب فضل المستصرخين بالله عند نزول البلاء .\n</p>\n<p class=\"arabic\">روى عنه مكي بن أبي طالب القيسي وأبو عبد الله بن عائذ وأبو عمرو الداني وأبو \n  عمر بن عبد البر ومحمد بن عتاب وأبو عمر بن الحذاء وأبو محمد بن حزم وأبو \n  الوليد سليمان بن خلف الباجي وأبو عبد الله الخولاني وحاتم بن محمد ومحمد \n  بن فرج مولى ابن الطلاع وخلق سواهم ودفن يوم الجمعة العصر لليلتين بقيتا من \n  رجب وشيعة خلق عظيم .\n</p>\n<p class=\"arabic\">وكان وقت دفنه غيث وابل رحمه الله .\n</p>\n<p class=\"arabic\">ومن شعره .\n</p>\n<p class=\"arabic\">% فررت إليك من ظلمي لنفسي % % وأوحشني العباد فأنت أنسي % .\n</p>\n<p class=\"arabic\">% رضاك هو المنى وبك افتخاري % % وذكرك في الدجى قمري وشمسي % .\n</p>\n<p class=\"arabic\">% قصدت إليك منقطعا غريبا % % لتؤنس وحدتي في قعر رمسي % .\n</p>\n<p class=\"arabic\">% وللعظمى من الحاجات عندي % % قصدت وأنت تعلم سر نفسي % .\n</p>\n<p class=\"arabic\">*29*273* *29*274* .\n\n</p>"
}