{
    "header": "موسى بن عيسى بن أبي حاج وأسمه يحج .",
    "id": "018688",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">موسى بن عيسى بن أبي حاج وأسمه يحج .\n</h1>\n<p class=\"arabic\">الإمام أبو عمران الفاسي الدار الغفجومي النسب وغفجوم قبيلة من زاناتة البربري \n  الفقيه المالكي نزيل القيروان وإليه انتهت بها رئاسة العلم تفقه على أبي الحسن \n  القابسي وهو أجل أصحابه ودخل إلى الأندلس فتفقه على أبي محمد الأصيلي *29*300* \n  وسمع من عبد الوارث بن سفيان وسعيد بن نصر وأحمد بن قاسم التاهرتي .\n</p>\n<p class=\"arabic\">قال ابن عبد البر كان صاحبي عندهم وأنا دللته عليهم قلت وحج حججا وأخذ القراءآت \n  عرضا ببغداد عن أبي الحسن الحمامي وغيره وسمع من أبي الفتح بن أبي الفوارس \n  ودرس علم الأصول على القاضي أبي بكر الباقلاني وكان ذهابه إلى بغداد في سنة \n  تسع وتسعين وثلاثمائة .\n</p>\n<p class=\"arabic\">قال حاتم بن محمد كان أبو عمران الفاسي من أعلم الناس وأحفظهم جمع الفقه إلى \n  الحديث ومعرفة معانيه وكان يقرأ القراءآت ويجودها مع معرفته بالرجال والجرح \n  والتعديل أخذ عنه الناس من أقطار المغرب ولم ألق أحدا أوسع منه علما ولا أكثر \n  رواية .\n</p>\n<p class=\"arabic\">وقال ابن بشكوال أقرأ الناس مدة بالقيروان ثم ترك الإقراء ودرس الفقه وروى \n  الحديث .\n</p>\n<p class=\"arabic\">وقال ابن عبد البر ولدت مع أبي عمران في عام واحد سنة ثمان وستين وثلاثمائة \n  وقال أبو عمرو الداني توفي في ثالث عشر رمضان سنة ثلاثين .\n</p>\n<p class=\"arabic\">قلت تخرج به خلق من المغاربة في الفقه وذكر القاضي عياض أنه حدث في القيروان \n  مسألة الكفار هل يعرفون *29*301* الله تعالى أم لا فوقع فيها اختلاف العلماء \n  ووقعت في ألسنة العامة وكثر المراء واقتتلوا في الأسواق إلى أن ذهبوا إلى \n  أبي عمران الفاسي فقال إن أنصتم علمتكم قالوا نعم قال لا يكلمني إلا رجل ويسمع \n  الباقون فنصبوا واحدا منهم فقال له أرأيت لو لقيت رجلا فقلت له أتعرف أبا \n  عمران الفاسي فقال نعم فقلت صفه لي فقال هو بقال بسوق كذا ويسكن سبته أكان \n  يعرفني قال لا فقال لو لقيت آخر فسألته كما سألت الأول فقال أعرفه يدرس العلم \n  ويفتي ويسكن بغرب الشماط أكان يعرفني قال نعم قال كذلك الكافر قال لربه صاحبة \n  وولد وأنه جسم لم يعرف الله ولا وصفه بصفته بخلاف المؤمن قالوا شفيتنا ودعوا \n  له ولم يخوضوا في المسألة بعدها *29*302* .\n\n</p>"
}