{
    "header": "أحمد بن محمد بن عبد الله بن أبي عيسى لب ...",
    "id": "018609",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أحمد بن محمد بن عبد الله بن أبي عيسى لب بن يحيى .\n</h1>\n<p class=\"arabic\">*29*252* أبو عمر المعافري الأندلسي الطلمنكي المقريء .\n</p>\n<p class=\"arabic\">نزيل قرطبة وأصله من طلمنكة أول سماعه سنة اثنتين وستين وثلاثمائة .\n</p>\n<p class=\"arabic\">روى عنه أبي عيسى يحيى بن عبد الله الليثي وأبي بكر الزبيدي وأحمد بن عون \n  الله وأبي عبد الله بن مفرج وأبي محمد الباجي وخلف بن محمد الخولاني وأبي \n  الحسن الأنطاكي المقريء .\n</p>\n<p class=\"arabic\">وحج فلقي بمكة أبا الطاهر محمد بن محمد العجيفي وعمر بن عراك المصري وبالمدينة \n  يحيى بن الحسين المطلبي وبمصر أبا بكر محمد بن علي الأدفوي وأبا الطيب بن \n  غلبون وأبا بكر المهندس وأبا القاسم الجوهري وأبا العلاء بن ماهان وبدمياط \n  محمد بن يحيى بن عمار وبإفريقية أبا محمد بن أبي زيد وأبا جعفر أحمد بن رحمون .\n</p>\n<p class=\"arabic\">ورجع بعلم كثير .\n</p>\n<p class=\"arabic\">روى عنه أبو عمر بن عبد البر وأبو محمد بن حزم وعبد الله سهل الأندلسي .\n</p>\n<p class=\"arabic\">وكان خبرا في علم القرآن قراءآته وإعرابه وناسخه ومنسوخه *29*253* وأحكامه \n  ومعانيه صنف كتبا حسانا نافعة على مذاهب السنة ظهر فيها علمه واستبان فهمه \n  وكان ذا عناية تامة بالأثر ومعرفة الرجال حافظا للسنن إماما عارفا بأصول الديانات \n  قديم الطلب عالي الإسناد ذا هدي وسنة واستقامة .\n</p>\n<p class=\"arabic\">قال أبو عمر الداني أخذ القراءة عرضا عن أبي الحسن الأنطاكي وابن غلبون ومحمد \n  بن الحسين بن النعمان .\n</p>\n<p class=\"arabic\">وسمع من محمد بن علي الأدفوي ولم يقرأ عليه .\n</p>\n<p class=\"arabic\">وكان فاضلا ضابطا شديدا في السنة رحمه الله .\n</p>\n<p class=\"arabic\">قال ابن بشكوال كان سيفا مجردا على أهل الأهواء والبدع قامعا لهم غيورا على \n  الشريعة شديدا في ذات الله أقرأ الناس محتسبا وأسمع الحديث والتزم الإمامة \n  بمسجد منعة ثم خرج إلى الثغر فتجول فيه وانتفع الناس بعلمه وقصد بلده في آخر \n  عمره فتوفي بها ) .\n</p>\n<p class=\"arabic\">أخبرني أبو القاسم إسماعيل بن عيسى بن محمد بن بقي الحجاري عن أبيه قال خرج \n  إلينا أبو عمر الطلمنكي يوما ونحن نقرأ عليه فقال أقرأوا وأكثروا فإني لا \n  أتجاوز هذا العام .\n</p>\n<p class=\"arabic\">فقلنا له ولم يرحمك الله فقال رأيت البارحة في منامي من ينشدني .\n</p>\n<p class=\"arabic\">% اغتنموا البر بشيخ ثوى % % ترحمه السوقة والصيد % .\n</p>\n<p class=\"arabic\">% قد ختم العمر بعيد مضى % % ليس له من بعده عيد % .\n</p>\n<p class=\"arabic\">فتوفي في ذلك العام .\n</p>\n<p class=\"arabic\">ولد سنة أربعين وثلاثمائة وتوفي في ذي الحجة *29*254* .\n</p>\n<p class=\"arabic\">روى عنه جماعة كثيرة وقد امتحن بفرط إنكاره وقام عليه طائفة من المخالفين \n  وشهدوا عليه بأنه حروري يرى وضع السيف في صالحي المسلمين وكانوا خمسة عشر \n  شاهدا من الفقهاء والنبهاء فنصره قاضي سرقسطة في سنة خمس وعشرين وأشهد على \n  نفسه بإسقاط الشهود وهو القاضي محمد بن عبد الله بن فرتون رحمه الله .\n\n</p>"
}