{
    "header": "نوشتكين بن عبد الله .",
    "id": "018867",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">نوشتكين بن عبد الله .\n</h1>\n<p class=\"arabic\">الأمير المظفر سيف الخلافة عضد الدولة أبو منصور التركي أحد الشجعان المذكورين .\n</p>\n<p class=\"arabic\">مولده ببلاد الترك وحمل إلى بغداد ثم إلى دمشق في سنة أربعمائة فاشتراه القائد \n  تزبر الديلمي فرأى منه شهامة مفرطة وصرامة وشاع ذكره فأهداه للحاكم المصري \n  وقيل بل جاء الأمر بطلبه منه سنة ثلاث وأربعمائة *29*395* .\n</p>\n<p class=\"arabic\">فجعل في الحجرة فقهر من بها من المماليك وطال عليهم بالذكاء والنهضة فقربه \n  متوليهم ثم لزم الخدمة وجعل يتودد إلى القواد فارتضاه الحاكم وأعجب به وأمره \n  وبعثه إلى دمشق في ) .\n</p>\n<p class=\"arabic\">سنة ست وأربعمائة فتلقاه مولاه دزبر فتأدب مع مولاه وترجل له ثم أعيد إلى \n  مصر وجرد إلى الريف ثم عاد وولي بعلبك وحسنت سيرته وانتشر ذكره .\n</p>\n<p class=\"arabic\">ثم طلب فلما بلغ العريش رد إلى ولاية قيسارية واتفق قتل فاتك متولي حلب سنة \n  اثنتي عشرة قتله مملوك هندي وولي أمير الجيوش فلسطين في أول سنة أربع عشرة \n  فبلغ حسان مفرج ملك العرب خبره فقلق وخاف .\n</p>\n<p class=\"arabic\">ولم يزل أمر أمير الجيوش في ارتفاع واشتهار وتمت له وقائع مع العرب فدوخهم \n  وأثخن فيهم فعمل عليه حسان وكاتب فيه وزير مصر حسن بن صالح فقبض عليه بعسقلان \n  بحيلة دبرت له في سنة سبع عشرة وسأل فيه سعيد السعداء فأجيب سؤاله إكراما \n  له وأطلق ثم حسنت حاله وارتفع شأنه وكثرت غلمانه وخيله وإقطاعاته .\n</p>\n<p class=\"arabic\">وبعد غيبته عن الشام أفسدت العرب فيها ثم صرف الوزير ووزر نجيب الدولة علي \n  بن أحمد الجرجرائي فاقتضى رأيه تجريد عساكر مصر إلى الشام فقدم نوشكين عليهم \n  ولقبه بالأمير المظفر منتخب الدولة وجهز معه سبعة آلاف فارس وراجل فسار وقصد \n  صالح بن مرداس وحسان بن مفرج فكان *29*396* الملتقى في القحوانة فانهزمت العرب \n  وقتل صالح فبعث برأسه إلى الحضرة فنفذت الخلع إلى نوشتكين وزادوا في ألقابه .\n</p>\n<p class=\"arabic\">ثم توجه إلى حلب ونازلها ثم عاد إلى دمشق ونزل في القصر وأقام مدة ثم سار \n  إلى حلب ففتحت له فأحسن إلى أهلها ورد المظالم وعدل .\n</p>\n<p class=\"arabic\">ثم تغير وشرب الخمر فجاء فيه سجل مصري فيه أما بعد فقد عرف الحاضر والبادي \n  حال نوشتكين الدزبري الخائن ولما تغيرت نيته سلبه الله نعمته إن الله لا يغير \n  ما بقوم حتى يغيروا ما بأنفسهم .\n</p>\n<p class=\"arabic\">فضاق صدره وقلق ثم جاءه كتاب فيه توبيخ وتهديد فعظم عليه ورأى من الصواب إعادة \n  الجواب بالتنصل والتلطف فكتب من عبد الدولة العلوية متبرئا من ذنوبه الموبقة \n  وإساءآته المرهقة لائذا بعفو أمير المؤمنين عائذا بالكرم صابرا للحكم وهو \n  تحت خوف ورجاء وتضرع ودعاء وقد ذلت نفسه بعد غرها وضاقت بعد أمنها .\n</p>\n<p class=\"arabic\">إلى أن قال وليس مسير العبد إلى حلب ينجيه من سطوات مواليه *29*397* .\n</p>\n<p class=\"arabic\">ونفذ هذا الجواب وطلع إلى قلعة حلب فحم وطلب طبيبا فوصف له مسهلا فلم يشربه \n  ) .\n</p>\n<p class=\"arabic\">ولحقه فالج في يده ورجله ومات بعد أيام من جمادى الأولى سنة ثلاث وثلاثين \n  بحلب وخلف من الذهب العين ستمائة ألف دينار ونيفا .\n\n</p>"
}