{
    "header": "محمد بن إسماعيل بن عباد بن قريش .",
    "id": "018859",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن إسماعيل بن عباد بن قريش .\n</h1>\n<p class=\"arabic\">القاضي أبو القاسم اللخمي الإشبيلي من ذرية النعمان بن المنذر ملك الحيرة \n  وأصله من بلد العريش البلد التي كانت أول رمل مصر فدخل أبو الوليد إسماعيل \n  بن عباد الأندلس ونشأ له أبو القاسم فاعتنى بالعلم وبرع في الفقه وتنقلت به \n  الأحوال إلى أن ولي قضاء إشبيلية في أيام بني حمود الإدريسي فأحسن السياسة \n  مع الرعية والملاطفة لهم فرمقته العيون وكان المعتلي يحيى بن علي الإدريسي \n  صاحب قرطبة مذموم السيرة فسار إلى إشبيلية وحاصرها فلما نازلها اجتمع الأعيان \n  إلى القاضي أبو القاسم هذا وقالوا له ترى ما نزل بنا فقم بنا واخرج إلى هذا \n  الظالم ونملكك *29*389* .\n</p>\n<p class=\"arabic\">فأجابهم وتهيأ للقتال وخرجوا إلى قتال يحيى فركب إليهم وهو سكران فقتل يحيى \n  وهو سكران وعظم أبو القاسم في النفوس وبايعوه واستعان بالوزير أبي بكر محمد \n  بن الحسن الزبيدي وعيسى بن حجاج الحضرمي وعبد الله بن علي الهوزني فدبروا \n  أمر إشبيلية أحسن تدبير ولقبوه الظافر المؤيد بالله ثم أنه ملك قرطبة وغيرها \n  واتسع سلطانه .\n</p>\n<p class=\"arabic\">وقضيته مشهورة مع الشخص الذي زعم أنه هشام المؤيد بالله بن الحكم الأموي الذي \n  كان المنصور محمد بن أبي عامر حاجبه .\n</p>\n<p class=\"arabic\">انقطع خبر المؤيد بالله هذا أكثر من عشرين سنة وجرت أحوال وفتن في هذه السنوات \n  فلما تملك القاضي أبو القاسم بن عباد قيل له إن هشام بن الحكم أمير المؤمنين \n  بقلعة رياح في ) .\n</p>\n<p class=\"arabic\">مسجد فأحضره ابن عباد وبايعه بالخلافة وفوض إليه وجعل ابن عباد نفسه كالوزير \n  بين يديه .\n</p>\n<p class=\"arabic\">قال الأمير عزيز استولى القاضي محمد بن إسماعيل على الأمر سنة أربع وعشرين \n  وحسده أمثاله وكثر الكلام فيه وقالوا قتل يحيى بن علي الحسني الإدريسي من \n  أهل البيت وقتل يحيى بن ذي النون ظلما .\n</p>\n<p class=\"arabic\">واتسع القول فيه وهو في خلال ذلك مفكرا فيما يفعله إذ جاءه رجل من قرطبة فقال \n  رأيت هشاما المؤيد بالله في قلعة رباح وكان ذلك الرجل يعرفه من مدة فقال انظر \n  ما تقول قال أين والله رأيته وهو هشام بلا شك .\n</p>\n<p class=\"arabic\">وكان عند القاضي عبد اسمه تومرت كان يقوم على رأس هشام فقال له إذا رأيت مولاك \n  تعرفه قال نعم ولا أنكره ولي فيه علامات .\n</p>\n<p class=\"arabic\">فأرسل رجلا مع الرجل فوجداه في قلعة رباح في مسجد فأعلماه أنهما رسولا القاضي \n  بن عباد فسار معهما إلى إشبيلية فلما رآه مولاه تومرت قام وقبل رجليه وقال \n  مولاي والله *29*390* .\n</p>\n<p class=\"arabic\">فقام إليه القاضي وقبل يديه هو وأولاده وسلموا عليه بالخلافة وأخرجه يوم الجمعة \n  بإشبيلية ومشوا بين يديه إلى الجامع فخطب هشام للناس وصلى بهم وبايعوه القاضي \n  وبنوه والناس وتولى القاضي الخدمة بين يديه وبقي أمير المؤمنين والقاضي يقول \n  أمر أمير المؤمنين وجرى على طريقة الحاجب ابن أبي عامر غير أنه لم يخرج إلى \n  الجمع طول مدته .\n</p>\n<p class=\"arabic\">والقاضي ابن عباس في رتبة وزير له واستقام لابن عباد أكثر مدن الأندلس .\n</p>\n<p class=\"arabic\">قال عزيز خرج هشام هاربا بنفسه من قرطبة عام أربعمائة مستخفيا حتى قدم مكة \n  ومعه كيس فيه جواهر فشعر به حرامية مكة فأخذوه منه فبقي يومين لم يطعم فأتاه \n  رجل عند المروة فقال تحسن عمل الطين قال نعم فمضى وأعطاه ترابا ليجبله فلم \n  يدر كيف يصنع .\n</p>\n<p class=\"arabic\">وشارطه على درهم وقرص فقال له عجل القرص فأتاه به فأكله ثم عمد إلى التراب \n  فجبله ثم خرج مع قافلة إلى الشام على أسوأ حال فقدم بيت المقدس فرأى رجلا \n  حصريا فوقف ينظر فقال له الرجل أتحسن هذه الصناعة قال لا قال فتكون عندي تناولني \n  القش .\n</p>\n<p class=\"arabic\">فأقام عنده مدة وتعلم صنعة الحصر وبقي يتقوت منها وأقام ببيت المقدس أعواما \n  ثم رجع إلى الأندلس سنة أربع وعشرين وأربعمائة ) .\n</p>\n<p class=\"arabic\">قال عزيز هذا نص ما رواه مشايخ من أهل الأندلس ثم ذكر ما قاله أبو محمد بن \n  حزم في كتاب نقط العروس قال فضيحة لم يقع في الدهر على مثلها أربعة رجال في \n  مسافة ثلاثة أيام تسمى كل واحد منهم أمير المؤمنين وخطب لهم بها في زمن واحد \n  أحدهم خلف الحصري بإشبيلية على أنه هشام المؤيد والثاني محمد بن القاسم بن \n  حمود بالجزيرة الخضراء والثالث محمد بن إدريس بن علي بن حمود بمالقة والرابع \n  إدريس بن يحيى بن علي بشنترين .\n</p>\n<p class=\"arabic\">ثم قال أبو محمد بن حزم أخلوقة لم يسمع بمثلها ظهر رجل يقال له *29*391* خلف \n  الحصري بعد نيف وعشرين سنة من موت هشام المؤيد بالله فادعى أنه هشام فبويع \n  وخطب له على منابر الأندلس في أوقات شتى وسفكت الدماء وتصادمت الجيوش في أمره \n  وأقام هذا الذي أدعى أنه هشام في الأمر نيفا وعشرين سنة والقاضي محمد كالوزير \n  بين يديه .\n</p>\n<p class=\"arabic\">قلت استبد القاضي بالأمر ولم يزل ملكا مستقلا إلى أن توفي في آخر جمادى الأولى \n  سنة ثلاث وثلاثين ودفن بقصر إشبيلية وقام بالأمر بعده ولده المعتضد بالله \n  أبو عمرو عباد .\n</p>\n<p class=\"arabic\">وقيل إنما كان إقامة الذي زعم أنه هشام في أيام المعتضد وبقي المعتضد إلى \n  سنة أربع وستين .\n\n</p>"
}