{
    "header": "عبد بن أحمد بن محمد بن عبد الله بن غفير ...",
    "id": "018887",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد بن أحمد بن محمد بن عبد الله بن غفير .\n</h1>\n<p class=\"arabic\">*29*405* أبو ذر الأنصاري الهروي المالكي الحافظ ويعرف ببلده بابن السماك \n  وسمع بهراة أبا الفضل بن خميرويه وبشر بن محمد المزني وجماعة .\n</p>\n<p class=\"arabic\">ورحل فسمع أبا محمد بن حمويه وزاهر بن أحمد بسرخس وأبا إسحاق بن إبراهيم بن \n  أحمد المستملي ببلخ وأبا الهيثم محمد بن مكي بكشميهن وأبا بكر هلال بن محمد \n  وشيبان بن محمد الضبعي بالبصرة والدارقطني وأبا الفضل الزهري وأبا عمر بن \n  حيويه وطائفة ببغداد وعبد الوهاب الكلابي وجماعة بدمشق وطائفة بمصر وبمكة \n  وجمع معجما لشيوخه وجاور بمكة دهرا .\n</p>\n<p class=\"arabic\">روى عنه ابنه عيسى وعلي بن محمد بن أبي الهول وموسى بن الصقلبي وعبد الله \n  بن الحسن التنيسي وعلي بن بكار الصوري وأحمد بن محمد القزويني وعلي بن عبد \n  الغالب البغدادي وشيخ الإسلام أبو إسماعيل وأبو عمران الفاسي الفقيه موسى \n  بن عيسى وأبو الطاهر إسماعيل بن سعيد النحوي وأبو الوليد سليمان بن خلف الباجي \n  وعبد الله بن سعيد ) .\n</p>\n<p class=\"arabic\">الشنتجالي وعبد الحق بن هارون السهمي وأبو بكر أحمد بن علي الطريثيثي وأبو \n  شاكر أحمد بن علي العثماني وأبو الحسين محمد بن المهتدي بالله وخلق سواهم .\n</p>\n<p class=\"arabic\">وروي عنه بالإجازة أبو بكر بالخطيب وأبو عمرو الداني وأبو عمر بن عبد البر \n  وأحمد بن عبد القادر بن يوسف وأبو عبد الله أحمد بن محمد الخولاني الإشبيلي \n  *29*406* .\n</p>\n<p class=\"arabic\">مولده في حدود سنة خمس وخمسين وثلاثمائة .\n</p>\n<p class=\"arabic\">وقال الخطيب قدم بغداد أبو ذر وأنا غائب فحدث بها وحج وجاور ثم تزوج في العرب \n  وسكن السروات وكان يحج كل عام فيحدث ويرجع وكان ثقة ضابطا دينا .\n</p>\n<p class=\"arabic\">مات بمكة في ذي القعدة وقال أبو علي بن سكرة توفي في عقب شوال .\n</p>\n<p class=\"arabic\">وقال أبو الوليد الباجي في كتاب إختصار فرق الفقهاء من تأليفه عند ذكر أبي \n  بكر الباقلاني لقد أخبرني أبو ذر وكان يميل إلى مذهبه فسألته من أين لك هذا \n  فقال كنت ماشيا ببغداد مع الدارقطني فلقينا القاضي أبا بكر فالتزمه الشيخ \n  أبو الحسن الدارقطني وقبل وجهه وعيينه فلما فارقناه قلت من هذا فقال هذا إمام \n  المسلمين والذاب عن الدين القاضي أبو بكر محمد بن الطيب قال أبو ذر فمن ذلك \n  الوقت تكررت عليه وقال أبو علي البطليوسي سمعت أبا علي الحسن بن بقي الجذامي \n  المالقي حدثني بعض الشيوخ قال قيل لأبي ذر أنت من هراة فمن أين تمذهبت لمالك \n  وللأشعري قال قدمت بغداد فلزمت الدارقطني فاجتاز به القاضي ابن الطيب فأظهر \n  الدارقطني ما تعجبت منه من إكرامه فلما ولى سألته فقال هذا سيف السنة أبو \n  بكر الأشعري فلزمته منذ ذلك واقتديت به في مذهبه جميعا أو كما قال *29*407* .\n</p>\n<p class=\"arabic\">وقال أبو إسماعيل عبد الله بن محمد عبد بن أحمد بن محمد السماك الحافظ صدوق \n  تكلموا في رأيه سمعت منه حديثا واحدا عن شيبان بن محمد عن أبي خليفة عن ابن \n  المديني حديث جابر بطوله في الحج قال لي إقرأه علي حتى تعتاد قراءة الحديث \n  وهو أول حديث قرأته على الشيخ وناولته الجزء فقال لست على وضوء فضعه .\n</p>\n<p class=\"arabic\">قلت أخبرني بهذا علي بن أحمد بالثغر أنا علي بن زوزبه أنا أبو الوقت أنا أبو \n  إسماعيل فذكره .\n</p>\n<p class=\"arabic\">وقال عبد الغافر في السياق كان أبو ذر زاهدا ورعا عالما سخيا بما يجد لا يدخر \n  شيئا لغد ) .\n</p>\n<p class=\"arabic\">صار من كبار مشايخ الحرم مشارا إليه في التصوف خرج على الصحيحين تخريجا حسنا .\n</p>\n<p class=\"arabic\">وكان حافظا كثير الشيوخ .\n</p>\n<p class=\"arabic\">قلت وله مستخرج استدركه على صحيح البخاري ومسلم في مجلد وسط يدل على حفظه \n  ومعرفته .\n</p>\n<p class=\"arabic\">وقال القاضي عياض لأبي ذر كتاب كبير مخرج على الصحيحين وكتاب في السنة والصفات \n  وكتاب الجامع وكتاب الدعاء وكتاب فضائل القرآن وكتاب دلائل النبوة وكتاب شهادة \n  الزور وكتاب فضائل مالك وفضائل العيدين وغير ذلك وأرخ وفاته في سنة خمس وثلاثين \n  والصحيح سنة أربع والله أعلم *29*408* .\n\n</p>"
}