{
    "header": "مكي بن أبي طالب حموش بن محمد بن مختار .",
    "id": "018978",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">مكي بن أبي طالب حموش بن محمد بن مختار .\n</h1>\n<p class=\"arabic\">*29*453* الإمام أبو محمد القيسي القيرواني ثم القرطبي المقريء .\n</p>\n<p class=\"arabic\">شيخ الأندلس حج وسمع بمكة من أحمد بن فراس ومحمد بن محمد بن جبريل العجيفي \n  وأبي القاسم عبيد الله السقطي وأبي بكر أحمد بن إبراهيم المروزي وقرأ القرآن \n  على أبي الطيب بن غلبون وعلى ابنه طاهر .\n</p>\n<p class=\"arabic\">وسمع بالقيروان من أبي محمد بن أبي زيد وأبي الحسن القابسي وغيرهم .\n</p>\n<p class=\"arabic\">قال صاحبه أبو عمر بن مهدي المقريء كان رحمه الله من أهل التبحر في علوم القرآن \n  والعربية حسن الفهم والخلق جيد الدين والعقل كثير التأليف في علوم القرآن \n  محسنا لذلك مجودا للقراءآت السبع عالما بمعانيها .\n</p>\n<p class=\"arabic\">ولد سنة خمس وخمسين وثلاثمائة بالقيروان فأخبرني أنه سافر إلى مصر وهو ابن \n  ثلاث عشرة سنة واختلف إلى المؤدبين بالحساب وأكمل القرآن بعد ذلك .\n</p>\n<p class=\"arabic\">ثم رجع فأكمل القراءآت على أبي الطيب سنة ست وسبعين وثلاثمائة .\n</p>\n<p class=\"arabic\">وقرأ القراءآت بالقيروان سنة سبع وسبعين ثم نهض إلى مصر وحج *29*454* .\n</p>\n<p class=\"arabic\">وابتدأ بالقراءآت بمصر ثم عاد ثم رجع إلى مصر سنة اثنتين وثمانين وعاد إلى \n  بلاده سنة ثلاث فأقرأ القراءآت ) .\n</p>\n<p class=\"arabic\">ثم خرج سنة سبع وثمانين فحج وجاور بمكة فحج أربع حجج متوالية ودخل إلى الأندلس \n  في سنة ثلاث وتسعين وجلس للإقراء بجامع قرطبة وعظم اسمه وجل قدره .\n</p>\n<p class=\"arabic\">قال ابن بشكوال ثم قلده أبو الحزم جهور خطابة قرطبة بعد وفاة يونس ابن عبد \n  الله القاضي .\n</p>\n<p class=\"arabic\">وكان قبل ذلك ينوب عن يونس في الخطبة وكان ضعيفا عليه على أدبه وفهمه .\n</p>\n<p class=\"arabic\">وله ثمانون تأليفا وكان خيرا فاضلا متدينا متواضعا مشهورا بالصلاح وإجابة \n  الدعوة .\n</p>\n<p class=\"arabic\">حكى أبو عبد الله الطرفي قال كان عندنا رجل فيه حدة وكان له على الشيخ أبي \n  محمد مكي تسلط كان يدنو منه إذا خطب فيغمزه ويحصي عليه سقطاته وكان الشيخ \n  كثيرا ما يتعلثم ويتوقف فجاء ذلك الرجل في بعض الجمع وجعل يحد النظر إلى الشيخ \n  ويغمزه فلما خرج ونزل معنا في موضعه قال أمنوا على دعائي .\n</p>\n<p class=\"arabic\">ثم رفع يديه وقال اللهم أكفنيه اللهم أكفنيه اللهم أكفنيه فأمنا .\n</p>\n<p class=\"arabic\">قال فاقعد ذلك الرجل وما دخل الجامع بعد ذلك اليوم .\n</p>\n<p class=\"arabic\">وقال ابن حيان توفي ثاني يوم المحرم وصلى عليه ابنه أبو طالب محمد *29*455* \n  قلت تلا عليه خلق منهم عبد الله بن سهل ومحمد بن أحمد بن مطرف وروى عنه بالإجازة \n  أبو محمد بن عتاب .\n\n</p>"
}