{
    "header": "مجاهد بن عبد الله .",
    "id": "018945",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">مجاهد بن عبد الله .\n</h1>\n<p class=\"arabic\">السلطان أبو الجيش الأندلسي العامري الملقب بالموفق مولى الناصر عبد الرحمن \n  بن المنصور أبي عامر وزير الأندلس .\n</p>\n<p class=\"arabic\">ذكره الحميدي فقال كان من أهل الأدب والشجاعة والمحبة للعلوم *29*435* نشأ \n  بقرطبة وكانت له همة وجلادة وجرأة فلما جاءت أيام الفتنة وتغلبت العساكر على \n  النواحي بذهاب دولة مولاه توثب هو على شرق الأندلس وغلب على تلك الجزائر وحماها \n  ثم قصد منها في المراكب والعساكر إلى سردانية جزيرة كبيرة للروم سنة سبع وأربعمائة \n  فافتتح معاقلها وغلب على أكثرها .\n</p>\n<p class=\"arabic\">ثم اختلفت عليه أهواء جنده وجاءت نجدة الروم وقد عزم على الخروج من سردانية \n  طمعا في أن يفرق من يشغب عليه فدهمته الملاعين في جحفلتهم وغلبوا على أكثر \n  مراكبه فحدثنا ابن حزم قال حدثني ثابت بن محمد الجرجاني قال كنت مع أبي الجيش \n  أيام غزو سردانية فدخل بالمراكب في مرسى نهاه عنه أبو خروب رئيس البحريين \n  فلم يقبل منه فلما حصل في ذلك المرسى هبت ريح جعلت تقذف مراكب المسلمين مركبا \n  مركبا إلى الريف والروم لا شغل لهم إلا الأسر والقتل فكلما ملكوا مركبا بكى \n  مجاهد بأعلى صوته ولا يقدر على شيء لارتجاج البحر وأبو خروب ينشد .\n</p>\n<p class=\"arabic\">% بكى دوبل لا أرقأ الله دمعه % % ألا إنما يبكي من الذل دوبل % .\n</p>\n<p class=\"arabic\">ويقول قد كنت حذرته من الدخول هنا فأبى ثم تخلصنا في يسير من المراكب .\n</p>\n<p class=\"arabic\">قال الحميدي ثم عاد مجاهد إلى الأندلس فاختلفت به الأحوال حتى تملك دانية \n  وما يليها واستقر بها وكان من الأجواد العلماء باذلا للمال في استمالة الأدباء \n  فبذل لأبي غالب تمام بن غالب اللغوي ألف دينار على أن يزيد في ترجمة الكتاب \n  الذي ألفه في اللغة ما ألفة لأبي جيش مجاهد فامتنع أبو غالب وقال ما ألفته \n  له .\n</p>\n<p class=\"arabic\">وفيه يقول صاعد بن الحسن اللغوي وقد استماله على البعد بمال قصيدته .\n</p>\n<p class=\"arabic\">% أتتني الخريطة والمركب % % كما اقترن السعد والكوكب % .\n</p>\n<p class=\"arabic\">*29*436* .\n</p>\n<p class=\"arabic\">% وحط بمينائه قلعه % % كما وضعت حملها المقرب % .\n</p>\n<p class=\"arabic\">% على ساعة قام فيها الثناء % % على هامة المشتري يخطب % .\n</p>\n<p class=\"arabic\">% مجاهد رضت إباء الشمو % % س فاصحب ما لم يكن يصحب % .\n</p>\n<p class=\"arabic\">% فقل واحتكم فسميع الزما % % ن مصيخ إليك بما ترغب % .\n</p>\n<p class=\"arabic\">وقد ألف مجاهدا كتابا في العروض يدل على فضائله وقد وزر له أبو العباس أحمد \n  رشيق .\n</p>\n<p class=\"arabic\">توفي بدانية سنة ست وثلاثين .\n\n</p>"
}