{
    "header": "عبيد الله بن سعيد بن حاتم بن محمد بن علوـ...",
    "id": "019292",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبيد الله بن سعيد بن حاتم بن محمد بن علويه .\n</h1>\n<p class=\"arabic\">*30*96* .\n</p>\n<p class=\"arabic\">الحافظ أبو نصر الوائلي البكري السجزي نزيل مصر ومصنف كتاب الإبانة الكبرى \n  عن مذهب السلف في القرآن وهو كتاب طويل جليل في معناه يدل على إمامة المصنف \n  رحمه الله .\n</p>\n<p class=\"arabic\">وهو راوي الحديث المسلسل بالأولية .\n</p>\n<p class=\"arabic\">روي عن أحمد بن إبراهيم بن فراس العبقسي وأبي عبد الله محمد بن عبد الله الحاكم \n  وأبي أحمد الفرضي و حمزة المهلبي وأحمد بن محمد بن موسى المجبر ومحمد بن محمد \n  بن محمد بن بكر الهزاني البصري والقاضي أبي محمد عبد الله بن محمد الأسدي \n  بن الأكفاني وابن مهدي وأبي العلاء علي بن عبد الرحيم السوسي وأبي محمد بن \n  محمد بن البيع سمعوا من المحاملي أربعتهم وأبي عبد الرحمن السلمي وأبي محمد \n  عبد الرحمن بن عمر بن النحاس وعبد الرحمن بن إبراهيم القطار وعبد الصمد بن \n  زهير بن أبي جرادة الحلبي وسمعوا ثلاثتهم من أبي سعيد بن الأعرابي .\n</p>\n<p class=\"arabic\">ورحل في الحديث بعد سنة اثنتين وأربعين فسمع بنيسابور وببغداد وبالبصرة وواسط \n  مكة وحلب ومصر .\n</p>\n<p class=\"arabic\">وقد سمع قبل أن يرحل بسجستان من الوزير محمد بن يعقوب بن حمويه أنا محمد بن \n  أحمد بن الغوث ببست ثنا الهيثم بن سهل التستري ثنا حماد بن زيد فذكر حديثا .\n</p>\n<p class=\"arabic\">روي عنه أبو إسحاق الحبال وجعفر بن أحمد السراج وسهل بن بشر الإسفرائيني وأحمد \n  بن عبد القادر بن يوسف وأبو معشر الطبري *30*97* وإسماعيل بن الحسن العلوي \n  وعبد الباقي بمكة .\n</p>\n<p class=\"arabic\">قال ابن طاهر في المنثور سألت الحافظ أبا إسحاق الحبال عن أبي نصر السجزي \n  وأبي عبد الله الصوري أيهما أحفظ فقال كان أبو نصر أحفظ من خمسين أو ستين \n  مثل الصوري .\n</p>\n<p class=\"arabic\">وسمعت الحبال قال كنت يوما عند أبي نصر فدق الباب فقمت ففتحت فرأيت امرأة \n  فدخلت وأخرجت كيسا فيه ألف دينار فوضعتها بني يدي الشيخ وقالت أنفقها كما \n  ترى .\n</p>\n<p class=\"arabic\">قال ما المقصود قالت تزوجني ولا لي حاجة في الزوج ولكن لأخدمك .\n</p>\n<p class=\"arabic\">فأمرها بأخذ الكيس وأن تنصرف فلما انصرفت قال خرجت من سجستان بنية طلب العلم \n  ومتى تزوجت سقط عني هذا الاسم وما أوثر على طلب العلم شيئا .\n</p>\n<p class=\"arabic\">توفي رحمه الله بمكة في المحرم .\n\n</p>"
}