{
    "header": "عثمان بن سعيد بن عثمان بن سعيد بن عمر .",
    "id": "019293",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عثمان بن سعيد بن عثمان بن سعيد بن عمر .\n</h1>\n<p class=\"arabic\">*30*98* .\n</p>\n<p class=\"arabic\">الإمام أبو عمرو الأموي مولاهم القرطبي المقريء الحافظ المعروف في وقته بابن \n  الصيرفي وفي وقتنا بأبي عمرو الداني صاحب التصانيف .\n</p>\n<p class=\"arabic\">قال أخبرني أبي أني ولدت سنة إحدى وسبعين وثلاثمائة فابتدأت بطلب العلم في \n  أول سنة ست وثمانين ورحلت إلى المشرق سنة سبع وتسعين ومكثت بالقيروان أربعة \n  أشهر ثم توجهت إلى مصر فدخلتها في شوال من السنة ومكثت بها سنة وحججت .\n</p>\n<p class=\"arabic\">قال ودخلت إلى الأندلس في ذي القعدة سنة تسع وتسعين وثلاثمائة وخرجت إلى الثغر \n  سنة ثلاث وأربعمائة فسكنت سرقسطة سبعة أعوام ثم رجعت إلى قرطبة وقدمت دانية \n  سنة سبع عشرة .\n</p>\n<p class=\"arabic\">قلت واستوطنها حتى توفي بها ونسب إلهيا لطول سكناه بها .\n</p>\n<p class=\"arabic\">وسمع الحديث من طائفة وقرأ على طائفة فقرأ بالروايات على عبد العزيز بن جعفر \n  بن خواشتي الفارسي ثم البغدادي نزيل الأندلس وعلى *30*99* جماعة بالأندلس .\n</p>\n<p class=\"arabic\">وقرأ بمصر بالروايات على أبي الحسن طاهر بن الطيب بن غلبون وعلى أبي الفتح \n  فارس بن أحمد الضرير .\n</p>\n<p class=\"arabic\">وقرأ لورش على أبي القاسم خلف بن إبراهيم بن خاقان المصري .\n</p>\n<p class=\"arabic\">وسمع كتاب السبة لابن مجاهد على أبي مسلم محمد بن أحمد بن علي الكاتب وسمع \n  منه الحديث ومن أحمد بن فراس العبقسي وعبد الرحمن بن عثمان القشيري الزاهد \n  وحاتم بن عبد الله البزاز وأحمد بن فتح بن الرسان ومحمد بن خليفة بن عبد الجبار \n  وأحمد بن عمر بن محفوظ الجيزي لقاضي وسلمة بن سعيد الإمام وسلمون بن القروي \n  صاحب أبي علي بن الصواف وعبد الرحمن بن عمر بن محمد بن النحاس المعدل وعلي \n  بن محمد بن بشير البربعي وعبد الوهاب بن أحمد بن منير المصري ومحمد بن عبد \n  الله بن عيسى المري الأندلسي وأبي عبد الله بن أبي زمنين والفقيه أبي الحسن \n  علي بن محمد القابسي وغيرهم .\n</p>\n<p class=\"arabic\">قرأ عليه القراءات أبو بكر بن الفصيح وأبو الذواد مفرج فني إقبال الدولة وأبو \n  الحسن يحيى بن أبي زيد و أبو داود وسليمان بن أبي القاسم نجاح وأبو الحسن \n  علي بن عبد الرحمن بن الدوش وأبو بكر محمد بن المفرج البطليوسي وخلق كثير \n  من أهل الأندلس لا سيما أهل دانية .\n</p>\n<p class=\"arabic\">قال بعض الشيوخ لم يكن في عصره ولا بعد عصره أحد يضاهيه في حفظه وتحقيقه وكان \n  يقول ما رأيت شيئا قط إلا كتبته ولا كتبته إلا حفظته ولا حفظته فنسيته .\n</p>\n<p class=\"arabic\">وكان يسأل عن المسألة مما يتعلق بالآثار وكلام السلف فيوردها بجميع ما *30*100* \n  فيها مسندة من شيوخه إلى قائلها .\n</p>\n<p class=\"arabic\">قال ابن بشكوال كان أحد الأئمة في علم القرآن ورواياته وتفسيره ومعانيه وطرقه \n  وإعرابه .\n</p>\n<p class=\"arabic\">وجمع في ذلك كل تواليف حسانا مفيدة يطول تعدادها وله معرفة بالحديث وطرقه \n  وأسماء رجاله ونقلته وكان حسن الخط حيد الضبط من أهل الحفظ والذكاء والتفنن \n  في العلم وكان دينا فاضلا ورعا سنيا .\n</p>\n<p class=\"arabic\">وقال المغامي كان أبو عمر ومجاب الدعوة مالكي المذهب .\n</p>\n<p class=\"arabic\">وذكره الحميدي فقال محدث مكثر ومقريء متقدم سمع بالأندلس والمشرق وطلب علم \n  القراءات وألف بها تواليف معرفة ونظمها في أرجوزة مشهورة .\n</p>\n<p class=\"arabic\">قلت وما زال القراء معترفين ببراعة أبي عمرو الداني وتحقيقه وإتقانه وعليه \n  عمدتهم فيما ينقله من الرسم والتجويد والوجوه .\n</p>\n<p class=\"arabic\">له كتاب جامع البيان في القراءات السبع وطرقها المشهورة والغريبة في ثلاثة \n  أسفار وكتاب إيجاز البيان في أصول قراءة ورش في مجلد كبير وكتاب التلخيص في \n  قراءة ورش في مجلد متوسط وكتاب التيسير وكتاب المقنع وكتاب المحتوي في القراءات \n  الشواذ في مجلد كبير وكتاب الأرجوزة في أصول السنة نحو ثلاثة آلاف بيت وكتاب \n  معرفة القراء وفي ثلاثة أسفار وكتاب الوقف والابتداء .\n</p>\n<p class=\"arabic\">وبلغني أن مصنفاته مائة وعشرون تصنيفا .\n</p>\n<p class=\"arabic\">ومن نظمه في عقود السنة .\n</p>\n<p class=\"arabic\">% كلم موسى عبده تكليما % % ولم يزل مدبرا حكيما % .\n</p>\n<p class=\"arabic\">) *30*101* .\n</p>\n<p class=\"arabic\">% كلامه وقوله قديم % % وهو فوق عرشه العظيم % .\n</p>\n<p class=\"arabic\">% والقول في كتابه المفصل % % بأنه كلامه المنزل % .\n</p>\n<p class=\"arabic\">% على رسوله النبي الصادق % % ليس بمخلوق ولا بخالق % .\n</p>\n<p class=\"arabic\">% من قال فيه إنه مخلوق % % أو محدث فقوله مروق % .\n</p>\n<p class=\"arabic\">% والوقف فيه بدعة مضله % % ومثل ذلك اللفظ عند الجله % .\n</p>\n<p class=\"arabic\">% كلا الفريقين من الجهمية % % الواقفون فيه واللفظيه % .\n</p>\n<p class=\"arabic\">% أهون بقول جهم الخسيس % % وواصل وبشر المريسي % .\n</p>\n<p class=\"arabic\">ثم سائق سائرها .\n</p>\n<p class=\"arabic\">وقد روي عنه أيضا الأستاذ أبو القاسم بن العربي وأبو علي الحسين بن محمد بن \n  مبشر المقريء وأبو القاسم خلف بن إبراهيم الطليطلي وأبو عبد الله محمد بن \n  فرج المغامي وأبو عبد الله محمد بن مزاحم وأبو بكر محمد بن المفرج البطليوسي \n  وأبو إسحاق إبراهيم بن علي نزيل الإسكندرية وخلق سواهم حملوا عنه تلاوة وسماعا .\n</p>\n<p class=\"arabic\">وروي عنه بالإجازة أحمد بن محمد بن عبد الله الخولاني .\n</p>\n<p class=\"arabic\">وآخر من روى عنه بالإجازة أبو العباس أحمد بن عبد الملك بن أبي حمزة المرسي \n  والد القاضي أبي بكر محمد .\n</p>\n<p class=\"arabic\">وتوفي أبو عمرو بدانية يوم الاثنين نصف شوال ودفن يومئذ بعد العصر ومشى السلطان \n  أمام نعشه وكان الجمع في جنازته عظيما .\n</p>\n<p class=\"arabic\">وتوفي أبو العباس بن أبي حمزة في سنة ثلاث وثلاثين وخمسمائة .\n\n</p>"
}