{
    "header": "علي بن عمر بن محمد .",
    "id": "019226",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">علي بن عمر بن محمد .\n</h1>\n<p class=\"arabic\">أبو الحسن بن القزويني الحربي الزاهد .\n</p>\n<p class=\"arabic\">سمع أبا حفص بن الزيات والقاضي أبا الحسن الجراحي وأبا عمر بن حيويه وأبا \n  بكر بن شاذان وطبقتهم .\n</p>\n<p class=\"arabic\">قال الخطيب كتبنا عنه وكان أحد الزهاد المذكورين ومن عباد ا لله الصالحين \n  يقرئ القرآن ويروي الحديث ولا يخرج من بيته إلا للصلاة رحمة الله عليه .\n</p>\n<p class=\"arabic\">قال ولدت سنة ستين وثلاثمائة .\n</p>\n<p class=\"arabic\">وتوفي في شعبان وغلقت جميع بغداد يوم دفنه ولم أر جمعا على جنازة أعظم منه .\n</p>\n<p class=\"arabic\">قلت وله مجالس مشهورة يرويها النجيب الحراني .\n</p>\n<p class=\"arabic\">روي عنه أبو علي أحمد بن محمد البرداني وأبو سعد أحمد بن محمد بن شاكر الطرسوسي \n  ) .\n</p>\n<p class=\"arabic\">شيخ ذاكر بن كامل وجعفر بن أحمد السراج *30*65* والحسن بن محمد بن إسحاق الباقرحي \n  وأبو العز محمد بن المختار وهبة الله بن أحمد الرحبي وأبو منصور أحمد بن محمد \n  الصيرفي وعلي بن عبد الواحد الدينوري وآخرون .\n</p>\n<p class=\"arabic\">قال أبو نصر هبة الله بن علي بن المجلي حدثين أبو بكر محمد بن أحمد بن طلحة \n  بن المنقي الحربي قال حضرت والدي الوفاة فأوصى إلي بما أفعله وقال تمضي إلى \n  القزويني وتقول له رأيت النبي صلى الله عليه وسلم في المنام وقال لي اقرأ \n  على القزويني مني السلام وقل له العلامة أنك كنت بالموقف في هذه السنة فلما \n  مات أبي جئت إلى القزويني فقال لي ابتداء مات أبوك قلت نعم .\n</p>\n<p class=\"arabic\">فقال رحمه الله وصدق رسول الله صلى الله عليه وسلم وصدق أبوك وأقسم علي أن \n  لا أحدث به في حياته ففعلت .\n</p>\n<p class=\"arabic\">أنا ابن الخلال أنا جعفر أنا السلفي سألته يعني شجاعا الذهلي عن أبي الحسن \n  القزويني فقال كان علم الزهاد والصالحين وإمام الأتقياء الورعين وله كرامات \n  ظاهرة ومعروفة يتداولها الناس عنه لم يزل يقريء ويحدث إلى أن مات .\n</p>\n<p class=\"arabic\">وقال أبو صالح المؤذن في معجمه أبو الحسن بن القزويني الشافعي المشار إليه \n  في زمانه ببغداد في الزهد والورع وكثرة القراءة ومعرفة الفقه والحديث .\n</p>\n<p class=\"arabic\">قرأ القرآن علي أبي حفص الكتاني وقرأ القراءات ولم يكن يعطي من يقرأ عليه \n  إسنادا بها .\n</p>\n<p class=\"arabic\">وقال هبة الله بن المجلي في كتاب مناقب ابن القزويني ما معناه إن *30*66* \n  ابن القزويني كان كلمة إجماع في الخير وكان ممن جمعت له القلوب فحدثني أحمد \n  بن محمد الأمين قال كتبت عنه مجالس أملاها في مسجده كان أي جزء وقع بيده خرج \n  به وأملى منه عن شيخ واحد جميع المجلس ويقول حديث رسول الله صلى الله عليه \n  وسلم لا ينتقى .\n</p>\n<p class=\"arabic\">قال وكان أكثر أصوله بخطه .\n</p>\n<p class=\"arabic\">قال وسمعت عبد الله بن سبعون القيرواني يقول أبو الحسن القزويني ثقة ثبت وما \n  رأيت أعقل منه .\n</p>\n<p class=\"arabic\">وحدث أبو الحسن البيضاوي عن أبيه عبد الله قال كان أبو الحسن يتفقه معنا على \n  الداركي ) .\n</p>\n<p class=\"arabic\">وهو شاب وكان ملازما للصمت قل أن يتكلم .\n</p>\n<p class=\"arabic\">وقال قال لنا أبو محمد المالكي خرج في كتب القزويني تعليق بخطه على أبي القاسم \n  الداركي وتعليق في النحو عن ابن جني .\n</p>\n<p class=\"arabic\">سمعت أبا العباس المؤدب وغيره يقولان إن أبا الحسن سمع الشاة تذكر الله تعالى .\n</p>\n<p class=\"arabic\">حدثني هبة الله بن أحمد الكاتب أنه زار قبر الشيخ ابن القزويني ففتح ختمة \n  هناك وتفاءل للشيخ فطلع أول ذلك وجيها في الدنيا والآخرة ومن المقربين .\n</p>\n<p class=\"arabic\">وعن أبي الحسن الماوردي القاضي القاضي قال صليت خلف أبي الحسن القزويني فرأيت \n  عليه قميصا نقيا مطرزا فقلت في نفسي أين الطرز من الزهد فلما سلم قال سبحان \n  الله الطرز لا ينتقض أحكام الزهد *30*67* .\n</p>\n<p class=\"arabic\">حدثني محمد بن الحسني القزاز قال كان ببغداد زاهد خشن العيش وكان يبلغه أن \n  ابن القزويني يألك الطيب ويلبس الرقيق فقال سبحان الله رجل مجمع على زهده \n  وهذا حاله أشتهي أن أراه .\n</p>\n<p class=\"arabic\">فجاء إلى الحربية قال فرآه فقال الشيخ سبحان الله رجل يوما إليه بالزهد يعارض \n  الله في أفعاله وما هنا محرم ولا منكر .\n</p>\n<p class=\"arabic\">فطفق ذلك الرجل يشهق ويبكي وذكر الحكاية .\n</p>\n<p class=\"arabic\">سمعت أبا نصر عبد السيد بن الصباغ يقول حضرت عند القزويني فدخل عليه أبو بكر \n  بن الرحبي فقال أيها الشيخ أي شيء أمرتني نفسي أخالفها قال إن كنت مريدا فنعم \n  وإن كنت عارفا فلا .\n</p>\n<p class=\"arabic\">فانصرفت وأنا مفكر وكأنني لم أصوبه فرأيت في النوم ليلتي شيئا أزعجني وكأن \n  من يقول لي هذا بسبب ابن القزويني يعني لما أخذت عليه .\n</p>\n<p class=\"arabic\">وحدثني أبو القاسم عبد السميع الهاشمي عن الزاهد عبد الصمد الصحراوي قال كنت \n  أقرأ على القزويني فجاء رجل مغطى الوجه فوثب الشيخ إليه وصافحه وجلس معه بني \n  يديه ساعة ثم قام وشيعه فاشتد عجيني وسألت صاحبي من هذا فقال وأما تعرفه هذا \n  أمير المؤمنين القادر بالله .\n</p>\n<p class=\"arabic\">وحدثنا أحمد بن محمد الأمين قال رأيت الملك أبا كاليجار قائما يشير إليه أبو \n  الحسن بالجولس ) .\n</p>\n<p class=\"arabic\">فلا يفعل .\n</p>\n<p class=\"arabic\">وحدثني علي بن محمد الطراح الوكيل قال رأيت الملك أبا طاهر بن بويه قائما \n  بين يدي أبي الحسن يوميء إليه ليجلس فيأبى .\n</p>\n<p class=\"arabic\">ثم حكى ابن المجلي له عدة كرامات منها شهود عرفة وهو ببغداد ومنها *30*68* \n  ذهب إلى مكة فطاف ورجع من ليلته .\n</p>\n<p class=\"arabic\">وقد أنا بان الخلال أنا جعفر أنا السلفي سمعت جعفر بن أحمد السراج يقول رأيت \n  علي أبي الحسن القزويني الزاهد ثوبا رفيعا لينا فخطر ببال ي كيف مثله في زهده \n  يلبس مثل هذا فقال لي في الحال بعد أن نظر إلي قل من حم زينة الله التي أخرج \n  لعباده والطيبات من الرزق .\n</p>\n<p class=\"arabic\">وحضرنا عنده يوما في السماع إلى أن وصلت الشمس إلينا وتأذينا بحرها فقلت في \n  نفسي لو تحول الشيخ إلى الظل فقال لي في الحال قل نار جهنم أشد حرا .\n\n</p>"
}