{
    "header": "عبد الله بن محمد بن عبد الرحمن بن أحمد بـ...",
    "id": "019347",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الله بن محمد بن عبد الرحمن بن أحمد بن عبد الله بن محمد بن النعمان بن \n  عبد السلام .\n</h1>\n<p class=\"arabic\">الإصبهاني .\n</p>\n<p class=\"arabic\">أبو محمد اللبان .\n</p>\n<p class=\"arabic\">قال الخطيب كان أحد أوعية العلم سمع أبا بكر بن المقريء وإبراهيم بن خرشيد \n  قوله وأبا طاهر المخلص وأحمد بن فراس العبقسي وكان ثقة صحب القاضي أبا بكر \n  بن الباقلاني ) .\n</p>\n<p class=\"arabic\">ودرس عليه الأصول .\n</p>\n<p class=\"arabic\">ودرس الفقه على أبي حامد الإسفرائيني .\n</p>\n<p class=\"arabic\">وقرأ بالروايات وولي قضاء إيذج وله مصنفات كثيرة وكان من أحسن الناس تلاوة .\n</p>\n<p class=\"arabic\">كتبنا عنه وكان وجيز العبارة في المناظرة مع تدين وعبادة وورع بين وحسن خلق \n  وتقشف ظاهر *30*133* .\n</p>\n<p class=\"arabic\">أدرك رمضان سنة سبع وعشرين وأربعمائة ببغداد فصلى بالناس التروايح في جميع \n  الشهر فكان إذا فرغها لا يزال يصلي في المسجد إلى الفجر فإذا صلى درس أصحابه .\n</p>\n<p class=\"arabic\">وسمعته يقول لم أضع جنبي للنوم في هذا الشهر ليلا ولا نهارا وكان ورده لنفسه \n  سبعا مرتلا .\n</p>\n<p class=\"arabic\">قال ابن عساكر سمعت ببغداد من يحيك أن أبا يعلى بن الفراء وأبا محمد التميمي \n  شيخي الحنابلة كانا يقرءآن على أبي محمد بن اللبان في الأصول سرا فاجتمعا \n  يوما في دهليزه فقال أحدهما لصاحبه ما جاء بك قال الذي جاء بك وقال اكتم علي \n  وأكتم عليك .\n</p>\n<p class=\"arabic\">ثم اتفقا على أن لا يعودا إليه خوفا أن يطلع عوامهم عليهما .\n</p>\n<p class=\"arabic\">وقال الخطيب سمعته يقول حفظت القرآن ولي خمس سنين وأحضرت مجلس أبي بكر بن \n  المقريء ولي أربع سنين فتحدثوا في سماعي فقال ابن المقريء اقرأ والمرسلات \n  فقرأتها ولم أغلط فيها فقال سمعوا له والعهدة علي .\n</p>\n<p class=\"arabic\">قال الخطيب ولم أرد أجود ولا أحسن قراءة منه .\n</p>\n<p class=\"arabic\">قلت روي عنه أبو علي الحداد وقرأ عليه بالروايات غير واحد .\n</p>\n<p class=\"arabic\">ومات بإصبهان في جمادى الآخرة .\n</p>\n<p class=\"arabic\">عبد الرحمن بن الحسن بن سعيد .\n</p>\n<p class=\"arabic\">أبو القاسم الخزرجي القرطبي *30*134* .\n</p>\n<p class=\"arabic\">رحل إلى المشرق في جمادى الأولى سنة ثمانين وثلاثمائة فحج أربع حجج .\n</p>\n<p class=\"arabic\">قال أبو علي الغساني سمعته غير مرة يقول من شيوخي في القرآن أبو أحمد السامري \n  وأبو الطيب بن غلبون وأبو بكر محمد بن علي الأدفوي .\n</p>\n<p class=\"arabic\">ومن شيوخه في الحديث أبو بكر المهندس والحسن بن إسماعيل الضراب وأبو مسلم \n  الكاتب ) .\n</p>\n<p class=\"arabic\">قال لقيت كل هؤلاء بمصر .\n</p>\n<p class=\"arabic\">ولقي بالقيروان أبا محمد بن أبي زيد .\n</p>\n<p class=\"arabic\">وقرأ بالأندلس علي أبي الحسن الأنطاكي .\n</p>\n<p class=\"arabic\">وأقرأ الناس في مسجده بقرطبة زمانا ثم نقله يونس بن عبد الله القاضي إلى الجامع \n  فواظب على الإقراء وأم في الفريضة إلى أن توفي لست بقين في المحرم فجأة .\n</p>\n<p class=\"arabic\">وقال أبو عمر بن مهدي كان من أهل العلم بالقراءات حافظا للخلف بين القراء \n  مجودا للقرآن بصيرا بالنحو مع الحج والخير والأحوال المستحسنة .\n</p>\n<p class=\"arabic\">أجلس للإقراء بجامع قرطبة .\n\n</p>"
}