{
    "header": "علي بن الحسين بن أحمد بن محمد بن عمر بن ...",
    "id": "019524",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">علي بن الحسين بن أحمد بن محمد بن عمر بن الرفيل .\n</h1>\n<p class=\"arabic\">المعروف بابن المسلمة ) .\n</p>\n<p class=\"arabic\">الوزير رئيس الرؤساء أبو القاسم البغدادي .\n</p>\n<p class=\"arabic\">استكتبه الخليفة القائم بأمر الله ثم استوزره وكان عزيزا عليه إلى الغاية \n  وهو لقبه رئيس الرؤساء ورفع من قدره .\n</p>\n<p class=\"arabic\">وكان من خيار الوزراء .\n</p>\n<p class=\"arabic\">ولد سنة سبع وتسعين وثلاثمائة .\n</p>\n<p class=\"arabic\">وسمع من جده أبي الفرج المعدل ومن أبي أحمد بن أبي مسلم الفرضي وإسماعيل الصرصري .\n</p>\n<p class=\"arabic\">وحدث .\n</p>\n<p class=\"arabic\">روى عنه أبو بكر الخطيب وكان خصيصا به .\n</p>\n<p class=\"arabic\">قال كتبت عنه وكان ثقة قد اجتمع فيه من الآلات ما لم يجتمع في أحد قبله مع \n  سداد مذهب ووفور عقل وأصالة رأي .\n</p>\n<p class=\"arabic\">وقال أبو الفرج بن الجوزي وفي سنة سبع وثلاثين وأربعمائة في ربيع *30*251* \n  الآخر رسم لأبي القاسم علي بن المسلمة النظر في أمور الخليفة وتقدم إلى الحواشي \n  بتوفية حقوقه فيما جعل إليه فجلس لذلك على دهليز الفردوس وعليه الطيلسان وبين \n  يديه الدواة وهناه الأعيان واستدعي إلى حضرة أمير المؤمنين ثم خرج فجلس في \n  الديوان في مجلس عميد الرؤساء ودسته وحمل على بغله بمركب ومضى إلى داره ومعه \n  القضاة والأشراف والحجاب .\n</p>\n<p class=\"arabic\">وقال في سنة ثلاث وأربعين وفي عيد الأضحى حضر الناس في بيت النوبة واستدعي \n  رئيس الرؤساء فخلع عليه ولقب جمال الورى شرف الوزراء .\n</p>\n<p class=\"arabic\">قلت ولم يبق له ضد إلا البساسيري وهو الأمير المظفر أبو الحارث أرسلان التركي \n  فإنه عظم قدره ببغداد وبعد صيته ولم يبق للملك الرحيم ابن بويه معه إلا مجرد \n  الاسم .\n</p>\n<p class=\"arabic\">ثم إن المذكور خلع الخليفة وتملك بغداد وخطب بها للمستنصر العبيدي وقتل رئيس \n  الرؤساء كما ذكرناه في ترجمة القائم وغير موضع .\n</p>\n<p class=\"arabic\">وقال أبو الفضل محمد بن عبد الملك الهمذاني في تاريخه إن البساسيري حبس رئيس \n  الرؤساء ثم أخرجه وعليه جبة صوف وطرطور أحمر وفي رقبته مخنقة جلود وهو يقرأ \n  قل اللهم مالك الملك الآية وهو يرددها وطيف به على جمل ثم نصب له خشبة بباب \n  خراسان وخيط ) .\n</p>\n<p class=\"arabic\">عليه جلد ثور سلخ في الحال وعلق في فكيه كلابان من حديد وعلق على الخشبة حيا \n  ولبث إلى آخر النهار يضطرب ثم مات رحمه الله .\n</p>\n<p class=\"arabic\">قلت ما أتت على البساسيري سنة حتى قتل وطيف برأسه *30*252* .\n</p>\n<p class=\"arabic\">وكان صلبه في ذي الحجة ببغداد .\n\n</p>"
}