{
    "header": "طاهر بن عبد الله بن طاهر بن عمر .",
    "id": "019514",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">طاهر بن عبد الله بن طاهر بن عمر .\n</h1>\n<p class=\"arabic\">*30*242* القاضي أبو الطيب الطبري الفقيه الشافعي أحد الأعلام .\n</p>\n<p class=\"arabic\">سمع بجرجان من أبي أحمد الغطريفي .\n</p>\n<p class=\"arabic\">وبنيسابور من الفقيه أبي الحسن الماسرجسي وبه تفقه .\n</p>\n<p class=\"arabic\">وسمع ببغداد من أبي الحسن الدارقطني وموسى بن عرفة والمعافى بن زكريا وعلي \n  بن ) .\n</p>\n<p class=\"arabic\">عمر الحربي .\n</p>\n<p class=\"arabic\">واستوطن بغداد ودرس وأفتى وولي قضاء ربع الكرخ بعد موت القاضي الصيمري .\n</p>\n<p class=\"arabic\">وكان مولده بآمل طبرستان سنة ثمان وأربعين وثلاثمائة .\n</p>\n<p class=\"arabic\">قال وخرجت إلى جرجان للقاء أبي بكر الإسماعيلي فقدمتها يوم الخميس فدخلت الحمام \n  فلما كان من الغد لقيت أبا سعد بن الشيخ أبي بكر فأخبرني أن والده قد شرب \n  دواء لمرض كان به وقال لي تجيء في صبيحة غد لتسمع منه فلما كان في بكرة السبت \n  غدوت للموعد فإذا الناس يقولون مات أبو بكر الإسماعيلي .\n</p>\n<p class=\"arabic\">قال الخطيب وكان أبو الطيب ورعا عارفا بالأصول والفروع محققا *30*243* حسن \n  الخلق صحيح المذهب اختلفت إليه وعلقت عنه الفقه سنين .\n</p>\n<p class=\"arabic\">من المرآة قيل إن أبا الطيب دفع خفه إلى من يصلحه فكان يأتي يتقاضاه فإذا \n  رآه غمس الخف في الماء وقال الساعة أصلحه فلما طال على أبي الطيب ذلك قال \n  إنما دفعته إليك لتصلحه لم أدفعه لتعلمه السباحة قال الخطيب سمعت أبا بكر \n  محمد بن أحمد المؤدب سمعت أبا محمد البافي يقول أبو الطيب الطبري أفقه من \n  أبي حامد الإسفرائيني وسمعت أبا حامد يقول أبو الطيب أفقه من أبي محمد البافي .\n</p>\n<p class=\"arabic\">وقال القاضي أبو بكر بن بكران الشامي قلت للقاضي أبي الطيب شيخنا وقد عمر \n  لقد متعت بجوارحك أيها الشيخ .\n</p>\n<p class=\"arabic\">فقال ولم لا وما عصيت الله بواحدة منها قط أو كما قال .\n</p>\n<p class=\"arabic\">وقال غير واحد سمعنا أبا الطيب الطبري يقول رأيت النبي صلى الله عليه وسلم \n  في النوم فقلت يا رسول الله أرأيت من روى عنك أنك قلت نضر الله امرءا سمع \n  مقالتي فوعاها الحديث أحق هو قال نعم *30*244* .\n</p>\n<p class=\"arabic\">وقال أبو إسحاق في الطبقات ومنهم شيخنا وأستاذنا أبو الطيب توفي عن مائة وسنتين \n  لم يختل عقله ولا تغير فهمه يفتي مع الفقهاء ويستدرك عليهم الخطأ ويقضي ويشهد \n  ويحضر المواكب إلى أن مات .\n</p>\n<p class=\"arabic\">تفقه بآمل على أبي علي الزجاجي صاحب ابن القاص وقرأ على أبي سعد الإسماعيلي \n  وعلى ) .\n</p>\n<p class=\"arabic\">القاضي أبي القاسم بن كج بجرجان ثم ارتحل إلى نيسابور وأدرك أبا الحسن الماسرجسي \n  وصحبه أربع سنين ثم ارتحل إلى بغداد وعلق عن أبي محمد الباغي الخوارزمي صاحب \n  الداركي وحضر مجلس الشيخ أبي حامد ولم أر فيمن رأيت أكمل اجتهادا وأسد تحقيقا \n  وأجود نظرا منه شرح المزني وصنف في الخلاف والمذهب والأصول والجدل كتبا كثيرة \n  ليس لأحد مثلها ولازمت مجلسه بضع عشرة سنة ودرست أصحابه في مسجده سنين بإذنه \n  ورتبني في حلقته وسألني أن أجلس في مسجد للتدريس ففعلت في سنة ثلاثين أحسن \n  الله تعالى عني جزاءه ورضي عنه .\n</p>\n<p class=\"arabic\">قلت وأبو الطيب صاحب وجه في المذهب فمن غرائبه أن خروج المني ينقض الوضوء .\n</p>\n<p class=\"arabic\">ومنها أنه قال الكافر إذا صلى في دار الحرب كانت صلاته إسلاما *30*245* .\n</p>\n<p class=\"arabic\">وقد روى عنه الخطيب وأبو إسحاق الشيرازي وأبو محمد بن الأبنوسي وأبو نصر أحمد \n  بن الحسن الشيرازي وأبو سعد أحمد بن عبد الجبار بن الطيوري وأبو علي محمد \n  بن محمد بن المهدي وأبو المواهب أحمد بن محمد بن ملوك وأبو نصر محمد بن محمد \n  بن العكبري وأبو العز أحمد بن عبيد الله بن كادش وأبو القاسم بن الحصين وخلق \n  آخرهم موتا أبو بكر محمد بن عبد الباقي الأنصاري .\n</p>\n<p class=\"arabic\">قال الخطيب مات أبو الطيب في ربيع الأول صحيح العقل ثابت الفهم وله مائة وسنتان .\n\n</p>"
}