{
    "header": "محمد بن علي بن محمد بن الحسن .",
    "id": "019501",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن علي بن محمد بن الحسن .\n</h1>\n<p class=\"arabic\">أبو عبد الله الخبازي المقريء .\n</p>\n<p class=\"arabic\">ولد بنيسابور سنة اثنتين وسبعين وثلاثمائة وقرأ القرآن على أبيه وعلى أبي \n  بكر محمد بن محمد الطرازي .\n</p>\n<p class=\"arabic\">وسمع من أبي أحمد الحاكم وأبي محمد الحسن المخلدي وأبي الحسن الماسرجسي وتصدر \n  للإقراء وصنف في القراءات .\n</p>\n<p class=\"arabic\">ذكره علي بن محمد الزنجي في تاريخ جرجان فقال تخرج على يده ألوف بنيسابور .\n</p>\n<p class=\"arabic\">ودخل غزنة أيام السلطان محمود وكان يكرمه غاية الإكرام .\n</p>\n<p class=\"arabic\">سمعته يقول أو ما وردت على السلطان سألني عن آية أولها غين فقلت ثلاث مواضع \n  غافر الذنب واثنان مختلف فيهما الكوفي يعدهما والبصري لا يعدهما غلبت الروم \n  وغير المغضوب عليهم ولا الضالين *30*235* .\n</p>\n<p class=\"arabic\">قلت قرأ عليه جماعة منهم أبو القاسم الهذلي وتوفي بنيسابور في رمضان وقال \n  عبد الغافر الفارسي هو شيخ نبيل مشهور بين أكابر المتقدمين بنيسابور المنظور \n  إليه المشاور في الأمور المبجل في المحافل والمشاهد قعد سنين في مسجده المشهور \n  به لقراءة القرآن في سكة معاذ وحضر في مجلسه الأكابر وأولاد الأئمة وقرأوا \n  عليه وتبركوا بالعقود بين يديه وكان عارفا بالقراءات ووجوها .\n</p>\n<p class=\"arabic\">وصنف كتاب الأبصار محتويا على أصول الروايات وغرائبها وكان له صيت لتقدمه \n  في علم القراءات وله جاه وقدر عند السلاطين استحضره يمين الدولة أبو القاسم \n  محمود بن ناصر الدين إلى غزنة وسمع قراءته وأكرم مورده ورده إلى نيسابور .\n</p>\n<p class=\"arabic\">وقد رحل إلى الكشميهني لسماع صحيح البخاري فسمعه منه وحدث به وكان يحيي الليل \n  ) .\n</p>\n<p class=\"arabic\">بالقراءة والدعاء والبكاء حتى قيل إنه مستجاب الدعوة لم ير بعده مثله ثنا \n  عنه أبو بكر محمد بن يحيى المزكي ووالدي مسعود بن ناصر الركاب وطاهر الشحامي .\n</p>\n<p class=\"arabic\">قلت وأخر من روي عنه الفراوي .\n\n</p>"
}