{
    "header": "علي بن محمد بن حبيب .",
    "id": "019527",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">علي بن محمد بن حبيب .\n</h1>\n<p class=\"arabic\">*30*253* القاضي أبو الحسن الصري الماوردي الفقيه الشافعي .\n</p>\n<p class=\"arabic\">صاحب التصانيف .\n</p>\n<p class=\"arabic\">روى عن الحسن بن علي الجيلي صاحب أبي خليفة الجمحي وعن عمر بن عدي المنقري \n  ومحمد بن المعلى وجعفر بن محمد بن الفضل .\n</p>\n<p class=\"arabic\">روى عنه أبو بكر الخطيب ووثقه وقال مات في ربيع الأول وقد بلغ ستا وثمانين \n  سنة .\n</p>\n<p class=\"arabic\">وولي القضاء ببلدان كثيرة ثم سكن بغداد .\n</p>\n<p class=\"arabic\">وقال أبو إسحاق في الطبقات ومنهم أقضى القضاة أبو الحسن الماوردي البصري تفقه \n  على أبي القاسم الصيمري بالبصرة وارتحل إلى الشيخ أبي حامد الإسفرائيني ودرس \n  بالبصرة ) .\n</p>\n<p class=\"arabic\">وبغداد سنين كثيرة .\n</p>\n<p class=\"arabic\">وله مصنفات كثيرة في الفقه والتفسير وأصول الفقه والأدب وكان حافظا للمذهب \n  *30*254* .\n</p>\n<p class=\"arabic\">قال وتوفي ببغداد .\n</p>\n<p class=\"arabic\">وقال القاضي شمس الدين في وفيات الأعيان من طالع كتاب الحاوي شهد له بالتبحر \n  ومعرفة المذهب ولي قضاء بلدان كثيرة .\n</p>\n<p class=\"arabic\">وله تفسير القرآن سماه النكت وله أدب الدنيا والدين والأحكام السلطانية وقوانين \n  الوزارة وسياسة الملك والإقناع في المذهب وهو مختصر .\n</p>\n<p class=\"arabic\">وقيل إنه لم يظهر شيئا من تصانيفه في حياته وجمعها في موضع فلما دنت وفاته \n  قال لمن يثق به الكتب التي في المكان الفلاني كلها تصنيفي وإنما لم أظهرها \n  لأني لم أجد نية خالصة فإذا عاينت الموت ووقعت في النزع فاجعل يدك في يدي \n  فإن قبضت عليها وعصرتها فاعلم أنه لم يقبل مني شيء منها فاعمد إلى الكتب وألقها \n  في دجلة وإن بسطت يدي ولم أقبض على يدك فاعلم أنها قبلت وأني قد ظفرت بما \n  كنت أرجوه من الله .\n</p>\n<p class=\"arabic\">قال ذلك الشخص فلما قارب الموت وضعت في يده يدي فبسطها ولم يقبض على يدي فعلمت \n  أنها علامة القبول فأظهرت كتبه بعده .\n</p>\n<p class=\"arabic\">قلت آخر من روى عنه أبو العز بن كادش *30*255* .\n</p>\n<p class=\"arabic\">وقال ابن خيرون كان رجلا عظيم القدر متقدما عند السلطان أحد الأئمة له التصانيف \n  الحسان في كل فن من العلم بينه وبين القاضي أبي الطيب في الوفاة أحد عشر يوما .\n</p>\n<p class=\"arabic\">قال أبو عمرو بن الصلاح رحمه الله هو متهم بالاعتزال وكنت أتأول له وأعتذر \n  عنه حتى وجدته يختار في بعض الأوقات أقوالهم .\n</p>\n<p class=\"arabic\">قال في تفسيره في الأعراف لا يساء عبادة الأوثان .\n</p>\n<p class=\"arabic\">وقال في قوله جعلنا لكل نبي عدوا على وجهين معناه حكمنا بأنهم أعداء والثاني \n  تركناهم على العداوة فلم نمنعهم .\n</p>\n<p class=\"arabic\">قال ابن الصلاح فتفسيره عظيم الضرر لكونه مشحونا بتأويلات أهل الباطل تدسيسا \n  وتلبيسا .\n</p>\n<p class=\"arabic\">وكان لا يتظاهر بالانتساب إلى المعتزلة حتى يحذر بل يجتهد في كتمان موافقته \n  لهم ولكن لا يوافقهم في خلق القرآن ويوافقهم في القدر ) .\n</p>\n<p class=\"arabic\">قال في قوله إنا كل شيء خلقناه بقدر يعني بحكم سابق وكان لا يرى صحة الرواية \n  بالإجازة .\n</p>\n<p class=\"arabic\">وذكر أنه مذهب الشافعي وكذا قال في المكاتبة إنها لا تصح .\n</p>\n<p class=\"arabic\">ثم قال ابن الصلاح أنا عز الدين بن الأثير أنا خطيب الموصل أنا ابن بدران \n  الحلواني أنا الماوردي فذكر حديث هل أنت إلا إصبع دميت *30*256* قلت وبكل \n  حال هو مع بدعة فيه من كبار العلماء فلو أننا أهدرنا كل عالم زل لما سلم معنا \n  إلا القليل فلا تحط يا أخي على العلماء مطلقا ولا تبالغ في تقريظهم مطلقا \n  وأسأل الله أن يتوفاك على التوحيد .\n\n</p>"
}