{
    "header": "طغرلبك بن ميكائيل بن سلجوق بن دقاق .",
    "id": "019753",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">طغرلبك بن ميكائيل بن سلجوق بن دقاق .\n</h1>\n<p class=\"arabic\">السلطان الكبير ركن الدين أبو طالب أول ملوك السلجوقية .\n</p>\n<p class=\"arabic\">وأصلهم من بر بخارى وهم من قوم لهم عدد وقوة وشوكة كانوا لا يدخلون تحت طاعة \n  سلطان وإذا قصدهم من لا طاقة لهم به دخلوا المفاوز والبراري وتحصنوا بالرمال \n  فلما عبر السلطان محمود إلى ما وراء النهر وجد زعيم السلجوقية قوي الشوكة \n  فاستماله وتألفه وخدعه حتى أقدمه عليه ثم قبض عليه واستشار الأعيان في كبار \n  أولئك فأشار بعضهم بتفريقهم وأشار آخرون بقطع بهاماتهم ليبطل رميهم ثم اتفق \n  الرأي على تفريقهم في النواحي ووضع ) .\n</p>\n<p class=\"arabic\">الخراج عليهم فدخلوا في الطاعة وتهذبوا وطمع فيهم الناس *30*379* وظلموهم \n  فانفصل منهم ألفا بيت ومضوا إلى كرمان وملكها يومئذ بهاء الدولة بن عضد الدولة \n  بن بويه فأكرمهم وتوفي عن قريب وهذا بعد الأربعمائة فخافوا من الديلم فقصدوا \n  إصبهان ونزلوا بظاهرها وصاحبها علاء الدولة بن كاكويه فرغب في استخدامهم فكتب \n  إليه السلطان محمود بن سبكتكين يأمره بحربهم فاقتتل الفريقان وقتل بينهما \n  عدد فقصد الباقون أذربيجان .\n</p>\n<p class=\"arabic\">وانحاز الذين بخراسان إلى جبل خوارزم فجرد السلطان جيشا فتبعوهم في تلك المفاوز \n  وضايقوهم مدة سنتين ثم قصدهم السلطان محمود بنفسه ولم يزل حتى شتتهم ثم توفي \n  فقام بعده ابنه مسعود فاحتاج إلى تكثير الجند فكتب إلى الطائفة التي بأذربيجان \n  ليتوجهوا إليه فقدم عليه ألف فارس فاستخدمهم ومضى بهم إلى خراسان فسألوه في \n  أمر الباقين الذين شتتهم أبوه فراسلهم وشرط عليهم الطاعة فأجابوه إلى الطاعة \n  ورتبهم كما رتبهم والده أولا .\n</p>\n<p class=\"arabic\">ثم دخل مسعود بن محمود بلاد الهند لاضطراب أحوالها عليه فحلت للسلجوقية البلاد \n  فعاثوا .\n</p>\n<p class=\"arabic\">وجرى هذا كله وطغرلبك وأخوه داود ليسا معهم بل في أرضهم بنواحي بخارى وجرت \n  بين صاحب بخارى وبينهم وقعة عظيمة قتل فيها خلق كثير من الفريقين ثم كاتبوا \n  مسعودا وسألوه الأمان والاستخدام فحبس رسلهم وجرد جيشا لمواقعة من بخراسان \n  منهم فالتقوه وقتل منهم مقتلة كبيرة ثم إنهم اعتذروا إلى مسعود وبذلوا الطاعة \n  له وضمنوا له أخذ خوارزم من صاحبها فطيب قلوبهم وأطلق الرسل وأرسل إليهم زعيمهم \n  الذي اعتقله أبوه أولا فوصل طغرلبك وداود إلى خراسان في جيش كبير واجتمع الجميع .\n</p>\n<p class=\"arabic\">وجرت لهم أمور طويلة إلى أن استظهروا وملكوا الري في سنة تسع وعشرين وأربعمائة \n  ثم ملكوا نيسابور في سنة ثلاثين وأخذ داود مدينة بلخ وغيرها واقتسموا البلاد \n  وضعف عنهم السلطان مسعود فتحيز إلى غزنة *30*380* .\n</p>\n<p class=\"arabic\">وكانوا في أوائل الأمر يخطبون له ويدارونه حتى تمكنوا ثم راسلهم الخليفة فكان \n  رسوله إليه قاضي القضاة أبو الحسن الماوردي .\n</p>\n<p class=\"arabic\">ثم إن طغرلبك طوى الممالك وملك العراق في سنة سبع وأربعين وأربعمائة وعدل \n  في الناس .\n</p>\n<p class=\"arabic\">وكان حليما كريما محافظا على الصلوات في جماعة يصوم الخميس والاثنين ويعمر \n  المساجد ويكثر الصدقات ) .\n</p>\n<p class=\"arabic\">وقد سير الشريف ناصر بن إسماعيل رسولا إلى ملكة الروم فاستأذنها الشريف في \n  الصلاة بجامع القسطنطينية جماعة فأذنت له فصلى وخطب للإمام القائم وكان رسول \n  المستنصر خليفة مصر حاضرا فأنكر ذلك وكان ذلك من أعظم الأسباب في فساد الحال \n  بين المصريين والروم .\n</p>\n<p class=\"arabic\">ولما تمهدت البلاد لطغرلبك سير إلى الخليفة القائم يخطب ابنته فشق ذلك على \n  الخليفة واستعفى ثم لم يجد بدا فزوجه بها ثم قدم بغداد في سنة خمس وخمسين \n  وأرسل يطلبها وحمل مائة ألف دينار برسم نقل جهازها فعمل العرس في صفر بدار \n  المملكة وأجلست على سرير ملبس بالذهب ودخل السلطان إليها فقبل الأرض بين يديها \n  ولم يكسف البرقع عن وجهها إذ ذاك وقدم لها تحفا وخدم وانصرف فرحا مسرورا وبعث \n  إليها بعقدين فاخرين وخسرواني ذهب وقطعة ياقوت كبيرة .\n</p>\n<p class=\"arabic\">ثم دخل من الغد فقبل الأرض وجلس مقابلها على سرير ساعة وخرج وبعث لها جواهر \n  وفرجية نسيج مكللة باللؤلؤ ومخنقة منسوجة باللؤلؤ وفعل ذلك مرة أخرى أو أكثر \n  والخليفة صابر متألم ولكنه لم يمتع بعد ذلك فإنه توفي بعد ذلك بأشهر في رمضان \n  بالري وعاش سبعين سنة .\n</p>\n<p class=\"arabic\">وحمل تابوته فدفن بمرو عند قبر أخيه داود وقيل بل دفن بالري .\n</p>\n<p class=\"arabic\">وانتقل ملكه إلى ابن أخيه ألب أرسلان *30*381* .\n</p>\n<p class=\"arabic\">وأما زوجته هذه فعاشت إلى سنة ست وتسعين وأربعمائة هذا من تاريخ شمس الدين \n  بن خلكان .\n</p>\n<p class=\"arabic\">قلت وأخوه داود هو جغربيك .\n</p>\n<p class=\"arabic\">وقد ذكر ابن السمعاني أن السلطان مسعود بن محمود بن سبكتكين قصد بجيوشه طغرلبك \n  وجغربيك فواقعهم في سنة إحدى وثلاثين وأربعمائة فانكسر بنواحي دندانقان وتحيز \n  غلى غزنة منكسرا وتملك آل سلجوق البلاد وقسموها فصارت مرو وسرخس وبلخ غلى \n  باب غزنة لجغربيك وصارت نيسابور وخوارزم لطغرلبك ثم سار طغرلبك إلى العراق \n  وملك الري وإصبهان وغير ذلك .\n</p>\n<p class=\"arabic\">وكان موصوفا بالحلم والديانة ولم يولد له ولد ) .\n</p>\n<p class=\"arabic\">ومن كرمه أن أخاه إبراهيم ينال أسر بعض ملوك الروم لما حاربهم فبذل في نفسه \n  أموالا فامتنع وبعث به إلى طغرلبك فبعث نصر الدولة صاحب ديار بكر يشفع في \n  فكاكه فبعثه إلى نصر الدولة بغير فداء فأرسل ملك الروم إلى طغرلبك ما لم يحمل \n  مثله في الزمن القديم وذلك ألف وخمسمائة ثوب من الثياب المفتخرة وخمسمائة \n  رأس ومائتي ألف دينار ومائة لبنة فضة وثلاثمائة شهري وألف عنز بيض الشعور \n  سود القرون وبعث غلى نصر الدولة عشرة أمناء مسك .\n</p>\n<p class=\"arabic\">مر في الحوادث من أخبار طغرلبك *30*382* أيضا .\n\n</p>"
}