{
    "header": "عبد الرحمن بن أحمد بن الحسن بن بندار .",
    "id": "019734",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الرحمن بن أحمد بن الحسن بن بندار .\n</h1>\n<p class=\"arabic\">أبو الفضل العجلي الرازي المقريء الزاهد الإمام .\n</p>\n<p class=\"arabic\">أصله من الري وولد بمكة وكان يتنقل من بلد إلى بلد كان مقرئا جليل القدر .\n</p>\n<p class=\"arabic\">قال أبو سعد في الذيل كان مقرئا فاضلا كثير التصانيف حسن السيرة زاهدا متعبدا \n  خشن العيش منفردا عن الناس قانعا أكثر أوقاته يقرئ ويسمع .\n</p>\n<p class=\"arabic\">وكان يسافر وحده ويدخل البراري *30*362* .\n</p>\n<p class=\"arabic\">سمع بمكة أحمد بن فراس وعلي بن جعفر السيرواني شيخ الحرم وأبا العباس الرازي .\n</p>\n<p class=\"arabic\">وبالري أبا القاسم جعفر بن فناكي وبنيسابور أبا عبد الرحمن السلمي وبطوس أحمد \n  بن محمد العماري وبنسا محمد بن زهير بن أخطل النسوي وبجرجان أبا نصر محمد \n  بن الإسماعيلي وبإصبهان أبا عبد الله بن مندة وبأبرقوه الحسنين بن أحمد القاضي \n  وببغداد أبا الحسن الحمامي وبسارية وتستر والبصرة والكوفة وحران والرها وأرجان \n  وكازرون وفسا وحمص ودمشق والرملة ومصر والإسكندرية .\n</p>\n<p class=\"arabic\">وكان من أفراد الدهر علما وورعا .\n</p>\n<p class=\"arabic\">سمع منه جماعة من الأئمة كأبي العباس المستغفري وأبي بكر الخطيب وأبي صالح \n  المؤذن .\n</p>\n<p class=\"arabic\">وثنا عنه محمد بن عبد الواحد الدقاق والحسين بن عبد الملك الخلال وفاطمة بنت \n  محمد البغدادي *30*363* .\n</p>\n<p class=\"arabic\">قلت وروى عنه أيضا أبو علي الحداد وأبو سهل بن سعدويه .\n</p>\n<p class=\"arabic\">وقرأ عليه بالروايات الحداد وقرأ عليه لنافع نصر بن محمد الشيرازي شيخ تلا \n  عليه السلفي .\n</p>\n<p class=\"arabic\">قال بن عساكر قرأ على أبي الحسن علي بن داود الداراني بحرف ابن عامر وعلى \n  أبي عبد الله المجاهدي .\n</p>\n<p class=\"arabic\">وسمع بمصر من أبي مسلم الكاتب .\n</p>\n<p class=\"arabic\">وقال عبد الغافر الفارسي وكان ثقة جوالا إماما في القراءات أوحد في طريقته \n  وكان الشيوخ يعظمونه ) .\n</p>\n<p class=\"arabic\">وكان لا يسكن الخوانق بل يأوي إلى مسجد خراب فإذا عرف مكانه تركه وكان لا \n  يأخذ من أحد شيئا وإذا فتح عليه بشيء آثر به غيره .\n</p>\n<p class=\"arabic\">وقال يحيى بن مندة قرأ عليه القرآن جماعة وخرج من عندنا إلى كرمان فحدث بها \n  ومات بها في بلد أوشير في جمادى الأولى سنة أربع وخمسين .\n</p>\n<p class=\"arabic\">قال وبلغني أنه ولد سنة إحدى وسبعين وثلاثمائة ثقة ورع متدين عارف بالقراءات \n  والروايات عالم بالأدب والنحو وهو أكبر من أن يدل عله مثلي وهو أشهر من الشمس \n  وأضوأ من القمر ذو فنون من العلم .\n</p>\n<p class=\"arabic\">وكان مهيبا منظورا فصيحا حسن الطريقة كبير الوزن .\n</p>\n<p class=\"arabic\">قلت وسمع بدمشق من عبد الوهاب الكلابي وبسامراء من ابن يوسف الرفا راوي الموطأ \n  عن الهاشمي عن أبي مصعب .\n</p>\n<p class=\"arabic\">قال السلفي سمعت أبا البركات عبد السلام بن عبد الخالق بن سلمة *30*364* الشيرازي \n  بمرند يقول اقتدى أبو الفضل الرازي في الطريقة بالسيرواني شيخ الحرم وحدث \n  عنه وصحبه وصحب الشيرواني أبا محمد المرتعش وصحب المرتعش الجنيد وهو صحب السقطي \n  وهو معروفا وهو داود الطائي وهو حبيبا العجمي .\n</p>\n<p class=\"arabic\">وقال ابن عساكر أنبأنا أبو نصر عبد الحكيم بن المظفر من الكرج أنشدني الإمام \n  أبو الفضل الرازي لنفسه .\n</p>\n<p class=\"arabic\">% أخي إن صرف الحادثات عجيب % % ومن أيقظته الواعظات لبيب % .\n</p>\n<p class=\"arabic\">% وإن الليالي مفنيات نفوسنا % % وكل عليه للفناء رقيب % .\n</p>\n<p class=\"arabic\">% أيا نفس صبرا فاصطبارك راحة % % لكل امريء منها أخي نصيب % .\n</p>\n<p class=\"arabic\">وله مضمنا فيها .\n</p>\n<p class=\"arabic\">% إذا ما مضى القرن الذي أنت فيهم % % وخلفت في قرن فأنت غريب % .\n</p>\n<p class=\"arabic\">% وإن امرءا قد سار سبعين حجة % % إلى منهل من ورده لقريب % .\n</p>\n<p class=\"arabic\">البيتان مضمنان .\n</p>\n<p class=\"arabic\">وقال أبو عبد الله الخلال أنشدنا أبو الفضل لنفسه .\n</p>\n<p class=\"arabic\">% يا موت ما أجفاك من زائر % % تنزل بالمرء على رغمه % .\n</p>\n<p class=\"arabic\">% وتأخذ العذراء من خدرها % % وتأخذ الواحد من أمه % .\n</p>\n<p class=\"arabic\">قال الخلال خرج الإمام أبو الفضل من إصبهان متوجها إلى كرمان فخرج الناس يشيعونه \n  فصرفهم وقصد الطريق وحده وقال .\n</p>\n<p class=\"arabic\">% إذا نحن أدلجنا وأنت إمامنا % % كفى لمطايانا بذكراك حاديا % .\n</p>\n<p class=\"arabic\">قرأت على أبي الفضل الأسدي أخبرك ابن خليل أنا الخليل الداراني أنا أبو عبد \n  الله محمد بن عبد الواحد الدقاق قال ورد علينا الشيخ الإمام الأوحد *30*365* \n  أبو الفضل عبد الرحمن بن أحمد الرازي لقاه الله رضوانه وأسكنه جنابه .\n</p>\n<p class=\"arabic\">وكان إماما من الأئمة الثقات في الحديث والروايات والسنة والقراءات وذكره \n  يملأ الفم ويذرف العين قدم إصبهان مرارا الأولى في أيام ابن مندة وسمع منه \n  سمعت منه قطعة صالحة وكان رجلا مهيبا مديد القامة وليا من أولياء الله صاحب \n  كرامات .\n</p>\n<p class=\"arabic\">طوف الدنيا مفيدا ومستفيدا .\n</p>\n<p class=\"arabic\">ثم ذكر الدقاق شيوخه وباقي ترجمته .\n</p>\n<p class=\"arabic\">وقال الخلال كان أبو الفضل الرازي في طريق وكان معه قليل من الخبز وشيء يسير \n  من الفانيذ فقصده جماعة من قطاع الطريق وأرادوا أن يأخذوه فدفعهم بعصاه فقيل \n  له في ذلك فقال إنما منعتهم لأن الذي كانوا يأخذوه مني كان حلالا وربما كنت \n  لا أجد مثله حلالا .\n</p>\n<p class=\"arabic\">ودخل كرمان في هيئة رثة وعليه أخلاق وأسمال فحمل إلى الملك وقالوا هو جاسوس \n  فقال الملك ما الخبر قال تسألني عن خبر الأرض أو خبر السماء فإن كنت تسألني \n  عن خبر السماء ف كل يوم هو في شأن وإن كنت تسألني عن خبر الأرض ف كل من عليها \n  فان .\n</p>\n<p class=\"arabic\">فتعجب الملك من كلامه وأكرمه وعرض عليه مالا فلم يقبله .\n\n</p>"
}