{
    "header": "محمد بن منصور بن محمد .",
    "id": "019798",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن منصور بن محمد .\n</h1>\n<p class=\"arabic\">الوزير عميد الملك أبو نصر الكندري وزير السلطان طغرلبك .\n</p>\n<p class=\"arabic\">كان أحد رجال الدهر شهامة وكتابة وكرما قتل بمرو الروذ في ذي الحجة وكان قد \n  قطع مذاكره ودفنها بخوارزم لأمر وقع له فلما قتلوه حملوا رأسه إلى نيسابور \n  نسأل الله العافية .\n</p>\n<p class=\"arabic\">وقد سماه أبو الحسن محمد بن الصابي في تاريخه وعلي بن الحسن الباخرزي في دمية \n  القصر منصور بن محمد *30*423* .\n</p>\n<p class=\"arabic\">وقال أبو الحسن الهمداني في كتاب الوزراء أبو نصر محمد بن محمد بن منصور .\n</p>\n<p class=\"arabic\">وكندر قرية من نواحي نيسابور بها ولد سنة خمس عشرة بها ) .\n</p>\n<p class=\"arabic\">وتفقه لأبي حنيفة وتأدب ثم صحب رئيسا بنيسابور فاستخدمه في ضياعه ثم استنابه \n  عنه في خدمة السلطان طغرلبك فطلبه منه فوصل في خدمته وصار صاحب خبرة ثم ولاه \n  خوارزم وعظم جاهه .\n</p>\n<p class=\"arabic\">وعصى بخوارزم ثم ظفر به السلطان ونقم عليه أنه تزوج امرأة ملك خوارزم فخصاه \n  ثم رق له فداواه وعوفي واستوزره وله إحدى وثلاثون سنة .\n</p>\n<p class=\"arabic\">وقدم بغداد وأقام بها مدة ولقبه الخليفة سيد الوزراء .\n</p>\n<p class=\"arabic\">ونال من الجاه والحرمة ما لم ينله أحد .\n</p>\n<p class=\"arabic\">وكان كريما جوادا متعصبا لمذهبه معتزليا متكلما له النظم والنثر *30*424* \n  فلما مات طغرلبك وتسلطن ابن أخيه ألب أرسلان أقره على وزارته قليلا ثم عزله \n  واستوزره نظام الملك .\n</p>\n<p class=\"arabic\">ومن شعره في غلام له .\n</p>\n<p class=\"arabic\">% أنا في غمرة حبه % % وهو مشغول بلعبه % .\n</p>\n<p class=\"arabic\">% صانه الله فما أكثر % % إعجابي بعجبه % .\n</p>\n<p class=\"arabic\">% لو أراد الله نفعا % % وصلاحا لمحبه % .\n</p>\n<p class=\"arabic\">% تفلت رقة خديه % % إلى قسوة قلبه % .\n</p>\n<p class=\"arabic\">وقال أبو الحسن الهمذاني في تاريخه إن ابنة الأعرابي المغنية المشهورة وجوقتها \n  غنت عميد الملك فأطربته فأمر لها بألف دينار وأمر لأولئك بألف دينار وفرق \n  في تلك الليلة أشياء فلما أصبح قال كفارة ما جرى أن أتقرب بمثل ذلك فتصدق \n  بألفي دينار .\n</p>\n<p class=\"arabic\">وقال أبو رجاء أنشد عميد الملك عند قتله *30*425* .\n</p>\n<p class=\"arabic\">% إن كان بالناس ضيق عن منافستي % % فالموت قد وسع الدنيا على الناس % .\n</p>\n<p class=\"arabic\">% مضيت والشامت المغبون يتبعني % % كل بكأس المنايا شارب حاسي % .\n</p>\n<p class=\"arabic\">وقيل إنه قال للتركي الذي جاء لكي يقتله قل للسلطان ألب أرسلان ما أسعدني \n  بدولة آل سلجوق أعطاني طغرلبك الدنيا وأعطاني ألب أرسلان الآخرة .\n</p>\n<p class=\"arabic\">وكانت وزارته ثمان سنين وثمانية أشهر وزر لألب أرسلان شهرين وعزله فتوجه إلى \n  مرو الروذ في صفر سنة سبع وخمسين ومعه زوجته وابنته أولدها قبل أن يخصى وأخذ \n  ألب أرسلان ضياعه جميعها والاته وغلمانه وكانوا ثلاثمائة مملوك ثم كتب له \n  بمائتي دينار في ) .\n</p>\n<p class=\"arabic\">الشهر وتركه قليلا ثم أرسل إليه من قتله صبرا وحمل إليه رأسه وله نيف وأربعون \n  سنة .\n</p>\n<p class=\"arabic\">قلت ويقال إن غلامين دخلا عليه ليقتلاه فأذنا له فودع أهله وصلى ركعتين فأرادا \n  خنقه فقال لست بلص وشرط خرقة من كمه وعصب عينيه فضربوا عنقه *30*426* وكان \n  متعصبا يقع في الشافعي .\n\n</p>"
}