{
    "header": "محمد بن سلامة بن جعفر بن علي .",
    "id": "019741",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن سلامة بن جعفر بن علي .\n</h1>\n<p class=\"arabic\">*30*369* القاضي أبو عبد الله القضاعي الفقيه الشافعي قاضي مصر ومصنف كتاب \n  الشهاب .\n</p>\n<p class=\"arabic\">سمع أبا مسلم محمد بن أحمد الكاتب وأحمد بن ثرثال وأبا الحسن بن جهضم وأبا \n  محمد بن النحاس وخلقا بعدهم .\n</p>\n<p class=\"arabic\">روى عنه الحميدي وأبو سعد عبد الجليل الساوي ومحمد بن بركات السعيدي وسهل \n  بن بشر الإسفرائيني وأبو عبد الله الرازي في مشيخته وأبو القاسم النسيب وجماعة \n  كثيرة من المغاربة ) .\n</p>\n<p class=\"arabic\">قال الأمير ابن ماكولا كان متفننا في عدة علوم ولم أر بمصر من يجري مجراه .\n</p>\n<p class=\"arabic\">وقال غيث الأرمنازي كان ينوب في الحكم بمصر وله تصانيف منها *30*370* تاريخ \n  مختصر في خمسة كراريس من مبتدأ الخلق إلى زمانه وله كتاب أخبار الشافعي .\n</p>\n<p class=\"arabic\">وقال غيره له معجم شيوخه وكتاب دستور الحكم كتب عنه الحفاظ كأبي بكر الخطيب \n  وأبي نصر بن ماكولا .\n</p>\n<p class=\"arabic\">وقال الفقيه نصر المقدسي قدم علينا أبو عبد الله القضاعي رسولا صور من المصريين \n  إلى بلد الروم فذهب ولم أسمع منه ثم إني رويت عنه بالإجازة .\n</p>\n<p class=\"arabic\">وقال الحبال توفي في ذي الحجة بمصر .\n</p>\n<p class=\"arabic\">وقال السلفي كان من الثقات الأثبات شافعي المذهب والاعتقاد مرضي الجملة .\n</p>\n<p class=\"arabic\">قلت قد روى عن شيخ لقيه بالقسطنطينية لما ذهب إليها رسولا .\n</p>\n<p class=\"arabic\">أنبأنا أحمد بن سلامة عن هبة الله بن علي أنا محمد بن بركات السعيدي أنا أبو \n  عبد الله بن سلامة القضاعي أبن أبو مسلم الكاتب ثنا البغوي ثنا شيبان ثنا \n  إسحاق بن حمزة العطار ثنا الحسن عن عمران بن حصين قال قال رسول الله صلى الله \n  عليه وسلم مطل الغني ظلم ومسألة الغني شين في وجهه ومسألة الغني نار *30*371* .\n</p>\n<p class=\"arabic\">كتب عنه أهل بلده .\n\n</p>"
}