{
    "header": "علي بن أحمد بن سعيد بن حزم بت غالب بن صاـ...",
    "id": "019787",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">علي بن أحمد بن سعيد بن حزم بت غالب بن صالح بن خلف بن معدان بن سفيان بن .\n</h1>\n<p class=\"arabic\">يزيد ) *30*404* .\n</p>\n<p class=\"arabic\">مولى يزيد بن أبي سفيان بن حرب بن أمية الأموي الفارسي الأصل ثم الأندلسي \n  القرطبي .\n</p>\n<p class=\"arabic\">الأمام أبو محمد .\n</p>\n<p class=\"arabic\">وجده خلف أول من دخل الأندلس ولد أبو محمد بقرطبة سنة أربع وثمانين وثلاثمائة .\n</p>\n<p class=\"arabic\">وسمع من أبي عمر أحمد بن الجسور ويحيى بن مسعود ويونس بن عبد الله القاضي \n  وضمام بن أحمد القاضي ومحمد بن سعيد بن نبات وعبد الله بن ربيع التميمي وعبد \n  الله بن محمد بن عثمان وأبي عمر أحمد بن محمد الطلمنكي وعبد الرحمن بن عبد \n  الله بن خالد وعبد الله بن يوسف بن نامي وجماعة .\n</p>\n<p class=\"arabic\">روى عنه أبو عبد الله الحميدي وابنه أبو رافع الفضل وجماعة .\n</p>\n<p class=\"arabic\">وروى عنه بالإجازة أبو الحسن شريح بن محمد وغيره .\n</p>\n<p class=\"arabic\">وأول سماعه من ابن الجسور في حدود سنة أربعمائة *30*405* .\n</p>\n<p class=\"arabic\">وكان إليه المنتهى في الذكاء والحفظ وكثرة العلم كان شافعي المذهب ثم انتقل \n  إلى نفي القياس والقول بالظاهر وكان متفننا في علوم جمة عاملا بعلمه زاهدا \n  بعد الرئاسة التي كانت لأبيه وله من الوزارة وتدبير الملك .\n</p>\n<p class=\"arabic\">جمع من الكتب شيئا ولا سيما كتب الحديث .\n</p>\n<p class=\"arabic\">وصنف في فقه الحديث كتابا سماه الإيصال إلى فهم كتاب الخصال الجامعة مجمل \n  شرائع الإسلام في الواجب والحلال والحرام والسنة والإجماع أورد فيه قول الصحابة \n  فمن بعدهم في الفقه والحجة لكل قول وهو كتاب كبير .\n</p>\n<p class=\"arabic\">وله كتاب الإحكام لأصول الأحكام في غاية التقصي .\n</p>\n<p class=\"arabic\">وكتاب الفصل في الملل والنحل .\n</p>\n<p class=\"arabic\">وكتاب إظهار تبديل اليهود والنصارى للتوراة والإنجيل وبيان تناقض ما بأيديهم \n  مما لا يحتمله التأويل وهو كتاب لم يسبق إليه في الحسن .\n</p>\n<p class=\"arabic\">وكتاب المجلى في الفقه مجلد *30*406* .\n</p>\n<p class=\"arabic\">وكتاب المحلى في شرح المجلى في ثمانية أسفار في غاية التقصي .\n</p>\n<p class=\"arabic\">وله كتاب التقريب لحد المنطق والمدخل إليه بالألفاظ العامية والأمثلة الفقهية \n  ) .\n</p>\n<p class=\"arabic\">وكان شيخه في المنطق محمد بن الحسن المذحجي القرطبي المعروف بابن الكتاني \n  وكان شاعرا طبيبا مات بعد الأربعمائة .\n</p>\n<p class=\"arabic\">قال الغزالي رحمه الله قد وجدت في أسماء الله كتابا ألفه أبو محمد بن حزم \n  الأندلسي يدل على عظم حفظه وسيلان ذهنه .\n</p>\n<p class=\"arabic\">وقال أبو القاسم صاعد بن أحمد كان ابن حزم أجمع أهل الأندلس قاطبة لعلوم الإسلام \n  وأوسعهم معرفة مع توسعه في علم اللسان ووفور حظه من البلاغة والشعر والمعرفة \n  مع بالسير والأخبار أخبرني ابنه الفضل أنه اجتمع عنده بخط أبيه محمد من تأليفه \n  نحو أربعمائة مجلد تشتمل على قريب من ثمانين ألف ورقة .\n</p>\n<p class=\"arabic\">وقال الحميدي كان ابن حزم حافظا للحديث وفقهه مستنبطا للأحكام من الكتاب والسنة \n  متفننا في علوم جمة عاملا بعلمه وما رأينا مثله فيما *30*407* اجتمع له مع \n  الذكاء وسرعة الحفظ وكرم النفس والتدين وكان له في الآداب والشعر نفس واسع \n  وباع طويل وما رأيت من يقول الشعر على البديه أسرع منه وشعره كثير جمعته على \n  حروف المعجم .\n</p>\n<p class=\"arabic\">وقال أبو القاسم صاعد كان أبوه أبو عمر من وزراء المنصور محمد بن أبي عامر \n  مدبر دولة المؤيد بالله بن المستنصر ثم وزر للمظفر بن المنصور ووزر أبو محمد \n  للمستظهر بالله عبد الرحمن بن هشام ثم نبذ هذه الطريقة وأقبل على العلوم الشرعية \n  وعني بعلم المنطق وبرع فيه ثم أعرض عنه وأقبل على علوم الإسلام حتى نال من \n  ذلك ما لم ينله أحد بالأندلس قبله .\n</p>\n<p class=\"arabic\">وقد حط أبو بكر بن العربي في كتاب القواصم والعواصم على الظاهرية فقال هي \n  أمة سخيفة تسورت على مرتبة ليست لها وتكلمت بكلام لم تفهمه تلقفوه من إخوانهم \n  الخوارج حين حكم علي يوم صفين فقال لا حكم إلا لله وكانت أول بدعة لقيت في \n  رحلتي القول بالباطن فلما عدت وجدت القول بالظاهر قد ملأ به المغرب سخيف كان \n  من بادية إشبيلية يعرف بابن حزم نشأ وتعلق بمذهب الشافعي ثم انتسب إلى داود \n  ثم خلع الكل واستقل بنفسه وزعم أنه إمام الأمة يضع ويرفع ويحكم ويشرع ينسب \n  إلى دين الله ما ليس فيه ويقول عن العلماء ما لم يقولوا تنفيرا للقلوب عنهم \n  وخرج عن طريق المشبهة في ذات الله وصفاته فجاء فيه بطوام واتفق كونه بين قوم \n  لا بصر لهم إلا بالمسائل فإذا طالبهم بالدليل كاعوا فتضاحك ) .\n</p>\n<p class=\"arabic\">مع أصحابه منهم وعضدته الرئاسة بما كان عنده من أدب وبشبه كان يوردها على \n  الملوك *30*408* فكانوا يحملونه ويحمونه بما كان يلقي إليهم من شبه البدع \n  والشرع وفي حين عودي من الرحلة ألفيت حضرتي منهم طافحة ونار ضلالهم لافحة \n  فقاسيتهم مع غير أقران وفي عدم أنصار إلى حساد يطأون عقبي تارة تذهب لهم نفسي \n  وأخرى ينكسر لهم ضرسي وأنا ما بين إعراض عنهم أو تشغيب بهم وقد جاءني رجل \n  بجزء لابن حزم سماه نكل الإسلام فيه دواهي فجردت عليه نواهي وجاءني آخر برسالة \n  في اعتقاد فنقضتها برسالة الغرة والأمر أفحش من أن ينقض يقولون لا قول إلا \n  ما قال الله فإن الله لم يأمر بالاقتداء بأحد ولا بالاهتداء بهدي بشر فيجب \n  أن تتحقق أنه ليس بهم دليل إنما هي سخافة في تهويل فأوصيكم بوصيتين أن لا \n  تستدلوا عليهم وأن تطالبوهم بالدليل فإن المبتدع إذا استدللت عليه شغب عليك \n  وإذا طالبته بالدليل لم يجد إليه سبيلا .\n</p>\n<p class=\"arabic\">فأما قولهم لا قول إلا ما قال الله فحق ولكن أرني ما قال الله وأما قولهم \n  لا حكم إلا لله فغير مسلم على الإطلاق بل من حكم الله أن يجعل الحكم لغيره \n  فيما قاله وأخبر به صح أن رسول الله صلى الله عليه وسلم قال وإذا حاصرت أهل \n  حصن فلا تنزلهم على حكم الله فإنك لا تدري ما حكم الله ولكن أنزلهم على حكمك .\n</p>\n<p class=\"arabic\">وصح أنه قال عليكم بسنتي وسنة الخلفاء الحديث .\n</p>\n<p class=\"arabic\">قال اليسع بن حزم الغافقي وذكر أبا محمد بن حزم فقال أما محفوظه *30*409* \n  فبحر عجاج وماء ثجاج يخرج من بحره مرجان الحكم وينبت بثجاجه ألفاف النعم في \n  رياض الهمم لقد حفظ علوم المسامين وأربى على أهل كل دين وألف الملل والنحل \n  وكان في صباه يلبس الحرير ولا يرضى من المكانة إلا بالسرير أنشد المعتمد فأجاد \n  وقصد بلنسية وفيها المظفر أحد الأطواد .\n</p>\n<p class=\"arabic\">حدثني عنه عمر بن واجب قال بينما نحن عند أبي ببلنسية وهو يدرس المذهب إذا \n  بأبي محمد بن حزم يسمعنا ويتعجب ثم سأل الحاضرين عن سؤال من القدرية جووب \n  عليه فاعترض فيه فقال له بعض الحضار هذا العلم ليس من منتحلاتك فقام وقعد \n  ودخل منزله فعكف وكف منه وابل فما كف وما كان بعد أشهر قريبة حتى قصدنا إلى \n  ذلك الموضع فناظر أحسن مناظرة قال فيها أنا أتبع الحق وأجتهد ولا أتقيد بمذهب \n  ) *30*410* .\n</p>\n<p class=\"arabic\">وقال الشيخ عز وجل الدين بن عبد السلام ما رأيت في كتب الإسلام في العلم مثل \n  المجلى لابن حزم و المغني للشيخ الموفق .\n</p>\n<p class=\"arabic\">قلت وقد امتحن ابن حزم وشرد عن وطنه وجرت له أمور وتعصب عليه المالكية لطول \n  لسانه ووقوعه في الفقهاء الكبار وجرى بينه وبين أبي الوليد الباجي مناظرات \n  يطول شرحها .\n</p>\n<p class=\"arabic\">ونفرت عنه قلوب من الناس لحطه على أئمتهم وتخطئته لهم بافج عبارة وأقط محاورة .\n</p>\n<p class=\"arabic\">وعملوا عليه عند ملوك الأندلس وحذروهم منه ومن غائلته فأقصته الدولة وشردته \n  عن بلاده حتى انتهى إلى بادية لبلة فتوفي بها في شعبان ليومين بقيا منه .\n</p>\n<p class=\"arabic\">وقيل توفي في قرية له .\n</p>\n<p class=\"arabic\">قال أبو العباس بن العريف كان يقال لسان ابن حزم وسيف الحجاج شقيقان .\n</p>\n<p class=\"arabic\">وقال أبو الخطاب بن دحية كان ابن حزم قد برص من أكل اللبان وأصابته زمانة \n  وعاش رحمه الله اثنتين وسبعين سنة إلا شهرا *30*411* .\n</p>\n<p class=\"arabic\">قال أبو بكر محمد بن طرخان بن بلتكين قال لي الإمام أبو محمد عبد الله بن \n  محمد العربي توفي أبو محمد بن حزم بقريته وهي على خليج البحر الأعظم في جمادى \n  الأولى سنة سبع وخمسين .\n</p>\n<p class=\"arabic\">وقال أبو محمد بن العربي أخبرني أبو محمد بن حزم أن سبب تعلمه الفقه أنه شهد \n  جنازة فدخل المسجد فجلس ولم يركع فقال له رجل قم صل تحية المسجد وكان قد بلغ \n  ستا وعشرين سنة .\n</p>\n<p class=\"arabic\">قال فقمت فركعت فلما رجعنا من الصلاة على الجنازة ودخلت المسجد بادرت بالركوع \n  فقيل لي اجلس اجلس ليس ذا وقت صلاة يعني بعد العصر فانصرفت وقد خزيت .\n</p>\n<p class=\"arabic\">وقلت للأستاذ الذي رباني دلني على دار الفقيه أبي عبد الله بن دحون فقصدته \n  وأعلمته بما جرى علي فدلني على موطأ مالك فبدأت عليه قراءة من ثاني يوم ثم \n  تتابعت قراءتي عليه وعلى غيره نحو ثلاثة أعوام وبدأت المناظرة .\n</p>\n<p class=\"arabic\">ثم قال ابن العربي صحبت ابن حزم سبعة أعوام وسمعت منه جميع مصنفاته سوى المجلد \n  الأخير من كتاب الفصل وهو ست مجلدات وقرأنا عليه من كتاب الإيصال أربع مجلدات \n  في سنة ست وخمسين وهو أربعة وعشرون مجلدا ولي منه إجازة غير مرة ) .\n</p>\n<p class=\"arabic\">وقال أبو مروان بن حيان توفي سنة ست وخمسين وأربعمائة .\n</p>\n<p class=\"arabic\">ثم قال كان رحمه الله حامل فنون من حديث وفقه وجدل ونسب وما يتعلق بأذيال \n  الأدب مع المشاركة في أنواع التعليم القديمة من المنطق والفلسفة .\n</p>\n<p class=\"arabic\">وله كتب كثيرة لم يخل فيها من غلط لجرأته في التسور على الفنون لا سيما المنطق \n  فإنهم زعموا أنه زل هناك وضل في سلوك تلك المسائل *30*412* وخالف أرسطوطاليس \n  واضعه مخالفة من لم يفهم غرضه ولا أرتاض ومال أولا إلى النظر على رأي الشافعي \n  وناضل عن مذهبه حتى وسم به فاستهدف بذلك لكثير من الفقهاء وعيب بالشذوذ ثم \n  عدل إلى قول أصحاب الظاهر فنقحه وجادل عنه وثبت عليه إلى أن مات .\n</p>\n<p class=\"arabic\">وكان يحمل علمه هذا ويجادل من خالفه على استرسال في طباعه وبذل لأسراره واستناد \n  إلى العهد الذي أخذه الله تعالى على العلماء لتبيننه للناس ولا تكتمونه فلم \n  يك يلطف صدعه بما عنده بتعريض ولا بتدريج بل يصك به معارضة صك الجندل وينشقه \n  انشاق الخردل فتنفر عنه القلوب وتوقع به الندوب حتى استهدف إلى فقهاء وقته \n  فتمالؤوا عليه وأجمعوا على قتله وشنعوا عليه وحذروا سلاطينهم من فتنته ونهوا \n  عوامهم عن الدنو منه فطفق الملوك يقصونه عن قربهم ويسيرونه عن بلادهم إلى \n  أن انتهوا به منقطع أثره بلده من بادية لبلة وهو في ذلك غفير مرتدع ولا راجع \n  يبث علمه فيمن ينتابه من بادية بلده من عامة المقتبسين فهم من أصاغر الطلبة \n  الذين لا يخشون فيه الملامة يحدثهم ويفقههم ويدارسهم .\n</p>\n<p class=\"arabic\">كمل من مصنفاته وقر بعير لم يعد أكثرها عتبة باديته لزهد الفقهاء *30*413* \n  فيها حتى لأحرق بعضها بإشبيلية ومزقت علانية .\n</p>\n<p class=\"arabic\">وأكثر معايبه زعموا عند المنصف له جهله بسياسة العلم التي هي أعوص وتخلفه \n  عن ذلك على قوة سبحه في غماره وعلى ذلك فلم يكن بالسليم من اضطراب رأيه ومغيب \n  شاهد علمه عند لقائه إلى أن يحرك بالسؤال فينفجر منه بحر علم لا تكدره الدلاء .\n</p>\n<p class=\"arabic\">وكان مما يزيد في سيئاته تشيعه لأمراء بني أمية ماضيهم وباقيهم واعتقاده لصحة \n  إمامتهم حتى نسب إلى النصب لغيرهم .\n</p>\n<p class=\"arabic\">إلى أن قال ومن تواليفه كتاب الصادع في الرد على من قال بالتقليد .\n</p>\n<p class=\"arabic\">وكتاب شرح أحاديث الموطأ ) .\n</p>\n<p class=\"arabic\">وكتاب الجامع في صحيح الحديث باختصار الأسانيد وكتاب التخليص والتلخيص في \n  المسائل النظرية وكتاب منتقى الإجماع وكتاب كشف الالتباس لما بين أصحاب الظاهر \n  وأصحاب القياس .\n</p>\n<p class=\"arabic\">قلت ذكر في الفرائض من المحلى أنه صنف كتابا في أجزاء ضخمة *30*414* في ما \n  خالف فيه أبو حنيفة ومالك والشافعي جمهور العلماء وما انفرد به كل واحد منهم \n  ولم يسبق إلى ما قاله .\n</p>\n<p class=\"arabic\">ومن أشعاره .\n</p>\n<p class=\"arabic\">% هل الدهر إلا ما عرفنا وأدركنا % % فجائعه تبقى ولذاته تفنى % .\n</p>\n<p class=\"arabic\">% إذا أمكنت فيه مسرة ساعة % % تولت كمر الطرف واستخلفت حزنا % .\n</p>\n<p class=\"arabic\">% إلى تبعات في المعاد وموقف % % نود لديه أننا لم نكن كنا % .\n</p>\n<p class=\"arabic\">% حصلنا على هم وإثم وحسرة % % وفاز الذي كنا نلذ به عنا % .\n</p>\n<p class=\"arabic\">% حنين لما ولى وشغل بما أتى % % وهم لما نخشى فعيشك لا يهنا % .\n</p>\n<p class=\"arabic\">% كأن الذي كنا نسر بكونه % % إذا حققته النفس لفظ بلا معنى % .\n</p>\n<p class=\"arabic\">وله يفتخر .\n</p>\n<p class=\"arabic\">% أنا الشمس في جو العلوم منيرة % % ولكن عيبي أن مطلعي الغرب % .\n</p>\n<p class=\"arabic\">% ولو أنني من جانب الشرق طالع % % لجد علي ما ضاع من ذكري النهب % .\n</p>\n<p class=\"arabic\">% ولي نحو أكناف العراق صبابة % % ولا غرو أن يستوحش الكلف الصب % .\n</p>\n<p class=\"arabic\">% فإن ينزل الرحمن رحلي بينهم % % فحينئذ يبدو التأسف والكرب % .\n</p>\n<p class=\"arabic\">*30*415* .\n</p>\n<p class=\"arabic\">% هنالك يدرى أن للبعد فقصة % % وأن كساد العلم آفته القرب % .\n</p>\n<p class=\"arabic\">% فواعجبا من غاب عنهم تشوقوا % % له ودنو المرء من دارهم ذنب % .\n</p>\n<p class=\"arabic\">وله .\n</p>\n<p class=\"arabic\">% مناي من الدنيا علوم أبثها % % وأنشرها في كل باد وحاضر % .\n</p>\n<p class=\"arabic\">% دعاء إلى القرآن والسنن التي % % تناسى رجال ذكرها في المحاضر % .\n</p>\n<p class=\"arabic\">وله وهو يماشي ابن عبد البر وقد أقبل شاب مليح فأعجب ابن حزم فقال أبو عمر \n  لعل ما تحت الثياب ليس هناك .\n</p>\n<p class=\"arabic\">فقال بديها ) .\n</p>\n<p class=\"arabic\">% وذي عذل فيمن سباي حسنه % % يطيل ملامي في الهوى ويقول % .\n</p>\n<p class=\"arabic\">% أيبن حسن وجه لاح لم تر غيره % % ولم تدر كيف الجسم أنت قتيل % .\n</p>\n<p class=\"arabic\">% فقلت له أسرفت في اللوم فاتئد % % فعندي رد لو أشاء طويل % .\n</p>\n<p class=\"arabic\">*30*416* .\n</p>\n<p class=\"arabic\">% ألم تر أنني ظاهري وأنني % % على ما بدا حتى يقوم دليل % .\n</p>\n<p class=\"arabic\">وله .\n</p>\n<p class=\"arabic\">% لا يشتمن حاسدي إن نكبة عرضت % % فالدهر ليس على حال بمترك % .\n</p>\n<p class=\"arabic\">% ذو الفضل كالتبر طورا تحت منفعة % % وتارة في ذرى تاج على ملك % .\n</p>\n<p class=\"arabic\">ومن شعره يصف ما أحرق المعتضد بن عباد له من الكتب .\n</p>\n<p class=\"arabic\">% فإن تحرقوا القرطاس لا تحرقوا الذي % % تضمنه القرطاس بل هو في صدري % .\n</p>\n<p class=\"arabic\">% يسير معي حيث استقلت ركائبي % % وينزل إن أنزل ويدفن في قبري % .\n</p>\n<p class=\"arabic\">% دعوني من إحراق رق وكاغد % % وقولوا بعلم كي يرى الناس من يدري % .\n</p>\n<p class=\"arabic\">% وإلا فعودوا في المكاتب بدأة % % فكم دون ما تبغون لله من ستر % .\n</p>\n<p class=\"arabic\">% كذاك النصارى يحرقون إذا علت % % أكفهم القرآن في مدن الثغر % .\n</p>\n<p class=\"arabic\">وقد ذكر لابن حزم قول من قال أجل المصنفات الموطأ فأنكر ذلك وقال أولى الكتب \n  بالتعظيم الصحيحان وكتاب سعيد بن السكن و المنتقى لابن الجارود و المنتقى \n  لقاسم بن أصبغ ثم بعد هذه الكتب كتاب أبي داود و كتاب النسائي و مصنف قاسم \n  بن أصبغ و ومصنف الطحاوي و مسند البزاز ومسند ابن أبي شيبة و مسند أحمد ومسند \n  ابن راهويه و مسند الطيالسي و مسند أبي العباس النسوي و مسند ابن سنجر و مسند \n  عبد الله بن محمد المسندي و مسند يعقوب بن شيبة و مسند ابن المديني و مسند \n  ابن أبي غرزة وما جرى مجرى هذه الكتب التي أفردت لكلام رسول الله صلى الله \n  عليه وسلم صرفا وللفظه نصا ثم بعد ذلك الكتب التي *30*417* فيها كلامه عليه \n  السلام وكلام غيره مثل مصنف عبد الرزاق و مصنف ابن أبي شيبة و مصنف بقي من \n  مخلد وكتاب محمد بن نصر المروزي وكتابي ابن المنذر الأكبر والأصغر ثم مصنف \n  حماد بن سلمة ومصنف سعيد بن منصور ومصنف وكيع ومصنف الفريابي و موطأ مالك \n  و موطأ ابن أبي ذئب و موطأ ابن وهب و مسائل أحمد بن حنبل وفقه أبي عبيد وفقه \n  أبي ثور ) .\n</p>\n<p class=\"arabic\">ولأبي بكر أحمد بن سليمان المرواني يمدح ابن حزم رحمه الله .\n</p>\n<p class=\"arabic\">% لما تحلى بخلق % % كالمسك أو نشر عود % .\n</p>\n<p class=\"arabic\">% نجل الكرام ابن حزم % % وفاق في العلم عودي % .\n</p>\n<p class=\"arabic\">% فتواه جدد ديني % % جدواه أورق عودي % .\n</p>\n<p class=\"arabic\">% أقول إذ غبت عنه % % يا سلعة السعد عودي % .\n</p>\n<p class=\"arabic\">كملت .\n\n</p>"
}