{
    "header": "محمد بن الحسين بن محمد بن خلف بن أحمد .",
    "id": "019833",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن الحسين بن محمد بن خلف بن أحمد .\n</h1>\n<p class=\"arabic\">القاضي أبو يعلى ابن الفراء البغدادي الحنبلي كبير الحنابلة ) .\n</p>\n<p class=\"arabic\">ولد في أول سنة ثمانين وثلاثمائة .\n</p>\n<p class=\"arabic\">وسمع أبا الحسن الحربي وإسماعيل بن سويد وأبا القاسم بن حبابة وعيسى بن الوزير \n  وابن أخي ميمي وأبا طاهر المخلص وأم الفتح بنت أحمد بن كامل وأبا الطيب بن \n  منتاب وابن معروف وجماعة .\n</p>\n<p class=\"arabic\">وأملى مجالس .\n</p>\n<p class=\"arabic\">روي عنه أبو بكر الخطيب وانبه القاضي أبو الحسن محمد وأبو الخطاب الكلوذاني \n  وأبو الوفاء بن عقيل وأبو غالب بن البناء وأخوه يحيى بن البناء وأبو العز \n  بن كادش وأبو بكر قاضي المرستان *30*454* .\n</p>\n<p class=\"arabic\">وآخر من روى عنه أبو سعد أحمد بن محمد بن علي الزوزني الصوفي فيما علمت .\n</p>\n<p class=\"arabic\">وروي عنه من القدماء أبو علي الأهوازي وبين وفاته ووفاة هذا تسعون سنة .\n</p>\n<p class=\"arabic\">قال الخطيب ولأبي يعلى تصانيف على مذهب أحمد ودرس وأفتى سنين كثيرة وولي القضاء \n  بحريم دار الخلافة .\n</p>\n<p class=\"arabic\">وكان ثقة .\n</p>\n<p class=\"arabic\">وتوفي في شهر رمضان .\n</p>\n<p class=\"arabic\">ذكره ابنه أبو الحسين في كتاب الطبقات له فقال كان عالم زمانه وفريد أوانه \n  وفريد عصره ونسيج وحده وقريع دهره وكان له في الأصول والفروع القدم العالي \n  وفي شرف الدين والدنيا المحل السامي والحظ الرفيع عند الإمامين القادر والقائم \n  وأصحاب الإمام أحمد له يتبعون ولتصانيفه يدرسون وبقوله يفتون وعليه يعولون \n  والفقهاء على اختلاف مذاهبهم كانوا عنده يجتمعون ولمقاله يسمعون وبه ينتفعون .\n</p>\n<p class=\"arabic\">وقد شوهد له من الحال ما يغني عن المثال لا سيما مذهب الإمام أحمد واختلافات \n  الروايات عنه وما صح لديه منه مع معرفته بالقرآن وعلومه والحديث والفتاوي \n  والجدل وغير ذلك من العلوم مع الزهد والورع *30*455* .\n</p>\n<p class=\"arabic\">والعفة والقناعة والانقطاع عن الدنيا وأهلها واشتغاله بالعلم ونشره .\n</p>\n<p class=\"arabic\">وكان أبوه أحد شهود الحضرة قد درس على الفقيه أبي بكر الرازي مذهب أبي حنيفة \n  وتوفي سنة تسعين وكان سن الوالد إذ ذاك عشر سنين إلا أياما وكان وصيه رجل \n  يعرف بالحربي ) .\n</p>\n<p class=\"arabic\">يسكن بدار القز فنقله من باب الطاق إلى شارع دار القز وفيه مسجد يصلي فيه \n  شيخ يعرف بابن مفرحة المقريء يقريء القرآن ويلقن العبارات من مختصر الخرقي \n  فلقن الوالد ما جرت عادته فاستزاده فقال إن أردت الزيادة فعليك بالشيخ أبي \n  عبد الله بن حامد فإنه شيخ الطائفة ومسجده بباب الشعير فمضى الوالد إليه وصحبه \n  إلى أن توفي ابن حامد سنة ثلاث وأربعمائة وتفقه عليه .\n</p>\n<p class=\"arabic\">ولما خرج ابن حامد إلى الحج سنة اثنتين وأربعمائة سأله محمد بن علي على من \n  ندرس و إلى من نجلس فقال إلى هذا الفتى وأشار إلى الوالد .\n</p>\n<p class=\"arabic\">وقد كان لابن حامد أصحاب كثر فتفرس في الوالد ما أظهره الله عليه *30*456* .\n</p>\n<p class=\"arabic\">وأول سماعه للحديث سنة خمس وثمانين وثلاثمائة من السكري ومن موسى بن عيسى \n  السراج وأبي الحسن علي بن معروف .\n</p>\n<p class=\"arabic\">وسمى جماعة ثم قال ومن أبيه ومن القاضي أبي محمد بن الأكفاني ومن أبي نصر \n  بن الشاه .\n</p>\n<p class=\"arabic\">وسمع بمكة ودمشق وحلب .\n</p>\n<p class=\"arabic\">قلت سمع بدمشق من عبد الرحمن بن أبي نصر التميمي .\n</p>\n<p class=\"arabic\">قال ولو بالغنا في وصفه لكنا إلى التقصير فيما نذكره أقرب إذ انتشر على لسان \n  الخطير والحقير ذكر فضله قصده الشريف أبو علي بن أبي موسى دفعات ليشهد عند \n  قاضي القضاة أبي عبد الله بن ماكولا ويكون ولد القاضي أبي علي أبو القاسم \n  تابعا له فأبى عليه فمضى الشريف إلى أبي القاسم بن بشران وسأله أن يشهد مع \n  ولده وقد كان ابن بشران قد ترك الشهادة فأجابه .\n</p>\n<p class=\"arabic\">وتوفي الشريف أبو علي سنة ثمان وعشرين ثم تكررت سؤالات ابن ماكولا إلى الوالد \n  أن يشهد عنده فأجاب وشهد كارها لذلك .\n</p>\n<p class=\"arabic\">وحضر الوالد دار الخلافة في سنة اثنتين وثلاثين وأربعمائة مع الزاهد أبي الحسن \n  القزويني لفساد قول جرى من المخالفين لما شاع في كتاب إبطال *30*457* التأويل \n  فخرج إلى الولد الاعتقادي القادري في ذلك يعتقده الوالد وكان قبل ذلك قد التمس \n  منه حمل كتاب إبطال التأويل ليتأمل فأعيد إلى الوالد وشكر له تصنيفه ) .\n</p>\n<p class=\"arabic\">وذكر بعض أصحاب الوالد أنه كان حاضرا في ذلك اليوم فقال رأيت قاريء التوقيع \n  الخارج من القائم بأمر الله قائما على قدميه والموافق والمخالف بين يديه ثم \n  أخذت في تلك الصحيفة خطوط الحاضرين من العلماء على اختلاف مذاهبهم وجعلت كالشرط \n  المشروط فكتب أولا القزويني هذا قول أهل السنة وهو اعتقادي وكتب الوالد بعده \n  والقاضي أبو الطيب الطبري وأعيان الفقهاء بين موافق ومخالف .\n</p>\n<p class=\"arabic\">قال ثم توفي ابن القزويني اثنتين وأربعين وحضره عالم كثير فجرت أمور فحضر \n  الوالد سنة خمس وأربعين دار الخلافة فجلس أبو القاسم علي بن رئيس الرؤساء \n  ومعه خلق من كبار الفقهاء فقال أبو القاسم على رؤوس الأشهاد القرآن كلام الله \n  وأخبار الصفات تمر كما جاءت وأصلح بني الفريقين .\n</p>\n<p class=\"arabic\">فلما توفي قاضي القضاة ابن ماكولا راسل رئيس الرؤساء الوالد ليلي القضاء بدار \n  الخلافة والحريم فأبى فكرر عليه السؤال فاشترط عليهم أن لا يحضر أيام الموكب \n  ولا يقصد دار السلطان ويستخلف على الحريم فأجيب .\n</p>\n<p class=\"arabic\">وكان قد ترشح لقضاء الحريم أبو الطيب ثم أضيف إلى الوالد قضاء حران وحلوان \n  فاستناب فيهما .\n</p>\n<p class=\"arabic\">وقال تلميذه علي بن نصر العكبري .\n</p>\n<p class=\"arabic\">% رفع الله راية الإسلام % % حين ردت إلى الأجل الإمام % .\n</p>\n<p class=\"arabic\">*30*458* .\n</p>\n<p class=\"arabic\">% التقي النقي ذي المنطق الصا % % ئب في كل حجة وكلام % .\n</p>\n<p class=\"arabic\">% خائف مشفق إذا حضر الخصما % % ن يخشى من هول يوم الخصام % .\n</p>\n<p class=\"arabic\">في أبيات .\n</p>\n<p class=\"arabic\">ولم يزل جاريا على سديد القضاء وإنفاذ الأحكام حتى توفي .\n</p>\n<p class=\"arabic\">ولو شرحنا قضاياه السديدة كانت كتابا قائما بنفسه .\n</p>\n<p class=\"arabic\">وقد قرأ القرآن بالقراءات العشر ولقد حضر الناس مجلسه وهو يملي الحديث على \n  كرسي عبد الله ابن إمامنا أحمد فكان المبلغون عنه والمستملون ثلاثة خالي أبو \n  محمد وأبو منصور الأنباري وأبو علي البرداني .\n</p>\n<p class=\"arabic\">وأخبرني جماعة ممن حضر الإملاء أنهم يسجدوا على ظهور الناس لكثرة الزحمة في \n  صلاة ) .\n</p>\n<p class=\"arabic\">الجمعة وحزر العدد بالألوف وكان يوما مشهودا .\n</p>\n<p class=\"arabic\">وحضرت أنا أكثر أماليه .\n</p>\n<p class=\"arabic\">وكان يقسم ليله أقساما قسم للمنام وقسم للقيام وقسم لتصنيف الحلال والحرام .\n</p>\n<p class=\"arabic\">ومن شاهد ما كان عليه من السكينة والوقار وما كسا الله وجهه من الأنوار شهد \n  له بالدين والفضل ضرورة .\n</p>\n<p class=\"arabic\">وتفقه عليه أبو الحسن البغدادي والشريف أبو جعفر الهاشمي وأبو الغنائم بن \n  الغباري وأبو علي بن البنا وأبو الوفاء بن القواس وأبو الحسن النهري وأبو \n  الوفاء بن عقيل وأبو الحسن بن جدا العكبري وأبو الخطاب *30*459* الكلوذاني \n  وأبو يعلى الكيال وأبو الفرج المقدسي ثم سمى جماعة .\n</p>\n<p class=\"arabic\">قال ومصنفاته كثيرة فمنها أحكام القرآن ومسائل الإيمان والمعتمد ومختصره والمقتبس \n  وعيون المسائل والرد على الأشعرية والرد على الكرامية والرد على المجسمة والرد \n  على السالمية وإبطال التأويلات لأخبار الصفات ومختصره والانتصار لشيخنا أبي \n  بكر والكلام في حروف المعجم وأربع مقدمات ف أصول الديانات والعمدة في أصول \n  الفقه ومختصره والكفاية في أصول الفقه ومختصرها وفضائل أحمد وكتاب الطب وكتاب \n  اللباس وكتاب الأمر بالمعروف وشروط أهل الذمة والتوكل وذم الغناء والاختلاف \n  في الذبح وتفضيل الفقر على الغني وفضل ليلة الجمعة على ليلة القدر وإبطال \n  الحيل المجرد في المذهب و شرح الخرقي وكتاب الراويتين وقطعة من الجامع الكبير \n  والجامع الصغير وشرح المذهب والخصال والأقسام وكتاب الخلاف الكبير .\n</p>\n<p class=\"arabic\">وقد حمل الناس عنه علما كثيرا وهو مستغن باشتهار فضله عن الإطناب في وصفه .\n</p>\n<p class=\"arabic\">توفي فصلى عليه أخي أبو القاسم فقيل إنه لم ير في جنازة بعد جنازة أبي الحسن \n  القزويني الجمع الذي حضر جنازته .\n</p>\n<p class=\"arabic\">وسمعت أبا الحسن النهري يقول لما قدم الوزير ابن دارست عبرت أبصرته ففاتني \n  الدرس فلما قلت للقاضي يا سيدي تتفضل وتعيد لي الدرس فقال أين كنت قال مضيت \n  أبصرت ابن دارس *30*460* .\n</p>\n<p class=\"arabic\">فقال ويحك تمضي وتنظر للظلماء وعنفني ) .\n</p>\n<p class=\"arabic\">قال وكان ينهانا دائما عن مخالطة أبناء الدنيا وعن النظر إليهم والاجتماع \n  بهم ويأمر بالاشتغال بالعلم ومجالسة الصالحين .\n</p>\n<p class=\"arabic\">سمعت خالي عبد الله يقول حضرت مع والدك في دار رئيس الرؤساء بعد مجيء طغرلبك \n  وقد أنفذ إليه غير مرة ليحضر فلما حضر زاد في إكرامه وأجلسه إلى جانبه وقال \n  له لم يزل بيت المسلمة وبيت الفراء ممتزجين فما هذا الانقطاع .\n</p>\n<p class=\"arabic\">فقال له القاضي روي عن إبراهيم الحربي أنه استزاره المعتضد وقربه أجازه فرصد \n  جائزته فقال له اكتم مجلسنا ولا تخبر بما فعلنا بك ولا بما قابلتنا .\n</p>\n<p class=\"arabic\">فقال لي إخوان لو علموا باجتماعي بك هجروني .\n</p>\n<p class=\"arabic\">قال فقال له رئيس الرؤساء كلاما أسره إليه ومد كمه فتأخر القاضي عنه وسمعته \n  يقول أنا في كفاية ودعة .\n</p>\n<p class=\"arabic\">فقلت له يا سيدنا ما قال لك قال قال لي معي شوي من بقية ذلك الإرث المستطاب \n  وأحب أن تأخذه فقلت أنا في كفاية .\n</p>\n<p class=\"arabic\">سمعت بعض أصحابنا يحكي قال لما حصب القائم وعوفي حضر الشيخ أبو منصور بن يوسف \n  عند الوالد وقال له لو سهل عليك أن تمضي إلى باب القرية لتهنيء الخليفة بالعافية .\n</p>\n<p class=\"arabic\">فمضى إلى هناك فخرج إليه الحاجب ومعه جائزة سنية وعرفه شكر الإمام لسعيه وتبركه \n  بدعائه وسأله قبول ذلك *30*461* .\n</p>\n<p class=\"arabic\">قال فوالله ما مسها ولا قبلها .\n</p>\n<p class=\"arabic\">سمعت جماعة من أهلي أن في سنة إحدى وخمسين وقع النهب بالجانب الغربي انتقل \n  الوالد وكان في بيته خبز يابس فنقله معه وترك نقل رحله لتعذر من يحمله فكان \n  يقتات منه وقال هذه الأطعمة اليوم نهوب وغصوب ولا آكل من ذلك شيئا فبقي ما \n  شاء الله يتقوت من ذلك الخبز اليابس ولحقه منه مرض .\n</p>\n<p class=\"arabic\">وكان الوالد يختم في المسجد في كل ليلة جمعة ويدعو ما أخل بهذا سنين عديدة \n  إلا لعذر .\n</p>\n<p class=\"arabic\">ولعل يقول ناظر في هذا كيف استجاز مدح والده فإنما حملنا على ذلك كثرة قول \n  المخالفين وما يلقون إلى تابعيهم من الزور والبهتان ويتخرصون على هذا الإمام \n  من التحريف والعدوان ) .\n</p>\n<p class=\"arabic\">أنشدني بعض أصحابه فقال .\n</p>\n<p class=\"arabic\">% من اقتنى وسيلة وذخرا % % يرجو بها مثوبة وأجرا % .\n</p>\n<p class=\"arabic\">% فحجتي يوم أوافي الحشرا % % معتقدي عقيدة ابن الفرا % .\n</p>\n<p class=\"arabic\">قال أبو الحسين اعلم زادنا الله علما ينفعنا به وجعلنا ممن آثر الآيات الصريحة \n  والأحاديث الصحيحة على آراء المتكلمين وأهواء المتكلفين وأن الذي درج عليه \n  سائر السلف التمسك بكتاب الله وأتباع سنة محمد صلى الله عليه وسلم ثم ما روي \n  عن الصحابة ثم عن التابعين والخالفين لهم من علماء المسلمين الإيمان والتصديق \n  بكل ما وصف الله به نفسه أو وصفه به رسوله مع ترك البحث والتنقير والتسليم \n  لذلك من غير تعطيل ولا تشبيه ولا *30*462* تفسير ولا تأويل وهي الطائفة المنصورة \n  والفرقة الناجية فهم أصحاب الحديث والآثر والوالد تابعهم .\n</p>\n<p class=\"arabic\">هم خلفاء الرسول وورثه حكمته بهم يلحق التالي وإليهم يرجع الغالي وهم الذين \n  نبذهم أهل البدع والضلال أنهم مشبهة جهال .\n</p>\n<p class=\"arabic\">فاعتقد الوالد وسلفه أن إثبات الصفات إنما هو إثبات وجود لا إثبات تحديد وكيفية \n  وأنها صفات لا تشبه صفات البرية ولا يدرك حقيقة علمها بالفكر والروية .\n</p>\n<p class=\"arabic\">فالحنبلية لا يقولون في الصفات بتعطيل المعطلة ولا بتشبيه المشبهين ولا بتأويل \n  المتأولين .\n</p>\n<p class=\"arabic\">بل مذهبهم حق بين باطلين وهدى بين ضلالتين إثبات الأسماء والصفات مع نفي التشبيه \n  والأدوات على أن الله ليس كمثله شيء وهو السميع البصير .\n</p>\n<p class=\"arabic\">وقد قال الوالد في أخبار الصفات والمذهب في ذلك قبول هذه الأحاديث على ما \n  جاءت به غير عدول عنه إلى تأويل يخالف ظاهرها مع الإعتقاد بأن الله سبحانه \n  بخلاف كل شيء سواه .\n</p>\n<p class=\"arabic\">وكل ما يقع في الخواطر من تشبيه أو تكييف فالله يتعالى عن ذلك والله ليس كمثله \n  شيء لا يوصف بصفات المخلوقين الدالة على حدثهم ولا يجوز عليهم ما يجوز عليهم \n  من التغيير ليس بجسم ولا جوهر ولا عرض وإنه لم يزل ولا يزال وصفاته لا تشبه \n  صفات المخلوقين .\n</p>\n<p class=\"arabic\">قلت لم يكن للقاضي أبي يعلى خبرة بعلل الحديث ولا برجاله فاحتج بأحاديث كثيرة \n  واهية في الأصول والفروع لعدم بصره بالأسانيد والرجال *30*463* .\n</p>\n<p class=\"arabic\">وقد حط عليه صاحب الكامل فقال هو مصنف كتاب الصفات أتى فيه بكل عجيبة وترتيب \n  ) .\n</p>\n<p class=\"arabic\">أبوابه يدل على التجسيم المحض تعالى الله عن ذلك .\n</p>\n<p class=\"arabic\">وأما في الفقه ومعرفة مذاهب الناس ومعرفة نصوص أحمد رحمه الله واختلافها فإمام \n  لا يدرك قراره رحمه الله تعالى .\n\n</p>"
}