{
    "header": " أبو بكر بن عمر البربري اللمتوني .",
    "id": "020058",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> أبو بكر بن عمر البربري اللمتوني .\n</h1>\n<p class=\"arabic\">ملك المغرب .\n</p>\n<p class=\"arabic\">وكان ظهوره قبل الخمسين وأربعمائة أو في حدود الأربعين فذكر الأمير عزيز في \n  كتاب أخبار القيروان وقد رأيت له رواية في هذا الكتاب في أوله عن الحافظ أبي \n  القاسم بن عساكر ولا أعرف له نسبا ولا ترجمة قال أخبرني عبد المنعم بن عمر \n  بن حسان الغساني قال حدثني قاضي مركش علي بن أبي فنون أن رجلا من قبيلة جدالة \n  من كبرائهم يعني المرابطين اسمه الجوهر قدم من الصحراء إلى بلاد المغرب ليحج \n  وكان مؤثرا للدين والصلاح وذلك في عشر الخمسين وأربعمائة فمر بالمغرب بفقيه \n  يقريء مذهب مالك والغالب أنه عمران الفاسي بالقيروان .\n</p>\n<p class=\"arabic\">قلت أبو عمران مات بعد الثلاثين وأربعمائة .\n</p>\n<p class=\"arabic\">قال فآوى إليه وأصغى إلى العلم ثم حج وفيه قلبه من ذلك فعاد وأتى ذلك الفقيه \n  وقال يا فقيه ما عندنا في الصحراء من العلم شيء إلا الشهادتين في العامة والصلاة \n  في بعض الخاصة .\n</p>\n<p class=\"arabic\">فقال الفقيه فخذ معك من يعلمهم دينهم .\n</p>\n<p class=\"arabic\">فقال له الجوهر فابعث معي فقيها وعلي حفظه وإكرامه .\n</p>\n<p class=\"arabic\">فقال لابن أخيه يا عمر اذهب مع هذا السيد إلى الصحراء فعلم القبائل دين الله \n  ولك الثواب الجزيل والشكر الجميل فأجابه *31*80* .\n</p>\n<p class=\"arabic\">ثم جاء من الغد فقال دعني من الصحراء فإن أهلها جاهلية وقد ألفوا ما نشأوا \n  عليه .\n</p>\n<p class=\"arabic\">وكان من طلبة الفقيه رجل اسمه عبد الله بن ياسين الجزولي فقال أيها الشيخ \n  أرسلني معه والله المعين .\n</p>\n<p class=\"arabic\">فأرسله معه وكان عالما قوي النفس ذا رأي وتدبير فأتيا قبيلة لمتونة وهي على \n  ربوة من الأرض فنزل الجوهر وأخذ بزمام الجمل الذي عليه عبد الله بن ياسين \n  تعظيما له فأقبلت المشيخة يهنون الجوهر بالسلامة وقالوا من هذا قال هذا حامل \n  سنة الرسول عليه السلام .\n</p>\n<p class=\"arabic\">فرحبوا به وأنزلوه ثم اجتمعوا له وفيهم أبو بكر بن عمر فقص عليهم عبد الله \n  عقائد الإسلام وقواعده وأوضح لهم حتى فهم ذلك أكثرهم فقالوا أما الصلاة والزكاة \n  فقريب وأما قولك من قتل يقتل ومن سرق يقطع ومن زنا يجلد فلا نلتزمه فاذهب \n  إلى غيرنا .\n</p>\n<p class=\"arabic\">فرحل وأخذ بزمامه الجوهر .\n</p>\n<p class=\"arabic\">وفي تلك الصحراء قبائل منهم وهم ينتسبون إلى حمير ويذكرون أن أسلافهم خرجوا \n  من اليمن في الجيش الذي جهزه الصديق إلى الشام ثم انتقلوا إلى مصر ثم توجهوا \n  إلى المغرب مع موسى بن نصير ثم توجهوا مع طارق إلى طنجة فأحبوا الإنفراد فدخلوا \n  الصحراء وهم لمتونة وجدالة ولمطة وايتنصر واينواي وسوفة وأفخاذ عدة فانتهى \n  الجوهر وعبد الله إلى جدالة قبيلة الجوهر فتكلم عليهم عبد الله فمنهم من أطاع \n  ومنهم من عصى فقال عبد الله للذين أطاعوا قد وجب عليكم أن تقاتلوا هؤلاء الذين \n  أنكروا دين الإسلام وقد استعدوا لقتالكم وتحزبوا عليكم فأقيموا لكم راية وأميرا .\n</p>\n<p class=\"arabic\">فقال له الجوهر أنت الأمير *31*81* .\n</p>\n<p class=\"arabic\">قال لا يمكنني هذا أنا حامل أمانة الشهد ولكن كن أنت الأمير .\n</p>\n<p class=\"arabic\">قال لو فعلت هذا تسلطت قبيلتي على الناس وعاثوا فيكون وزر ذلك علي .\n</p>\n<p class=\"arabic\">قال له فهذا أبو بكر بن عمر رأس لمتونة وهو جليل القدر محمود السيرة مطاع \n  في قومه فسر إليه واعرض عليه الإمرة والله المستعان .\n</p>\n<p class=\"arabic\">فبايعوا أبا بكر وعقدوا له راية وسماه عبد الله أمير المؤمنين وقام حوله طائفة \n  من جدالة وطائفة من قومه وحضهم ابن ياسين على الجهاد وسماهم المرابطين .\n</p>\n<p class=\"arabic\">فتألبت عليهم أحزاب الصحراء من أهل الشر والفساد وجيشوا لحربهم فلم يناجزوهم \n  القتال بل تلطف عبد الله بن ياسين وأبو بكر واستمالوهم وبقي قوم أشرار فتحيلوا \n  عليهم حتى جمعوا منهم ألفين تحت زرب عظيم وثيق وتركوهم فيه أياما بغير طعام \n  وحصروهم فيه ثم أخرجوهم وقد ضعفوا من الجوع وقتلوهم فدانت لأبي بكر أكثر القبائل \n  وقويت شوكته .\n</p>\n<p class=\"arabic\">وكان عبد الله يبث فيهم العلم والسنة ويقرئهم القرآن فنشأ حوله جماعة فقهاء \n  وصلحاء وكان يعظهم ويخوفهم ويذكر سيرة الصحابة وأخلاقهم وكثر الدين والخير \n  في أهل الصحراء .\n</p>\n<p class=\"arabic\">وأما الجوهر فإنه كان أخلصهم عقيدة وأكثرهم صوما وتهجدا فلما رأى أن أبا بكر \n  استبد بالأمر وأن عبد الله بن ياسين ينفذ الأمور بالسنة بقي الجوهر لا حكم \n  له فداخله الهوى والحسد وشرع سرا في إفساد الأمر فعلم بذلك منه وعقدوا له \n  مجلسا وثبت ما قبل عنه فحكم فيه بأنه يجب عليه القتل لأنه شق العصا فقال وأنا \n  أحب لقاء الله فاغتسل وصلى ركعتين وتقدم فضربت عنقه رحمه الله .\n</p>\n<p class=\"arabic\">وكثرت طائفة المرابطين وتتبعوا من خالفهم في القبائل قتلا ونهبا وسبيا *31*82* \n  إلا من أسلم وبلغت الأخبار إلى الفقيه بما فعل عبد الله بن ياسين فعظم ذلك \n  عليه وندم وكتب إليه ينكر عليه كثرة القتل والسبي فأجابه أما إنكارك علي ما \n  فعلت وندامتك على إرسالي فإنك أرسلتني إلى أمة كانوا جاهلية يخرج أحدهم ابنه \n  وابنته لرعي السوام فتأتي البنت حاملا من أخيها فلا ينكرون ذلك وما دأبهم \n  إلا إغارة بعضهم على بعض ويقتل بعضهم بعضا ففعلت وفعلت وما تجاوزت حكم الله \n  والسلام .\n</p>\n<p class=\"arabic\">وفي سنة خمسين وأربعمائة قحطت بلادهم وماتت مواشيهم فأمر عبد الله بن ياسين \n  ضعفاءهم بالخروج إلى السوس وأخذ الزكاة فخرج منهم نحو سبعمائة رجل فقدموا \n  سجلماسة وسألوا أهلها الزكاة وقالوا نحن قوم مرابطون خرجنا إليكم نطلب حق \n  الله من أموالكم فجمعوا لهم مالا ورجعوا به .\n</p>\n<p class=\"arabic\">ثم إن الصحراء ضاقت بهم وأرادوا إظهار كلمة الحق وأن يسيروا إلى الأندلس للجهاد \n  فخرجوا إلى السوس الأقصى فاجتمع لهم أهل السوس وقاتلوهم وهزموهم وقتل عبد \n  الله بن ياسين .\n</p>\n<p class=\"arabic\">وهرب أبو بكر بن عمر إلى الصحراء فجمع جيشا وطلب بلاد السوس في ألفي راكب \n  فاجتمعت لحربه من قبائل بلاد السوس وزناتة اثنا عشر ألف فارس فأرسل إليهم \n  رسلا وقال افتحوا لنا الطريق فما قصدنا إلا غزو المشركين فأبوا عليه واستعدوا \n  للحرب فنزل أبو بكر وصلى الظهر على درقته وقال اللهم إن كنا على الحق فانصرنا \n  عليهم وإن كنا على باطل فأرحنا بالموت .\n</p>\n<p class=\"arabic\">ثم ركب والتقوا فهزمهم واستباح أبو بكر أسلابهم وأموالهم وعددهم وقويت نفسه \n  ثم تمادى إلى سجلماسة فنزل عليها وطلب من أهلها الزكاة فقالوا لهم إنما أتيتمونا \n  في عدد قليل فوسعكم ذلك وضعفاؤنا كثير وما هذه حال من يطلب الزكاة بالسلاح \n  والخيل وإنما أنتم محتالون ولو أعطيناكم أموالنا ما عمتكم *31*83* .\n</p>\n<p class=\"arabic\">وبرز إليهم مسعود صاحب سجلماسة بجيشه فحاربوه وطالت بينهم الحرب ثم ساروا \n  إلى جبل هناك فاجتمع إليهم خلق من كرونة فزحفوا إلى سجلماسة وحاربوا مسعود \n  بن واروالي إلى أن قتل ودخلوا سجلماسة وملكوها فاستخلف عليها أبو بكر بن عمر \n  يوسف بن تاشفين اللمتوني أحد بني عمه فأحسن السيرة في الرعية ولم يأخذ منهم \n  شيئا سوى الزكاة وكان فتحها في سنة ثلاث وخمسين وأربعمائة .\n</p>\n<p class=\"arabic\">ورجع أبو بكر إلى الصحراء فأقام بها مدة ثم قدم سجلماسة فأقام بها سنة وخطب \n  بها لنفسه ثم استخلف عليها ابن أخيه أبا بكر بن إبراهيم بن عمر وجهز جيشا \n  عليهم يوسف بن تاشفين إلى السوس فافتتحه .\n</p>\n<p class=\"arabic\">وكان يوسف دينا حازما مجربا داهية سائسا .\n</p>\n<p class=\"arabic\">وفي سنة اثنتين وستين توفي أبو بكر بن عمر بالصحراء وتملك بعده يوسف ولم يختلف \n  عليه اثنان وامتدت أيامه وافتتح الأندلس وبقي إلى سنة خمسمائة .\n</p>\n<p class=\"arabic\">وأول من كان فيهم الملك صنهاجة ثم كتامة ثم لمتونة ثم مصمودة ثم زناتة .\n</p>\n<p class=\"arabic\">وذكر ابن دريد وغيره أن كتامة ولمتونة ومصمودة وهوارة من حمير *31*84* وما \n  سواهم من البربر وبربر هو من ولد قندار بن إسماعيل بن إبراهيم عليهم السلام \n  ومن أمهات قبائل البربر مليلة وزنارة ولواتة وزواوة وهوارة وزويلة وعفجومة \n  ومرطة وعمارة .\n</p>\n<p class=\"arabic\">ويقال إن دار البربر كانت فلسطين وتملكهم جالوت فلما قتله داود عليه السلام \n  جلت البربر إلى المغرب وتفرقوا هناك في البرية والجبال ونزلت لواتة أرض برقة \n  ونزلت هوارة أرض طرابلس وانتشرت البربر إلى السوس الأقصى وطول أراضيهم نحو \n  من ألف فرسخ والله أعلم *31*85* .\n\n</p>"
}