{
    "header": " عبد الرحيم بن أحمد بن نصر بن إسحاق بن عـ...",
    "id": "020008",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> عبد الرحيم بن أحمد بن نصر بن إسحاق بن عمرو  .\n</h1>\n<p class=\"arabic\">الحافظ أبو زكريا التميمي البخاري المحدث صاحب الرحلة الواسعة .\n</p>\n<p class=\"arabic\">سمع بالشام والعراق ومصر واليمن والثغور والحجاز وبخارى والقيروان .\n</p>\n<p class=\"arabic\">وحدث عن أبي نصر أحمد بن علي الكاتب وأبي عبد الله محمد بن أحمد الغنجار وأبي \n  عبد الله الحسين بن الحسن الحليمي الفقيه وأبي يعلى حمزة بن عبد العزيز المهلبي \n  وأبي عمر بن مهدي الفارسي وهلال الحفار وأبي محمد عبد الله بن عبيد الله بن \n  البيع وتمام بن محمد الرازي وعبد الغني بن سعيد الأزدي وابن النحاس وابن الحاج \n  الإشبيلي وخلق كثير .\n</p>\n<p class=\"arabic\">روى عنه أبو نصر بن الجبان وهو من شيوخه وعلي بن محمد الحنائي والفقيه نصر \n  المقدسي ومشرف بن علي التمار وجميل بن يوسف المادرائي وأحمد بن إبراهيم بن \n  يونس المقدسي وأبو عبد الله محمد بن أحمد الرازي وآخرون .\n</p>\n<p class=\"arabic\">وكان مولده في سنة اثنتين وثمانين وثلاثمائة .\n</p>\n<p class=\"arabic\">وأكبر شيخ له إبراهيم بن محمد بن يزداد الرازي حدثه عن عبد الرحمن ابن أبي \n  حاتم وذلك في مشيخة الرازي .\n</p>\n<p class=\"arabic\">وفي الرواة عن أبي زكريا سابق ولاحق بينهما في الموت مائة سنة وهما عبد الوهاب \n  بن الجبان والرازي .\n</p>\n<p class=\"arabic\">أخبرنا المسلم بن محمد بن علان كتابة عن القاسم بن علي بن الحسن أنا أبو الحسن \n  بن المسلم الفرضي ثنا عبد العزيز الكتاني أنا أبو نصر عبد الوهاب بن عبد الله \n  المري حدثني عبد الرحيم بن أحمد بن نصر البخاري قدم علينا طالب علم أنا أحمد \n  بن علي بن نصر الكاتب ببخارى ثنا *31*49* أبو نصر أحمد بن سهل ثنا قيس بن \n  أنيف ثنا محمد بن صالح ثنا محمد بن سليمان المالكي ثنا عبد الله بن ميمون \n  القداح عن جعفر بن محمد عن أبي عن جده عن علي رضي الله عنه أن رسول الله صلى \n  الله عليه وسلم قال اغسلوا ثيابكم وخذوا من شعوركم واستاكوا وتزينوا فإن بني \n  إسرائيل لم يكونوا يفعلون ذلك فزنت نساؤهم .\n</p>\n<p class=\"arabic\">قال أبو عبد الله الرازي دخل أبو زكريا عبد الرحيم بلاد الأندلس وبلاد المغرب \n  وكتب بها وكتب عمن هو دونه وفي شيوخه كثرة وكان من الحفاظ الأثبات .\n</p>\n<p class=\"arabic\">قال السلفي هذا على لسان الرازي في مشيخته وورخ وفاته ابن الأكفاني في سنتنا \n  هذه .\n</p>\n<p class=\"arabic\">وقال ابن طاهر المقدسي في كتاب تكملة الكامل في الضعفان إن شيخه سعد بن علي \n  الزنجاني حدثه أنه لم يرو كتاب مشتبه النسبة عن مؤلفه عبد الغني إلا ابن بنته \n  علي بن بقاء وأن عبد الرحيم حدث به .\n</p>\n<p class=\"arabic\">وفي قول الزنجاني نظر فإن رشأ بن نظيف قد روى هذا الكتاب عن عبد الغني أيضا \n  وهو وعبد الرحيم بن أحمد ثقتان وبمثل هذا لا يحل تضعيف الرجل العالم *31*50* .\n\n</p>"
}