{
    "header": " يوسف بن عبد الله بن محمد بن عبد البر بنـ...",
    "id": "020090",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> يوسف بن عبد الله بن محمد بن عبد البر بن عاصم .\n</h1>\n<p class=\"arabic\">الإمام أبو عمر النمري القرطبي العلم الحافظ *31*137* .\n</p>\n<p class=\"arabic\">محدث قرطبة .\n</p>\n<p class=\"arabic\">روى عن الحافظ خلف بن القاسم وعبد الوارث بن سفيان وسعيد بن نصر وعبد الله \n  بن محمد بن عبد المؤمن وعبد الله بن محمد بن أسد الجهني وأحمد بن فتح الرسان \n  والحسين بن يعقوب البجاني وأبي الوليد عبد الله بن محمد بن الفرضي ومحمد بن \n  عبد الملك بن ضيفون والقاسم بن عسلون الفراء ويعيش بن محمد الوراق وأبي عمر \n  بن الجسور وأبي القاسم سلمة بن سعيد ويحيى بن مسعود بن وجه الجنة وأبي عمر \n  الطلمنكي وأبي المطرف القنازعي ويونس بن عبد الله القاضي وآخرين .\n</p>\n<p class=\"arabic\">وأجاز له أبو القاسم بن عبيد الله السقطي وغيره من مكة وأبو الفتح بن سيبخت \n  والحافظ عبد الغني بن سعيد وأبو محمد النحاس من مصر .\n</p>\n<p class=\"arabic\">قال طاهر من مفوز سمعته يقول ولدت يوم الجمعة والإمام يخطب لخمس بقين من ربيع \n  الآخر سنة ثمان وستين وثلاثمائة .\n</p>\n<p class=\"arabic\">قلت وطلب الحديث سنة بضع وثمانين قبل أن يولد الحافظ أبو بكر الخطيب بأعوام .\n</p>\n<p class=\"arabic\">قال أبو الوليد الباجي لم يكن بالأندلس مثل أبي عمر بن عبد البر في الحديث \n  *31*138* .\n</p>\n<p class=\"arabic\">وقال أبو محمد بن حزم في رسالته في فضائل الأندلس ومنها يعني المصنفات كتاب \n  التمهيد لصاحبنا أبي عمر يوسف بن عبد البر وهو الآن بعد في الحياة لم يبلغ \n  سن الشيخوخة .\n</p>\n<p class=\"arabic\">قال وهو كتاب لا أعلم في الكلام على فقه الحديث مثله أصلا فكيف أحسن منه .\n</p>\n<p class=\"arabic\">ومنها كتاب الاستذكار وهو اختصار التمهيد المذكور ولصاحبنا أبي عمر تواليف \n  لا مثل لها في جميع معانيها منها كتابه المسمى بالكافي في الفقه على مذهب \n  مالك خمسة عشر كتابا مغن عن المصنفات الطوال في معناه ومنها كتابه في الصحابة \n  يعني الإستيعاب ليس لأحد من المتقدمين *31*139* قبله مثله على كثرة ما صنفوا \n  في ذلك ومنها كتاب الإكتفاء في قراءة نافع وأبي عمرو ومنها كتاب بهجة المجالس \n  وأنس المجالس نوادر وأبيات ومنها كتاب جامع بيان العلم وفضله .\n</p>\n<p class=\"arabic\">وقال القاضي عياض صنف أبو عمر بن عبد البر كتاب التمهيد ^ لما ^ في الموطأ \n  من المعاني والأسانيد في عشرين مجلدا وكتاب الاستذكار لمذهب علماء الأمصار \n  لما تضمنه الموطأ من معاني الرأي والآثار وكتاب التقصي لحديث الموطأ وكتاب \n  الاستيعاب لأسماء الصحابة وكتاب العلم وكتاب الإنباه على قبائل الرواة وكتاب \n  الإنتقاء لمذاهب الثلاثة علماء مالك وأبي حنيفة والشافعي وكتاب البيان في \n  تلاوة القرآن *31*140* وكتاب الأجوبة الموعبة وكتاب بهجة المجالس وكتاب المعروفين \n  بالكنى وكتاب الكافي في الفقه وكتاب الدرر في اختصار المغازي والسير وكتاب \n  القصد والأمم في أنساب العرب والعجم وأول من نطق بالعربية من الأمم وكتاب \n  الشواهد في إثبات خبر الواحد وكتاب الإكتفاء في القراءات وكتاب الإنصاف فيما \n  في اسم الله من الخلاف وكتاب الفرائض وأشياء من الكتب الصغار .\n</p>\n<p class=\"arabic\">قال أبو علي بن سكرة سمعت أبا الوليد الباجي وجرى ذكر ابن عبد البر فقال هو \n  أحفظ أهل المغرب .\n</p>\n<p class=\"arabic\">وقال الحافظ أبو علي الغساني سمعت أبا عمر بن عبد البر يقول لم *31*141* يكن \n  أحد ببلدنا مثل قاسم بن محمد وأحمد بن خالد الجباب .\n</p>\n<p class=\"arabic\">قال الغساني وأنا أقول إن شاء الله إن أبا عمر لم يكن بدونهما ولا متخلفا \n  عنهما .\n</p>\n<p class=\"arabic\">وكان من النمر بن قاسط طلب وتفقه ولزم أبا عمر أحمد بن عبد الملك الإشبيلي \n  الفقيه فكتب بين يديه ولزم ابن الفرضي وعنه أخذ كثيرا من علم الحديث .\n</p>\n<p class=\"arabic\">ودأب أبو عمر في طلب الحديث وافتن به وبرع براعة فاق بها من تقدمه من رجال \n  الأندلس .\n</p>\n<p class=\"arabic\">وكان مع تقدمه في علم الأثر وبصره بالفقه والمعاني له بسطة كبيرة في علم النسب \n  والخبر جلا عن وطنه ومنشئه قرطبة فكان في الغرب مدة ثم تحول إلى شرق الأندلس \n  وسكن دانية وبلنسية وشاطبة وبها توفي .\n</p>\n<p class=\"arabic\">وذكر غير واحد أن أبا عمر ولي القضاء بأشبولة في دولة المظفر بن الأفطس مدة .\n</p>\n<p class=\"arabic\">وقد سمع سنن أبي داود عاليا من ابن عبد المؤمن بسماعه من ابن داسة وسمع منه \n  فوائد عن إسماعيل الصفار وغيره .\n</p>\n<p class=\"arabic\">وقرأ كتاب الزعفراني على ابن ضيفون بسماعه من ابن الأعرابي عنه .\n</p>\n<p class=\"arabic\">وسمع ابن عبد البر من جماعة حدثوه عن قاسم بن أصبغ *31*142* .\n</p>\n<p class=\"arabic\">وكان مع إمامته وجلالته أعلى أهل الأندلس إسنادا في وقته .\n</p>\n<p class=\"arabic\">روى عنه أبو العباس الدلائي وأبو محمد بن أبي قحافة وأبو الحسن بن مفوز وأبو \n  عبد الله الحميدي وأبو علي الغساني وأبو بحر سفيان بن العاص ومحمد بن فتوح \n  الأنصاري وطائفة سواهم وأبو داود سليمان بن نجاح المقرئ وقال توفي ليلة الجمعة \n  سلخ ربيع الآخر ودفن يوم الجمعة بعد العصر .\n</p>\n<p class=\"arabic\">قلت استكمل رحمه الله خمسا وتسعين سنة وخمسة أيام .\n</p>\n<p class=\"arabic\">وقال شيخنا أبو عبد الله محمد بن أبي الفتح ومن خطه نقلت كان أبو عمر بن عبد \n  البر أعلم من بالأندلس في السنن والآثار واختلاف علماء الأمصار وكان في أول \n  زمانه ظاهري المذهب مدة طويلة ثم رجع عن ذلك إلى القول بالقياس من غير تقليد \n  أحد إلا أنه كان كثيرا ما يميل إلى مذهب الشافعي رحمه الله .\n</p>\n<p class=\"arabic\">قلت وجميع شيوخه الذين حمل عنهم لا يبلغون سبعين نفسا ولا رحل في الحديث ومع \n  هذا فما هو بدون الخطيب ولا البيهقي ولا ابن حزم في كثرة الاطلاع بل قد يكون \n  عنده ما ليس عندهم مع الصدق والديانة والتثبت وحسن الإعتقاد رحمه الله تعالى .\n</p>\n<p class=\"arabic\">قال الحميدي أبو عمر فقيه حافظ مكثر عالم بالقراءآت وبالخلاف وبعلوم الحديث \n  والرجال قديم السماع لم يخرج من الأندلس وكان يميل في الفقه إلى أقوال الشافعي .\n</p>\n<p class=\"arabic\">قلت وكان سلفي الإعتقاد متين الديانة *31*143* .\n\n</p>"
}