{
    "header": " أحمد بن علي بن ثابت بن أحمد بن مهدي .",
    "id": "020060",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> أحمد بن علي بن ثابت بن أحمد بن مهدي .\n</h1>\n<p class=\"arabic\">*31*86* .\n</p>\n<p class=\"arabic\">الحافظ أبو بكر الخطيب البغدادي .\n</p>\n<p class=\"arabic\">أحد الحفاظ الأعلام ومن ختم به إتقان هذا الشأن وصاحب التصانيف المنتشرة في \n  البلدان .\n</p>\n<p class=\"arabic\">ولد سنة اثنتين وتسعين وثلاثمائة وكان أبوه أبو الحسن الخطيب قد قرأ على أبي \n  حفص الكتاني وصار خطيب قرية درزيجان إحدى قرى العراق *31*87* فحض ولده أبا \n  بكر على السماع في صغره فسمع وله إحدى عشرة سنة ورحل إلى البصرة وهو ابن عشرين \n  سنة ورحل إلى نيسابور وهو ابن ثلاث وعشرين سنة ثم رحل إلى إصبهان ثم رحل في \n  الكهولة إلى الشام فسمع أبا عمر ابن مهدي الفارسي وابن الصلت الأهوازي وأبا \n  الحسين بن المتيم وأبا الحسن بن رزقويه وأبا سعد الماليني وأبا الفتح بن أبي \n  الفوارس وهلال بن محمد الحفار وأبا الحسين بن بشران وأبا طالب محمد بن الحسين \n  بن بكر والحسين بن الحسن الجواليقي الراوي عن مخلد العطار وأبا إسحاق إبراهيم \n  ابن مخلد الباقرحي وأبا الحسن محمد بن عمر البلدي المعروف بابن الحطراني والحسين \n  بن محمد العكبري الصائغ وأبا العلاء محمد بن الحسن الوراق وأمما سواهم ببغداد .\n</p>\n<p class=\"arabic\">وأبا عمر القاسمي بن جعفر الهاشمي راوي السنن وعلي بن القاسم الشاهد والحسن \n  بن علي السابوري وجماعة بالبصرة .\n</p>\n<p class=\"arabic\">وأبا بكر أحمد بن الحسن الحيري وأبا حازم عمر بن أحمد العبدويي وأبا سعيد \n  محمد بن موسى الصيرفي وعلي بن محمد بن محمد الطرازي وأبا القاسم عبد الرحمن \n  السراج وجماعة من أصحاب الأصم فمن بعده بنيسابور .\n</p>\n<p class=\"arabic\">وأبا الحسن بن علي بن يحيى بن عبدكويه ومحمد بن عبد الله بن *31*88* شهريار \n  وأبا نعيم أحمد بن عبد الله الحافظ وأبا عبد الله الحمال وطائفة بإصبهان .\n</p>\n<p class=\"arabic\">وأبا نصر أحمد بن الحسين الكسار وجماعة بالدينور .\n</p>\n<p class=\"arabic\">ومحمد بن عيسى وجماعة بهمذان .\n</p>\n<p class=\"arabic\">وسمع بالكوفة والري والحجاز وغيرها وقدم دمشق في سنة خمس وأربعين ليحج منها \n  فسمع بها أبا الحسين محمد بن عبد الرحمن بن أبي نصر وأبا علي الأهوازي وخلقا \n  كثيرا حتى سمع بها عامة رواة عبد الرحمن بن أبي نصر لأنه سكنها مدة .\n</p>\n<p class=\"arabic\">وتوجه إلى الحج من دمشق فحج ثم قدمها سنة إحدى وخمسين فسكنها وأخذ يصنف في \n  كتبه وحدث بها بعامة تواليفه .\n</p>\n<p class=\"arabic\">روى عنه من شيوخه أبو بكر البرقاني وأبو القاسم الأزهري وغيرهما .\n</p>\n<p class=\"arabic\">ومن أقرانه خلق منهم عبد العزيز بن أحمد الكتاني وأبو القاسم بن أبي العلاء .\n</p>\n<p class=\"arabic\">وممن روى هو عنه في تصانيفه فرووا عنه نصر المقدسي الفقيه وأبو الفضل أحمد \n  بن خيرون وأبو عبد الله الحميدي وغيرهم *31*89* .\n</p>\n<p class=\"arabic\">وروى عنه الأمير أبو نصر علي بن ماكولا وعبد الله بن أحمد السمرقندي وأبو \n  الحسين بن الطيوري ومحمد بن مرزوق الزعفراني وأبو بكر ابن الخاضبة وأبو الغنائم \n  أبي النرسي .\n</p>\n<p class=\"arabic\">وفي أصحابه الحفاظ كثرة فضلا عن الرواة .\n</p>\n<p class=\"arabic\">قال الحافظ ابن عساكر ثنا عنه أبو القاسم النسيب وأبو محمد بن الأكفاني وأبو \n  الحسن بن قبيس ومحمد بن علي بن أبي العلاء والفقيه نصر الله بن محمد اللاذقي \n  وأبو تراب حيدرة وغيث الأرمنازي وأبو طاهر بن الجرجرائي وعبد الكريم بن حمزة \n  وطاهر بن سهل وبركات النجاد وأبو الحسين بن سعيد وأبو المعالي بن الشعيري \n  بدمشق .\n</p>\n<p class=\"arabic\">والقاضي أبو بكر الأنصاري وأبو القاسم بن السمرقندي وأبو السعادات أحمد المتوكلي \n  وأبو القاسم هبة الله الشروطي وأبو بكر المزرفي وأحمد ابن عبد الواحد بن زريق \n  وأبو السعود بن المجلي وأبو منصور عبد الرحمن ابن رزيق الشيباني وأبو منصور \n  محمد بن عبد الملك بن خيرون وبدر بن عبد الله الشيحي ببغداد .\n</p>\n<p class=\"arabic\">ويوسف بن أيوب الهمذاني بمرو .\n</p>\n<p class=\"arabic\">قلت وكان من كبار فقهاء الشافعية تفقه على أبي الحسن بن المحاملي وعلى القاضي \n  أبي الطيب .\n</p>\n<p class=\"arabic\">وقال ابن عساكر أنا أبو منصور بن خيرون ثنا الخطيب قال ولدت في جمادى الآخرة \n  سنة اثنتين وتسعين وثلاثمائة وأول ما سمعت في المحرم سنة ثلاث وأربعمائة *31*90* .\n</p>\n<p class=\"arabic\">وقال استشرت البرقاني في الرحلة إلى ابن النحاس بمصر أو أخرج إلى نيسابور \n  إلى أصحاب الأصم فقال إنك إن خرجت إلى مصر إنما تخرج إلى رجل واحد إن فاتك \n  ضاعت رحلتك وإن خرجت إلى نيسابور ففيها جماعة إن فاتك واحد أدركت من بقي فخرجت \n  إلى نيسابور .\n</p>\n<p class=\"arabic\">وقال الخطيب في تاريخه كنت كثيرا أذاكر البرقاني بالأحاديث فيكتبها عني ويضمنها \n  جموعه وحدث عني وأنا أسمع وفي غيبتي .\n</p>\n<p class=\"arabic\">ولقد حدثني عيسى بن أحمد الهمذاني أنا أبو بكر الخوارزمي في سنة عشرين وأربعمائة \n  ثنا أحمد بن علي بن ثابت الخطيب ثنا محمد بن موسى الصيرفي ثنا الأصم فذكر \n  حديثا .\n</p>\n<p class=\"arabic\">وقال ابن ماكولا كان أبو بكر آخر الأعيان ممن شاهدناه معرفة وحفظا وإتقانا \n  وضبطا لحديث رسول الله صلى الله عليه وسلم وتفننا في علله وأسانيده وعلما \n  بصحيحه وغريبه وفرده ومنكره ومطروحه .\n</p>\n<p class=\"arabic\">قال ولم يكن للبغداديين بعد أبي الحسن الدارقطني مثله *31*91* .\n</p>\n<p class=\"arabic\">وسألت أبا عبد الله الصوري عن الخطيب وعن أبي نصر السجزي أيهما أحفظ ففضل \n  الخطيب تفضيلا بينا .\n</p>\n<p class=\"arabic\">وقال المؤتمن الساجي ما أخرجت بغداد بعد الدارقطني أحفظ من أبي بكر الخطيب .\n</p>\n<p class=\"arabic\">وقال أبو علي البرداني لعل الخطيب لم ير مثل نفسه .\n</p>\n<p class=\"arabic\">روى القولين الحافظ ابن عساكر في ترجمته عن أخيه أبي الحسين هبة الله عن أبي \n  طاهر السلفي عنهما .\n</p>\n<p class=\"arabic\">وقال في ترجمته سمعت محمود بن يوسف القاضي بتفليس يقول سمعت أبا إسحاق إبراهيم \n  بن علي الفيروزباذي يقول أبو بكر الخطيب يشبه بالدارقطني ونظرائه في معرفة \n  الحديث وحفظه .\n</p>\n<p class=\"arabic\">وقال أبو الفتيان عمر الرؤاسي كان الخطيب إمام هذه الصنعة ما رأيت مثله .\n</p>\n<p class=\"arabic\">وقال أبو القاسم النسيب سمعت الخطيب يقول كتب معي أبو بكر البرقاني كتابا \n  إلى أبي نعيم يقول فيه وقد رحل إلى ما عندكم أخونا أبو بكر أحمد بن علي بن \n  ثابت أيده الله وسلمه ليقتبس من علومك وهو بحمد الله ممن له في هذا الشأن \n  سابقة حسنة وقدم ثابتة وقد رحل فيه وفي طلبه *31*92* وحصل له منه ما لم يحصل \n  لكثير من أمثاله وسيظهر لك منه عند الإجتماع من ذلك مع التورع والتحفظ ما \n  يحسن لديك موقعه .\n</p>\n<p class=\"arabic\">وقال عبد العزيز الكتاني إنه يعني الخطيب أسمع الحديث وهو ابن عشرين سنة وكتب \n  عنه شيخه أبو القاسم عبيد الله الأزهري في سنة اثنتي عشرة وأربعمائة وكتب \n  عنه شيخه البرقاني سنة تسع عشرة وروى عنه وكان قد علق الفقه عن أبي الطيب \n  الطبري وأبي نصر بن الصباغ وكان يذهب إلى مذهب أبي الحسن الأشعري رحمه الله .\n</p>\n<p class=\"arabic\">قلت مذهب الخطيب في الصفات أنها تمر كما جاءت .\n</p>\n<p class=\"arabic\">صرح بذلك في تصانيفه .\n</p>\n<p class=\"arabic\">وقال أبو سعد بن السمعاني في الذيل في ترجمته كان مهيبا وقورا ثقة متحريا \n  حجة حسن الخط كثير الضبط فصيحا ختم به الحفاظ .\n</p>\n<p class=\"arabic\">وقال رحل إلى الشام حاجا فسمع بدمشق وصور ومكة ولقي بها أبا عبد الله القضاعي \n  وقرأ صحيح البخاري في خمسة أيام على كريمة المروزية ورجع إلى بغداد ثم خرج \n  منها بعد فتنة البساسيري لتشوش الحال إلى الشام سنة إحدى وخمسين فأقام بها \n  إلى صفر سنة سبع وخمسين *31*93* .\n</p>\n<p class=\"arabic\">وخرج من دمشق إلى صور فأقام بصور وكان يزور البيت المقدس ويعود إلى صور إلى \n  سنة اثنتين وستين وأربعمائة فتوجه إلى طرابلس ثم إلى حلب ثم إلى بغداد على \n  الرحبة ودخل بغداد في ذي الحجة .\n</p>\n<p class=\"arabic\">وحدث في طريقه بحلب وغيرها .\n</p>\n<p class=\"arabic\">سمعت الخطيب مسعود بن محمد بمرو سمعت الفضل بن عمر النسوي يقول كنت بجامع \n  صور عند أبي بكر الخطيب فدخل عليه علوي وفي كمه *31*94* دنانير فقال هذا الذهب \n  تصرفه في مهماتك فقطب وجهه وقال لا حاجة لي فيه فقال كأنك تستقله ونفض كمه \n  على سجادة الخطيب فنزلت الدنانير فقال هذه ثلاثمائة دينار فقام الخطيب خجلا \n  محمرا وجهه وأخذ سجادته ورمى الدنانير وراح فما أنسى عز خروجه وذل ذلك العلوي \n  وهو يلتقط الدنانير من شقوق الحصير .\n</p>\n<p class=\"arabic\">وقال الحافظ ابن ناصر حدثني أبو زكريا التبريزي اللغوي قال دخلت دمشق فكنت \n  أقرأ على الخطيب بحلقته بالجامع كتب الأدب المسموعة له وكنت أسكن منارة الجامع \n  فصعد إلي وقال أحببت أن أزورك في بيتك فتحدثنا ساعة ثم أخرج ورقة وقال الهدية \n  مستحبة اشتر بهذا أقلاما و نهض ^ .\n</p>\n<p class=\"arabic\">قال فإذا هي خمسة دنانير مصرية ثم إنه صعد مرة أخرى ووضع نحوا من ذلك وكان \n  إذا قرأ الحديث في جامع دمشق يسمع صوته في آخر الجامع وكان يقرأ معربا صحيحا .\n</p>\n<p class=\"arabic\">وقال أبو سعد سمعت على ستة عشر نفسا من أصحابه سمعوا منه سوى نصر الله المصيصي \n  فإنه سمع منه بصور وسوى يحيى بن علي الخطيب سمع منه بالأنبار .\n</p>\n<p class=\"arabic\">وقرأت بخط والدي سمعت أبا محمد بن الأبنوسي يقول سمعت الخطيب يقول كلما ذكرت \n  في التاريخ عن رجل اختلف فيه أقاويل الناس في الجرح والتعديل فالتعويل على \n  ما أخرت ذكره من ذلك وختمت به الترجمة .\n</p>\n<p class=\"arabic\">وقال ابن شافع في تاريخه خرج الخطيب إلى الشام في صفر سنة *31*95* إحدى وخمسين \n  وقصد صور وبها عز الدولة الموصوف بالكرم وتقرب منه فانتفع به وأعطاه مالا \n  كثيرا انتهى إليه الحفظ والإتقان والقيام بعلوم الحديث .\n</p>\n<p class=\"arabic\">وقال ابن عساكر سمعت الحسين بن محمد يحكي عن أبي الفضل ابن خيرون أو غيره \n  أن أبا بكر الخطيب ذكر أنه لما حج شرب من ماء زمزم ثلاث شربات وسأل الله تعالى \n  ثلاث حاجات أخذا بقول رسول الله صلى الله عليه وسلم ماء زمزم لما شرب له فالحاجة \n  الأولى أن يحدث بتاريخ بغداد ببغداد والثانية أن يملي الحديث بجامع المنصور \n  والثالثة أن يدفن عند بشر الحافي فقضى الله الحاجات الثلاث له .\n</p>\n<p class=\"arabic\">وقال غيث الأرمنازي ثنا أبو الفرج الإسفرائيني قال كان الخطيب معنا في الحج \n  فكان يختم كل يوم ختمة إلى قرب الغياب قراءة ترتيل ثم يجتمع عليه الناس وهو \n  راكب يقولون حدثنا فيحدثهم أو كما قال *31*96* .\n</p>\n<p class=\"arabic\">وقال المؤتمن الساجي سمعت عبد المحسن الشيحي يقول كنت عديل أبي بكر الخطيب \n  من دمشق إلى بغداد فكان له في كل يوم وليلة وختمة .\n</p>\n<p class=\"arabic\">وقال الحافظ أبو سعد بن السمعاني وله ستة وخمسون مصنفا منها التاريخ لمدينة \n  السلام في مائة وستة أجزاء شرف أصحاب الحديث ثلاثة أجزاء الجامع خمسة أجزاء \n  الكفاية في معرفة الرواية ثلاثة عشر جزءا كتاب السابق واللاحق عشرة أجزاء \n  كتاب المتفق والمفترق *31*97* ثمانية عشر جزءا كتاب تلخيص المتشابه ستة عشر \n  جزءا كتاب تالي التلخيص أجزاء كتاب الفصل للوصل والمدرج في النقل تسعة أجزاء \n  كتاب المكمل في المهمل ثمانية أجزاء كتاب غنية الملتمس في تمييز الملتبس كتاب \n  من وافقت كنيته اسم أبيه كتاب الأسماء المبهمة مجلد كتاب الموضح أربعة عشر \n  جزءا كتاب من حدث ونسي جزء كتاب التطفيل ثلاثة أجزاء كتاب القنوت ثلاثة أجزاء \n  كتاب الرواة عن مالك ستة أجزاء كتاب الفقيه والمتفقه إثنا عشر جزءا كتاب تمييز \n  متصل الأسانيد ثمانية أجزاء كتاب الحيل ثلاثة أجزاء الآباء عن *31*98* الأبناء \n  جزء الرحلة جزء مسألة الإحتجاج بالشافعي جزء كتاب البخلاء أربعة أجزاء كتاب \n  المؤتنف لتكملة المؤتلف والمختلف كتاب مبهم المراسيل كتاب أن البسملة من الفاتحة \n  كتاب الجهر بالبسملة جزءان كتاب مقلوب الأسماء والأنساب كتاب صحة العمل باليمين \n  مع الشاهد كتاب أسماء المدلسين كتاب إقتضاء العلم العمل جزء كتاب تقييد العلم \n  ثلاثة أجزاء كتاب القول في علم *31*99* النجوم جزء كتاب روايات الصحابة من \n  التابعين جزء صلاة التسبيح جزء مسند نعيم بن همار جزء النهي عن صوم يوم الشك \n  جزء الإجازة للمعدوم والمجهول جزء روايات الستة من التابعين بعضهم عن بعض .\n</p>\n<p class=\"arabic\">وذكر تصانيف أخر قال فهذا ما انتهى إلينا من تصانيفه حج وحدث ونعم الشيخ كان \n  ولما حج كان معه حمل كتب ليجاور وكان في جملة كتبه صحيح البخاري سمعه من الكشميهني \n  فقرأت عليه جميعه في ثلاثة مجالس .\n</p>\n<p class=\"arabic\">وقد سقنا هذا في سنة ثلاثين في ترجمة الحيري وهذا شيء لا أعلم أحدا في زماننا \n  يستطيعه .\n</p>\n<p class=\"arabic\">وقد قال ابن النجار في تاريخه وجدت فهرست مصنفات الخطيب وهي نيف وستون مصنفا \n  فنقلت أسماء الكتب التي ظهرت منها وأسقطت ما لم يوجد فإن كتبه احترقت بعد \n  موته وسلم أكثرها .\n</p>\n<p class=\"arabic\">ثم سرد ابن النجار أسماءها وقد ذكرنا أكثرها آنفا ومما لم نذكره كتاب معجم \n  الرواة عن شعبة ثمانية أجزاء كتاب المؤتلف والمختلف أربعة *31*100* وعشرون \n  جزءا حديث محمد بن سوقة أربعة أجزاء المسلسلات ثلاثة أجزاء الرباعيات ثلاثة \n  أجزاء طرق قبض العلم ثلاثة أجزاء غسل الجمعة ثلاثة أجزاء .\n</p>\n<p class=\"arabic\">وفيها يقول الحافظ السلفي .\n</p>\n<p class=\"arabic\">% تصانيف ابن ثابت الخطيب % % ألذ من الصبا الغض الرطيب % .\n</p>\n<p class=\"arabic\">% تراها إذ رواها من حواها % % رياضا للفتى اليقظ اللبيب % .\n</p>\n<p class=\"arabic\">% ويأخذ حسن ما قد صاغ منها % % بلب الحافظ الفطن الأريب % .\n</p>\n<p class=\"arabic\">% فأية راحة ونعيم عيش % % يوازي كتبها بل أي طيب % .\n</p>\n<p class=\"arabic\">أنشدناها أبو الحسين اليونيني عن أبي الفضل الهمذاني عن السلفي .\n</p>\n<p class=\"arabic\">وقد رواها أبو سعد بن السمعاني في تاريخه عن يحيى بن سعدون القرطبي عن السلفي \n  فكأني سمعتها منه .\n</p>\n<p class=\"arabic\">وقال أبو الحسن محمد بن عبد الملك الهمذاني في تاريخه وفيها توفي *31*101* \n  أبو بكر أحمد بن علي بن ثابت المحدث ومات هذا العلم بوفاته وقد كان رئيس الرؤساء \n  تقدم إلى الخطباء والوعاظ أن لا يرووا حديثا حتى يعرضوه عليه فما صححه أوردوه \n  وما رده لم يذكروه .\n</p>\n<p class=\"arabic\">وأظهر بعض اليهود كتابا ادعى أنه كتاب رسول الله صلى الله عليه وسلم بإسقاط \n  الجزية عن أهل خيبر وفيه شهادة الصحابة وذكروا أنه خط علي رضي الله عنه فيه \n  وحمل الكتاب إلى رئيس الرؤساء فعرضه على الخطيب فتأمله ثم قال هذا مزور .\n</p>\n<p class=\"arabic\">قيل له ومن أين قلت ذلك .\n</p>\n<p class=\"arabic\">قال فيه شهادة معاوية وهو أسلم عام الفتح وفتحت خيبر سنة سبع وفيه شهادة سعد \n  بن معاذ ومات يوم بني قريظة قبل فتح خيبر بسنتين .\n</p>\n<p class=\"arabic\">فاستحسن ذلك منه ولم يجرهم على ما في الكتاب .\n</p>\n<p class=\"arabic\">وقال أبو سعد السمعاني سمعت يوسف بن أيوب الهمذاني يقول حضر الخطيب درس شيخنا \n  أبي إسحاق فروى الشيخ حديثا من رواية بحر بن كنيز السقاء ثم قال للخطيب ما \n  تقول فيه .\n</p>\n<p class=\"arabic\">فقال الخطيب إن أذنت لي ذكرت حاله .\n</p>\n<p class=\"arabic\">فأسند الشيخ ظهره إلى الحائط وقعد كالتلميذ وشرع الخطيب يقول قال فيه فلان \n  كذا وقال فيه فلان كذا وشرح أحواله شرحا حسنا فأثنى الشيخ أبو إسحاق عليه \n  وقال هو دارقطني عصرنا .\n</p>\n<p class=\"arabic\">وقال أبو علي البرداني أنا حافظ وقته أبو بكر الخطيب وما رأيت مثله ولا أظنه \n  رأى مثل نفسه *31*102* .\n</p>\n<p class=\"arabic\">وقال السلفي سألت أبا غالب شجاعا الذهلي عن الخطيب فقال إمام مصنف حافظ لم \n  ندرك مثله .\n</p>\n<p class=\"arabic\">وقال أبو نصر محمد بن سعيد المؤدب سمعت أبي يقول قلت لأبي بكر الخطيب عند \n  لقائي إياه أنت الحافظ أبو بكر .\n</p>\n<p class=\"arabic\">فقال انتهى الحفظ إلى الدارقطني أنا أحمد بن علي الخطيب .\n</p>\n<p class=\"arabic\">وقال ابن الآبنوسي كان الحافظ الخطيب يمشي وفي يده جزء يطالعه .\n</p>\n<p class=\"arabic\">وقال المؤتمن الساجي كان الخطيب يقول من صنف فقد جعل عقله على طبق يعرضه على \n  الناس .\n</p>\n<p class=\"arabic\">وقال ابن طاهر في المنثور ثنا مكي بن عبد السلام الرميلي قال كان سبب خروج \n  أبي بكر الخطيب من دمشق إلى صور أنه كان يختلف إليه صبي مليح سماه مكي فتكلم \n  الناس في ذلك وكان أمير البلد رافضيا متعصبا فبلغته القصة فجعل ذلك سببا للفتك \n  به فأمر صاحب شرطته أن يأخذ الخطيب بالليل ويقتله وكان صاحب الشرطة سنيا فقصده \n  تلك الليلة مع جماعة ولم يمكنه أن يخالف الأمر فأخذه وقال قد أمرت فيك بكذا \n  وكذا ولا أجد لك حيلة إلا أني أعبر بك عند دار الشريف ابن أبي الجن العلوي \n  فإذا حاذيت الباب اقفز وادخل الدار فإني لا أطلبك وأرجع إلى الأمير فأخبره \n  بالقصة .\n</p>\n<p class=\"arabic\">ففعل ذلك ودخل دار الشريف فأرسل الأمير إلى الشريف أن يبعث به فقال أيها الأمير \n  أنت تعرف اعتقادي فيه وفي أمثاله وليس في قتله مصلحة *31*103* .\n</p>\n<p class=\"arabic\">هذا مشهور بالعراق إن قتلته قتل به جماعة من الشيعة وخربت المشاهد .\n</p>\n<p class=\"arabic\">قال فما ترى .\n</p>\n<p class=\"arabic\">قال أرى أن يخرج من بلدك .\n</p>\n<p class=\"arabic\">فأمر بإخراجه فراح إلى صور وبقي بها مدة .\n</p>\n<p class=\"arabic\">قال ابن السمعاني خرج من دمشق في صفر سنة سبع وخمسين فقصد صور وكان يزور منها \n  القدس ويعود إلى أن سافر سنة اثنتين وستين إلى طرابلس ومنها إلى حلب فبقي \n  بها أياما ثم ورد بغداد في أعقاب السنة .\n</p>\n<p class=\"arabic\">قال ابن عساكر سعى بالخطيب حسين بن علي الدمنشي إلى أمير الجيوش وقال هو ناصبي \n  يروي فضائل الصحابة وفضائل العباس في الجامع .\n</p>\n<p class=\"arabic\">وقال المؤتمن الساجي تحاملت الحنابلة على الخطيب حتى مال إلى ما مال إليه \n  فلما عاد إلى بغداد وقع إليه جزء فيه سماع القائم بأمر الله فأخذ الجزء وحضر \n  إلى دار الخلافة وطلب الإذن في قراءة الجزء .\n</p>\n<p class=\"arabic\">فقال الخليفة هذا رجل كبير في الحديث وليس له في السماع من حاجة ولعل له حاجة \n  أراد أن يتوصل إليها بذلك فسلوه ما حاجته .\n</p>\n<p class=\"arabic\">فسئل .\n</p>\n<p class=\"arabic\">فقال حاجتي أن يؤذن لي أن أملي بجامع المنصور *31*104* .\n</p>\n<p class=\"arabic\">فتقدم الخليفة إلى نقيب النقباء بالإذن له في ذلك فأملى بجامع المنصور .\n</p>\n<p class=\"arabic\">وقد دفن إلى جانب بشر .\n</p>\n<p class=\"arabic\">وقال ابن طاهر سألت أبا القاسم هبة الله بن عبد الوارث الشيرازي هل كان الخطيب \n  كتصانيفه في الحفظ قال لا كنا إذا سألناه عن شيء أجابنا بعد أيام وإن ألححنا \n  عليه غضب وكانت له بادرة وحشة ولم يكن حفظه على قدر تصانيفه .\n</p>\n<p class=\"arabic\">وقال أبو الحسين الطيوري أكثر كتب الخطيب سوى تاريخ بغداد مستقاة من كتب الصوري \n  كان الصوري ابتدأ بها وكانت له أخت بصور خلف أخوها عندها اثني عشر عدلا من \n  الكتب فحصل الخطيب من كتبه أشياء *31*105* .\n</p>\n<p class=\"arabic\">وكان الصوري قد قسم أوقاته في نيف وثلاثين شيئا .\n</p>\n<p class=\"arabic\">أخبرنا أبو علي بن الخلال أنا جعفر أنا السلفي أنا محمد بن مرزوق الزعفراني \n  ثنا الحافظ أبو بكر الخطيب قال أما الكلام في الصفات فإن ما روي منها في السنن \n  الصحاح مذهب السلف إثباتها وإجراؤها على ظواهرها ونفي الكيفية والتشبيه عنها .\n</p>\n<p class=\"arabic\">وقد نفاها قوم فأبطلوا ما أثبته الله تعالى وحققها قوم من المثبتين فخرجوا \n  في ذلك إلى ضرب من التشبيه والتكييف تعالى الله عن ذلك والقصد إنما هو سلوك \n  الطريقة المتوسطة بين الأمرين ودين الله تعالى بين الغالي فيه والمقصر عنه \n  والأصل في هذا أن الكلام في الصفات فرع الكلام في الذات ويحتذى في ذلك حذوه \n  ومثاله فإذا كان معلوم أن إثبات رب العالمين إنما هو إثبات وجود لا إثبات \n  كيفية فكذلك إثبات صفاته إنما هو إثبات وجود لا إثبات تحديد وتكييف فإذا قلنا \n  لله يد وسمع وبصر فإنما هي صفات أثبتها الله تعالى لنفسه ولا نقول إن معنى \n  اليد القدرة ولا إن معنى السمع والبصر العلم ولا نقول إنها جوارح ولا نشبهها \n  بالأيدي والأسماع والأبصار التي هي جوارح وأدوات للفعل ونقول إنما وجب إثباتها \n  لأن التوقيف ورد بها ووجب نفي التشبيه عنا لقوله تعالى ^ ( ليس كمثله شيء \n  ) ^ و لم يكن له كفوا أحد ) ^ *31*106* .\n</p>\n<p class=\"arabic\">وقال الحافظ ابن النجار في ترجمة الخطيب ولد بقرية من أعمال نهر الملك وكان \n  أبوه يخطب بدرزيجان ونشأ هو ببغداد وقرأ القرآن بالروايات وتفقه على الطبري \n  وعلق عنه أشياء من الخلاف .\n</p>\n<p class=\"arabic\">إلى أن قال وروى عنه أبو منصور محمد بن عبد الملك بن خيرون وأبو سعد أحمد \n  بن محمد الزوزني ومفلح بن أحمد الدومي والقاضي محمد ابن عمر الأرموي وهو آخر \n  من حدث عنه قلت يعني بالسماع وآخر من حدث عنه بالإجازة مسعود الثقفي .\n</p>\n<p class=\"arabic\">وخط الخطيب خط مليح كثير الشكل والضبط وقد قرأت بخطه أنا علي بن محمد السمسار \n  أنا محمد بن المظفر ثنا عبد الرحمن بن محمد بن أحمد بن محمد بن الحجاج ثنا \n  جعفر بن نوح ثنا محمد بن عيسى سمعت يزيد بن هارون يقول ما عزت النية في الحديث \n  إلا لشرفه .\n</p>\n<p class=\"arabic\">وقال أبو منصور علي بن علي الأمين لما رجع الخطيب من الشام كانت له ثروة من \n  الثياب والذهب وما كان له عقب فكتب إلى القائم بالله إني إذا مت يكون مالي \n  لبيت المال فأذن لي حتى أفرق مالي على من شئت فإذن له ففرقها على المحدثين .\n</p>\n<p class=\"arabic\">وقال الحافظ ابن ناصر أخبرتني أمي أن أبي حدثها قال كنت أدخل على الخطيب وأمرضه \n  فقلت له يوما يا سيدي إن أبا الفضل بن خيرون لم يعطني شيئا من الذهب الذي \n  أمرته أن يفرقه على أصحاب الحديث فرفع الخطيب رأسه عن المخدة وقال خذ هذه \n  الخرقة بارك الله لك فيها فكان فيها *31*107* أربعون دينارا فأنفقتها مدة \n  في طلب العلم .\n</p>\n<p class=\"arabic\">وقال مكي الرميلي مرض الخطيب ببغداد في رمضان في نصفه إلى أن اشتد به الحال \n  في غرة ذي الحجة وأوصى إلى أبي الفضل بن خيرون ووقف كتبه على يده وفرق جميع \n  ماله في وجوه البر وعلى المحدثين وتوفي رابع ساعة من يوم الإثنين سابع ذي \n  الحجة ثم أخرج بكرة الثلاثاء وعبروا به إلى الجانب الغربي وحضره القضاة والأشراف \n  والخلق وتقدمهم القاضي أبو الحسين بن المهتدي بالله فكبر عليه أربعا ودفن \n  بجنب بشر الحافي .\n</p>\n<p class=\"arabic\">وقال ابن خيرون مات ضحوة الإثنين ودفن بباب حرب وتصدق بماله وهو مائتا دينار \n  وأوصى بأن يتصدق بجميع ثيابه ووقف جميع كتبه وأخرجت جنازته من حجرة تلي النظامية \n  في نهر معلى وتبعه الفقهاء والخلق وحملت جنازته إلى جامع المنصور وكان بين \n  يدي الجنازة جماعة ينادون هذا الذي كان يذب عن رسول الله صلى الله عليه وسلم \n  هذا الذي كان ينفي الكذب عن رسول الله صلى الله عليه وسلم وهذا الذي كان يحفظ \n  حديث رسول الله صلى الله عليه وسلم وختم على قبره عدة ختمات .\n</p>\n<p class=\"arabic\">وقال الكتاني ورد كتاب جماعة أن أبا بكر الحافظ توفي في سابع ذي الحجة وكان \n  أحد من حمل جنازته الإمام أبو إسحاق الشيرازي وكان ثقة حافظا متقنا متحريا \n  مصنفا .\n</p>\n<p class=\"arabic\">وقال أبو البركات إسماعيل بن أبي سعد الصوفي كان الشيخ أبو بكر بن زهراء الصوفي \n  وهو أبو بكر بن علي الطريثيثي الصوفي برباطنا قد أعد لنفسه *31*108* قبرا \n  إلى جانب قبر بشر الحافي وكان يمضي إليه في كل أسبوع مرة وينام فيه ويقرأ \n  فيه القرآن كله فلما مات أبو بكر الخطيب وكان قد أوصى أن يدفن إلى جنب قبر \n  بشر الحافي فجاء أصحاب الحديث إلى أبي بكر بن زهراء وسألوه أن يدفنوا الخطيب \n  في قبره وأن يؤثروه به فامتنع وقال موضع قد أعددته لنفسي يؤخذ مني ! .\n</p>\n<p class=\"arabic\">فلما رأوا ذلك جاءوا إلى والد أبي سعد وذكروا له ذلك فأحضر أبا بكر فقال أنا \n  لا أقول لك أعطهم القبر ولكن أقول لك لو أن بشرا الحافي في الأحياء وأنت إلى \n  جانبه فجاء أبو بكر الخطيب ليقعد دونك أكان يحسن بك أن تقعد أعلى منه .\n</p>\n<p class=\"arabic\">قال لا بل كنت أقوم وأجلسه مكاني .\n</p>\n<p class=\"arabic\">قال فهكذا ينبغي أن تكون الساعة .\n</p>\n<p class=\"arabic\">قال فطاب قلبه وأذن لهم فدفنوه في ذلك القبر .\n</p>\n<p class=\"arabic\">وقال أبو الفضل بن خيرون جاءني بعض الصالحين وأخبرني لما مات الخطيب أنه رآه \n  في المنام فقال له كيف حالك قال أنا في روح وريحان وجنة نعيم .\n</p>\n<p class=\"arabic\">وقال أبو الحسن علي بن الحسين بن جداء رأيت بعد موت الخطيب كأن شخصا قائما \n  بحذائي فأردت أن أسأله عن الخطيب فقال لي ابتداء أنزل وسط الجنة حيث يتعارف \n  الأبرار رواها أبو علي البرداني في المنامات له عن ابن جداء .\n</p>\n<p class=\"arabic\">وقال غيث الأرمنازي قال مكي بن عبد السلام كنت نائما ببغداد في *31*109* ليلة \n  ثاني عشر ربيع الأول سنة ثلاث وستين وأربعمائة فرأيت عند السحر كأنا اجتمعنا \n  عند أبي بكر الخطيب في منزله لقراءة التاريخ على العادة فكأن الخطيب جالس \n  والشيخ أبو الفضل نصر بن إبراهيم الفقيه عن يمينه وعن يمين الفقيه نصر رجل \n  لم أعرفه فسألت عنه فقيل هذا رسول الله صلى الله عليه وسلم جاء ليسمع التاريخ \n  فقلت في نفسي هذه جلالة لأبي بكر إذ يحضر رسول الله صلى الله عليه وسلم مجلسه .\n</p>\n<p class=\"arabic\">وقلت وهذا رد لقول من يعيب التاريخ ويذكر أنه فيه تحامل على أقوام .\n</p>\n<p class=\"arabic\">وقال أبو الحسن محمد بن مرزوق الزعفراني حدثني الفقيه الصالح أبو علي الحسن \n  بن أحمد البصري قال رأيت الخطيب في المنام وعليه ثياب بيض حسان وعمامة بيضاء \n  وهو فرحان يبتسم فلا أدري قلت ما فعل الله بك أو هو بدأني فقال غفر الله لي \n  أو رحمني وكل من نجا فوقع لي أنه يعني بالتوحيد إليه يرحمه أو يغفر له فأبشروا \n  وذلك بعد وفاته بأيام .\n</p>\n<p class=\"arabic\">وقال أبو الخطاب بن الجراح يرثيه .\n</p>\n<p class=\"arabic\">% فاق الخطيب الورى صدقا ومعرفة % % وأعجز الناس في تصنيفه الكتبا % .\n</p>\n<p class=\"arabic\">% حمى الشريعة من غاو يدنسها % % بوصفه ونفى التدليس والكذبا % .\n</p>\n<p class=\"arabic\">% جلا محاسن بغداد فأودعها % % تاريخا مخلصا لله محتسبا % .\n</p>\n<p class=\"arabic\">% وقال في الناس بالقسطاس منحرفا % % عن الهوى وأزال الشك والريبا % .\n</p>\n<p class=\"arabic\">% سقى ثراك أبا بكر على ظمأ % % جون ركام تسح الواكف السربا % .\n</p>\n<p class=\"arabic\">% ونلت فوزا ورضوانا ومغفرة % % إذا تحقق وعد الله واقتربا % .\n</p>\n<p class=\"arabic\">% يا أحمد بن علي طبت مضطجعا % % وبآء شانئك بالأوزار محتقبا % .\n</p>\n<p class=\"arabic\">*31*110* .\n</p>\n<p class=\"arabic\">وقال أبو الحسين بن الطيوري أنشدنا أبو بكر الخطيب لنفسه .\n</p>\n<p class=\"arabic\">% تغيب الخلق عن عيني سوى قمر % % حسبي من الخلق طرا ذلك القمر % .\n</p>\n<p class=\"arabic\">% محله في فؤادي قد تملكه % % وحاز روحي فما لي عنه مصطبر % .\n</p>\n<p class=\"arabic\">% والشمس أقرب منه في تناولها % % وغاية الحظ منه للورى النظر % .\n</p>\n<p class=\"arabic\">% وددت تقبيله يوما مخالسة % % فصار من خاطري في خده أثر % .\n</p>\n<p class=\"arabic\">% وكم حليم رآه ظنه ملكا % % وردد الفكر فيه أنه بشر % .\n</p>\n<p class=\"arabic\">وقال غيث الأرمنازي أنشدنا أبو بكر الخطيب لنفسه .\n</p>\n<p class=\"arabic\">% إن كنت تبغي الرشاد محضا % % لأمر دنياك والمعاد % .\n</p>\n<p class=\"arabic\">% فخالف النفس في هواها % % إن الهوى جامع الفساد % .\n</p>\n<p class=\"arabic\">وقال أبو القاسم النسيب أنشدنا أبو بكر الخطيب لنفسه .\n</p>\n<p class=\"arabic\">% لا تغبطن أخا الدنيا لزخرفها % % ولا للذة وقت عجلت فرحا % .\n</p>\n<p class=\"arabic\">% فالدهر أسرع شيء في تقلبه % % وفعله بين للخلق قد وضحا % .\n</p>\n<p class=\"arabic\">% كم شارب عسلا فيه منيته % % وكم تقلد سيفا من به ذبحا % .\n</p>\n<p class=\"arabic\">*31*111* فارغة *31*112* فارغة *31*113* .\n\n</p>"
}