{
    "header": " عمر بن علي بن أحمد بن الليث .",
    "id": "020185",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> عمر بن علي بن أحمد بن الليث .\n</h1>\n<p class=\"arabic\">أبو مسلم الليثي البخاري الجيراخشتي وهي قرية ببخارى *31*209* .\n</p>\n<p class=\"arabic\">كان أحد الحفاظ الرحالة .\n</p>\n<p class=\"arabic\">نزل إصبهان في الآخر وحدث عن عبد الغافر الفارسي وأبي عثمان الصابوني وجماعة .\n</p>\n<p class=\"arabic\">روى عنه أبو عبد الله الدقاق فأكثر والحسين بن عبد الملك الخلال ومحمد بن \n  أبي الرجاء الصائغ .\n</p>\n<p class=\"arabic\">قال السلفي سألت الحوزي عن أبي مسلم الليثي فقال قدم علينا في سنة تسع وخمسين \n  وقال كتبت وكتب لي عشر رواحل .\n</p>\n<p class=\"arabic\">وقد سألت عنه ابن الخاضبة فأثنى عليه وقال كان له أنس بالصحيح .\n</p>\n<p class=\"arabic\">وأبو طاهر بركة بن حسان يقول ناظرت أبا الحسن المغازلي في التفضيل بين مالك \n  والشافعي ففضلت الشافعي وفضل مالكا وكان مالكيا وأنا شافعي فاحتكمنا إلى أبي \n  مسلم الليثي ففضل الشافعي فغضب المغازلي وقال لعلك على مذهبه .\n</p>\n<p class=\"arabic\">فقال نحن أصحاب الحديث الناس على مذاهبنا ولسنا على مذهب *31*210* أحد ولو \n  كنا ننتسب إلى مذهب أحد لقيل أنتم تضعون له الحديث .\n</p>\n<p class=\"arabic\">وكان أبو مسلم من بقايا الحفاظ ذكر لإسماعيل بن الفضل فقال له معرفة بالحديث \n  سافر الكثير وسمع وأدرك الشيوخ .\n</p>\n<p class=\"arabic\">وذكره أبو زكريا يحيى بن مندة فقال أحد من يدعي الحفظ والإتقان إلا أنه كان \n  يدلس وكان متعصبا لأهل البدع أحول شره وقاح كلما هاجت ريح قام معها صنف مسند \n  الصحيحين وخرج إلى خوزستان فمات بها .\n</p>\n<p class=\"arabic\">قال السمعاني أبو مسلم خرج على عبد الرحمن بن أبي عبد الله بن مندة عم يحيى \n  وكان يرد عليه .\n</p>\n<p class=\"arabic\">وقال الدقاق ورد أبو مسلم إصبهان فنزل في جوار الشيخ عبد الرحمن وتزوج ثم \n  وأحسن إليه الشيخ ثم فارقه وخرج على الشيخ وأفرط وبالغ في سفاهته وطاف في \n  المساجد والقرى وشنع عليه وسماه عدو الرحمن ليأخذ منهم الشيء الحقير التافه .\n</p>\n<p class=\"arabic\">وكان ممن يعرف علم الحديث والصحيح وجمع بين الصحيحين في دفاتر كثيرة اشتريتها \n  من تركته لا من بركته *31*211* ورخه ابن مندة أعني يحيى في هذه السنة .\n\n</p>"
}