{
    "header": " عبد الكريم بن هوازن بن عبد الملك بن طلحـ...",
    "id": "020136",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> عبد الكريم بن هوازن بن عبد الملك بن طلحة بن محمد  .\n</h1>\n<p class=\"arabic\">الإمام أبو القاسم القشيري النيسابوري .\n</p>\n<p class=\"arabic\">الزاهد الصوفي شيخ خراسان وأستاذ الجماعة ومقدم الطائفة .\n</p>\n<p class=\"arabic\">توفي أبوه وهو طفل فوقع إلى أبي القاسم اليماني الأديب فقرأ الأدب والعربية \n  عليه وكانت له ضيعة مثقلة الخراج بناحية أستوا فرأوا من الرأي أن يتعلم طرفا \n  من الاستيفاء ويشرع في بعض الأعمال بعدما أونس رشده في العربية لعله يصون \n  قريته ويدفع عنها ما يتوجه عليها من مطالبات الدولة فدخل نيسابور من قريته \n  على هذه العزيمة فاتفق حضوره مجلس الأستاذ أبي علي الدقاق وكان واعظ وقته \n  فاستحلى كلامه فوقع في شبكة الدقاق ونسخ ما عزم عليه طلب القباء فوجد العباء \n  وسلك طريق الإرادة فقبله الدقاق وأقبل عليه وأشار إليه بتعلم العلم فمضى إلى \n  درس الفقيه أبي بكر الطوسي فلازمه حتى فرغ من التعليق ثم اختلف إلى الأستاذ \n  أبي بكر بن فورك الأصولي فأخذ عنه الكلام والنظر حتى بلغ فيه الغاية ثم اختلف \n  إلى أبي إسحاق الإسفرائيني ونظر في تواليف ابن الباقلاني .\n</p>\n<p class=\"arabic\">ثم زوجه أبو علي الدقاق بابنته فاطمة فلما توفي أبو علي عاش أبا عبد *31*172* \n  الرحمن السلمي وصحبه .\n</p>\n<p class=\"arabic\">وكتب الخط المنسوب الفائق .\n</p>\n<p class=\"arabic\">وبرع في علم الفروسية واستعمال السلاح ودقق في ذلك وبالغ وانتهت إليه رئاسة \n  التصوف في زمانه لما أتاه الله من الأهوال والمجاهدات وتربية المريدين وتذكيرهم \n  وعباراتهم العذبة فكان عديم النظير في ذلك طيب النفس لطيف الإشارة غواصا على \n  المعاني .\n</p>\n<p class=\"arabic\">صنف كتاب نحر القلوب وكتاب لطائف الإشارات وكتاب الجواهر وكتاب أحكام السماع \n  وكتاب آداب الصوفية وكتاب عيون الأجوبة في فنون الأسولة وكتاب المناجاة وكتاب \n  المنتهى في نكت أولي النهى وغير ذلك .\n</p>\n<p class=\"arabic\">أنشدنا أبو الحسين علي بن محمد أنا جعفر بن محمد أنا السلفي أنا القاضي حسن \n  بن نصر بن مرهف بنهاوند أنشدنا أبو القاسم القشيري لنفسه .\n</p>\n<p class=\"arabic\">% البدر من وجهك مخلوق % % والسحر من طرفك مسروق % .\n</p>\n<p class=\"arabic\">% يا سيدا يتمني حبه % % عبدك من صدك مرزوق % .\n</p>\n<p class=\"arabic\">سمع من أبي الحسين الخفاف وأبي نعيم الإسفرايني وأبي بكر بن عبدوس الحيري \n  وعبد الله بن يوسف الإصبهاني وأبي نعيم أحمد بن محمد المهرجاني وعلي بن أحمد \n  الأهوازي وأبي عبد الرحمن السلمي وأبي سعيد محمد بن إبراهيم الإسماعيلي وابن \n  باكويه الشيرازي بنيسابور .\n</p>\n<p class=\"arabic\">ومن أبي الحسين بن بشران وغيره *31*173* .\n</p>\n<p class=\"arabic\">وكان إماما قدوة مفسرا محدثا فقيها متكلما نحويا كاتبا شاعرا .\n</p>\n<p class=\"arabic\">قال أبو سعد السمعاني لم ير أبو القاسم مثل نفسه في كماله وبراعته جمع بين \n  الشريعة والحقيقة أصله من ناحية أستوا وهو قشيري الأب سلمي الأم .\n</p>\n<p class=\"arabic\">روى عنه ابنه عبد المنعم وابن ابنه أبو الأسعد هبة الرحمن وأبو عبد الله الفراوي \n  وزاهر الشحامي وعبد الوهاب بن شاه الشاذياخي ووجيه الشحامي وعبد الجبار الخواري \n  وعبد الرحمن بن عبد الله البحيري وخلق سواهم .\n</p>\n<p class=\"arabic\">ومن القدماء أبو بكر الخطيب وغيره .\n</p>\n<p class=\"arabic\">وقال الخطيب كتبنا عنه وكان ثقة وكان يقص وكان حسن الموعظة مليح الإشارة وكان \n  يعرف الأصول على مذهب الأشعري والفروع على مذهب الشافعي .\n</p>\n<p class=\"arabic\">قال لي ولدت في ربيع الأول سنة ست وسبعين وثلاثمائة .\n</p>\n<p class=\"arabic\">أخبرنا أحمد بن هبة الله عن أم المؤيد زينب الشعرية أن عبد الوهاب بن شاه \n  أخبرها أنا أبو القاسم القشيري أنا أبو بكر بن فورك أنا أحمد بن محمود بن \n  خرزاذ ثنا الحسن بن الحارث الأهوازي ثنا سلمة بن سعيد عن صدقة بن أبي عمران \n  ثنا علقمة بن مرثد عن زاذان عن البراء قال سمعت رسول الله صلى الله عليه وسلم \n  يقول حسنوا القرآن بأصواتكم فإن الصوت الحسن يزيد القرآن حسنا *31*174* .\n</p>\n<p class=\"arabic\">قال القاضي شمس الدين بن خلكان صنف أبو القاسم القشيري التفسير الكبير وهو \n  من أجود التفاسير وصنف الرسالة في رجال الطريقة .\n</p>\n<p class=\"arabic\">وحج مع البيهقي وأبي محمد الجويني .\n</p>\n<p class=\"arabic\">وكان له في الفروسية واستعمال السلاح يد بيضاء .\n</p>\n<p class=\"arabic\">وقال فيه أبو الحسن الباخرزي في دمية القصر لو قرع الصخر بسوط تحذيره لذاب \n  ولو ربط إبليس في مجلسه لتاب وله فصل الخطاب في فضل النطق المستطاب كما هو \n  في التكلم على مذهب الأشعري خارج إحاطته بالعلوم عن الحد البشري كلماته للمستفيد \n  فرائد وفوائد وعتبات منبره للعارفين وسائد وله شعر يتوج به دروس مماليه إذا \n  ختمت به أذناب أماليه .\n</p>\n<p class=\"arabic\">قال عبد الغافر في تاريخه ومن جملة أحواله ما خص به من المحنة *31*175* في \n  الدين وظهور التعصب بين الفريقين في عشر سنة أربعين إلى خمس وخمسين وأربعمائة \n  وميل بعض الولاة إلى الأهواء وسعي بعض الرؤساء إليه بالتخليط حتى أدى ذلك \n  إلى رفع المجالس وتفرق شمل الأصحاب وكان هو المقصود من بينهم حسدا حتى اضطر \n  إلى مفارقة الوطن وامتد في أثناء ذلك إلى بغداد فورد على القائم بأمر الله \n  ولقي فيها قبولا وعقد له المجلس في منازله المختصة به وكان ذلك بمحضر ومرأى \n  منه وخرج الأمر بإعزازه وإكرامه فعاد إلى نيسابور وكان يختلف منها إلى طوس \n  بأهله وبعض أولاده حتى طلع صبح النوبة البأرسلانية سنة خمس وخمسين فبقي عشر \n  سنين مرفها محترما مطاعا معظما .\n</p>\n<p class=\"arabic\">ولأبي القاسم .\n</p>\n<p class=\"arabic\">% سقى الله وقتا كنت أخلو بوجهكم % % وثغر الهوى في روضة الأنس ضاحك % .\n</p>\n<p class=\"arabic\">% أقمنا زمانا والعيون قريرة % % وأصبحت يوما والجفون سوافك % .\n</p>\n<p class=\"arabic\">قال عبد الغافر الفارسي توفي الأستاذ عبد الكريم صبيحة يوم الأحد السادس عشر \n  من ربيع الآخر .\n</p>\n<p class=\"arabic\">قلت وله عدة أولاد أئمة عبد الله وعبد الواحد وعبد الرحيم وعبد المنعم وغيرهم \n  ولما مرض لم تفته ولا ركعة قائما حتى توفي *31*176* .\n</p>\n<p class=\"arabic\">ورآه في النوم أبو تراب المراغي يقول أنا في أطيب عيش وأكمل راحة .\n\n</p>"
}