{
    "header": " ألب أرسلان بن جغري بك واسمه داود بن ميكـ...",
    "id": "020123",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> ألب أرسلان بن جغري بك واسمه داود بن ميكائيل بن  سلجوق بن تقاق \n  بن سلجوق .\n</h1>\n<p class=\"arabic\">السلطان عضد الدولة أبو شجاع الملقب بالعادل واسمه بالعربي محمد بن داود .\n</p>\n<p class=\"arabic\">أصله من قرية يقال لها النور وتقاق بالعربي قوس حديد وهو أول من دخل في الإسلام .\n</p>\n<p class=\"arabic\">وألب أرسلان أول من ذكر بالسلطان على منابر بغداد .\n</p>\n<p class=\"arabic\">قدم حلب فحاصرها في سنة ثلاث وستين حتى خرج إليه محمود بن نصر بن صالح بن \n  مرداس صاحبها مع أمه فأنعم عليه بحلب وسار إلى الملك ديوجانس وقد خرج من القسطنطينية \n  فالتقاه وأسره ثم من عليه وأطلقه .\n</p>\n<p class=\"arabic\">ثم سار فغزا الخزر والأبخاز وبلغ ما لم يبلغ أحد من الملوك .\n</p>\n<p class=\"arabic\">وكان ملكا عادلا مهيبا مطاعا معظما ولي السلطنة بعد وفاة عمه طغرلبك بن سلجوق \n  في سنة سبع وخمسين وبلغ طغرلبك من العمر نيفا وثمانين سنة *31*162* .\n</p>\n<p class=\"arabic\">قال عبد الواحد بن الحصين سار ألب أرسلان في سنة ثلاث وستين إلى ديار بكر \n  فخرج إليه نصر بن مروان وخدمه بمائة ألف دينار ثم سار إلى حلب ومن على ملكها \n  ثم غزا الروم فصادف مقدم جيشه عند خلاط عشرة آلاف فانتصر عليهم وأسر مقدمهم \n  والتقى ألب أرسلان وعظيم الروم بين خلاط ومنازكرد في ذي القعدة من العام وكان \n  في مائتين ألوف والسلطان في خمسة عشر ألفا فأرسل إليه السلطان في الهدنة فقال \n  الكلب الهدنة تكون بالري فعزم السلطان على قتاله فلقيه يوم الجمعة في سابع \n  ذي القعدة فنصر عليه وقتل في جيشه قتلا ذريعا وأسره ثم ضربه ثلاث مقارع وقطع \n  عليه ألف ألف دينار وخمسمائة ألف دينار وأي وقت طلبه السلطان بعساكره حضر \n  وأن يسلم إليه كل أسير من المسلمين عنده وأعز الله الإسلام وأذل الشرك .\n</p>\n<p class=\"arabic\">وكان السلطان ألب أرسلان في أواخر الأمر من أعدل الناس وأحسنهم سيرة وأرغبهم \n  في الجهاد وفي نصر الدين وقنع من الرعية بالخراج الأصلي وكان يتصدق في كل \n  رمضان بأربعة آلاف دينار ببلخ ومرو وهراة ونيسابور ويتصدق بحضرته بعشرة آلاف \n  دينار .\n</p>\n<p class=\"arabic\">ورافع بعض الكتاب نظام الملك بقصة فدعا النظام وقال له خذ هذه الورقة فإن \n  صدقوا فيما كتبوه فهذب أحوالك وإن كذبوا فاغفر لكاتبها وأشغله بمهم من مهمات \n  الديوان حتى يعرض عن الكذب .\n</p>\n<p class=\"arabic\">وغزا السلطان في أول سنة خمس وستين جيحون فعبر جيشه في نيف وعشرين يوما من \n  صفر وكان معه زيادة على مائتي ألف فارس وقصد شمس *31*163* الملك تكين بن طمغاج \n  وأتاه أعوانه بوالي قلعة اسمه يوسف الخوارزمي وقربوه إلى سريره مع غلامين \n  فأمر أن تضرب له أربعة أوتاد وتشد أطرافه إليها فقال يوسف للسلطان يا مخنث \n  مثلي يقتل هذه القتلة فغضب السلطان فأخذ القوس والنشاب وقال حلوه .\n</p>\n<p class=\"arabic\">ورماه فأخطأه ولم يكن يخطيء له سهم فأسرع يوسف إليه إلى السرير فنهض السلطان \n  فنزل فعثر وخر على وجهه فوصل يوسف فبرك عليه وضربه بسكين كانت معه في خاصرته \n  ولحق بعض الخدم يوسف فقتلوه وحمل السلطان وهو مثقل وقضى نحبه وجلسوا لعزائه \n  ببغداد في ثامن جمادى الآخرة وعاش أربعين سنة وشهرين وعهد إلى ابنه ملكشاه \n  ودفن بمرو .\n</p>\n<p class=\"arabic\">ونقل ابن الأثير أن أهل سمرقند لما بلغهم عبور السلطان النهر تجمعوا ودعوا \n  الله تعالى وختموا ختمات وسألوا الله أن يكفيهم أمره فاستجاب لهم .\n</p>\n<p class=\"arabic\">وقيل إنه قال لما كان أمس صعدت إلى تل فرأيت جيوشي فقلت في *31*164* نفسي \n  أنا ملك الدنيا ومن يقدر علي فعجزني الله بأضعف من يكون فأنا أستغفر الله \n  من ذلك الخاطر .\n\n</p>"
}