{
    "header": " عبد العزيز بن أحمد بن محمد بن علي بن سلـ...",
    "id": "020177",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> عبد العزيز بن أحمد بن محمد بن علي بن سليمان  .\n</h1>\n<p class=\"arabic\">المحدث أبو محمد التميمي الكتاني الصوفي .\n</p>\n<p class=\"arabic\">مفيد الدماشقة .\n</p>\n<p class=\"arabic\">سمع الكثير ونسخ ما لا ينحصر وله رحلة ومعرفة جيدة .\n</p>\n<p class=\"arabic\">سمع صدقة بن محمد بن الدلم وتمام بن محمد الرازي وأبا نصر بن هارون وعبد الوهاب \n  المري وابن أبي نصر وخلقا كثيرا بدمشق حتى سمع من أقرانه .\n</p>\n<p class=\"arabic\">ورحل فسمع ببلد من أحمد بن خليفة بن الصباح وأخيه محمد جزءا من حديثه علي \n  بن حرب .\n</p>\n<p class=\"arabic\">وسمع ببغداد من أبي الحسن الحمامي وعلي بن داود الرزاز والحرفي ومحمد بن الروزبهان .\n</p>\n<p class=\"arabic\">وسمع بالموصل ونصيبين ومنبج وأماكن .\n</p>\n<p class=\"arabic\">روى عنه أبو بكر الخطيب والحميدي وعمر الرؤآسي وأبو القاسم النسيب وأبو محمد \n  بن الأكفاني وعبد الكريم بن حمزة وإسماعيل بن أحمد *31*204* السمرقندي وأحمد \n  بن عقيل الفارسي وأبو الفضل يحيى بن علي القرشي وطائفة سواهم .\n</p>\n<p class=\"arabic\">ولد سنة تسع وثمانين وثلاثمائة وبدأ بالسماع في سنة سبع وأربعمائة .\n</p>\n<p class=\"arabic\">قال ابن ماكولا كتب عني وكتبت عنه وهو مكثر متقن .\n</p>\n<p class=\"arabic\">وقال النسيب بل الخطيب هو ثقة أمين .\n</p>\n<p class=\"arabic\">ووصفه ابن الأكفاني بالصدق والاستقامة وسلامة المذهب ودوام الدرس للقرآن وذكر \n  لي أن شيخه أبا القاسم عبيد الله بن أحمد الأزهري سمع منه ببغداد وكان قد \n  رحل إليها في سنة سبع عشرة وأربعمائة .\n</p>\n<p class=\"arabic\">وتوفي في العشرين من جمادى الآخرة .\n</p>\n<p class=\"arabic\">وقال القاضي أبو بكر بن العربي قال لنا أبو محمد بن الأكفاني دخلنا على الشيخ \n  أبي محمد عبد العزيز الكتاني في مرض موته فقال أنا أشهدكم أني قد أجزت لكل \n  من هو مولود الآن في الإسلام يشهد أن لا إله إلا الله وأن محمدا رسول الله .\n</p>\n<p class=\"arabic\">قلت روى عنه بهذه الإجازة غير واحد منهم محفوظ بن صصرى التغلبي *31*205* .\n\n</p>"
}