{
    "header": " عباد بن محمد بن إسماعيل بن عباد  .",
    "id": "020102",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> عباد بن محمد بن إسماعيل بن عباد  .\n</h1>\n<p class=\"arabic\">المعتضد بالله أبو عمرو أمير إشبيلية ابن قاضيها أبي القاسم .\n</p>\n<p class=\"arabic\">قد تقدم أن أهل إشبيلية ملكوا عليهم القاضي أبا القاسم وأنه توفي سنة ثلاث \n  وثلاثين فقام بالأمر بعده المعتضد بالله وكان شهما صارما جرى على سنن والده \n  مدة ثم سمت همته وتلقب بالمعتضد بالله وخوطب بأمير المؤمنين .\n</p>\n<p class=\"arabic\">وكان شجاعا داهية قتل من أعوان أبيه جماعة صبرا وصادر بعضهم وتمكن من الملك \n  ودانت له الملوك وكان قد اتخذ خشبا في قصره وجللها برؤوس ملوك وأعيان ومقدمين .\n</p>\n<p class=\"arabic\">وكان يشبه بأبي جعفر المنصور وكان ابنه ولي العهد إسماعيل قد هم بقتل أبيه \n  وأراد اغتياله فلم يتم له الأمر فقبض عليه المعتضد وضرب عنقه وعهد إلى ابنه \n  أبي القاسم محمد ولقبه المعتمد على الله .\n</p>\n<p class=\"arabic\">ويقال إنه أخذ مال أعمى فنزح وجاور بمكة يدعو عليه فبلغ المعتضد فندب رجلا \n  وأعطاه حقا فيه جملة دنانير وطلاها بسم فسافر إلى مكة وأعطى الأعمى الدنانير \n  فأنكر ذلك وقال يظلمني بإشبيلية ويتصدق علي هنا ثم أخذ دينارا منها فوضعه \n  في فمه فمات بعد يوم .\n</p>\n<p class=\"arabic\">وكذلك فر منه رجل مؤذن إلى طليطلة فأخذ يدعو عليه في الأسحار فبعث إليه من \n  جاءه برأسه *31*149* .\n</p>\n<p class=\"arabic\">وطالت أيامه إلى أن توفي في رجب فقيل إن ملك الفرنج سمه في ثياب بعث بها إليه .\n</p>\n<p class=\"arabic\">وقيل مات حتف أنفه وقام بعده ابنه المعتمد .\n</p>\n<p class=\"arabic\">ومما تم له في سنة أربع وأربعين أنه سكر ليلة وخرج في الليل مع غلام وسار \n  نحو قرمونة وهي بعض يوم من إشبيلية وكان صاحب قرمونة إسحاق بن سليمان البرزالي \n  قد جرت معه حروب فلم يسر حتى أتى قرمونة وكان إسحاق يشرب في جماعة فأعلم بالمعتضد \n  بأنه يستأذن فزاد تعجبهم وأذن له فسلم على إسحاق وشرع في الأكل فزال عنه السكر \n  وسقط في يده لما بينه وبين برزال من الحرب لكنه تجلد وأظهر السرور وقال أريد \n  أن أنام .\n</p>\n<p class=\"arabic\">فنومه في فراش فتناوم وظنوا أنه قد نام فقال بعضهم هذا كبش سمين والله لو \n  أنفقتم ملك الأندلس عليه ما قدرتم فإذا قتل لم تبق شوكة تشوككم .\n</p>\n<p class=\"arabic\">فقام منهم معاذ بن أبي قرة وكان رئيسا وقال والله لا كان هذا رجل قصدنا ونزل \n  بنا ولو علم أنا نؤذيه ما أتانا مستأمنا كيف تتحدث عنا القبائل أنا قتلنا \n  ضيفنا وخفرنا ذمتنا .\n</p>\n<p class=\"arabic\">ثم انتبه فقاموا وقبلوا رأسه وجددوا السلام عليه فقال لحاجبه أين نحن .\n</p>\n<p class=\"arabic\">قال بين أهلك وإخوانك *31*150* .\n</p>\n<p class=\"arabic\">فقال إيتوني بدواة فأتوه بها فكتب لكل منهم بخلعة وذهب وأفراس وخدم وأمر كل \n  واحد أن يبعث رسوله ليقبض ذلك ثم ركب من فوره وقاموا في خدمته .\n</p>\n<p class=\"arabic\">ثم طلبهم بعد ستة أشهر لوليمة فأتاه ستون رجلا منهم فأنزلهم وأنزل معاذا عنده \n  ثم أدخلهم حمما وطين بابه فماتوا كلهم فعز على معاذ ذلك فقال المعتضد لا ترع \n  فإنهم قد حضرت آجالهم وقد أرادوا قتلي ولولاك لقتلوني فإن أردت أن أقاسمك \n  جميع ما أملك فعلت .\n</p>\n<p class=\"arabic\">فقال أقيم عندك وإلا بأي وجه أرجع إلى قرمونة وقد قتلت سادات بني برزال .\n</p>\n<p class=\"arabic\">فأنزله في قصر وأقطعه وكان من كبار أمرائه ثم كان المعتمد يجله ويعظمه فحدث \n  بعض الإشبيليين أنه رأى معاذا يوم دخل يوسف بن تاشفين وعليه ثوب ديباج مذهب \n  وبين يديه نحو ثلاثين غلاما وأنه رآه في آخر النهار وهو مكتف في تليس .\n</p>\n<p class=\"arabic\">ذكر هذه الحكاية بطولها عزيز في تاريخه فإن صحت فيه تدل على لؤم المعتضد وعسفه \n  وكفر نفسه وقد لقاه الله في عاقبته .\n</p>\n<p class=\"arabic\">وحكى عبد الواحد بن علي في تاريخه أن المعتضد كان شهما شجاعا داهية فقيل إنه \n  ادعى أنه وقع إليه هشام المؤيد بالله بن المستنصر الأموي فخطب له مدة بالخلافة \n  وكان الحامل له على تدبير هذه الحيلة ما رآه من اضطراب أهل إشبيلية عليه لأنهم \n  أنفوا من بقائهم بلا خليفة وبلغه أنهم يطلبون أمويا ليقيموه في الخلافة فأخبرهم \n  بأن المؤيد بالله عنده بالقصر وشهد له جماعة من حشمه بذلك وأنه كالحاجب له \n  وأمر بذكره على المنابر فاستمر ذلك سنين إلى أن نعاه إلى الناس في سنة خمس \n  وخمسين وأربعمائة .\n</p>\n<p class=\"arabic\">وزعم أنه عهد إليه بالخلافة على الأندلس وهذا محال وهشام هلك من سنة ثلاث \n  وأربعمائة ولو كان بقي إلى الساعة لكان يكون ابن مائة سنة وسنة *31*151* .\n\n</p>"
}