{
    "header": " علي بن عبد الرحمن بن الحسن بن عليك  .",
    "id": "020254",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> علي بن عبد الرحمن بن الحسن بن عليك  .\n</h1>\n<p class=\"arabic\">أبو القاسم النيسابوري .\n</p>\n<p class=\"arabic\">فاضل عالم من أولاد المحدثين .\n</p>\n<p class=\"arabic\">تنقل في البلاد وسكن إصبهان مدة وحدث بها وببغداد وأذربيجان .\n</p>\n<p class=\"arabic\">قال الخطيب في تاريخه حدث عن محمد بن الحسين العلوي وأبي نعيم عبد الملك الإسفرائيني \n  والحافظ ابن البيع وحمزة المهلبي كتبت عنه وكان صدوقا .\n</p>\n<p class=\"arabic\">وقال ابن نقطة حدث عن أبي الحسين الخفاف وعبد الرحمن بن إبراهيم المزكي .\n</p>\n<p class=\"arabic\">سمع منه أبو نصر بن ماكولا والمؤتمن الساجي .\n</p>\n<p class=\"arabic\">قلت وروى عنه سعيد بن أبي الرجاء وأبو بكر محمد بن عبد الباقي القاضي وأبو \n  سعد أحمد بن محمد البغدادي وإسماعيل بن محمد بن الفضل الحافظ وأحمد بن عمر \n  الناتاني المقريء شيخ السلفي وقال قدم علينا تفليس وتوفي بها قال ثنا الخفاف .\n</p>\n<p class=\"arabic\">قلت وهو من أكبر شيوخ إسماعيل المذكور .\n</p>\n<p class=\"arabic\">قال ابن السمعاني سألت إسماعيل عنه فقال كتبت عنه وله سماع ولأبيه حديث وكان \n  سيء الرأي فيه .\n</p>\n<p class=\"arabic\">وسمعت محمد بن أبي نصر اللفتواني يقول كان أبو القاسم بن عليك على أوقاف الجامع \n  بإصبهان فحوسب فانكسر عليه مال وكان للوقف دكان *31*264* حلواني أخذ من صاحبها \n  حلاوة كثيرة فكان الناس يضحكون منه ويقولون ترى الجامع أكل الحلاوة ! .\n</p>\n<p class=\"arabic\">سالت أبا سعيد البغدادي عن ابن عليك فقال كان فاضلا ما سمعت فيه إلا خيرا \n  وكان والده محدثا كتب الكثير وما سمعت قدحا في سماعاته وكتب عنه الجم الغفير \n  مسند أبي عوانة إلا أنه كان أشعريا .\n</p>\n<p class=\"arabic\">وقرأت بخط أبي علي البرداني حدثني محمد بن الخاطيء قال مات ابن عليك في رابع \n  رجب بتفليس .\n</p>\n<p class=\"arabic\">قلت وللحافظ ابن ناصر من أبي القاسم بن عليك إجازة .\n\n</p>"
}