{
    "header": " عبد الله بن محمد بن عبد الله بن عمر بن ...",
    "id": "020286",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> عبد الله بن محمد بن عبد الله بن عمر بن أحمد بن مجيب بن المجمع بن بحر \n  بن معبد بن هزارمرد .\n</h1>\n<p class=\"arabic\">أبو محمد الصريفيني خطيب صريفين .\n</p>\n<p class=\"arabic\">اختلفوا في نسبه في تقديم مجيب على مجمع ولد في صفر سنة أربع وثمانين .\n</p>\n<p class=\"arabic\">وسمع أبا القاسم بن حبابة وابن أخي ميمي الدقاق وأبا حفص *31*293* الكتاني \n  وأبا طاهر المخلص وأمة السلام بنت القاضي أحمد بن كامل وجماعة .\n</p>\n<p class=\"arabic\">ذكره الخطيب فقال المعروف والده بهزارمرد قدم بغداد دفعات وحدث بها وكان صدوقا .\n</p>\n<p class=\"arabic\">وقال أبو سعد السمعاني هو شيخ صالح خير صارت إليه الرحلة من الأقطار ولد ببغداد \n  وسكن صريفين .\n</p>\n<p class=\"arabic\">قال وكان أحمد الناس طريقة وأجلهم طبقة وأخلصهم نية وأصفاهم طوية سمع من الكبار \n  مثل قاضي القضاة أبي عبد الله الدامغاني وأبي بكر الخطيب والحميدي وجدي أبي \n  المظفر السمعاني وهبة الله الشيرازي ومحمد بن طاهر المقدسي .\n</p>\n<p class=\"arabic\">وثنا عنه أبو بكر الأنصاري وأبو القاسم بن السمرقندي وعبد الوهاب الأنماطي \n  وعلي بن علي بن سكينة .\n</p>\n<p class=\"arabic\">وحكى ابن طاهر أن هبة الله بن عبد الوارث كان مصعدا إلى الشام منصرفا من بغداد \n  فدخل صريفين فرأى شيخا ذا هيئة قاعدا على باب داره فسأله هل سمعت شيئا فقال \n  سمعت ابن حبابة والمخلص وأبا حفص الكتاني وطبقتهم فتعجب من ذلك وطالبه بالأصول \n  فأخرج له أصولا عتقا بخط ابن البقال وغيره وفيها سماعه فقرأ هبة الله ما كان \n  عنده ونسخه ونم الخبر إلى عكبرا وبغداد .\n</p>\n<p class=\"arabic\">قال فرحل الناس إليه وسمعوا منه *31*294* .\n</p>\n<p class=\"arabic\">وقال أبو الفضل بن خيرون أبو محمد بن هزارمرد ثقة وله أصول جياد قرأت بخط \n  والده ولد ابني ليلة الجمعة لخمس خلون من صفر وسمع من المخلص كتاب النسب وكتاب \n  الفتوح وكتاب المزني وأخبار الأصمعي وكتاب البر والصلة وكتاب الزهد لابن المبارك \n  وكتاب مزاح النبي صلى الله عليه وسلم ومن الفوائد جملة .\n</p>\n<p class=\"arabic\">توفي ابن هزار مرد في ثالث جمادى الآخرة *31*295* .\n\n</p>"
}