{
    "header": " عبد الله أمير المؤمنين القائم بأمر اللهـ...",
    "id": "020209",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> عبد الله أمير المؤمنين القائم بأمر الله .\n</h1>\n<p class=\"arabic\">أبو جعفر ابن القادر بالله أبي العباس أحمد بن ولي العهد إسحاق بن المقتدر \n  بالله أبي الفضل جعفر بن المعتضد الهاشمي العباسي .\n</p>\n<p class=\"arabic\">ولد في نصف ذي القعدة سنة إحدى وتسعين وثلاثمائة وبويع بالخلافة بقبة الإسلام \n  مدينة السلام بغداد يوم الثلاثاء ثالث عشر ذي الحجة سنة اثنتين وعشرين وأربعمائة \n  وأمه أم ولد اسمها بدر الدجى الأرمنية وقيل اسمها قطر الندى كذا سماها الخطيب \n  أدركت خلافته وعاشت بعدها ثلاثين سنة .\n</p>\n<p class=\"arabic\">بويع عند موت والده القادر وكان ولي عهده في حياته وهو الذي لقبه بالقائم \n  بأمر الله .\n</p>\n<p class=\"arabic\">قال ابن الأثير كان جميلا مليح الوجه أبيض مشربا حمرة حسن *31*227* الجسم \n  ورعا زاهدا عالما قوي اليقين بالله كثير الصدقة والصبر له عناية بالأدب ومعرفة \n  حسنة بالكتابة ولم يكن يرضى أكثر ما يكتب من الديوان وكان يصلح فيه أشياء \n  وكان مؤثرا للعدل والإحسان وقضاء الحوائج ولا يرى المنع من شيء يطلب منه .\n</p>\n<p class=\"arabic\">قال وكان سبب موته ماشرا فافتصد ونام فانفجر فصاده وخرج منه دم كثير فاستيقظ \n  وقد ضعف وسقطت قوته فأيقن بالموت وطلب ولي العهد ووصاه ثم توفي رحمه الله .\n</p>\n<p class=\"arabic\">وحكى الحسن بن محمد القيلوي في تاريخه قال ولما رجع الخليفة إلى داره يعني \n  نوبة البساسيري لم يتجرد من ثيابه للنوم إلى أن مات ولا نام على فراش غير \n  مصلاه وكان يصوم فيما حكي عنه أكثر الزمان ويقوم الليل وعفا عن كل من عرفه \n  بفساد وأحسن إليه ومنع من أذية من أذاه .\n</p>\n<p class=\"arabic\">قال السلفي حدثني عبد السلام بن علي القيسراني المعدل بمصر قال حدثني شيوخ \n  بغداد أن القائم لم يسترد شيئا مما نهب من قصره إلا بالثمن ويقول هذه أشياء \n  احتسبناها عند الله وأنه منذ خرج من مقر عزه ما وضع رأسه على مخدة وحين نهبوا \n  قصره لم يجدوا فيه شيئا من آلات الملاهي .\n</p>\n<p class=\"arabic\">قال الخطيب في تاريخه ولم يزل أمره مستقيما إلى أن قبض عليه في سنة خمسين \n  وكان السبب في ذلك أن أرسلان التركي البساسيري كان قد عظم *31*228* أمره واستفحل \n  شأنه لعدم نظرائه وانتشر ذكره وتهيبته أمراء العرب والعجم ودعي له على المنابر \n  وجبي له الأموال وخرب القرى ولم يكن القائم يقطع أمرا دونه ثم صح عنده سوء \n  عقيدته وشهد عنده جماعة أن البساسيري عرفهم وهو باسط عزمه على نهب دار الخلافة \n  والقبض على أمير المؤمنين فكاتب الخليفة أبا طالب محمد بن ميكال سلطان الغز \n  المعروف بطغرلبك وهو بالري يستنهضه في القدوم ثم أحرقت دار البساسيري .\n</p>\n<p class=\"arabic\">وقدم طغرلبك في سنة سبع وأربعين فذهب البساسيري إلى الرحبة وتلاحق به خلق \n  من الأتراك وكاتب صاحب مصر فأمده بالأموال .\n</p>\n<p class=\"arabic\">ثم خرج طغرلبك بعد سنتين إلى نصيبين ومعه أخوه ينال في سنة خمسين فخالف عليه \n  أخوه وسار بجيش عظيم وطلب الري وكان البساسيري قد كاتبه وأطمعه بمنصب أخيه \n  طغرلبك فسار طغرلبك في إثر أخيه فتفرقت عساكره وتواقع هو وأخوه بهمذان فظهر \n  عليه ينال وحصره بهمذان فعزم الوزير الكندري والخاتون زوجة طغرلبك وابنها \n  على نجدة طغرلبك فاضطرب أمر بغداد وأرجفوا بمجيء البساسيري فبطل عزم الوزير \n  فهمت خاتون بالقبض عليه وعلى ابنها ففرا إلى الجانب الغربي وقطعوا الجسر فنهبت \n  دورهما ومضت هي بجمهور الجيش نحو همذان وخرج ابنها والوزير نحو الأهواز فلما \n  كان في ذي القعدة رحل البساسيري إلى الأنبار ولم يحضر الخطيب يوم الجمعة ونزلوا \n  من المئذنة فأخبروا أنهم رأوا عسكر البساسيري وصلى الناس ظهرا .\n</p>\n<p class=\"arabic\">ثم ورد من الغد من عسكره مائتا فارس فلما كان يوم الأحد دخل البساسيري بغداد \n  ومعه الرايات المصرية فضرب مخيمه على دجلة وأجمع أهل الكرخ والعوام من الجانب \n  الغربي على مضافرة البساسيري وكان قد جمع العيارين وأهل الرساتيق وأطمعهم \n  في نهب دار الخليفة والناس إذ ذاك في قحط وبقي القتال كل يوم بين الفريقين \n  في السفن فلما كان يوم الجمعة المقبلة دعي لصاحب مصر بجامع المنصور وزيد في \n  الأذان بحي على خير *31*229* العمل وأصلحوا الجسر وعبر الجيش فنزلوا بالزاهر \n  وكفوا عن المحاربة أياما وخندق الخليفة حول داره وأصلح سورها ثم حشد البساسيري \n  أهل الكرخ وغيرهم ونهض بهم إلى حرب الخليفة فتحاربوا يومين وقتل قتلى كثيرة .\n</p>\n<p class=\"arabic\">وفي اليوم الثالث أتى البساسيري وجموعه نحو دار الخليفة وأحرق الأسواق بنهر \n  معلى ووقع النهب وأحاطوا بدار الخلافة وأخذ منها ما لا يحصى ووجه الخليفة \n  إلى قريش العقيلي البدوي وكان قد جاء ناصرا للبساسيري فأذم للخليفة في نفسه \n  ولقيه فقبل بين يديه الأرض وخرج الخليفة معه من الدار راكبا وبين يديه راية \n  سوداء والأتراك بين يديه ثم نزل بمخيم ضرب له بأمر قريش وقبض البساسيري على \n  الوزير وعلى القاضي الدامغاني وجماعة وقيد الوزير والقاضي فلما كان يوم الجمعة \n  من ذي الحجة خطب لصاحب مصر في كل الجوامع إلا جامع الخليفة ولما كان يوم عرفة \n  بعث الخليفة إلى عانة على الفرات وحبس هناك .\n</p>\n<p class=\"arabic\">وشهر الوزير في أواخر الشهر على جمل وطيف به ثم صلب حيا وهو أبو القاسم ابن \n  المسلمة ثم جعلوا في فكيه كلوبين من حديد فمات ليومه وأطلق قاضي القضاة .\n</p>\n<p class=\"arabic\">وأما طغرلبك فظفر بأخيه وقتله وكاتب متولي عانة في رد الخليفة إلى داره مكرما .\n</p>\n<p class=\"arabic\">وذكر لنا أن البساسيري عزم على ذلك لما بلغه أن طغرلبك متوجه إلى العراق وحصل \n  الخليفة في مقر عزه في الخامس والعشرين من ذي القعدة من سنة إحدى وخمسين .\n</p>\n<p class=\"arabic\">ثم جهز طغرلبك جيشا فحاربوا البساسيري بسقي الفرات وظفروا به فقتل وحمل رأسه \n  إلى بغداد .\n</p>\n<p class=\"arabic\">وقال أبو الحسن علي بن هبة الله بن عبد السلام الكاتب سمعت *31*230* الأستاذ \n  أبا الفضل محمد بن علي بن عامر قال دخلنا في يومنا هذا إلى المخزن فلم يبق \n  أحد لقيني إلا وأعطاني قصة فامتلأ كمي بالرقاع فلما رأيت كثرتها قلت لو كان \n  القائم بأمر الله أخي لأقل المراعاة لي ولضجر مني وألقيتها في بركة وكان القائم \n  ينظر وأنا لا أعلم فلما وقفت بين يديه أمر بأخذ الرقاع من البركة وبسطت في \n  الشمس ثم حملت إليه ووقع على الجميع ثم قال يا عامي ما حملك على ما فعلت وهل \n  كان عليك درك في إيصالها إلينا فقلت خفت أن تمل .\n</p>\n<p class=\"arabic\">فقال ويحك ما أطلقنا شيئا من أموالنا بل نحن خزانهم فيها واحذر أن تعود إلى \n  ما فعلت .\n</p>\n<p class=\"arabic\">قال أبو يعلى بن حمزة بن القلانسي في تاريخه روي أن القائم لما اعتقل نوبة \n  البساسيري كتب قصة ونفذها إلى بيت الله مستعديا إلى الله على من ظلمه فعلقت \n  على الكعبة وهي .\n</p>\n<p class=\"arabic\">إلى الله العظيم من المسكين عبده .\n</p>\n<p class=\"arabic\">اللهم إنك العالم بالسرائر ^ و المطلع على الضمائر اللهم إنك غني بعلمك واطلاعك \n  على خلقك عن إعلامي هذا عبد قد كفر نعمك وما شكرها وألقي العواقب وما ذكرها \n  أطغاه حلمك حتى تعدى علينا بغيا وأساء إلينا عتوا وعدوا اللهم قل الناصر واعتز \n  الظالم وأنت المطلع العالم ^ و المنصف الحاكم بك نعتز عليه وإليك نهرب من \n  يديه فقد تعزز علينا *31*231* بالمخلوقين ونحن نعزز بك وقد حاكمنا إليك وتوكلنا \n  في انصافنا منه عليك ورفعنا ظلامتنا هذه إلى حرمك ووثقنا في كشفها بكرمك فاحكم \n  بيننا بالحق وأنت خير الحاكمين .\n</p>\n<p class=\"arabic\">توفي القائم بأمر الله ليلة الخميس الثالث عشر من شعبان ودفن في داره بالقصر \n  الحسني , وكانت دولته خمسا وأربعين سنة وغسله الشريف أبو جعفر بن أبي موسى \n  الهاشمي شيخ الحنابلة .\n</p>\n<p class=\"arabic\">وبويع بعده المقتدي .\n\n</p>"
}