{
    "header": " علي بن أحمد بن محمد بن علي  .",
    "id": "020249",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> علي بن أحمد بن محمد بن علي  .\n</h1>\n<p class=\"arabic\">أبو الحسن الواحدي النيسابوري من أولاد التجار .\n</p>\n<p class=\"arabic\">أصله من ساوة وله أخ اسمه عبد الرحمن قد تفقه وحدث أيضا .\n</p>\n<p class=\"arabic\">كان الأستاذ أبو الحسن واحد عصره في التفسير لازم أبا إسحاق الثعلبي المفسر \n  وأخذ عنه .\n</p>\n<p class=\"arabic\">وأخذ العربية عن أبي الحسن القهندزي الضرير ودأب في العلوم .\n</p>\n<p class=\"arabic\">وسمع ابن محمش وأبا بكر أحمد بن الحسن الحيري وأبا إبراهيم إسماعيل بن إبراهيم \n  الواعظ ومحمد بن المزكي إبراهيم بن محمد بن يحيى وعبد الرحمن بن حمدان النصروي \n  وأحمد بن إبراهيم النجار وجماعة .\n</p>\n<p class=\"arabic\">روى عنه أحمد بن عمر الأرغياني وعبد الجبار بن محمد الخواري وطائفة من العلماء \n  *31*259* .\n</p>\n<p class=\"arabic\">صنف التفاسير الثلاثة البسيط والوسيط والوجيز وبهذه الأسماء سمى الغزالي كتبه \n  الثلاثة في الفقه وصنف أسباب النزول في مجلد والتحبير في شرح أسماء الله الحسنى \n  وشرح ديوان المتنبي .\n</p>\n<p class=\"arabic\">وكان من أئمة العربية واللغة .\n</p>\n<p class=\"arabic\">وله أيضا كتاب الدعوات وكتاب المغازي وكتاب الإغراب في الإعراب وكتاب تفسير \n  النبي صلى الله عليه وسلم وكتاب نفي التحريف عن القرآن الشريف .\n</p>\n<p class=\"arabic\">وتصدر للإفادة والتدريس مدة وكان معظما محترما لكنه كان يزري على العلماء \n  فيما قيل ويبسط لسانه فيهم بما لا يليق .\n</p>\n<p class=\"arabic\">وله شعر مليح .\n</p>\n<p class=\"arabic\">توفي بنيسابور في جمادى الآخرة وعاش بعده أخوه تسع عشرة سنة .\n</p>\n<p class=\"arabic\">وقد قال الواحدي في مقدمة البسيط وأظنني لم آل جهدا في إحكام *31*260* أصول \n  هذا العلم على حسب ما يليق بزماننا إلى أن قال فأما اللغة فقد درستها على \n  أبي الفضل أحمد بن محمد بن يوسف العروضي وكان قد خنق التسعين في خدمة الأدب \n  وروى عن أبي منصور الأزهري كتاب التهذيب وأدرك العامري وجماعة وسمع أبا العباس \n  الأصم وله مصنفات كبار وقد لازمته سنين وأخذت التفسير عن الثعلبي والنحو عن \n  أبي الحسن علي بن محمد بن إبراهيم الضرير وكان من أبرع أهل زمانه في لطائف \n  النحو وغوامضه علقت عنه قريبا من مائة جزء في المسائل المشكلة وسمعت منه أكثر \n  مصنفاته وقرأت القراءات على جماعة سماهم وأثنى عليهم .\n</p>\n<p class=\"arabic\">وقد قال الواحدي كلمة تدل على حسن نقيته فيما نقله أبو سعد السمعاني في كتاب \n  التذكرة له في ذكر الواحدي .\n</p>\n<p class=\"arabic\">قال وكان حقيقا بكل إحترام وإعظام لكن كان فيه بسط اللسان في الأئمة المتقدمين \n  حتى سمعت أبا بكر أحمد بن محمد بن بشار بنيسابور مذاكرة يقول كان علي بن أحمد \n  الواحدي يقول صنف أبو عبد الرحمن السلمي كتاب حقائق التفسير ولو قال إن ذاك \n  تفسير للقرآن لكفر به .\n</p>\n<p class=\"arabic\">قلت صدق والله *31*261* .\n\n</p>"
}