{
    "header": " أحمد بن عبد الملك بن علي بن أحمد عبد الـ...",
    "id": "020307",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> أحمد بن عبد الملك بن علي بن أحمد عبد الصمد بن بكر  .\n</h1>\n<p class=\"arabic\">أبو صالح النيسابوري المؤذن الحافظ الصوفي .\n</p>\n<p class=\"arabic\">محدث نيسابور .\n</p>\n<p class=\"arabic\">سمع أبا نعيم عبد الملك الإسفرائيني وأبا الحسن العلوي وأبا طاهر الزيادي \n  وأبا يعلى المهلبي وعبد الله بن يوسف بن مامويه وأبا عبد الله الحاكم وأبا \n  عبد الرحمن السلمي وخلقا من أصحاب الأصم .\n</p>\n<p class=\"arabic\">ورحل فسمع بجرجان من حمزة بن يوسف الحافظ وبإصبهان من أبي نعيم وببغداد من \n  أبي القاسم بن بشران وبدمشق من المسدد الأملوكي وعبد الرحمن بن الطبيز وأمثالهم .\n</p>\n<p class=\"arabic\">وبمكة من أبي ذر الهروي وبمنبج من الحسن بن الأشعث المنبجي .\n</p>\n<p class=\"arabic\">وصحب في الطريقة أبا علي الدقاق وأحمد بن نصر الطالقاني .\n</p>\n<p class=\"arabic\">وعمل مسودة تاريخ مرو .\n</p>\n<p class=\"arabic\">قال زاهر الشحامي خرج أبو صالح ألف حديث عن ألف شيخ له .\n</p>\n<p class=\"arabic\">وقال الخطيب قدم أبو صالح علينا في حياة ابن بشران وكتب عني وكتبت عنه وقال \n  لي أول سماعي سنة تسع وتسعين وثلاثمائة وكنت إذ ذاك قد حفظت القرآن وكان ثقة \n  *31*310* .\n</p>\n<p class=\"arabic\">قلت ولد سنة ثمان وثمانين وأول سماعه كان من أبي نعيم الإسفرائيني لما قدم \n  نيسابور وحدث بمسند الحافظ أبي عوانة .\n</p>\n<p class=\"arabic\">وذكره أبو سعد السمعاني فقال صوفي حافظ متقن نسيج وحده في الجمع والإفادة \n  وكان الاعتماد عليه في الودائع من كتب الحديث التي في الخزائن الموروثة عن \n  المشايخ والموقوفة على أصحاب الحديث فيتعهد حفظها ويتولى أوقاف المحدثين من \n  الحبر والكاغد وغير ذلك ويؤذن في المدرسة البيهقية مدة سنين احتسابا ووعظ \n  المسلمين وذكرهم الأذكار في الليالي في المأذنة وكان يأخذ صدقات الرؤساء والتجار \n  ويوصلها إلى المستحقين والمستورين .\n</p>\n<p class=\"arabic\">قلت روى عنه ابنه إسماعيل وزاهر ووجيه ابنا الشحامي وعبد الكريم بن الحسين \n  البسطامي ومحمد بن الفضل الفراوي وعبد المنعم بن القشيري وأبو الأسعد القشيري \n  وآخرون *31*311* .\n</p>\n<p class=\"arabic\">وقال الحافظ عبد الغافر بن إسماعيل أبو صالح المؤذن الأمين المتقن المحدث \n  الصوفي نسيج وحده في طريقته وجمعه وإفادته ما رأينا مثله حفظ القرآن وجمع \n  الأحاديث وسمع الكثير وجمع الأبواب والشيوخ وأذن سنين حسبة وتوفي في سابع \n  رمضان وكان يحثني على معرفة الحديث ولم أتمكن من جمع هذا الكتاب إلا من مسوداته \n  ومجموعاته فهي المرجوع إليها فيما أحتاج إلى معرفته وتخريجه .\n</p>\n<p class=\"arabic\">إلى أن قال ولو ذهبت أشرح ما رأيت منه لسودت أوراقا جمة وما انتهيت إلى استيفاء \n  ذلك سمعت منه كتاب الحلية لأبي نعيم بتمامه ومعجم الطبراني ومسند الطيالسي \n  والأحاديث الألف وما تفرغ لعقد الإملاء من كثرة ما هو بصدده من الاشتغال والقراءة \n  عليه .\n</p>\n<p class=\"arabic\">أخبرنا أحمد بن هبة الله عن عبد المعز الهروي أنا زاهر أنا أبو صالح المؤذن \n  أنا محمد بن محمد الزيادي أنا أحمد بن محمد بن يحيى البزاز ثنا عبد الرحمن \n  بن بشر ثنا بشر بن السري ثنا حنظلة بن أبي سفيان عن سالم بن عبد الله عن أبيه \n  أنه طلق امرأته وهي حائض فأمره النبي صلى الله عليه وسلم أن يراجعها *31*312* .\n</p>\n<p class=\"arabic\">وقال أبو جعفر محمد بن أبي علي الهمذاني سمعت أبا بكر محمد بن أبي زكريا المزكي \n  يقول ما يقدر أحد أن يكذب في الحديث في هذه البلدة وأبو صالح حي .\n</p>\n<p class=\"arabic\">وسمعت أبا المظفر منصور بن السمعاني يقول إذا دخلتم على أبي صالح فادخلوا \n  بالحرمة فإنه نجم الزمان وشيخ وقته في هذا الأوان .\n</p>\n<p class=\"arabic\">قال أبو سعد السمعاني رآه بعض الصالحين ليلة وفاته وكأن النبي صلى الله عليه \n  وسلم قد أخذ بيده وقال له جزاك الله عني خيرا فنعم ما أقمت بحقي ونعم ما أديت \n  من قولي ونشرت من سنتي .\n\n</p>"
}