{
    "header": "الحسن بن أحمد بن عبد الله .",
    "id": "020432",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الحسن بن أحمد بن عبد الله .\n</h1>\n<p class=\"arabic\">الفقيه أبو علي بن البنا البغدادي الحنبلي صاحب التصانيف والتخاريج سمع من \n  هلال الحفار وأبي الفتح بن أبي الفوارس وأبي الحسن بن رزقويه وأبي الحسين \n  بن بشران وعبد الله بن يحيى السكري وهذه الطبقة فأكثر .\n</p>\n<p class=\"arabic\">روى عنه أحمد بن ظفر المغازلي وأبو منصور عبد الرحمن القزاز وإسماعيل بن السمرقندي \n  وجماعة وولداه يحيى وأحمد وأبو الحسين بن الفراء وقاضي المرستان .\n</p>\n<p class=\"arabic\">وقرأ بالروايات على أبي الحسن الحمامي *32*40* .\n</p>\n<p class=\"arabic\">وعلق الفقه والخلاف عن القاضي أبي يعلى قديما .\n</p>\n<p class=\"arabic\">ودرس في أيامه وله تصانيف في الفقه والأصول والحديث .\n</p>\n<p class=\"arabic\">وكان له حلقتان للفتوى وللوعظ وكان شديدا على المبتدعة ناصرا للسنة .\n</p>\n<p class=\"arabic\">آخر من روى عنه بالإجازة الحافظ محمد بن ناصر .\n</p>\n<p class=\"arabic\">قال القفطي كان من كبار الحنابلة سأل فقال هل ذكرني الخطيب في تاريخه مع الثقات \n  أو مع الكذابين فقيل له ما ذكرك أصلا .\n</p>\n<p class=\"arabic\">فقال ليته ذكرني ولو مع الكذابين .\n</p>\n<p class=\"arabic\">قال القفطي كان مشارا إليه في القراءآت واللغة والحديث حكي عنه أنه قال صنف \n  خمسمائة مصنف .\n</p>\n<p class=\"arabic\">قال إلا أنه كان حنبلي المعتقد تكلموا فيه بأنواع .\n</p>\n<p class=\"arabic\">توفي في رجب .\n</p>\n<p class=\"arabic\">قلت ما تكلم فيه إلا أهل الكلام لكونه كان لهجا بمخالفتهم كثير الذم لهم معنيا \n  بأخبار الصفات .\n</p>\n<p class=\"arabic\">قرأ عليه جماعة ولم يذكره الخطيب في تاريخه لأنه أصغر منه ولا ذكر أحدا من \n  هذه الطبقة إلا من مات قبله .\n</p>\n<p class=\"arabic\">وذكره ابن النجار فقال كان يؤدب بني جردة قرأ بالروايات على الحمامي وغيره \n  وكتب ) .\n</p>\n<p class=\"arabic\">بخطه كثيرا .\n</p>\n<p class=\"arabic\">إلى أن قال وتصانيفه تدل على قلة فهمه كان صحفيا قليل التحصيل روى الكثير \n  وأقرأ ودرس وأفتى وشرح الإيضاح لأبي علي الفارسي إذا *32*41* نظرت في كلامه \n  بان لك سوء تصرفه .\n</p>\n<p class=\"arabic\">ورأيت له ترتيبا في غريب أبي عبيد قد خبط كثيرا وصحف .\n</p>\n<p class=\"arabic\">حدث عنه أولاده أحمد ومحمد ويحيى وابن الحصين وإسماعيل بن السمرقندي وأبو \n  منصور القزاز وأحمد بن ظفر المغازلي .\n</p>\n<p class=\"arabic\">قال شجاع الذهلي كان أحد القراء المجودين سمعنا منه قطعة من تصانيفه .\n</p>\n<p class=\"arabic\">وقال المؤتمن الساجي كان له رواء ومنظر ما طاوعتني نفسي للسماع منه .\n</p>\n<p class=\"arabic\">وقال إسماعيل بن السمرقندي كان واحد من المحدثين اسمه الحسن بن أحمد بن عبد \n  الله النيسابوري سمع الكثير فكان ابن البنا يكشط بوري منه ويمد السين فتصير \n  البنا كذا قيل إنه كان يفعل ذلك *32*42* .\n\n</p>"
}