{
    "header": "الحسن بن علي بن محمد بن أحمد بن جعفر .",
    "id": "020433",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الحسن بن علي بن محمد بن أحمد بن جعفر .\n</h1>\n<p class=\"arabic\">الحافظ أبو علي البلخي الوخشي ووخش من أعمال بلخ .\n</p>\n<p class=\"arabic\">رحال حافظ كبير سمع بدمشق من تمام الرازي وعقيل بن عبدان .\n</p>\n<p class=\"arabic\">وببغداد من أبي عمر بن مهدي *32*43* .\n</p>\n<p class=\"arabic\">وبالبصرة من أبي عمر الهاشمي .\n</p>\n<p class=\"arabic\">وبمصر من أبي محمد عبد الرحمن بن عمر بن النحاس .\n</p>\n<p class=\"arabic\">وبخراسان من أصحاب الأصم .\n</p>\n<p class=\"arabic\">قال أبو بكر الخطيب علقت عنه ببغداد وإصبهان .\n</p>\n<p class=\"arabic\">وقال ابن السمعاني كان حافظا فاصلا ثقة حسن القراءة رحل إلى العراق والجبال \n  والشام والثغور ومصر وذاكر الحفاظ .\n</p>\n<p class=\"arabic\">وسمع ببلخ من أبي القاسم علي بن أحمد الخزاعي وبنيسابور من أبي زكريا المزكي \n  والحيري وببغداد من أبي مهدي وابن أبي الفوارس وبإصبهان من أبي نعيم ) .\n</p>\n<p class=\"arabic\">روى لنا عنه عمر بن محمد بن علي السرخسي وعمر بن علي المحمودي .\n</p>\n<p class=\"arabic\">روى عنه الخطيب في تصانيفه وذكر الحافظ عبد العزيز النخشبي أنه كان يتهم بالقدر .\n</p>\n<p class=\"arabic\">قال السمعاني ولد سنة خمس وثمانين وثلاثمائة .\n</p>\n<p class=\"arabic\">وتوفي في خامس ربيع الآخر سنة إحدى وسبعين ببلخ .\n</p>\n<p class=\"arabic\">قلت انتقى على أبي نعيم خمسة أجزاء مشهورة بالوخشيات وسمعنا جزءا من حديثه \n  رواه من حفظه .\n</p>\n<p class=\"arabic\">سئل عن إسماعيل بن محمد التيمي فقال حافظ كبير .\n</p>\n<p class=\"arabic\">قلت روى عن الوخشي كتاب السنن لأبي داود الحسن بن علي الحسيني البلخي والذي \n  قيد وفاته صاحبه عمر السرخسي وقد حدث المحمودي عنه في سنة ست وأربعين وخمسمائة \n  وقال كنت قد راهقت لما *32*44* توفي الوخشي وحضرت جنازته فلما وضعوه في القبر \n  سمعنا صيحة فقيل إنه لما وضع في القبر خرجت الحشرات من المقبرة وكان في طرفنا \n  وادي فانحدرت إليه الحشرات فذهبت وأبصرت البيض الصغار والعقارب والخنافس وهي \n  منحدرة إلى الوادي بعيني والناس ما كانوا يتعرضون لها .\n</p>\n<p class=\"arabic\">قال ابن النجار سمع ببلخ من علي بن أحمد الخزاعي وبهمذان محمد بن أحمد بن \n  مزدين وبحلب وبعكا .\n</p>\n<p class=\"arabic\">وسمع منه نظام الملك ببلخ وصدره بمدرسته ببلخ .\n</p>\n<p class=\"arabic\">وقال جعت بعسقلان أياما حتى عجزت عن الكتابة ثم فتح الله .\n</p>\n<p class=\"arabic\">وقال فيه إسماعيل التيمي حافظ كبير *32*45* .\n\n</p>"
}