{
    "header": "سعد بن علي بن محمد بن علي بن حسين .",
    "id": "020435",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">سعد بن علي بن محمد بن علي بن حسين .\n</h1>\n<p class=\"arabic\">*32*46* أبو القاسم الزنجاني الحافظ الزاهد ) .\n</p>\n<p class=\"arabic\">سمع أبا عبد الله محمد بن الفضل بن نظيف وأبا علي الحسين بن ميمون الصدفي \n  بمصر وبغزة علي بن سلامة وبزنجان محمد بن أبي عبيد وبدمشق عبد الرحمن بن ياسر \n  وأبا الحسن الحبان وجماعة .\n</p>\n<p class=\"arabic\">روى عنه أبو بكر الخطيب وهو أكبر منه وأبو المظفر منصور السمعاني الفقيه ومكي \n  الرميلي وهبة الله بن فاخر ومحمد بن طاهر المقدسي وعبد المنعم القشيري وآخرون .\n</p>\n<p class=\"arabic\">وجاور بمكة زمانا وصار شيخ الحرم .\n</p>\n<p class=\"arabic\">قال أبو الحسن محمد بن أبي طالب الفقيه الكرجي سألت محمد بن طاهر عن أفضل \n  من رأى فقال سعد الزنجاني وعبد الله بن محمد الأنصاري فسألته أيهما أفضل فقال \n  عبد الله كان متفننا وأما الزنجاني فكان أعرف بالحديث منه وذلك أني كنت أقرأ \n  على عبد الله فأترك شيئا لأجربه ففي بعض يرد وفي بعض يسكت والزنجاني كنت إذا \n  تركت اسم رجل يقول تركت بين فلان وفلان اسم فلان .\n</p>\n<p class=\"arabic\">قال ابن السمعاني صدق كان سعد أعرف بحديثه لقلته وعبد الله كان مكثرا .\n</p>\n<p class=\"arabic\">قال أبو سعد السمعاني سمعت بعض مشايخي يقول كان جدك أبو المظفر قد عزم على \n  أن يقيم بمكة ويجاور بها صحبة الإمام سعد بن علي فرأى ليلة من الليالي والدته \n  كأنها قد كشفت رأسها وقالت له يا بني بحقي *32*47* عليك إلا ما رجعت إلى مرو \n  فإني لا أطيق فراقك .\n</p>\n<p class=\"arabic\">قال فانتبهت مغموما وقلت أشاور الشيخ سعد فمضيت إليه وهو قاعد في الحرم ولم \n  أقدر من الزحام أن أكلمه فلما تفرق الناس وقام تبعته إلى داره فالتفت إلي \n  وقال يا أبا المظفر العجوز تنتظرك ودخل البيت .\n</p>\n<p class=\"arabic\">فعرفت أنه تكلم على ضميري فرجعت مع الحاج تلك السنة .\n</p>\n<p class=\"arabic\">قال أبو سعد كان أبو القاسم حافظا متقنا ثقة ورعا كثير العبادة صاحب كرامات \n  وآيات .\n</p>\n<p class=\"arabic\">وإذا خرج إلى الحرم يخلوا المطاف ويقبلون يده أكثر مما يقبلون الحجر الأسود .\n</p>\n<p class=\"arabic\">وقال محمد بن طاهر ما رأيت مثله سمعت أبا إسحاق الحبال يقول لم يكن في الدنيا \n  مثل أبي القاسم سعد بن علي الزنجاني في الفضل وكان يحضر معنا المجالس ويقرأ \n  الخطأ بين يديه فلا يرد على أحد شيئا إلا أن يسأل فيجيب .\n</p>\n<p class=\"arabic\">قال ابن طاهر وسمعت الفقيه هياج بن عبيد إمام الحرم ومفتيه يقول يوم لا أرى \n  فيه سعد بن ) .\n</p>\n<p class=\"arabic\">علي لا أعتد أني عملت خيرا .\n</p>\n<p class=\"arabic\">وكان هياج يعتمر ثلاث مرات وسيأتي ذكره .\n</p>\n<p class=\"arabic\">قال ابن طاهر كان الشيخ سعد لما عزم على المجاورة عزم على نيف وعشرين عزيمة \n  أنه يلزمها نفسه من المجاهدات والعبادات ومات بعد أربعين *32*48* سنة ولم \n  يخل منها بعزيمة واحدة .\n</p>\n<p class=\"arabic\">وكان يملي بمكة ولم يكن يملي بها حين تولى مكة المصريون وإنما كان يملي سرا \n  في بيته .\n</p>\n<p class=\"arabic\">وقال ابن طاهر دخلت على الشيخ أبي القاسم سعد وأنا ضيق الصدر من رجل من أهل \n  شيراز لا أذكره فأخذت يده فقبلتها فقال لي ابتداء من غير أن أعلمه بما أنا \n  فيه يا أبا الفضل لا تضيق صدرك عندنا في بلاد العجم مثل يضرب يقال بخل أهوازي \n  وحماقة شيرازي وكثرة كلام رازي .\n</p>\n<p class=\"arabic\">ودخلت عليه في أول سنة سبعين لما عزمت على الخروج إلى العراق حتى أودعه ولم \n  يكن عنده خبر من خروجي فلما دخلت عليه قال .\n</p>\n<p class=\"arabic\">أراحلون فنبكي أم مقيمونا فقلت ما أمر الشيخ لا نتعداه .\n</p>\n<p class=\"arabic\">فقال على أي شيء عزمت قلت على الخروج إلى العراق لألحق مشايخ خراسان .\n</p>\n<p class=\"arabic\">فقال تدخل خراسان وتبقى بها وتفوتك مصر ويبقى في قلبك فاخرج إلى مصر ثم منها \n  إلى العراق وخراسان فإنه لا يفوتك شيء .\n</p>\n<p class=\"arabic\">ففعلت وكان في ذلك البركة .\n</p>\n<p class=\"arabic\">سمعت سعد بن علي وجرى بين يديه ذكر الصحيح الذي خرجه أبو ذر الهروي فقال فيه \n  عن أبي مسلم الكاتب وليس من شرط الصحيح .\n</p>\n<p class=\"arabic\">قال أبو القاسم ثابت بن أحمد البغدادي رأيت أبا القاسم الزنجاني في *32*49* \n  المنام يقول لي مرة بعد أخرى إن الله بنى لأهل الحديث بكل مجلس يجلسونه بيتا \n  في الجنة .\n</p>\n<p class=\"arabic\">ولد سعد في حدود سنة ثمانين وثلاثمائة أو قبلها .\n</p>\n<p class=\"arabic\">وتوفي في سنة إحدى وسبعين أو في أواخر سنة سبعين بمكة وله قصيدة مشهورة في \n  السنة .\n</p>\n<p class=\"arabic\">وقد سئل عنه إسماعيل الطلحي فقال إمام كبير عارف بالسنة .\n\n</p>"
}