{
    "header": "محمد بن عثمان بن أحمد بن محمد بن علي بن ...",
    "id": "020454",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن عثمان بن أحمد بن محمد بن علي بن مزدين .\n</h1>\n<p class=\"arabic\">أبو الفضل القومساني ثم الهمذاني ويعرف بابن زيرك .\n</p>\n<p class=\"arabic\">قال شيرويه هو شيخ عصره ووحيد وقته في فنون العلم روى عن أبيه وعمه أبي منصور \n  محمد وخاله أبي سعد عبد الغفار وابن جانجان وعلي بن أحمد بن عبدان ويوسف بن \n  كج والحسين بن فنجويه الثقفي وعبد الله بن الأفشين وجماعة .\n</p>\n<p class=\"arabic\">وروى بالإجازة عن أبي عبد الرحمن السلمي وأبي الحسن بن رزقويه وسمعت منه عامة \n  ما مر له وكان صدوقا ثقة له شأن وحشمة وله يد في التفسير حسن العبارة والخط \n  فقيها أديبا متعبدا توفي في سلخ ربيع الآخر وقبره يزار ويتبرك به .\n</p>\n<p class=\"arabic\">وسمعته يقول ولدت سنة تسع وتسعين وثلاثمائة .\n</p>\n<p class=\"arabic\">قال شيرويه سمعت عبد الله بن مكي سمعت أبا الفضل القومساني يقول *32*61* في \n  مرضه رأيت رجلا دفع إلي كتابا فأخذته فإذا فيه بسم الله الرحمن الرحيم من \n  محمد رسول الله إلى محمد بن عثمان القومساني سلام عليكم ) .\n</p>\n<p class=\"arabic\">وسمعت إبراهيم بن محمد القزاز الشيخ الصالح يقول رأيت ابن عبدان ليلة مات \n  أبو الفضل القومساني فأخذ بيدي ساعة ثم قرأ أو لم يروا أنا نأتي الأرض ننقصها \n  من أطرافها يريد موته .\n</p>\n<p class=\"arabic\">سمعت أبا الفضل القومساني يقول روي عن النبي صلى الله عليه وسلم أنه كان يقول \n  اللهم أمتعني بسمعي وبصري واجعلهما الوارث مني .\n</p>\n<p class=\"arabic\">معناه مشكل فإن العلماء قالوا كيف يكون سمعه وبصره يرثانه بعده دون سائر أعضائه \n  فتأولوه أنه أراد بذلك الدعاء لأبي بكر وعمر بدليل قوله إني لا غنى بي عنهما \n  فإنهما من الدين بمنزلة السمع والبصر من الرأس فكأنه دعا بأن يمتع بهما في \n  حياته وأن برثاه خلافة النبوة بعد وفاته ولا يجد العلماء لهذا الحديث وجها \n  ولا تأويلا غير هذا *32*62* .\n</p>\n<p class=\"arabic\">فرأيت أبا هريرة في النوم وكنت مارا في مقبرة سراكسلهر فقال لي أتعرفني فقلت \n  لا قال أنا أبو هريرة أصبت ما قلت أنا رويت هذا الحديث وكذا أراد به النبي \n  صلى الله عليه وسلم ما فسرت .\n</p>\n<p class=\"arabic\">سمعت أبا الفضل يقول مرضت حتى غلب على ظني أني سأموت فاشتد الأمر وعندي أبي \n  وعمر خادم لنا فكان أبي يقول يا بني أكثر من ذكر الله فأشهدته وعمر على نفسي \n  أني على دين الإسلام وعلى السنة فرأيت وأنا على تلك الحال كأن هيبة دخلت قلبي \n  فنظرت فإذا أنا برجل يأتي من جهة القبلة ذو هيبة وجمال كأنه يسبح في الهواء \n  فازددت له هيبة فلما قرب مني قال لي قل .\n</p>\n<p class=\"arabic\">قلت نعم وهبته أن أقول له ماذا أقول .\n</p>\n<p class=\"arabic\">وكرر علي وقال قل .\n</p>\n<p class=\"arabic\">قلت نعم أقول .\n</p>\n<p class=\"arabic\">فقال قل الإيمان يزيد وينقص والقرآن كلام الله غير مخلوق بجميع جهاته وأن \n  الله تعالى يرى في الآخرة وقل بفضل الصحابة فإنهم خير من الملائكة بعد الأنبياء .\n</p>\n<p class=\"arabic\">قلت لست أطيق أن أقول ذلك من الهيبة .\n</p>\n<p class=\"arabic\">فقال قل معي فأعاد الكلام فقلتها معه فتبسم وقال أنا أشهد لك عند العرش .\n</p>\n<p class=\"arabic\">فلما تبسم سكن قلبي وذهبت عني الهيبة فأردت أن أسأله هل أنا ميت فكأنه عرف \n  فقال أنا ) .\n</p>\n<p class=\"arabic\">لا أدري أو قال من أين أدري فقلت في نفسي هذا ملك وعوفيت من المرض .\n</p>\n<p class=\"arabic\">وسمعته يقول أصابني وجع شديد فرأيت في المنام كأن قائلا يقول لي أقرأ على \n  وجعك الآيات التي فيها اسم الله الأعظم .\n</p>\n<p class=\"arabic\">فقلت ما هي *32*63* قال بديع السموات والأرض إلى قوله اللطيف الخبير فقرأته \n  فعوفيت .\n</p>\n<p class=\"arabic\">وسمعته يقول أتاني رجل من خراسان فقال إن رسول الله صلى الله عليه وسلم أتاني \n  في منامي وأنا في مسجد المدينة فقال لي إذا أتيت همذان فاقرأ على أبي الفضل \n  بن زيرك مني السلام .\n</p>\n<p class=\"arabic\">قلت يا رسول الله لماذا قال لأنه يصلي علي في كل يوم مائة مرة .\n</p>\n<p class=\"arabic\">وقال أسألك أن تعلمنيها .\n</p>\n<p class=\"arabic\">فقلت إني أقول كل يوم مائة مرة أو أكثر اللهم صل على محمد النبي الأمي وعلى \n  آل محمد جزى الله محمدا صلى الله عليه وسلم عنا ما هو أهله فأخذها عني وحلف \n  لي وإني ما كنت عرفتك ولا اسمك حتى عرفك لي رسول الله صلى الله عليه وسلم \n  فعرضت عليه برا لأني ظننته متزيدا في قوله فما قبل مني وقال ما كنت لأبيع \n  رسالة رسول الله صلى الله عليه وسلم بعرض من الدنيا .\n</p>\n<p class=\"arabic\">ومضى فما رأيته بعد ذلك .\n\n</p>"
}