{
    "header": "عبد الوهاب بن الحافظ أبي عبد الله محمد بـ...",
    "id": "020571",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الوهاب بن الحافظ أبي عبد الله محمد بن إسحاق بن محمد بن يحيى بن مندة .\n</h1>\n<p class=\"arabic\">أبو عمرو العبدي الإصبهاني .\n</p>\n<p class=\"arabic\">وكان أصغر من أخويه عبد الرحمن وعبيد الله وكان حسن الأخلاق متواضعا رحيما \n  باليتامى والأرامل حتى كان يقال له أبو الأرامل .\n</p>\n<p class=\"arabic\">وسمع الكثير من والده وسمع من إبراهيم بن خرشيد قوله وأبي عمر بن عبد الوهاب \n  وأبي محمد الحسن بن يوه ) .\n</p>\n<p class=\"arabic\">وسمع بمكة الحسن بن أحمد بن فراس .\n</p>\n<p class=\"arabic\">ووقع لنا أجزاء من حديثه وروى بالإجازة عن أبي الحسين الخفاف القنطري وأبي \n  عبد الله الحاكم وجماعة .\n</p>\n<p class=\"arabic\">وحديثه في هذا الوقت بالإجازة من العوالي .\n</p>\n<p class=\"arabic\">روى عنه إسماعيل بن محمد بن الفضل الحافظ ومحمد بن طاهر وأبو نصر أحمد بن \n  عمر الغازي وأخوه خالد بن عمر وأبو سعد البغدادي وأحمد بن محمد بن أحمد بن \n  الفتح الفيج والحسن بن العباس الرستمي وأبو الخير محمد بن أحمد بن الباغبان \n  ومسعود بن الحسن الثقفي وآخرون .\n</p>\n<p class=\"arabic\">ورحل الناس إليه من البلدان *32*140* .\n</p>\n<p class=\"arabic\">قال أبو سعد السمعاني رأيت الناس بإصبهان مجمعين على الثناء عليه والمدح له \n  وكان شيخنا إسماعيل الحافظ كثير الثناء عليه والرواية عنه وكان يفضله على \n  أخيه أبي القاسم .\n</p>\n<p class=\"arabic\">وقال ابنه أبو زكريا يحيى توفي ليلة تاسع عشر من جمادى الآخرة .\n</p>\n<p class=\"arabic\">قرأت على فاطمة بنت سليمان وغيرها عن محمود بن إبراهيم أن أبا الخير محمد \n  بن أحمد أخبرهم أنبا عبد الوهاب بن محمد ثنا أبي سمعت الحسين بن علي النيسابوري \n  سمعت محمد بن إسحاق بن خزيمة يقول دخل إلي جماعة من الكلابية وسماهم بأسمائهم \n  قال فقلت لهم إن كان كما تزعمون أن الله لم يكن خالقا حتى خلق الخلق فأنتم \n  تزعمون أن الله ليس بالآخر والله يقول هو الأول والآخر وأنه ليس بمالك يوم \n  الدين لأن يوم الدين يوم القيامة فبهتوا ورجعوا .\n</p>\n<p class=\"arabic\">وقال السلفي سألت المؤتمن الساجي عن أبي عمرو بن مندة فقال لم أر شيخا أقعد \n  منه وأثبت منه في الحديث قرأت عليه إلى أن فاظت نفسه ولم أفجع بموت شيخ لقيته \n  كما فجعت به رحمه الله .\n\n</p>"
}