{
    "header": "إبراهيم بن علي بن يوسف .",
    "id": "020588",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">إبراهيم بن علي بن يوسف .\n</h1>\n<p class=\"arabic\">*32*149* الشيخ أبو إسحاق الشيرازي الفيروزآباذي .\n</p>\n<p class=\"arabic\">شيخ الشافعية في زمانه لقبه جمال الدين .\n</p>\n<p class=\"arabic\">ولد سنة ثلاث وتسعين وثلاثمائة .\n</p>\n<p class=\"arabic\">تفقه بشيراز على أبي عبد الله البيضاوي وعلى أبي أحمد عبد الوهاب بن رامين .\n</p>\n<p class=\"arabic\">وقدم البصرة فأخذ عن الخرزي ودخل بغداد في شوال سنة خمس *32*150* عشرة وأربعمائة \n  فلازم القاضي أبا الطيب وصحبة وبرع في الفقه حتى ناب عن أبي الطيب ورتبه معيدا \n  في حلقته .\n</p>\n<p class=\"arabic\">وصار أنظر أهل زمانه .\n</p>\n<p class=\"arabic\">وكان يضرب به المثل في الفصاحة .\n</p>\n<p class=\"arabic\">وسمع من أبي علي بن شاذان وأبي الفرج محمد بن عبيد الله الخرجوشي وأبي بكر \n  البرقاني وغيرهم .\n</p>\n<p class=\"arabic\">وحدث ببغداد وهمذان ونيسابور .\n</p>\n<p class=\"arabic\">روى عنه أبو بكر الخطيب وأبو الوليد الباجي وأبو عبد الله الحميدي وأبو القاسم \n  بن السمرقندي وأبو البدر إبراهيم بن محمد الكرخي ويوسف بن أيوب الهمذاني وأبو \n  نصر أحمد بن محمد الطوسي وأبو الحسن بن عبد السلام وطوائف سواهم .\n</p>\n<p class=\"arabic\">وقرأت بخط ابن الأنماطي أنه وجد بخط قال أبو علي الحسن بن أحمد الكرماني الصوفي \n  يعني الذي غسل الشيخ أبا إسحاق سمعته يقول ولدت سنة تسعين وثلاثمائة ودخلت \n  بغداد سنة ثماني عشرة وله ثمان وعشرون سنة ومات لم يخلف درهما ولا عليه درهم \n  وكذلك كان يقضي عمره ) .\n</p>\n<p class=\"arabic\">قال أبو سعد السمعاني أبو إسحاق إمام الشافعية والمدرس بالنظامية شيخ الدهر \n  وإمام العصر رحل الناس إليه من البلاد وقصدوه من كل الجوانب وتفرد بالعلم \n  الوافر مع السيرة الجميلة والطريقة المرضية جاءته الدنيا صاغرة فأباها واقتصر \n  على خشونة العيش أيام حياته صنف في الأصول والفروع والخلاف والمذهب وكان زاهدا \n  ورعا متواضعا ظريفا كريما جوادا طلق الوجه دائم البشر مليح المجاورة *32*151* .\n</p>\n<p class=\"arabic\">تفقه بفارس على أبي الفرج البيضاوي وبالبصرة على الخرزي .\n</p>\n<p class=\"arabic\">إلى أن قال حدثنا عنه جماعة كثيرة .\n</p>\n<p class=\"arabic\">وحكي عنه أنه قال كنت نائما ببغداد فرأيت رسول الله صلى الله عليه وسلم ومعه \n  أبو بكر وعمر فقلت يا رسول الله بلغني عنك أحاديث كثيرة عن ناقلي الأخبار \n  فأريد أن أسمع منك خبرا أتشرف به في الدنيا وأجعله ذخيرة للآخرة .\n</p>\n<p class=\"arabic\">فقال يا شيخ وسماني شيخا وخاطبني به وكان يفرح بهذا ثم قال قل عني من أراد \n  السلامة فليطلبها في سلامة غيره .\n</p>\n<p class=\"arabic\">رواها السمعاني عن أبي القاسم حيدر بن محمود الشيرازي بمرو أنه سمع ذلك من \n  أبي إسحاق .\n</p>\n<p class=\"arabic\">وورد أن أبا إسحاق كان يمشي وإذا كلب فقال فقيه معه إخسأ فنهاه الشيخ وقال \n  لم طردته عن الطريق أما علمت أن الطريق بيني وبينه مشترك .\n</p>\n<p class=\"arabic\">وعنه قال كنت أشتهي ثريدا بماء باقلاء أيام اشتغالي فما صح لي أكلة لاشتغالي \n  بالدرس وأخذي النوبة .\n</p>\n<p class=\"arabic\">قال السمعاني قال أصحابنا ببغداد كان الشيخ أبو إسحاق إذا بقي مدة *32*152* \n  لا يأكل شيئا صعد إلى النصرية فله فيها صديق فكان يثرد له رغيفا ويشربه بماء \n  الباقلاء فربما صعد إليه وقد فرغ فيقول أبو إسحاق تلك إذا كرة خاسرة ويرجع .\n</p>\n<p class=\"arabic\">قال أبو بكر الشاشي الشيخ أبو إسحاق حجة الله تعالى على أئمة العصر .\n</p>\n<p class=\"arabic\">وقال الموفق الحنفي أبو إسحاق أمير المؤمنين فيما بين الفقهاء .\n</p>\n<p class=\"arabic\">قال السمعاني سمعت محمد بن علي الخطيب سمعت محمد بن يوسف الفاشاني بمرو وسمعت \n  محمد بن محمد بن هانيء القاضي يقول إمامان ما اتفق لهما الحج أبو إسحاق ) .\n</p>\n<p class=\"arabic\">والقاضي أبو عبد الله الدامغاني أما أبو إسحاق فكان فقيرا ولكن لو أيدوه لحملوه \n  على الأعناق والدامغاني لو أراد الحج على السندس والإستبرق لأمكنه .\n</p>\n<p class=\"arabic\">قال وسمعت القاضي أبا بكر محمد بن القاسم الشهرزوري بالموصل يقول كان شيخنا \n  أبو إسحاق إذا أخطأ أحد بين يديه قال أي سكتة فاتتك وكان يتوسوس *32*153* .\n</p>\n<p class=\"arabic\">سمعت عبد الوهاب الأنماطي يقول كان أبو إسحاق يتوضأ في الشط وكان يشك في غسل \n  وجهه حتى غسله مرات فقال له رجل يا شيخ أما تستحي تغسل وجهك كذا وكذا نوبة \n  فقال له لو صح لي الثلاث ما زدت عليها .\n</p>\n<p class=\"arabic\">قال السمعاني دخل أبو إسحاق يوما مسجدا ليتغذى على عادته فنسي دينارا معه \n  وخرج ثم ذكر فرجع فوجده ففكر في نفسه وقال ربما وقه هذا الدينار من غيري فلم \n  يأخذه وذهب .\n</p>\n<p class=\"arabic\">وبلغنا أن طاهرا النيسابوري خرج للشيخ أبي إسحاق جزءا فكان يذكر في أول الحديث \n  أنا أبو علي بن شاذان وفي آخر أنا الحسن بن أحمد البزاز وفي آخر أنا الحسن \n  بن أبي بكر الفارسي فقال من هذا قال هو ابن شاذان فقال ما أريد هذا الجزء \n  هذا فيه تدليس والتدليس أخو الكذب .\n</p>\n<p class=\"arabic\">وقال القاضي أبو بكر الأنصاري أتيت الشيخ أبا إسحاق بفتيا في الطريق فناولته \n  فأخذ قلم خباز وداوته وكتب لي في الطريق ومسح القلم في ثوبه .\n</p>\n<p class=\"arabic\">قال السمعاني سمعت جماعة يقولون لما قدم أبو إسحاق رسولا إلى نيسابور تلقاه \n  الناس لما قدم وحمل الإمام أبو المعالي الجويني غاشية فرسه ومشى بين يديه \n  وقال أنا أفتخر بهذا .\n</p>\n<p class=\"arabic\">وكان عامة المدرسين بالعراق والجبال تلامذته وأشياعه وأتباعه وكفاهم *32*154* \n  بذلك فخرا وكان ينشد الأشعار المليحة ويوردها ويحفظ منها الكثير .\n</p>\n<p class=\"arabic\">وصنف المهذب في المذهب والتنبيه واللمع في أصول الفقه وشرح اللمع والمعونة \n  في الجدل والملخص في أصول الفقه وغير ذلك .\n</p>\n<p class=\"arabic\">وعنه قال العلم الذي لا ينتفع به صاحبه أن يكون الرجل عالما ولا يكون عاملا .\n</p>\n<p class=\"arabic\">ثم أنشد لنفسه .\n</p>\n<p class=\"arabic\">% علمت ما حلل المولى وحرمه % % فاعمل بعلمك إن العلم للعمل % .\n</p>\n<p class=\"arabic\">وقال الجاهل بالعلم يقتدي فإذا كان العالم لا يعمل فالجاهل ما يرجو *32*155* \n  من نفسه فالله الله يا ) .\n</p>\n<p class=\"arabic\">أولادي نعوذ بالله من علم يصير حجة علينا .\n</p>\n<p class=\"arabic\">وقيل إن أبا نصر عبد الرحيم بن القشيري جلس بجنب الشيخ أبي إسحاق فأحس بثقل \n  في كمه فقال ما هذا يا سيدنا قال قرصي الملاح وكان يحملهما في كمه طرحا للتكلف .\n</p>\n<p class=\"arabic\">قال السمعاني رأيت بخط أبي إسحاق رحمه الله في رقعة بسم الله الرحمن الرحيم \n  الله الرحمن الرحيم نسخة ما رآه الشيخ السيد أبو محمد عبد الله بن الحسن بن \n  نصر المزيدي أبقاه الله رأيت في سنة ثمان وستين وأربعائة ليلة جمعة أبا إسحاق \n  إبراهيم بن علي بن يوسف الفيروزآباذي طول الله عمره في منامي يطير مع أصحابه \n  وأنا معهم استعظاما لتلك الحال والرؤية فكنت في هذه الفكرة إذ تلقى الشيخ \n  ملك وسلم عليه عن الرب تبارك وتعالى وقال له إن الله تعالى يقرأ عليك السلام \n  ويقول ما الذي تدرس لأصحابك فقال له الشيخ أدرس ما نقل عن صاحب الشرع .\n</p>\n<p class=\"arabic\">فقال له الملك فاقرأ علي شيئا لأسمعه .\n</p>\n<p class=\"arabic\">فقرأ عليه الشيخ مسألة لا أذكرها فاستمع إليه الملك وانصرف وأخذ الشيخ يطير \n  واصحابه معه فرجع ذلك الملك بعد ساعة وقال للشيخ إن الله يقول الحق ما أنت \n  عليه وأصحابك فادخل الجنة معهم .\n</p>\n<p class=\"arabic\">وقال الشيخ أبو إسحاق كنت أعيد كل قياس ألف مرة فإذا فرغت أخذت قياسا آخر \n  على هذا وكنت أعيد كل درس مائة مرة فإذا كان في المسألة بيت يستشهد به حفظت \n  القصيدة التي فيها البيت .\n</p>\n<p class=\"arabic\">كان الوزير عميد الدولة بن جهير كثيرا ما يقول الإمام أبو إسحاق وحيد *32*156* \n  عصره وفريد دهره ومستجاب الدعوة .\n</p>\n<p class=\"arabic\">وقال السمعاني لما خرج أبو إسحاق إلى نيسابور وخرج في صحبته جماعة من تلامذته \n  كانوا أئمة الدنيا كأبي بكر الشاشي وأبي عبد الله الطبري وأبي معاذ الأندلسي \n  والقاضي علي الميانجي وأبي الفضل بن فتيان قاضي البصرة وأبي الحسن الآمدي \n  وأبي القاسم الزنجاني وأبي علي الفارقي وأبي العباس بن الرطبي .\n</p>\n<p class=\"arabic\">وقال أبو عبد الله بن النجار في تاريخه ولد يعني أبا إسحاق بفيروزآباد بليدة \n  بفارس ونشأ ) .\n</p>\n<p class=\"arabic\">بها ودخل شيراز وقرأ الفقه على أبي عبد الله البيضاوي وابن رامين وقرأ على \n  أبي القاسم الدراكي وقرأ الدراكي على المروزي صاحب ابن سريج .\n</p>\n<p class=\"arabic\">وقرأ أبو إسحاق أيضا على الطبري عن الماسرجسي عن المروزي .\n</p>\n<p class=\"arabic\">وقرأ أبو إسحاق أيضا على الزجاجي وقرأ الزجاجي على ابن القاص صاحب ابن سريج .\n</p>\n<p class=\"arabic\">وقرأ أصول الكلام على أبي حاتم القزويني صاحب أبي بكر بن الباقلاني .\n</p>\n<p class=\"arabic\">وكان أبو إسحاق خطه في غاية الرداءة .\n</p>\n<p class=\"arabic\">أنبأني الخشوعي عن أبي بكر الطرطوشي قال أخبرني أبو العباس *32*157* الجرجاني \n  القاضي بالبصرة قال كان أبو إسحاق لا يملك شيئا من الدنيا فبلغ به الفقر حتى \n  كان لا يجد قوتا ولا ملبسا ولقد كنا نأتيه وهو ساكن في القطيعة فيقوم لنا \n  نصف قومة كي لا يظهر منه شيء من العري وكنت أمشي معه فتعلق بنا باقلاني وقال \n  يا شيخ أفقرتني وكسرتني وأكلت رأس مالي إدفع إلي ما لي عندك .\n</p>\n<p class=\"arabic\">فقلنا وكم لك عنده قال أظنه قال حبتان من ذهب أو حبتان ونصف .\n</p>\n<p class=\"arabic\">وقال أبو بكر محمد بن أحمد ابن الخاضبة سمعت بعض أصحاب الشيخ أبي إسحاق يقول \n  رأيت الشيخ كان يركع ركعتين عند فراغ كل فصل من المهذب .\n</p>\n<p class=\"arabic\">قال قرأت بخط أبي الفتوح يوسف بن محمد بن مقلد الدمشقي سمعت الوزير ابن هبيرة \n  سمعت أبا الحسن محمد بن القاضي أبي يعلى يقول جاء رجل من ميافارقين إلى والدي \n  ليتفقه عليه فقال أنت شافعي وأهل بلدك شافعية فكيف تشتغل بمذهب أحمد قال قد \n  أحببته لأجلك .\n</p>\n<p class=\"arabic\">فقال يا ولدي ما هو مصلحة تبقى وحدك في بلدك ما لك من تذاكره ولا تذكر له \n  درسا وتقع بينكم خصومات وأنت وحيد لا يطيب عيشك .\n</p>\n<p class=\"arabic\">فقال إنما أحببته وطلبته لما ظهر من دينك وعلمك .\n</p>\n<p class=\"arabic\">قال أنا أدلك على من هو خير مني الشيخ أبو إسحاق .\n</p>\n<p class=\"arabic\">فقال يا سيدي إني لا أعرفه .\n</p>\n<p class=\"arabic\">فقال أنا امضي معك إليه ) *32*158* .\n</p>\n<p class=\"arabic\">فقام معه وحمله إليه فخرج الشيخ أبو إسحاق إليه واحترمه وعظمه وبالغ .\n</p>\n<p class=\"arabic\">وكان الوزير نظام الملك يثني على الشيخ أبي إسحاق ويقول كيف لنا مع رجل لا \n  يفرق بيني وبين بهروز الفراش في المخاطبة لما التقيت به قال بارك الله فيك \n  وقال لبهروز لما صب عليه الماء بارك الله فيك .\n</p>\n<p class=\"arabic\">وقال الفقيه أبو الحسن محمد بن عبد الملك الهمذاني حكى أبي قال حضرت مع قاضي \n  القضاة أبي الحسن الماوردي عزاء النابتي قبل سنة أربعين فتكلم الشيخ أبو إسحاق \n  وأجاد فلما خرجنا قال الماوردي ما رأيت كأبي إسحاق لو رآه الشافعي لتجمل به .\n</p>\n<p class=\"arabic\">أنا ابن الخلال أنا جعفر أنا السلفي قال سألت شجاعا الذهلي عن أبي إسحاق فقال \n  إمام الشافعية والمقدم عليهم في وقته ببغداد كان ثقة ورعا صالحا عالما بمعرفة \n  الخلاف علما لا يشاركه فيه أحد .\n</p>\n<p class=\"arabic\">أنباؤنا عن زين الأمناء أنا الصائن هبة الله بن الحسن أنا محمد بن مرزوق الزعفراني \n  أنشدنا أبو الحسن علي بن فضال القيرواني لنفسه في التنبيه للإمام أبي إسحاق .\n</p>\n<p class=\"arabic\">% أكتاب التنبيه ذا أم رياض % % أم لآلي فلونهن البياض % .\n</p>\n<p class=\"arabic\">% جمع الحسن والمسائل طرا % % دخلت تحت كله الأبعاض % .\n</p>\n<p class=\"arabic\">% كل لفظ يروق من تحت معنى % % جرية الماء تحته الرضراض % .\n</p>\n<p class=\"arabic\">% قل طولا وضاق عرضا مداه % % وهو من بعد ذا الطوال العراض % .\n</p>\n<p class=\"arabic\">% يدع العالم المسمى إماما % % كفتاة أتى عليها المخاض % .\n</p>\n<p class=\"arabic\">*32*159* أيها المدعون ما ليس فيهمليس كالدرفي العقود الحضاض .\n</p>\n<p class=\"arabic\">% كل نعمى علي يا ابن علي % % أنا إلا بشكرها نهاض % .\n</p>\n<p class=\"arabic\">% ما تعداك من ثنائي محال % % ليس في غير جوهر أعراض % .\n</p>\n<p class=\"arabic\">% أنت طود لكنه لا يسامى % % أنت بحر لكنه لا يخاض % .\n</p>\n<p class=\"arabic\">% فابق في غبطة وأنت عزيز % % ما تعدي عن المنال انخفاض % .\n</p>\n<p class=\"arabic\">وقال أبو الحسن محمد بن عبد الملك الهمذاني ندب المقتدي بالله الشيخ أبا إسحاق \n  الشيرازي للخروج في رسالة إلى المعسكر فتوجه في ذي الحجة سنة خمس وسبعين وكان \n  في صحبته جماعة من أصحابه فيهم الشاشي والطبري وابن فتيان وإنه عند وصوله \n  إلى بلاد العجم ) .\n</p>\n<p class=\"arabic\">كان يخرج إليه أهلها بنسائهم وأولادهم فيسمحمون أردانه ويأخذون تراب نعليه \n  يستشفون به .\n</p>\n<p class=\"arabic\">وحدثني القائد كامل قال كان في الصحبة جمال الدولة عفيف ولما وصلنا إلى ساوة \n  خرج بياضها وفقهاؤها وشهودها وكلهم أصحاب الشيخ فخدموه وكان كل واحد يسأله \n  أن يحضر في بيته ويتبرك بدخوله وأكله لما يحضره .\n</p>\n<p class=\"arabic\">قال وخرج جميع من كان في البلد من أصحاب الصناعات ومعهم من الذي يبيعونه طرفا \n  ينثرونه على محفته وخرج الخبازون ونثروا الخبز وهو ينهاهم ويدفعهم من حواليه \n  ولا ينتهون .\n</p>\n<p class=\"arabic\">وخرج من بعدهم أصحاب الفاكهة والحلواء وغيرهم وفعلوا كفعلهم ولما بلغت النوبة \n  إلى الأساكفة خرجوا وقد عملوا مداسات لطافا للصغار ونثروها وجعلت تقع على \n  رؤوس الناس والشيخ أبو إسحاق يتعجب .\n</p>\n<p class=\"arabic\">فلما انتهوا بدأ يداعبنا ويقول رأيتم النثار ما أحسنه أي شيء وصل إليكم منه \n  فنقول لعلمنا أن ذلك يعجبه يا سيدي وأنت أي شيء كان حظك منه فيقول أنا غطيت \n  نفسي بالمحفة *32*160* .\n</p>\n<p class=\"arabic\">وخرج إليه من النسوة الصوفيات جماعة وما منهن إلا من بيدها سبحة وألقوا الجميع \n  إلى المحفة وكان قصدهن أن يلمسها بيده فتحصل لهن البركة فجعل يمرها على بدنه \n  وجسده وتبرك بهن ويقصد في حقهن ما قصدن في حقه .\n</p>\n<p class=\"arabic\">وقال شيرويه الديلمي في تاريخ همذان أبو إسحاق الشيرازي إمام عصره قدم علينا \n  رسولا من أمير المؤمنين إلى السلطان ملكشاه سمعت منه ببغداد وهمذان وكان ثقة \n  فقيها زاهدا في الدنيا على الحقيق أوحد زمانه .\n</p>\n<p class=\"arabic\">قال خطيب الموصل حدثني والدي قال توجهت من الموصل سنة تسع وخمسين وأربعمائة \n  إلى بغداد قاصدا للشيخ أبي إسحاق فلما حضرت عنده بباب المراتب بالمسجد الذي \n  يدرس فيه رحب بي وقال من أين أنت قلت من الموصل .\n</p>\n<p class=\"arabic\">قال مرحبا أنت بلديي .\n</p>\n<p class=\"arabic\">فقلت يا سيدنا أنت من فيروزآباد وأنا من الموصل فقال أما جمعتنا سفينة نوح \n  عليه السلام ) .\n</p>\n<p class=\"arabic\">وشاهدت من حسن أخلاقه ولطافته وزهده ما حبب إلي لزومه فصحبته إلى أن توفي .\n</p>\n<p class=\"arabic\">قلت وقد ذكره ابن عساكر في طبقات الأشعرية .\n</p>\n<p class=\"arabic\">ثم أورد ما صورته قال وجدت بخط بعض الثقات ما قول السادة الفقهاء في قوم اجتمعوا \n  على لعن الأشعرية وتكفيرهم وما الذي يجب عليهم أفتونا .\n</p>\n<p class=\"arabic\">فأجاب جماعة فمن ذلك الأشعرية أعيان السنة انتصبوا للرد على *32*161* المبتدعة \n  من القدرية والرافضة وغيرهم فمن طعن فيهم فقد طعن على أهل السنة ويجب على \n  الناظر في مر المسلمين تأديبه بما يرتدع به كل أحد وكتب إبراهيم بن علي الفيروزآبادي .\n</p>\n<p class=\"arabic\">وقال خرجت إلى خراسان فما دخلت بلدة ولا قرية إلا كان قاضيها أو خطيبها أو \n  مفتيها تلميذي أو من اصحابي .\n</p>\n<p class=\"arabic\">ومن شعره .\n</p>\n<p class=\"arabic\">% أحب الكأس من غير المدام % % وألهوا بالحسان بلا حرام % .\n</p>\n<p class=\"arabic\">% وما حبي لفاحشة ولكن % % رأيت الحب أخلاق الكرام % .\n</p>\n<p class=\"arabic\">وله .\n</p>\n<p class=\"arabic\">% سألت الناس عن خل وفي % % فقالوا ما إلى هذا سبيل % .\n</p>\n<p class=\"arabic\">% تمسك إن ظفرت بود حر % % فإن الحر في الدنيا قليل % .\n</p>\n<p class=\"arabic\">وله .\n</p>\n<p class=\"arabic\">% حكيم يرى أن النجوم حقيقة % % ويذهب في أحكامها كل مذهب % .\n</p>\n<p class=\"arabic\">% يخبر عن أفلاكها وبروجها % % وما عند علم بما في المغيب % .\n</p>\n<p class=\"arabic\">*32*162* ولسلار العقبي .\n</p>\n<p class=\"arabic\">% كفاني إذا عن الحوادث صارم % % ينيلني المأمول في الإثر والأثر % .\n</p>\n<p class=\"arabic\">% يقد ويغري في اللقاء كأنه % % لسان أبي إسحاق في مجلس النظر % .\n</p>\n<p class=\"arabic\">ولعاصم بن الحسن فيه .\n</p>\n<p class=\"arabic\">% تراه من الذكاء نحيف الجسم % % عليه من توقده دليل % .\n</p>\n<p class=\"arabic\">% إذا كان الفتى المعالي % % فليس يضيره الجسم النحيل % .\n</p>\n<p class=\"arabic\">ولأبي القاسم عبد الله بن ناقيا يرثي أبا إسحاق رحمه الله تعالى ) .\n</p>\n<p class=\"arabic\">% أجرى المدامع بالدم المهراق % % خطب قيامة الآماق % .\n</p>\n<p class=\"arabic\">% خطب شجا منا القلوب بلوعة % % بين التراقي ما لها من راق % .\n</p>\n<p class=\"arabic\">% ما لليالي لا تألف شملها % % بعد ابن بجدتها أبي إسحاق % .\n</p>\n<p class=\"arabic\">% إن قيل مات فلم يمت من ذكره % % حي على مر الليالي باقي % .\n</p>\n<p class=\"arabic\">*32*163* توفي ليلة الحادي والعشرين من جمادى الآخرة ودفن من الغد وأحضر إلى \n  دار المقتدي بالله أمير المؤمنين فصلى عليه ودفن بباب أبرز وجلس أصحابه للعزاء \n  بالمدرسة النظامية .\n</p>\n<p class=\"arabic\">وكان الذي صلى عليه صاحبه أبو عبد الله الطبري ولما انقضى العزاء رتب مؤيد \n  الدولة ابن نظام الملك أبا سعد المتولي مدرسا فلما وصل الخبر إلى نظام الملك \n  كتب بإنكار ذلك وقال كان من الواجب أن تغلق المدرسة سنة من أجل الشيخ وعاب \n  على من تولى مكانه وأمر أن يدرس الشيخ أبو نصر عبد السيد بن الصباغ مكانه \n  *32*164* .\n\n</p>"
}