{
    "header": "علي بن محمد بن علي .",
    "id": "020509",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">علي بن محمد بن علي .\n</h1>\n<p class=\"arabic\">أبو الحسن الصليحي الخارج باليمن .\n</p>\n<p class=\"arabic\">ذكره القاضي ابن خلكان فقال كان أبوه قاضيا باليمن سني المذهب وكان الداعي \n  عامر بن عبد الله الزواخي يلاطف عليا فلم يزل به حتى استمال قلبه وهو مراهق \n  وتفرس فيه النجابة .\n</p>\n<p class=\"arabic\">وقيل كانت عنده حليته في كتاب الصور وهو من الذخائر القديمة *32*92* فأوقف \n  عليا منه على تنقل حاله وشرف ماله وأطلعه على ذلك سرا من أبيه .\n</p>\n<p class=\"arabic\">ثم مات عامر عن قريب وأوصى لعلي بكتب فعكف علي على الدرس والمطالعة فحصل تحصيلا \n  جيدا وكان فقيها في الدولة المصرية الإمامية مستبصرا في علم التأويل يعني \n  تأويل الباطنية وهو قلب الحقائق ولب الإلحاد والزندقة .\n</p>\n<p class=\"arabic\">ثم صار يحج بالناس على طريق السراة والطائف خمس عشرة سنة .\n</p>\n<p class=\"arabic\">وكان الناس يقولون له بلغنا أنك ستملك اليمن بأسره فيكره ذلك وينكر على قائله \n  فلما كان في سنة تسع وعشرين وأربعمائة ثار علي بجبل مسار ومعه ستون رجلا قد \n  حلفوا له بمكة على الموت والقيام بالدعوة وآووا إلى ذروة منيعة برأس الجبل \n  فلم يتم يومهم إلا وقد أحاط ) .\n</p>\n<p class=\"arabic\">بهم عشرون ألفا وقالوا إن لم تنزل وإلا قتلناك ومن معك جوعا وعطشا .\n</p>\n<p class=\"arabic\">فقال ما فعلت هذا إلا خوفا علينا وعليكم أن يملكه غيرنا فإن تركتموني أحرسه \n  وإلا نزلت إليكم .\n</p>\n<p class=\"arabic\">وخدعهم فانصرفوا عنه ولم تمض عليه أشهر حتى بناه وحصنه وأتقنه وازداد أتباعه \n  واستفحل أمره وأظهر الدعوة فيما بين أصحابه لصاحب مصر المستنصر .\n</p>\n<p class=\"arabic\">وكان يخاف من نجاح صاحب تهامة ويلاطفه ويعمل عليه فلم يزل به حتى سقاه سما \n  مع جارية مليحة أهداها له في سنة اثنتين وخمسين وأربعمائة وكتب إلى المستنصر \n  يستأذنه في إظهار الدولة فإذن له فطوى البلاد طيا وطوى الحصون والتهائم ولم \n  تخرج سنة خمس وخمسين حتى ملك اليمن *32*93* كله حتى أنه قال يوما وهو يخطب \n  في جامع الجند في مثل هذا اليوم نخطب على منبر عدن ولم يكن أخذها بعد فقال \n  بعض من حضر سبوح قدوس .\n</p>\n<p class=\"arabic\">يستهزيء به فأمر بالحوطة عليه وخطب يومئذ على منبر عدن كما قال واتخذ صنعاء \n  كرسي مملكته وأخذ معه ملوك اليمن الذين أزال ملكهم وأسكنهم معه وبنى عدة قصور \n  وطالت أيامه .\n</p>\n<p class=\"arabic\">وقال صاحب المرآة في سنة خمس وخمسين دخل الصليحي إلى مكة واستعمل الجميل مع \n  أهلها وطابت قلوب الناس ورخصت الأسعار ودعوا له .\n</p>\n<p class=\"arabic\">وكان شابا أشقر أزرق إذا جاز على جماعة سلم عليهم وكان ذكيا فطنا لبيبا كسا \n  البيت ثيابا بيضاء ودخل البيت ومعه الحرة زوجته التي خطب لها على منابر اليمن .\n</p>\n<p class=\"arabic\">وقيل إنه أقام بمكة شهرا ورحل وكان يركب فرسا يألف دينار وعلى رأسه العصائب \n  وإذا ركبت الحرة ركبت في مائتي جارية مزينات بالحلي والجواهر وبين يديها الجنائب \n  بسروج الذهب .\n</p>\n<p class=\"arabic\">قال ابن خلكان وقد حج في سنة ثلاث وسبعين واستخلف مكانه ولده الملك المكرم \n  أحمد فلما نزل بظاهر المهجم وثب عليه جياش بن نجاح وأخوه سعيد فقتلاه بأبيهما \n  نجاح الذي سمه .\n</p>\n<p class=\"arabic\">فانذعر الناس وكان الأخوان قد خرجا في سبعين راجلا بلا مركوب ولا سلاح بل \n  مع كل واحد جريدة في رأسها *32*94* مسمار حديد وساروا نحو الساحل وسمع بهم \n  الصليحي فسير خمسة آلاف حربة من الحبشة الذين في ركابه لقتالهم فاختلفوا في \n  الطريق ووصل السبعون إلى ) .\n</p>\n<p class=\"arabic\">طرف مخيم الصليحي وقد اخذ منهم التعب والحفا فظن الناس أنهم من جملة عبيد \n  العسكر فلم يشعر بهم إلا عبد الله أخو الصليحي فدخل وقال يا مولانا اركب فهذا \n  والله الأحول سعيد بن نجاح وركب عبد الله فقال الصليحي إني لا أموت إلا بالدهيم \n  وبئر أم معبد معتقدا أنها أم معبد التي نزل بها رسول الله صلى الله عليه وسلم \n  لما هاجر فقال له رجل من أصحابه قاتل عن نفسك فهذه والله الدهيم وهذه بئر \n  أم معبد فلما سمع ذلك لحقه زمع اليأس من الحياة على بغتة وبال ولم يبرح من \n  مكانه حتى قطع رأسه بسيفه وقتل أخوه وأقاربه وذلك في ذي القعدة من السنة .\n</p>\n<p class=\"arabic\">ثم أرسل ابن نجاح إلى الخمسة الآف فقال إن الصليحي قد قتل وأنا رجل منكم وقد \n  اخذت بثأر أبي فقدموا عليه وأطاعوه فقاتل بهم عسكر الصليحي فاستظهر عليهم \n  قتلا وأسرا ورفع رأس الصليحي على رمح وقرأ القارىء قل اللهم مالك الملك تؤتي \n  الملك من تشاء وتنزع الملك ممن تشاء ورجع فملك زبيد وتهامة إلى أن عملت على \n  قتله الحرة ودبرت عليه وهي امرأة من أقارب الصليحي فقتل سنة إحدى وثمانين \n  وأربعمائة *32*95* .\n</p>\n<p class=\"arabic\">قال محمد بن يحيى الزبيدي الواعظ أنشدني الفقيه عبد الغالب بن الحسن الزبيدي \n  لنفسه بزبيد .\n</p>\n<p class=\"arabic\">% أيها ذا المغرور لم يدم الده % % ر لعاد الأولى ولا لثمود % .\n</p>\n<p class=\"arabic\">% نقبوا في البلاد واجتاب مجتا % % بهم الصخر باليفاع المشيد % .\n</p>\n<p class=\"arabic\">% والذي قد بنى بأيد متين % % إرما هل وراءها من مزيد % .\n</p>\n<p class=\"arabic\">% وقرونا من قبل ذاك ومن بع % % د جنودا أهلكن بعد جنود % .\n</p>\n<p class=\"arabic\">% والصليحي كان بالأمس ملكا % % ذا اقتدار وعدة وعديد % .\n</p>\n<p class=\"arabic\">% دخل الكعبة الحرام وزارت % % منه للشحر خافقات البنود % .\n</p>\n<p class=\"arabic\">% فرماه ضحى بقاصمة الظه % % ر قضاء أتيح غير بعيد % .\n</p>\n<p class=\"arabic\">% وأبو الشبل إذ يتيه بما أع % % طي من مخلب وناب جديد % .\n</p>\n<p class=\"arabic\">% وأخو المخطم المدل بنابي % % ن كجذعين من سقي مجود % .\n</p>\n<p class=\"arabic\">وهي قصيدة طويلة .\n\n</p>"
}