{
    "header": "سليمان بن خلف بن سعد بن أيوب بن وارث .",
    "id": "020541",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">سليمان بن خلف بن سعد بن أيوب بن وارث .\n</h1>\n<p class=\"arabic\">*32*114* الإمام أبو الوليد التجيبي القرطبي الباجي .\n</p>\n<p class=\"arabic\">صاحب التصانيف .\n</p>\n<p class=\"arabic\">أصله بطليوسي وانتقل آباؤه إلى باجة وهي مدينة قريبة من إشبيلية .\n</p>\n<p class=\"arabic\">ولد في ذي القعدة سنة ثلاث وأربعمائة .\n</p>\n<p class=\"arabic\">أخذ عن يونس بن عبد الله بن مغيث ومكي بن أبي طالب ومحمد بن إسماعيل وأبي \n  بكر محمد بن الحسن بن عبد الوارث وجماعة .\n</p>\n<p class=\"arabic\">ورحل سنة ست وعشرين فجاور ثلاثة أعوام *32*115* .\n</p>\n<p class=\"arabic\">ولزم أبا ذر وكان يروح معه إلى السراة ويتصرف في حوائجه وحمل عنه علما كثيرا \n  ) .\n</p>\n<p class=\"arabic\">وذهب إلى بغداد فأقام بها ثلاثة أعوام وأظنه قدمها من على الشام لأنه سمع \n  بدمشق أبا القاسم عبد الرحمن بن الطبيز وعلي بن موسى السمسار والحسين بن جميع .\n</p>\n<p class=\"arabic\">وسمع ببغداد أبا طالب عمر بن إبراهيم الزهري وعبد العزيز الأزجي وعبيد الله \n  بن أحمد الأزهري وابن غيلان والصوري وجماعة .\n</p>\n<p class=\"arabic\">وأخذ الفقه عن أبي الطيب الطبري وأبي إسحاق الشيرازي .\n</p>\n<p class=\"arabic\">وأقام بالموصل على أبي جعفر السمناني سنة يأخذ عنه علم الكلام والأصول .\n</p>\n<p class=\"arabic\">وأخذ أيضا عن القاضي أبي عبد الله الحسين بن علي الصيمري الحنفي وأبي الفضل \n  ابن عمروس المالكي وأحمد بن محمد العتيقي وأبي *32*116* الفتح الطناجيري ومحمد \n  بن عبد الواحد بن رزمة وطبقتهم .\n</p>\n<p class=\"arabic\">حتى برع في الحديث وبرز فيه على أقرانه وأحكم الفقه وأقوال العلماء وتقدم \n  في علم النظر بالكلام .\n</p>\n<p class=\"arabic\">ورجع إلى الأندلس بعد ثلاث عشرة سنة بعلوم كثيرة .\n</p>\n<p class=\"arabic\">روى عنه الحافظ أبو بكر الخطيب والحافظ أبو عمر بن عبد البر وهما أكبر منه \n  ومحمد بن أبي نصر الحميدي وعلي بن عبد الله الصقلي وأحمد بن علي بن غزلون \n  وأبو علي بن سكرة الصدفي وابنه العلامة الزاهد أبو القاسم أحمد بن سليمان \n  وأبو القاسم عبد الرحمن بن محمد القاضي وأبو بكر محمد بن الوليد الطرطوشي \n  وابن شبرين القاضي وأبو علي بن سهل السبتي وأبو بحر سفيان بن العاص ومحمد \n  بن أبي الخير القاضي وآخرون .\n</p>\n<p class=\"arabic\">وتفقه به جماعة كثيرة .\n</p>\n<p class=\"arabic\">وكان فقيرا قانعا خدم أبا ذر بمكة .\n</p>\n<p class=\"arabic\">قال القاضي عياض وأجر نفسه ببغداد لحراسة درب وكان لما رجع إلى الأندلس يضرب \n  ورق الذهب للغزل ويعقد الوثائق *32*117* .\n</p>\n<p class=\"arabic\">وقال لي أصحابه كان يخرج إلينا للقراءة عليه وفي يده أثر المطرقة إلى أن فشا \n  علمه وهنيت الدنيا به وعظم جاهه وأجزلت صلاته حتى مات عن مال وافر وكان يستعمله \n  الأعيان في الترسل بينهم ويقبل جوائزهم وولي قضاء مواضع من الأندلس .\n</p>\n<p class=\"arabic\">صنف كتاب المنتقى في الفقه وكتاب المعاني في شرح الموطأ عشرين مجلدا لم يؤلف \n  مثله ) .\n</p>\n<p class=\"arabic\">وكان قد صنف كتابا كبيرا جامعا بلغ فيه الغاية سماه كتاب الإستيفاء وصنف كتاب \n  الإيماء في الفقه خمس مجلدات وكتاب السراج في الخلاف لم يتمم ومختصر المختصر \n  في مسائل المدونة وكتاب إختلاف الموطآت وكتاب الجرح والتعديل وكتاب التسديد \n  إلى معرفة التوحيد وكتاب الإشارة في أصول الفقه وكتاب إحكام الفصول في أحكام \n  الأصول وكتاب الحدود وكتاب شرح المنهاج وكتاب سنن الصالحين وسنن العابدين \n  وكتاب سبل *32*118* المهتدين وكتاب فرق الفقهاء وكتاب تفسير القرآن لم يتمه \n  وكتاب سنن المنهاج وترتيب الحجاج .\n</p>\n<p class=\"arabic\">ابن عساكر حدثني أبو محمد الأشيري سمعت أبا جعفر بن غزلون الأموي الأندلسي \n  سمعت أبا الوليد الباجي يقول كان أبي من تجار القيروان من باجة القيروان وكان \n  يختلف إلى الأندلس ويجلس إلى فقيه بها يقال له أبو بكر بن سماح فكان يقول \n  ترى أرى لي ابنا مثلك فلما أكثر من ذلك القول قال إن أحببت ذلك فاسكن قرطبة \n  والزم أبا بكر القبري وتزوج بنته عسى أن ترزق ولدا مثلي ففعل ذلك فجاءه أبو \n  الوليد وآخر صار صاحب صلاة وثالث كان من الغزاة .\n</p>\n<p class=\"arabic\">وقال أبو نصر بن ماكولا أما الباجي ذو الوزارتين أبو الوليد سليمان بن خلف \n  القاضي فقيه متكلم أديب شاعر رحل وسمع بالعراق ودرس الكلام على القاضي السمناني \n  وتفقه على أبي إسحاق الشيرازي ودرس وصنف *32*119* .\n</p>\n<p class=\"arabic\">وكان جليلا رفيع القدر والخطر توفي بالمرية من الأندلس وقبره هناك يزار .\n</p>\n<p class=\"arabic\">وقال أبو علي بن سكرة ما رأيت أحدا على سمته وهيبته وتوقير مجلسه مثل أبي \n  الوليد الباجي ولما كنت ببغداد قدم ولده أبو القاسم فسرت معه إلى شيخنا قاضي \n  القضاة أبي بكر محمد بن المظفر الشامي وكان ممن صحبه أبو الوليد الباجي قديما \n  فلما دخلت عليه قلت له أدام الله عزك هذا ابن شيخ الأندلس فقال لعله ابن الباجي \n  قلت نعم فأقبل عليه .\n</p>\n<p class=\"arabic\">وقال عياض القاضي حصلت لأبي الوليد من الرؤساء مكانة وكان مخالطا لهم يترسل \n  بينهم في مهم أمورهم ويقبل جوائزهم وهم له في ذلك على غاية التجلة فكثرت القالة \n  فيه من أجل هذا .\n</p>\n<p class=\"arabic\">وولي قضاء مواضع من الأندلس تصغر عن قدره كأوريولة وشبهها فكان يبعث إليها \n  خلفاء وربما أتاها المرة ونحوها ) .\n</p>\n<p class=\"arabic\">وكان في أول أمره مقلا حتى احتاج في سفره إلى القصد بشعره واستئجار نفسه في \n  مقامه ببغداد فيما سمعته مستفيضا لحراسة درب فكان يستعين بإجارته على نفقته \n  وبضوئه على دراسته وكان بالأندلس يتولى ضرب ورق الذهب للغزال والأنزال ويعقد \n  الوثائق .\n</p>\n<p class=\"arabic\">وقد جمع ابنه شعره وكان ابتدأ كتابا سماه الإستيفاء في الفقه لم يضع منه غير \n  الطهارة في مجلدات .\n</p>\n<p class=\"arabic\">قال عياض ولما قدم الأندلس وجد بكلام ابن حزم طلاوة إلا أنه كان خارجا عن \n  المذهب ولم يكن بالأندلس من يشتغل بعلمه فقصرت ألسنة الفقهاء عن مجادلته وكلامه \n  واتبعه على رأيه جماعة من أهل الجهل وحل *32*120* بجزيرة ميورقة فرأس فيها \n  واتبعه أهلها فلما قدم أبو الوليد كلم في ذلك فدخل إلى ابن حزم وناظره وشهر \n  باطله وله معه مجالس كثيرة ولما تكلم أبو الوليد في حديث البخاري ما تكلم \n  من حديث المقاضاة يوم الحديبية وقال بظاهر لفظه أنكر عليه الفقيه أبو بكر \n  بن الصائغ وكفره بإجازته الكتب على رسول الله صلى الله عليه وسلم الآي وأنه \n  تكذيب للقرآن فتكلم في ذلك من لم يفهم الكلام حتى أطلقوا عليه الفتنة وقبحوا \n  عند العامة ما أتى به وتكلم به خطباؤهم في الجمع .\n</p>\n<p class=\"arabic\">وفي ذلك يقول عبد الله بن هند الشاعر قصيدة منها .\n</p>\n<p class=\"arabic\">% برئت ممن شرى دنيا بآخرة % % وقال إن رسول الله قد كتبا % .\n</p>\n<p class=\"arabic\">فصنف أبو الوليد في ذلك رسالة بين فيها أن ذلك لا يقدح في المعجزة فرجع جماعة \n  بها .\n</p>\n<p class=\"arabic\">ومن شعره .\n</p>\n<p class=\"arabic\">% قد أفلح القانت في جنح الدجى % % يتلو الكتاب العربي النيرا % .\n</p>\n<p class=\"arabic\">% له حنين وشهيق وبكا % % بيل من أدمعه ترب الثرا % .\n</p>\n<p class=\"arabic\">% إنا لسفر نبتغي نيل المدى % % ففي السرا بغيتنا لا في الكرى % .\n</p>\n<p class=\"arabic\">*32*121* .\n</p>\n<p class=\"arabic\">% من ينصب الليل ينل راحته % % عند الصباح يحمد القوم السرا % .\n</p>\n<p class=\"arabic\">وله .\n</p>\n<p class=\"arabic\">% إذا كنت أعلم علما يقينا % % بأن جميع حياتي كساعه % .\n</p>\n<p class=\"arabic\">% فلم لا أكون ضنينا بها % % وأجعلها في صلاح وطاعه % .\n</p>\n<p class=\"arabic\">وله يرثي أمه وأخاه رحمهما الله تعالى ) .\n</p>\n<p class=\"arabic\">% رعى الله قبرين استكانا ببلدة % % هما أسكناها في السواد من القلب % .\n</p>\n<p class=\"arabic\">% لئن غيبا عن ناظري وتبوءا % % فؤادي لقد زاد التباعد في القرب % .\n</p>\n<p class=\"arabic\">% يقر بعيني أن أزور رباهما % % وألزق مكنون الترائب بالترب % .\n</p>\n<p class=\"arabic\">% وأبكي وأبكي ساكنيها لعلني % % سسأنجد من صحب وأسعد من سحب % .\n</p>\n<p class=\"arabic\">% فما ساعدت ورق الحمام أخا أسى % % ولا روحت ريح الصبا عن أخي كرب % .\n</p>\n<p class=\"arabic\">% ولا استعذبت عيناي بعدهما كرى % % ولا ظمئت نفسي إلى البارد العذب % .\n</p>\n<p class=\"arabic\">% أحن ويثني اليأس نفسي على الأسى % % كما اضطر محمول على المركب الصعب % .\n</p>\n<p class=\"arabic\">*32*122* وله .\n</p>\n<p class=\"arabic\">% إلهي قد أفنيت عمري بطالة % % ولم يثنني عنها وعيد ولا وعد % .\n</p>\n<p class=\"arabic\">% وضيعته ستين عاما أعدها % % وما خير عمر إنما خيره العد % .\n</p>\n<p class=\"arabic\">% وقدمت إخواني وأهلي فأصبحوا % % تضمهم أرض ويسترهم لحد % .\n</p>\n<p class=\"arabic\">% وجاء نذير الشيب لو كنت سامعا % % لوعظ نذير ليس من سمعه بد % .\n</p>\n<p class=\"arabic\">% تلبست بالدنيا فلما تنكرت % % تمنيت زهدا حين لا يمكن الزهد % .\n</p>\n<p class=\"arabic\">% وتابعت نفسي في هواها وغيها % % وأعرضت عن رشدي وقد أمكن الجهد % .\n</p>\n<p class=\"arabic\">% ولم آت ما قدمته عن جهالة % % يمكنني عذر ولا ينفع الجحد % .\n</p>\n<p class=\"arabic\">% وها أنا من ورد الحمام على مدى % % أراقب أن أمضي إليه وان أعدو % .\n</p>\n<p class=\"arabic\">% ولم يبق إلا ساعة إن أضعتها % % فما لي في التوفيق نقد ولا وعد % .\n</p>\n<p class=\"arabic\">قال ابن سكرة توفي بالمرية لتسع عشرة ليلة خلت من رجب .\n</p>\n<p class=\"arabic\">ذكره ابن السمعاني فقال باجة بين إشبيلية وشنترين من الأندلس .\n</p>\n<p class=\"arabic\">وذكر ابن عساكر في تاريخه أن أبا الوليد قال كان أبي من باجة القيروان تاجرا \n  كان يختلف إلى الأندلس وهذا أصح *32*123* .\n\n</p>"
}