{
    "header": "عبد الملك بن عبد الله بن يوسف بن عبد اللـ...",
    "id": "020672",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الملك بن عبد الله بن يوسف بن عبد الله بن يوسف بن محمد بن حيويه .\n</h1>\n<p class=\"arabic\">*32*230* إمام الحرمين أبو المعالي ابن الإمام أبي محمد الجويني الفقيه الملقب \n  ضياء الدين رئيس الشافعية بنيسابور .\n</p>\n<p class=\"arabic\">قال أبو سعد السمعاني كان إمام الأئمة على الإطلاق المجتمع على إمامته شرقا \n  وغربا لم تر العيون مثه .\n</p>\n<p class=\"arabic\">ولد سنة تسع عشرة وأربعمائة في المحرم وتفقه على والده فأتى على جميع مصنفاته \n  وتوفي أبوه وله عشرون سنة فأقعد مكانه للتدريس فكان يدرس ويخرج إلى مدرسة \n  البيهقي .\n</p>\n<p class=\"arabic\">وأحكم الأصول على أبي القاسم الإسفرائيني الإسكاف وكان ينفق من ميراثه ومما \n  يدخله من معلومه إلى أن ظهر التعصب بين الفريقين واضطربت الأحوال واضطر إلى \n  السفر عن نيسابور فذهب إلى المعسكر ثم إلى بغداد .\n</p>\n<p class=\"arabic\">وصحب أبا نصر الكندري الوزير مدة يطوف معه ويلتقي في حضرته بالأكابر من العلماء \n  ) .\n</p>\n<p class=\"arabic\">ويناظرهم ويحتك بهم حتى تهذب في النظر وشاع ذكره ثم خرج إلى الحجاز وجاور \n  بمكة أربع سنين يدرس ويفتي ويجمع طرق المذاهب إلى أن رجع إلى بلده بنيسابور \n  بعد مضي نوبة التعصب فأقعد *32*231* للتدريس بنظامية نيسابور واستقامت أمور \n  الطلبة وبقي على ذلك قريبا من ثلاثين سنة غير مزاحم ولا مدافع مسلم له المحراب \n  والمنبر والخطابة والتدريس ومجلس الوعظ يوم الجمعة .\n</p>\n<p class=\"arabic\">وظهرت تصانيفه وحضر درسه الأكابر والجمع العظيم من الطلبة .\n</p>\n<p class=\"arabic\">وكان يقعد بين يديه كل يوم نحو من ثلاثمائة رجل وتفقه به جماعة من الأئمة .\n</p>\n<p class=\"arabic\">وسمع الحديث من أبيه ومن أبي حسان محمد بن أحمد المزكي وأبي سعد البصروبي \n  ومنصور بن رامش وآخرين .\n</p>\n<p class=\"arabic\">ثنا عنه أبو عبد الله الفراوي وأبو القاسم الشحامي وأحمد بن سهل المسجدي وغيرهم .\n</p>\n<p class=\"arabic\">أخبرنا أبو الحسين اليونيني أنا الحافظ زكي الدين المنذري قال توفي والد أبي \n  المعالي فأقعد مكانه ولم يكمل عشرين سنة فكان يدرس واحكم الأصول على أبي القاسم \n  الإسكاف الإسفرائيني .\n</p>\n<p class=\"arabic\">وجاور بمكة أربع سنين ثم رجع إلى نيسابور وجلس للتدريس بالنظامية قريبا من \n  ثلاثين سنة مسلم له المحراب والمنبر والخطابة والتدريس والتذكير .\n</p>\n<p class=\"arabic\">سمع من أبيه ومن علي بن محمد الطرازي ومحمد بن إسحاق المزكي وأبي سعد بن عليك \n  وفضل الله أبي الخير الميهني *32*232* والحسن بن علي الجوهري البغدادي .\n</p>\n<p class=\"arabic\">وأجاز له أبو نعيم الحافظ .\n</p>\n<p class=\"arabic\">قال المؤلف في سماعه من الطرازي نظر فإنه لم يلحق ذلك فلعله أجاز له .\n</p>\n<p class=\"arabic\">قال السمعاني قرأت بخط أبي جعفر محمد بن أبي علي الهمذاني سمعت أبا إسحاق \n  الفيروزآبادي يقول تمتعوا بهذا الإمام فإنه نزهة هذا الزمان يعني أبا المعالي \n  الجويني .\n</p>\n<p class=\"arabic\">قال وقرأت بخط أبي جعفر أيضا سمعت أبا المعالي يقول قرأت خمسين ألفا في خمسين \n  ألفا ثم خليت أهل الإسلام بإسلامهم فيها وعلومهم الظاهرة وركبت البحر الخضم \n  العظيم وغصت في الذي نهي أهل الإسلام منها كل ذلك في طلب الحق وكنت أهرب في \n  سالف الدهر من التقليد والآن رجعت من الكل إلى كلمة الحق عليكم بدين العجائز \n  فإن لم يدركني الحق ) .\n</p>\n<p class=\"arabic\">بلطيف بره فأموت على دين العجائز ويختم عاقبة أمري عند الرحيل على برهة أهل \n  الحق وكلمة الإخلاص لا إله إلا الله فالويل لابن الجويني يريد نفسه .\n</p>\n<p class=\"arabic\">وكان أبو المعالي مع تبحره في الفقه وأصوله لا يدري الحديث ذكر في *32*233* \n  كتاب البرهان حديث معاذ في القياس فقال هو مدون في الصحاح متفق على صحته كذا \n  قال وأني له الصحة ومداره على الحارث بن عمرو مجهول عن رجال من أهل حمص لا \n  يدري من هم عن معاذ .\n</p>\n<p class=\"arabic\">وقال المازري رحمه الله في شرح البرهان في قوله إن الله تعالى يعلم الكليات \n  لا الجزئيات وددت لو محوتها دمي .\n</p>\n<p class=\"arabic\">قلت هذه لفظة ملعونة .\n</p>\n<p class=\"arabic\">قال ابن دحية هذه كلمة مكذبة للكتاب والسنة مكفر بها هجره عليها جماعة وحلف \n  القشيري لا يكلمه أبدا ونفي بسببها مدة فجاور وتاب *32*234* .\n</p>\n<p class=\"arabic\">قال السمعاني وسمعت أبا الفرج بن أبي بكر الأرموي مذاكرة يقول سمعت أستاذي \n  غانم الموشيلي سمعت الإمام أبا المعالي الجويني يقول لو استقبلت من أمري ما \n  استدبرت ما اشتغلت بالكلام .\n</p>\n<p class=\"arabic\">وقال أبو المعالي الجويني في كتاب الرسالة النظامية اختلفت مسالك العلماء \n  في الظواهر التي وردت في الكتاب والسنة وامتنع على أهل الحق اعتقاد فحواها \n  فرأى بعضهم تأويلها والتزم ذلك في آي الكتاب وما يصح مم السنن وذهب أئمة السلف \n  إلى الإنكفاف عن التأويل وإجراء الظواهر على مواردها وتفويض معانيها إلى الرب \n  تعالى .\n</p>\n<p class=\"arabic\">والذي نرتضيه رأيا وندين الله به عقدا أتباع سلف الأمة فالأولى الإتباع وترك \n  الإبتداع والدليل السمعي القاطع في ذلك أن إجماع الأمة حجة متبعة *32*235* \n  وهو مستند معظم الشريعة وقد درج صحب الرسول صلى الله عليه وسلم على ترك التعريض \n  لمعانيها ودرك ما فيها وهو صفوة الإسلام المستقلون بأعباء الشريعة وكانوا \n  لا يألون جهدا في ضبط قواعد الملة والتواصي بحفظها وتعليم الناس أن يكون اهتمامهم \n  ها فوق اهتمامهم بفروع الشريعة فإذا تصرم عصرهم وعصر التابعين على الأضراب \n  عن التأويل كان ذلك قاطعا بأنه الوجه المتبع فحق على ذي الدين أن يعتقد تنزه \n  الباري تعالى عن صفات المحدثين ولا يخوض في تأويل ) .\n</p>\n<p class=\"arabic\">المشكلات ويكل معناها إلى الرب فليجر آية الاستواء والمجيء وقوله لما خلقت \n  بيدي ويبقى وجه ربك و تجري بأعيننا وما صح من أخبار الرسول كخبر النول وغيره \n  على ما ذكرناه .\n</p>\n<p class=\"arabic\">وقال محمد بن طاهر الحافظ سمعت أبا الحسن القرواني الأديب بنيسابور وكان يسمع \n  معنا الحديث وكان يختلف إلى درس الأستاذ أبي المعالي الجويني يقرا عليه الكلام \n  يقول سمعت الأستاذ أبا المعالي اليوم يقول يا أصحابنا لا تشتغلوا بالكلام \n  فلو عرفت ان الكلام يلغ بي إلى ما بلغ ما اشتغلت به .\n</p>\n<p class=\"arabic\">وحكى أبو عبد الله الحسن بن العباس الرستمي فقيه إصبهان قال حكى *32*236* \n  لنا أبو الفتح الطبري الفقيه قال دخلت على أبي المعالي في مرضه فقال اشهدوا \n  علي أني قد رجعت عن كل مقالة تخالف السف وأني أموت على ما تموت عليه عجائز \n  نيسابور .\n</p>\n<p class=\"arabic\">وذكر محمد بن طاهر أن المحدث أبا جعفر الهمذاني حضر مجلس وعظ أبي المعالي \n  فقال كان الله ولا عرش وهو الآن على ما كان عليه .\n</p>\n<p class=\"arabic\">فقال أبو جعفر أخبرنا يا أستاذ عن هذه التي نجدها ما قال عارف قط يا الله \n  إلا وجد من قلبه ضرورة تطلب العلو لا نلتفت يمنة ولا يسرة فكيف ندفع هذه الضرورة \n  عن أنفسنا أو قال فهل عندك من دواء لدفع هذه الضرورة التي نجدها فقال يا حبيبي \n  ما ثم إلا الحيرة ولطم على رأسه ونزل وبقي وقت عجيب وقال فيما بعد حيرني الهمذاني .\n</p>\n<p class=\"arabic\">ولأبي المعالي من التصانيف كتاب نهاية المطلب في المذهب وهو كتاب جليل في \n  ثمانية مجلدات وكتاب الإرشاد في الأصول وكتاب الرسالة النظامية في الأحكام \n  الإسلامية وكتاب الشامل في أصول الدين وكتاب البرهان في أصول الفقه ومدارك \n  العقول لم يتمه *32*237* وكتاب غياث الأمم في الإمامة وكتاب مغيث الخلق في \n  اختيار الأحق وغنية المسترشدين في الخلاف .\n</p>\n<p class=\"arabic\">وكان إذا أخذ في علم الصوفية وشرح الأحوال أبكى الحاضرين .\n</p>\n<p class=\"arabic\">وقد ذكره عبد الغافر في تاريخه فأسهب وأطنب إلى أن قال وكان يذكر في اليوم \n  دروسا يقع كل واحد منها في عدة أوراق لا يتعلثم في كلمة منها ولا يحتاج إلى \n  استدراك عثرة مرا فيها كالبرق بصوت كالرعد ) .\n</p>\n<p class=\"arabic\">وما يوجد في كتبه من العبارات البالغة كنه الفصاحة غيض من فيض ما كان على \n  لسانه وغره من أمواج ما كان يعهد من بيانه تفقه في صباه على والده وذكر الترجمة \n  بطولها .\n</p>\n<p class=\"arabic\">وقال علي بن الحسن الباخرزي في الدمية وذكر الإمام أبا المعالي فقال فالفقه \n  فقه الشافعي والأدب أدب الأصمعي وفي بصره بالوعظ الحسن *32*238* البصري وكيف \n  ما هو فهو إمام كل إمام والمستعلي بهمته على كل همام .\n</p>\n<p class=\"arabic\">والفائز بالظفر على إرغام كل ضرغام إذا تصدر للفقه فالمزني من مزنته قطره \n  وإذا تكلم فالأشعري من وفرته شعره وإذا خطب ألجم الفصحاء بالعي شقاشقه الهادرة \n  ولثم البلغاء بالصمت حقائقه البادرة .\n</p>\n<p class=\"arabic\">وقد أخبرنا يحيى بن أبي منصور الفقيه وغيره في كتابهم عن الحافظ عبد القادر \n  الرهاوي أن الحافظ أبا العلاء الهمذاني أخبره قال أخبرني أبو جعفر الهمذاني \n  الحافظ قال سمعت أبا المعالي الجويني وقد سئل عن قوله تعالى الرحمن على العرش \n  استوى فقال كان الله ولا عرش وجعل يتخبط في الكلام فقلت قد علمنا ما أشرت \n  عليه فهل للضرورات من حيلة فقال ما تريد بهذا القول وما تعني بهذه الإشارات \n  فقلت ما قال عارف قط يا رباه إلا قبل أن يتحرك لسانه قام من باطنه قصد لا \n  يلتفت يمنة ولا يسرة يقصد الفوق فهل لهذا القصد الضروري عندك من حيلة فنبئا \n  نتخلص من الفوق والتحت وبكيت وبكى الخلق فضرب بكمه على السرير وصاح بالحيرة \n  وخرق ما كان عليه وصارت قيامة في المسجد ونزل ولم يجبني إلا بيا حبيبي الحيرة \n  الحيرة والدهشة الدهشة .\n</p>\n<p class=\"arabic\">فسمعت عد ذلك أصحابه يقولون سمعناه يقول حيرني الهمذاني .\n</p>\n<p class=\"arabic\">وقد توفي أبو المعالي في الخامس والعشرين من ربيع الآخر ودفن في داره ثم نقل \n  بعد سنين إلى مقبرة الحسين فدفن إلى جانب والده وكسر منبره في الجامع وأغلقت \n  الأسواق ورثوه بقصائد وكان له نحو من أربعمائة تلميذ *32*239* فكسروا محابرهم \n  وأقلامهم وأقاموا على ذلك حولا .\n</p>\n<p class=\"arabic\">وهذا من فعل الجاهلية والأعاجم ولا من فعل أهل السنة والإتباع .\n\n</p>"
}