{
    "header": "عبد السيد بن محمد بن عبد الواحد بن أحمد ...",
    "id": "020633",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد السيد بن محمد بن عبد الواحد بن أحمد بن جعفر .\n</h1>\n<p class=\"arabic\">*32*198* ابن الصباغ الفقيه أبو نصر البغدادي الشافعي فقيه العراق ومصنف كتاب \n  الشامل .\n</p>\n<p class=\"arabic\">كان يقدم على الشيخ أبي إسحاق في معرفة المذهب ذكره السمعاني فقال ومن جملة \n  التصانيف التي صنفها الشامل والكامل وتذكرة العالم والطريق السالم .\n</p>\n<p class=\"arabic\">قال وكان يضاهي أبا إسسحاق وكانوا يقولون هو أعرف بالمذهب من أبي إسحاق وكانت \n  الرحلة إليهما في المختلف والمتفق .\n</p>\n<p class=\"arabic\">قال وكان أبو نصر ثبتا حجة دينا خيرا ولي النظامية بعد أبي إسحاق وكف بصره \n  في آخر عمره .\n</p>\n<p class=\"arabic\">وحدث بجزء ابن عرفة عن محمد بن الحسين القطان .\n</p>\n<p class=\"arabic\">وسمع أيضا أبا علي بن شاذان .\n</p>\n<p class=\"arabic\">روى لنا عنه ابنه أبو القاسم علي وإسماعيل بن السمرقندي وأبو نصر الغازي وإسماعيل \n  بن محمد بن الفضل وغيرهم ) .\n</p>\n<p class=\"arabic\">ومولده في سنة أربعمائة .\n</p>\n<p class=\"arabic\">وقال الحاكم ابن خلكان كان تقيا صالحا له كتاب الشامل وهو من أصح كتب أصحابنا \n  وأثبتها أدلة درس بالنظامية ببغداد أول ما فتحت *32*199* ثم عزل بأبي إسحاق \n  بعد عشرين يوما .\n</p>\n<p class=\"arabic\">وذلك في سنة تسع وخمسين وأربعمائة .\n</p>\n<p class=\"arabic\">وكان النظام أمر أن يكون المدرس بها أبو إسحاق وقرروا معه أن يحضر في هذا \n  اليوم للتدريس فاجتمع الناس ولم يحضر أبو إسحاق فطلب فلم يوجد فأرسل إلى أبي \n  نصر وأحضر ورتب مدرسها وتألم أصحاب أبي إسحاق وفتروا عن حضور درسه وراسلوه \n  أنه إن لم يدرس بها لزموا ابن الصباغ وتركوه فأجاب إلى ذلك وصرف ابن الصباغ .\n</p>\n<p class=\"arabic\">قال شجاع الذهلي توفي أبو نصر بن الصباغ في يوم الثلاثاء ثالث عشر جمادى الأولى \n  ودفن من الغد في داره بدرب السلولي .\n</p>\n<p class=\"arabic\">قال ابن السمعاني ثم نقل إلى مقابر باب حرب وقد درس بعد أبي إسحاق سنة ثم \n  عزل أيضا وعمي .\n\n</p>"
}