{
    "header": "محمد بن علي بن محمد بن حسن بن عبد الوهابـ...",
    "id": "020688",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن علي بن محمد بن حسن بن عبد الوهاب بن  حسويه .\n</h1>\n<p class=\"arabic\">قاضي القضاة أبو عبد الله الدامغاني الحنفي .\n</p>\n<p class=\"arabic\">شيخ حنفية زمانه تفقه بخراسان ثم قدم بغداد في شبيبته ودرس على القدوري .\n</p>\n<p class=\"arabic\">وسمع الحديث من القاضي أبي عبد الله بن علي الصيمري والحافظ محمد بن علي الصوري \n  وشيخه أبي الحسين أحمد بن محمد القدوري .\n</p>\n<p class=\"arabic\">روى عنه عبد الوهاب الأنماطي وعلي بن طراد الزينبي والحسين المقدسي وغيرهم .\n</p>\n<p class=\"arabic\">وتفقه به جماعة .\n</p>\n<p class=\"arabic\">وكان مولده بدامغان سنة ثمان وتسعين وثلاثمائة وحصل للعلم على *32*249* الفقر \n  والقنوع .\n</p>\n<p class=\"arabic\">قال أبو سعد السمعاني قال والدي سمعت أحمد بن الحسين البصري الخباز يقول رأيت \n  أبا عبد الله الدامغاني كان يحرس في درب الرياح وكان يقوم بعيشته إنسان اسمه \n  أبو العشائر الشيرجي .\n</p>\n<p class=\"arabic\">قلت ثم آل به الأمر إلى أن ولي قضاء القضاة للمقتدي بالله ولأبيه قبله وطالت \n  أيامه وانتشر ذكره وكان مثل القاضي أبي يوسف قاضي الرشيد في أيامه حشمة وجاها \n  وسؤددا وعقلا وبقي في القضاء نحوا من ثلاثين سنة .\n</p>\n<p class=\"arabic\">ولي أولا في ذي القعدة سنة سبع وأربعين بعد موت قاضي القضاة أبي عبد الله \n  بن ماكولا *32*250* .\n</p>\n<p class=\"arabic\">وقال محمد بن عبد الملك الهمذاني في طبقات الفقهاء قال قاضي القضاة الدامغاني \n  قرأت على ) .\n</p>\n<p class=\"arabic\">أبي صالح الفقيه بدامغان وهو من أصحاب أبي عبد الله الجرجاني وأصابني جدري \n  فاكتحلت وجئت إلى المجلس بعدما برأت فقال آنت مجدور فقم فقمت وقصدت من دامغان \n  نيسابور فأقمت أربعة أشهر وصحبت أبا العلاء صاعد بن محمد الأستوائي قاضيها \n  قرأت على أبي الحسن المصيصي لدينه وتواضعه .\n</p>\n<p class=\"arabic\">وجرت فتنة بين الطوائف هناك فمنعهم محمود بن سبكتكين من الجدل فخرجت إلى بغداد \n  ووردتها .\n</p>\n<p class=\"arabic\">قال محمد فقرأ على القدوري إلى أن توفي سنة ثمان وعشرين وأربعمائة ولازم أبا \n  عبد الله الصيمري فلما مات انفرد بالتدريس وصار أحد شهود بغداد ثم ولي قضاء \n  القائم بأمر الله وبعده لأبنه ثلاثين سنة وثلاثة أشهر وخمسة أيام وقد شهد \n  عنده شيخ الشافعية أبو الطيب الطبري .\n</p>\n<p class=\"arabic\">وكان أبو الطيب يقول أبو عبد الله الدامغاني أعرف بمذهب الشافعي من كثير من \n  أصحابنا .\n</p>\n<p class=\"arabic\">قال وكان عندنا بدامغان أبو الحسن صاحب أبي حامد الإسفرائيني *32*251* يعني \n  فاستفاد منه الدامغاني وكان الدامغاني قد جمع الصورة البهية والمعاني الحسنة \n  من الدين والعقل والعلم والحلم وكرم المعاشرة للناس والتعصب لهم وكانت له \n  صدقات في السر وإنصاف في العلم لم يكن لغيره وكان يورده الشيخ أبو إسحاق الشيرازي \n  فإذا اجتمعا صار اجتماعهما نزهة .\n</p>\n<p class=\"arabic\">عاش ثمانين سنة وثلاثة أشهر وخمسة أيام وغسله أبو الوفاء ابن عقيل الواعظ \n  وصاحبه الفقيه أبو ثابت مسعود بن محمد الرازي وصلى عليه ولده قاضي القضاة \n  أبو الحسن علي باب داره بنهر القلايين .\n</p>\n<p class=\"arabic\">ولقاضي القضاة أصحاب كثيرون انتشروا بالبلاد ودرسوا ببغداد فمنهم أبو سعد \n  الحسن بن داود بن بابشاذ المصري ومات قبل الأربعين وأربعمائة .\n</p>\n<p class=\"arabic\">ومنهم نور الهدى الحسين بن محمد الزينبي ومنهم أبو طاهر الياس بن ناصر الديلمي \n  ومات في حياته منهم أبو القاسم علي بن محمد الرحبي ابن السمناني وآخرون فيهم \n  كثرة كرهم ابن عبد الملك الهمذاني .\n</p>\n<p class=\"arabic\">توفي في رابع وعشرين رجب ودفن في داره بنهر القلايين ثم نقل ودفن في القبة \n  إلى جنب الإمام أبي حنيفة رحمهما الله ) *32*252* .\n\n</p>"
}