{
    "header": "عبد الله بن سهل بن يوسف .",
    "id": "020749",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الله بن سهل بن يوسف .\n</h1>\n<p class=\"arabic\">أبو محمد الأنصاري الأندلسي المرسي المقريء .\n</p>\n<p class=\"arabic\">أخذ عن أبي عمر الطلمنكي ومكي وأبي عمرو الداني .\n</p>\n<p class=\"arabic\">ورحل فأخذ بالقيروان عن مصنف الهادي في القرءآت أبي عبد الله محمد بن سفيان \n  وأبي عبد الله محمد بن سليمان الأبي .\n</p>\n<p class=\"arabic\">وكان ضابطا لقرءآت وطرقها عارفا بها حاذقا بمعانيها .\n</p>\n<p class=\"arabic\">أخذ الناس عنه .\n</p>\n<p class=\"arabic\">قال أبو علي بن سكرة هو إمام أهل وقته في فنه لقيته بالمرية .\n</p>\n<p class=\"arabic\">لازم أبو عمرو الداني ثمانية عشر عاما ثم رحل ولقي جماعة وأقرأ بالأندلس وبعد \n  صيته .\n</p>\n<p class=\"arabic\">فمن شيوخه الطلمنكي ومكي وأبو ذر الهروي وأبو عمران الفاسي وأبو عبد الله \n  بن غالب وحسن بن حمود التونسي وعبد الباقي بن فارس الحمصي .\n</p>\n<p class=\"arabic\">قال وجرت بينه وبين أبي عمرو شيخه عند قدومه منافسة وتقاطعا وكان أبو محمد \n  شديدا على أهل البدع قوالا بالحق مهيبا جرت له في ذلك أخبار كثيرة وامتحن \n  بالتغرب ولفظته ) .\n</p>\n<p class=\"arabic\">البلاد وغمزه كثير من الناس فدخل سبتة وأقرأ بها مديدة ثم خرج إلى طنجة ثم \n  رجع إلى الأندلس فمات برندة .\n</p>\n<p class=\"arabic\">قال ابن سكرة عزمت على القراءة عليه فقطع عن ذلك قاطع .\n</p>\n<p class=\"arabic\">قال القاضي عياض وقد حدث عنه غير واحد من شيوخنا وثنا عنه *32*293* شيخنا \n  أبو إسحاق بن جعفر وحدث عنه خالي أبو بكر محمد بن علي .\n</p>\n<p class=\"arabic\">وقال أبو الأصبغ بن سهل أشكلت علي مسائل من علم القرآن لم أجد في من لقيت \n  من يشفيني حتى لقيته .\n</p>\n<p class=\"arabic\">قال وكانت بينه وبين القاضي أبي الوليد الباجي منافرة عظيمة بسبب مسألة الكتابة \n  فكان ابن سهل يلعنه في حياته وبعد موته فأدى ذلك أصحاب الباجي إلى القول في \n  ابن سهل والإكثار عليه .\n</p>\n<p class=\"arabic\">قلت وقرأ عليه بالروايات أبو الحسن عبد العزيز بن عبد العزيز بن عبد الملك \n  بن شفيع المذكور في أسانيد الشاطبي .\n\n</p>"
}