{
    "header": "محمد بن محمد بن زيد بن علي بن موسى .",
    "id": "020784",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن محمد بن زيد بن علي بن موسى .\n</h1>\n<p class=\"arabic\">الشريف المرتضى أبو المعالي وأبو الحسن ذو الشرفين العلوي الحسيني .\n</p>\n<p class=\"arabic\">ولد ببغداد وسمع بها من أبي القاسم الحرفي وأبي عبد الله المحاملي والبرقاني \n  وطلحة الكناني ومحمد بن عيسى الهمذاني وأبي علي بن شاذان وأبي القاسم بن بشران \n  وطائفة .\n</p>\n<p class=\"arabic\">وتخرج بأبي بكر الخطيب ولازمه *32*312* روى عنه الخطيب شيخه وأبو العباس المستغفري \n  أحد شيوخه وزاهر الشحامي ويوسف بن أيوب الهمذاني وأبو الأسعد بن القشيري وهبة \n  الله السيدي وخلق أخرهم وفاة الخطيب أبو المعالي المديني .\n</p>\n<p class=\"arabic\">وممن حدث عنه أبو طالب محمد بن عبد الرحمن الحيري وأبو الفتح أحمد بن الحسين \n  الأديب السمرقندي حدث هذا عنه بالإجازة .\n</p>\n<p class=\"arabic\">قال فيه السمعاني أفضل علوي ف عصره له المعرفة التامة بالحديث وكان يرجع إلى \n  عقل وافر ورأي صائب وبرع على الخطيب في الحديث .\n</p>\n<p class=\"arabic\">ونقل عنه الخطيب أظن في كتاب البخلاء ورزق حسن التصنيف وسكن في آخر عمره سمرقند \n  ثم قدم يغداد وأملى بها .\n</p>\n<p class=\"arabic\">وحدث بإصبهان ثم رد إلى سمرقند .\n</p>\n<p class=\"arabic\">سمعت يوسف بن أيوب الهمذاني يقول ما رأيت علويا أفضل منه وأثنى عليه .\n</p>\n<p class=\"arabic\">وكان من الأغنياء المذكورين وكان كثير الإيثار ينفذ كل سنة إلى جماعة من الأئمة \n  إلى كل واحد ألف دينار أو خمسمائة أو أكثر وربما يبلغ مبلغ ذلك عشرة الآف \n  دينار ويقول هذه زكاة مالي وأنا غريب ففرقوا على من تعرفون استحقاقه .\n</p>\n<p class=\"arabic\">ويقول كل من أعطيتموه شيئا فاكتتبوا له خطأ وأرسلوه حتى نعطيه من عشر الغلة .\n</p>\n<p class=\"arabic\">وكان يملك قريا من أربعين قرية خالصة بنواجي كش وله في كل قرية وكيل أوفى \n  من رئيس بسمرقند *32*313* .\n</p>\n<p class=\"arabic\">قلت هذا من فرط المبالغة من السمعاني .\n</p>\n<p class=\"arabic\">ثم قال سمعت أبا المعالي محمد بن نصر الخطيب يقول ذلك وكان من أصحاب الشريف .\n</p>\n<p class=\"arabic\">وسمعت أبا المعالي يقول إن الشريف عمل بستانا عظيما فطلب ملك سمرقند وما وراء \n  النهر الخضر خاقان أن يحضر البستان فقال الشريف السيد لحاجب الملك لا سبيل \n  إلى ذلك فالح ) .\n</p>\n<p class=\"arabic\">عليه فقال لكن لا أحضر ولا أهييء آلة الفسق والفساد لكم ولا أفعل ما يعاقبن \n  الله عليه في الآخرة .\n</p>\n<p class=\"arabic\">فغضب الملك وأراد أن يمسكه فاختفى عن وكيل له نحو شهرين ونودي عليه في البلد \n  فلم يظفروا به ثم أظهروا الندم على ما فعلوه فألح عليه أهله حتى ظهر وجلس \n  على ما كان مدة .\n</p>\n<p class=\"arabic\">ثم إن الملك نفذ إليه يطلبه ليشاوره في أمر فلما استقر عنده أخذه وسجنه واخذ \n  جميع ما يملكه من الأموال والجواهر والضياع فصبر وحمد اله وقال من يكون من \n  أهل بيت رسول اله صلى الله عليه وسلم لا بد وأن يبتلى وأنا قد ربيت في النعمة \n  وكنت أخاف لا يكون وقع خلل في نسبي فلما وقع هذا فرحت وعلمت أن نسبي متصل .\n</p>\n<p class=\"arabic\">قال لنا أبو المعالي فسمعنا أنهم منعوه من الطعام حتى مات جوعا ثم أخرج من \n  القلعة ودفن .\n</p>\n<p class=\"arabic\">وهو من ولد علي بن زين العابدين علي بن الحسين رضي الله عنه .\n</p>\n<p class=\"arabic\">قال السمعاني قال أبو العباس الجوهري رأيت السيد المرتضى أبا المعالي بعد \n  موته وهو في الجنة وبين يديه مائدة من طعام وقيل له ألا تأكل *32*314* قال \n  لا حتى يجيء ابني فإنه غدا يجيء .\n</p>\n<p class=\"arabic\">فلما انتبهت وذلك في رمضان سنة اثنتي وتسعين قتل ابنه أبو الرضا في ذلك اليوم .\n</p>\n<p class=\"arabic\">ولد السيد المرتضى رضي الله عنه في سنة خمس وأربعمائة واستشهد بعد سنة ست \n  وسبعين وقيل سنة ثمانين قتله الخاقان خضر بت إبراهيم صاحب ما وراء النهر .\n</p>\n<p class=\"arabic\">وقد قدم رسولا من سلطان ما وراء النهر إلى الخلفية القائم بأمر الله في سنة \n  ثلاث وخمسين .\n</p>\n<p class=\"arabic\">قلت وقع لنا من تصنيفه كتاب فرحة العالم سمعناه بالإجازة العالية من ابن عساكر \n  وأخبرنا أحمد بن هبة الله أبو المظفر بن السمعاني كتابة أنا أبو الأسعد بن \n  القشيري أنا أبو المعالي محمد بن محمد الحسيني الحافظ أنا الحسن بن أحمد الفارسي \n  أنا محمد بن العباس بن نجيح ثنا عبد الملك بن محمد ثنا بشر بن عمر وسعيد بن \n  عامر قالا ثنا شعبة عن زياد بن علاقة عن أسامة بن شريك قال أتيت رسول الله \n  صلى الله عليه وسلم وأصحابه كأنما على رؤوسهم الطير .\n</p>\n<p class=\"arabic\">الفارسي هو ابن شاذان *32*315* .\n\n</p>"
}