{
    "header": "علي بن فضال بن علي بن غالب .",
    "id": "020719",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">علي بن فضال بن علي بن غالب .\n</h1>\n<p class=\"arabic\">أبو الحسن القيرواني المجاشعي التميمي الفرزدقي النحوي *32*271* .\n</p>\n<p class=\"arabic\">صاحب التصانيف .\n</p>\n<p class=\"arabic\">مسقط رأسه هجر وطوف الأرض حتى وصل إلى غزنة وأقبل عليه أكابرها وانخرط في \n  صحبة الوزير نظام الملك .\n</p>\n<p class=\"arabic\">وصنف برهان العميدي في التفسير في عشرين مجلدا وكتاب الأكسير في علم التفسير \n  خمسة وثلاثون مجلدا وكتابا في النحو في عدة مجلدات وهو كتاب إكسير الذهب في \n  صناعة الأدب وغير ذلك .\n</p>\n<p class=\"arabic\">قال أن طاهر المقدسي سمعت إبراهيم بن عثمان الأديب الغزي يقول لما دخل أبو \n  الحسن بن فضال النحوي نيسابور اقترح عليه أبو المعالي الجويني أن يصنف باسمه \n  كتابا في النحو فصنفه وسماه الإكسير ووعده بألف دينار فلما صنفه وفرغ ابتدأ \n  أبو المعلي بقراءته عليه فلما فرغ من القراءة انتظر أياما أن يدفع إليه ما \n  وعده فلم يعطه شيئا فأرسل إليه إنك إن لم تفي بما وعدت وإلا هجوتك فأنفذ إليه \n  على يد الرسول نكثتها عرضي فداؤك ولم يعطه حبة ) .\n</p>\n<p class=\"arabic\">وقيل إن ابن فضال روى أحاديث فأنكرها عليه عبد الله بن سبعون القيرواني فاعتذر \n  بأنه وهم .\n</p>\n<p class=\"arabic\">وقد صنف ابن فضال بغزنة عدة كتب بأسماء أكابر غزنة .\n</p>\n<p class=\"arabic\">وكان إماما في اللغة والنحو والسير وأقرأ الأدب مدة ببغداد .\n</p>\n<p class=\"arabic\">ومن شعره .\n</p>\n<p class=\"arabic\">% وإخواني حسبتهم دروعا % % فكانوها ولكن للأعادي % .\n</p>\n<p class=\"arabic\">*32*272* .\n</p>\n<p class=\"arabic\">% وخلتهم سهاما صائبات % % لقد صدقوا ولكن عن ودادي % .\n</p>\n<p class=\"arabic\">وله .\n</p>\n<p class=\"arabic\">% لا عذر للصب إذا لم يكن % % يخلع في ذاك العذار العذار % .\n</p>\n<p class=\"arabic\">% كأنه في خده إذ بدا % % ليل تبدى طالعا في نهار % .\n</p>\n<p class=\"arabic\">وشعره كثير .\n</p>\n<p class=\"arabic\">وله من التصانيف أيضا كتاب النكت في القرآن وكتاب البسملة وشرحها مجلد وكتاب \n  العوامل والهوامل في الحروف خاصة وكتاب الفصول في معرفة الأصول وكتاب الإشارة \n  في تحسين العبارة وكتاب شرح عنوان الإعراب وكتاب العروض وكتاب معاني الحروف \n  وكتاب الدول في التاريخ وهو كبير وجد منه ثلاثون مجلدا وكتاب شجرة الذهب في \n  معرفة أئمة الأدب وكتاب معارف الأدب وغير ذلك مع ما تقدم .\n</p>\n<p class=\"arabic\">قال ابن ناصر توفي ابن فضال المجاشعي في ثاني وعشرين ربيع الأول *32*273* .\n\n</p>"
}