{
    "header": "الحسن بن محمد بن الحسن .",
    "id": "020883",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الحسن بن محمد بن الحسن .\n</h1>\n<p class=\"arabic\">أبو القاسم الخوافي نزيل نيسابور .\n</p>\n<p class=\"arabic\">سمع من ابن محمش وعبد الله بن يوسف والسلمي .\n</p>\n<p class=\"arabic\">روى عنه أبو البركات الفراوي وعائشة بنت الصفار ومحمد بن الحسن الزوزني .\n</p>\n<p class=\"arabic\">قال ابن السمعاني مات بعد سنة ثمانين .\n</p>\n<p class=\"arabic\">حرف العين عبد الله بن محمد بن علي بن محمد بن أحمد بن علي بن جعفر بن منصور \n  بن مت .\n</p>\n<p class=\"arabic\">شيخ الإسلام أبو إسماعيل الأنصاري الهروي الحافظ العارف ) .\n</p>\n<p class=\"arabic\">من ولد صاحب النبي صلى الله عليه وسلم أبي أيوب الأنصاري .\n</p>\n<p class=\"arabic\">قال أبو النضر الفامي كان بكر الزمان وواسطة عقد المعاني *33*54* وصورة الإقبال \n  في فنون الفضائل وأنواع المحاسن منها نضرة الدين والسنة من غير مداهنة ولا \n  مراقبة لسلطان ولا وزير وقد قاسى بذلك قصد الحساد في كل وقت وسعوا في روحه \n  مرارا وعمدوا إلى هلاكه أطوارا فوقاه الله شرهم وجعل قصدهم أقوى سبب لارتفاع \n  شأنه .\n</p>\n<p class=\"arabic\">قلت سمع من عبد الجبار الجراحي جامع الترمذي وسمع من الحافظ أبي الفضل محمد \n  بن أحمد الجارودي والقاضي أبي منصور محمد بن محمد الأزدي وأحمد بن محمد بن \n  العالي ويحيى بن عمار السجزي المفسر ومحمد بن جبريا بن ماح وأي يعقوب القراب \n  وأبي ذر عبد بن أحمد الهروي .\n</p>\n<p class=\"arabic\">ورحل إلى نيسابور فسمع من محمد بن موسى الحرشي وأحمد بن محمد السليطي وعلي \n  ن محمد الطرازي الحنبلي أصحاب الأصم والحافظ أحمد بن علي بن فنجويه الإصبهاني .\n</p>\n<p class=\"arabic\">وسمع من خلق كثير بهراة أصحاب الرفاء فمن بعدهم .\n</p>\n<p class=\"arabic\">وصنف كتاب الفاروق في الصفات وكتاب ذم الكلام وكتاب الأربعين حديثا في السنة .\n</p>\n<p class=\"arabic\">وكان جذعا في أعين المتكلمين وسيفا مسلولا على المخالفين وطودا في السنة لا \n  تزعزعه الرياح .\n</p>\n<p class=\"arabic\">وقد امتحن مرات .\n</p>\n<p class=\"arabic\">قال الحافظ محمد بن طاهر سمعت أبا إسماعيل الأنصاري يقول بهراة عرضت على السيف \n  خمس مرات لا يقال لي ارجع عن مذهبهم لكن يقال *33*55* لي أسكت عمن خالفك فأقول \n  لا أسكت .\n</p>\n<p class=\"arabic\">وسمعته يقول أحفظ اثني عشر ألف حديث أسردها سردا .\n</p>\n<p class=\"arabic\">قلت خرج أبو إسماعيل خلقا كثيرا بهراة وفسر القرآن زمانا وفضائله كثيرة وله \n  في السوق كتاب منازل السائرين وهو كتاب نفيس في التصويف ورأيت الاتحادية تعظم \n  هذا الكتاب وتنتحله وتزعم أنه على تصوفهم الفلسفي .\n</p>\n<p class=\"arabic\">وقد كان شيخنا ابن تميمة بعد تعظيمه لشيخ الإسلام يحط عليه ويرميه بالعظائم \n  سبب ما في هذا الكتاب نسأل الله العفو ) .\n</p>\n<p class=\"arabic\">وله قصيدة في السنة وله كتاب في مناقب أحمد بن حنبل وتصانيف *33*56* أخر لا \n  تحضرني .\n</p>\n<p class=\"arabic\">روى عنه المؤتمن الساجي ومحمد بن طاهر المقدسي وعبد اله بن أحمد السمرقندي \n  وعبد الصبور بن عبد السلام الهروي وعبد الملك الكروخي وأبو الفتح محمد بن \n  إسماعيل الفامي وعطاء بن أبي الفضل المعلم وحنبل بن علي البخاري وأبو الوقت \n  عبد الأول وعبد الجليل بن أبي سعد وخلق سواهم .\n</p>\n<p class=\"arabic\">وآخر من روى عنه بالإجازة أبو الفتح نصر بن سيار .\n</p>\n<p class=\"arabic\">قال السلفي سألت المؤتمن عنه فقال كان آية في لسان التذكير والتصوف من سلاطين \n  العلماء .\n</p>\n<p class=\"arabic\">سمع ببغداد من أبي محمد الخلال وغيره .\n</p>\n<p class=\"arabic\">يروى في مجالس وعظه أحاديث بالإسناد وينهى عن تعليقها عنه .\n</p>\n<p class=\"arabic\">وكان بارعا في اللغة حافظا للحديث قرأت عليه كتاب ذم الكلام وكان قد روى فيه \n  حديثا عن علي بن بشرى عن أبي عبد الله بن مندة عن إبراهيم بن مرزوق .\n</p>\n<p class=\"arabic\">فقلت له هذا هكذا قال نعم وإبراهيم هو شيخ الأصم وطبقته وهو إلى الآن في كتابه \n  على هذا الوجه .\n</p>\n<p class=\"arabic\">قلت وكذا سقط عليه رجلان في حديثين مخرجين من جامع الترمذي .\n</p>\n<p class=\"arabic\">وكذا وقعت لنا في ذم الكلام نبهت عليه في نسختين واعتقدتها سقطت على النتقى \n  من ذم الكلام ثم رأيت غير نسخة كما في المنتقى .\n</p>\n<p class=\"arabic\">قال المؤتمن وكان يدخل على الأمراء والجبابرة فما كان يبالي بهم *33*57* وكان \n  يرى الغريب من المحدثين فيكرمه إكراما يتعجب منه الخاص والعام .\n</p>\n<p class=\"arabic\">وقال لي مرة هذا الشأن شأن من ليس له شأن سوى هذا الشأن يعني طلب الحديث .\n</p>\n<p class=\"arabic\">وسمعته يقول تركت الحيري لله يعني القاضي أبا بكر أحمد بن الحسن صاحب الأصم .\n</p>\n<p class=\"arabic\">قال وإنما تركه لأنه سمع منه شيئا يخالف السنة .\n</p>\n<p class=\"arabic\">وقال أبو عبد الله الحسين بن علي الكتبي في تاريخه خرج شيخ الإسلام لجماعة \n  الفوائد بخطه إلى أن ذهب بصره فلما ذهب بصره أمر واحدا بأن يكتب لهم ما يخرج \n  ثم يصحح عليه وكان يخرج لهم متبرعا لحبه للحديث وقد تواضع بأن خرج لي فوائد \n  ولم يبق أحد ) .\n</p>\n<p class=\"arabic\">خرج له سواي .\n</p>\n<p class=\"arabic\">وقال الحافظ محمد بن طاهر سمعت أبا إسماعيل الأنصاري يقول إذا ذكرت التفسير \n  فإنما أذكره من مائة وسبعة تفاسير .\n</p>\n<p class=\"arabic\">وسمعت أبا إسماعيل ينشد على المنبر أنا حنبلي ما حييت وإن أمتفوصيتي للناس \n  أن يتحنبلوا وسمعت أبا إسماعيل يقول لما قصدت الشيخ أبا الحسن الحرقاني الصوفي \n  وعزمت على الرجوع وقع في نفسي أن أقصد أبا حاتم بن حاموش الصوفي وعزمت على \n  الرجوع وقع في نفسي أن أقصد أبا حاتم بن حاموش الحافظ بالري وألتقي به وكان \n  مقدم أهل السنة بالري وذلك أن السلطان *33*58* محمود بن سبكتكين لما دخل الري \n  وقتل بها الباطنية منع سائر الفرق من الكلام على المنابر غير أبي حاتم وكان \n  من دخل الري من سائر الفرق يعرض اعتقاده عليه فإن رضيه أذن له في الكلام على \n  الناس وإلا منعه فلما قربت من الري كان معي في الطريق رجل من أهلها فسألني \n  عن مذهبي .\n</p>\n<p class=\"arabic\">فقلت أنا حنبلي فقال مذهب ما سمعت به وهذه بدعة وأخذ بثوبي وقال لا أفارقك \n  حتى أذهب بك إلى الشيخ أبي حاتم فقلت خيرة .\n</p>\n<p class=\"arabic\">فذهب بي إلى داره وكان له ذلك اليوم مجلس عظيم فقال هذا سألته عن مذهبه فذكر \n  مذهبا لم أسمع به قط .\n</p>\n<p class=\"arabic\">قال ما قال قال أنا حنبلي .\n</p>\n<p class=\"arabic\">فقال دعه فكل من لم يكن حنبليا فليس بمسلم .\n</p>\n<p class=\"arabic\">فقلت الرجل كما وصف لي ولزمته أياما انصرفت .\n</p>\n<p class=\"arabic\">قال ابن طاهر حكى لي أصحابنا أن السلطان ألب أرسلان قدم هراة ومعه وزيره نظام \n  الملك فاجتمع إليه أئمة الفريقين من الشافعية والحنفية للشكاية من الأنصاري \n  ومطالبته بالمناظرة .\n</p>\n<p class=\"arabic\">فاستدعاه الوزير فلما حضر قال إن هؤلاء قد اجتمعوا لمناظرتك فإن يكن الحق \n  معك رجعوا إلى مذهبك وإن يكن الحق معهم إما أن ترجع وإما أن تسكت عنهم .\n</p>\n<p class=\"arabic\">فقام الأنصاري وقال أناظر على ما في كمي ) .\n</p>\n<p class=\"arabic\">فقال وما في كميك قال كتاب الله وأشار إلى كمه الأيمن وسنة رسوله وأشار إلى \n  كمه اليسار وكان فيه الصحيحان .\n</p>\n<p class=\"arabic\">فنظر الوزير إليهم كالمستفهم لهم فلم يكن فيهم من يمكنه أن يناظره من هذا \n  الطريق *33*59* .\n</p>\n<p class=\"arabic\">وسمعت أحمد بن أميرجة القلانسي خادم الأنصاري يقول حضرت مع شيخ الإسلام على \n  الوزير أبي علي يعني نظام الملك وكان أصحابه كلفوه الخروج إليه وذلك بعد المحنة \n  ورجوعه من بلخ .\n</p>\n<p class=\"arabic\">قلت وكان قد غرب عن هراة إلى بلخ .\n</p>\n<p class=\"arabic\">قال فلما دخل عليه أكرمه وبجله وكان في العسكر أئمة الفريقين في ذلك اليوم \n  قد علموا أن الشيخ يأتي فاتفقوا على أن يسألوه عن مسألة بين يدي الوزير فإن \n  أجاب بما يجيب بهراة سقط عين الوزير وإن لم يجب سقط من عيون أصحابه فلما استقر \n  به المجلس قال العلوي الدبوسي يأذن الشيخ الإمام في أن أسأل مسألة .\n</p>\n<p class=\"arabic\">قال سل .\n</p>\n<p class=\"arabic\">فقال لم تلعن أبا الحسن الأشعري فسكت وأطرق الوزير فلما كان بعد ساعة قال \n  له الوزير أجبه .\n</p>\n<p class=\"arabic\">فقال لا أعرف الأشعري وإنما ألعن من لم يعتقد أن الله في السماء وأن القرآن \n  في المصحف وأن النبي صلى الله عليه وسلم نبي غير خطاء .\n</p>\n<p class=\"arabic\">ثم قام وانصرف فلم يمكن أحد أن يتكلم بكلمة من هيبته وصلابته وصولته فقال \n  الوزير للسائل أو من معه هذا أردتم كنا نسمع أنه يذكر هذا بهراة فاجتهدتم \n  حتى سمعناه بآذاننا وما عسى أن أفعل به ثم بعث خلقه خلعا وصلة فلم يقبلها \n  وخرج من فوره إلى هراة ولم يتلبث .\n</p>\n<p class=\"arabic\">قال وسمعت أصحابنا بهراة يقولون لما قدم السلطان ألب أرسلان هراة في بعض قدماته \n  اجتمع مشايخ البلد ورؤساؤه ودخلوا على أبي إسماعيل الأنصاري وسلموا عليه وقالوا \n  قد ورد السلطان ونحن على عزم أن نخرج ونسلم عليه فأحببنا أن نبدأ بالسلام \n  على الشيخ الإمام ثم نخرج إلى هناك .\n</p>\n<p class=\"arabic\">وكانوا قد تواطؤوا على أن حملوا معهم صنما من نحاس صغيرا *33*60* وجعلوه في \n  المحارب تحت ) .\n</p>\n<p class=\"arabic\">سجادة الشيخ وخرجوا وذهب الشيخ إلى خلوته .\n</p>\n<p class=\"arabic\">ودخلوا على السلطان واستغاثوا من الأنصاري أنه مجسم وأنه يترك في محرابه صنما \n  ويقول إن الله على صورته وإن بعث السلطان الآن يجد الصنم في قبلة مسجده .\n</p>\n<p class=\"arabic\">فعظم ذلك على السلطان وبعث غلاما ومعه جماعة ودخلوا الدار وقصدوا المحراب \n  وأخذوا الصنم من تحت السجادة ورجع الغلام بالصنم فوضعه بين يدي السلطان فبعث \n  السلطان من أحضر الأنصاري فلما دخل رأى مشايخ البلد جلوسا ورأى ذلك الصنم \n  بين يدي السلطان مطروحا والسلطان قد اشتد غضبه فقال له السلطان ما هذا قال \n  هذا صنم يعمل من الصفر شبه اللعبة .\n</p>\n<p class=\"arabic\">قال لست عن هذا أسألك .\n</p>\n<p class=\"arabic\">فقال فعمم يسألني السلطان قال إن هؤلاء يزعمون أنك تعبد هذا وأنك تقول إن \n  الله على صورته .\n</p>\n<p class=\"arabic\">فقال الأنصاري سبحانك هذا بهتان عظيم بصوت جهوري وصولة فوقع في قلب السلطان \n  أنهم كذبوا عليه فأمر به فأخرج إلى داره مكرما .\n</p>\n<p class=\"arabic\">وقال لهم أصدقوني وهددهم فقالوا نحن في يد هذا الرجل في بلية من استيلائه \n  علينا بالعامة فأردنا أن نقطع شره عنا فأمر بهم ووكل بكل منهم ولم يرجع إلى \n  منزله حتى كتب بخطه بمبلغ عظيم يحمله إلى الخزانة .\n</p>\n<p class=\"arabic\">وسلموا بأرواحهم بعد الهوان والجناية .\n</p>\n<p class=\"arabic\">وقال أبو الوقت السجزي دخلت نيسابور وحضرت عند الأستاذ أبي المعالي الجويني \n  فقال من أنت قلت خادم الشيخ أبي إسماعيل الأنصاري .\n</p>\n<p class=\"arabic\">فقال رضي الله عنه *33*61* .\n</p>\n<p class=\"arabic\">وعن أبي رجاء الحاجي قال سمعت شيخ الإسلام عبد الله الأنصاري يقول أبو عبد \n  الله بن مندة سيد أهل زمانه .\n</p>\n<p class=\"arabic\">وقال شيخ الإسلام في بعض كتبه أنا أبو بكر أحمد بن علي بن محمد بن إبراهيم \n  الإصبهاني أحفظ من رأيت من البشر ) .\n</p>\n<p class=\"arabic\">وقال ابن طاهر سمعت أبا إسماعيل الأنصاري يقول كتاب أبي عيسى الترمذي عندي \n  أفيد من كتاب البخاري ومسلم .\n</p>\n<p class=\"arabic\">قلت لم فقال لأن كتاب البخاري ومسلم لا يصل إلى الفائدة منهما إلا من يكون \n  من أهل المعرفة التامة وهذا كتاب قد شرح أحاديثه وبينها فيصل إلى فائدته كل \n  واحد من الناس من الفقهاء والمحدثين وغيرهم .\n</p>\n<p class=\"arabic\">قال ابن السمعاني سألت إسماعيل بن محمد الحافظ عن عبد الله الأنصاري فقال \n  إمام حافظ .\n</p>\n<p class=\"arabic\">وقال في ترجمته عبد الغافر بن إسماعيل كان علي حظ تام من المعرفة العربية \n  والحديث والتواريخ والأنساب إماما كاملا في التفسير حسن السيرة في التصوف \n  غير مشتغل بكسب مكتفيا بما يباسط به المريدين والأتباع من أهل مجلسه في السنة \n  مرة ومرتين على رأس الملأ فيحصل على ألوف من الدنانير وأعداد من الثياب والحلي \n  فيجعها ويفرقها على القصاب والخباز وينفق منها ولا يأخذ من السلاطين ولا من \n  أركان الدولة شيئا وقل ما يراعيهم ولا يدخل عليهم ولا يبالي بهم فبقي عزيزا \n  مقبولا أتم من الملك مطاع الأمر قريبا من ستين سنة من غير مزاحمة *33*62* .\n</p>\n<p class=\"arabic\">وكان إذا حضر المجلس لبس الثياب الفاخرة وركب الدواب الثمينة ويقول إنما أفعل \n  هذا إعزازا للدين ورغما لأعدائه حتى ينظروا إلى عزي وتحملي ويرغبوا في الإسلام \n  ثم إذا انصرف إلى بيته عاد إلى المرقعة والقعود مع الصوفية في الخانقاه يأكل \n  معهم ولا يتميز في المطعوم ولا في الملبوس .\n</p>\n<p class=\"arabic\">وعنه أخذ أهل هراة التكبير بالصبح وتسمية أولادهم في الأغلب بالعبد المضاف \n  إلى أسماء الله كعبد الهادي وعبد الخلاق وعبد المعز .\n</p>\n<p class=\"arabic\">قال ابن السمعاني كان مظهرا للسنة داعيا إلهيا محرضا عليها وكان مكتفيا بما \n  يباسط به المريدين ما كان يأخذ من الظلمة والسلاطين شيئا وما كان يتعدى إطلاقا \n  ما ورد في الظواهر من الكتاب والسنة معتقدا ما صح غير مصرح بما يقتضيه من \n  تشبيه .\n</p>\n<p class=\"arabic\">نقل عنه أنه قال من لم ير مجلسي وتذكيري وطعن في فهو في حل .\n</p>\n<p class=\"arabic\">ومولده سنة ست وتسعين وثلاثمائة ) .\n</p>\n<p class=\"arabic\">وقال أبو النضر الفامي توفي رحمه الله في ذي الحجة *33*63* .\n</p>\n<p class=\"arabic\">وقد جاوز أربعا وثمانين سنة .\n\n</p>"
}