{
    "header": "إبراهيم بن سعيد بن عبد الله .",
    "id": "020912",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">إبراهيم بن سعيد بن عبد الله .\n</h1>\n<p class=\"arabic\">الحافظ أبو إسحاق النعماني مولاهم المصري المعروف بالحبال .\n</p>\n<p class=\"arabic\">قال أبو علي بن سكرة أخبرني أن مولده في سنة إحدى وتسعين وثلاثمائة وأنه سمع \n  من الحافظ عبد الغني بن سعيد سنة سبع وأربعمائة وأن عبد الغني توفي سنة ثمان .\n</p>\n<p class=\"arabic\">قلت سمع أحمد بن عبد العزيز بن ثرثال صاحب المحاملي وهو أكبر شيخ له وعبد \n  الغني المذكور ومحمد بن أحمد بن شاكر القطان ومحمد بن ذكوان التنيسي سبط عثمان \n  السمرقندي وأحمد بن الحسين بن جعفر النخالي العطار وقال ما أقدم عليه أحدا \n  من شيوخي في الثقة وجميع *33*78* الخصال التي اجتمعت فيه وعبد الرحمن بن عمر \n  النحاس وأحمد بن محمد بن الحاج الإشبيلي ومنير بن أحمد والخصيب بن عبد الله \n  ومحمد بن محمد النيسابوري صاحب الأصم وابن نظيف وخلقا سواهم .\n</p>\n<p class=\"arabic\">وجمع لنفسه عوالي سفيان بن عيينة وغير ذلك .\n</p>\n<p class=\"arabic\">وكان يتجر في الكتب ولهذا حصل من الأصول والأجزاء ما لا يوصف وكان متقنا ثقة \n  حافظا متحريا صادقا .\n</p>\n<p class=\"arabic\">روى عنه أبو عبد الله الحميدي وإبراهيم بن الحسن العلوي المصري النقيب وعبد \n  الكريم بن سوار التككي وعطاء بن هبة الله الإخميمي ووفاء بن ذبيان النابلسي \n  ويوسف بن محمد الأردبيلي سمع السلفي من خمستهم ومحمد بن محمد بن جماهر الطليطلي \n  ومحمد بن إبراهيم البكري الطليطلي وأبو الفتح سلطان بن إبراهيم المقدسي وأبو \n  الفضل محمد بن بنان الأنباري وعلي بن الحسين الموصلي الفراء وأبو بكر محمد \n  بن عبد الباقي قاضي المرستان .\n</p>\n<p class=\"arabic\">وآخر من روى عنه بالإجازة الحافظ محمد بن ناصر .\n</p>\n<p class=\"arabic\">وكان خلفاء مصر الرافضة قد منعوه من التحديث وأخافوه قاتلهم الله فلهذا انقطع \n  حديثه بوقت .\n</p>\n<p class=\"arabic\">قال أبو علي بن سكرة منعت من الدخول إليه فلم أدخل عليه إلا بشرط *33*79* \n  أن لا يسمعني ولا يكتب إجازة فأول ما فاتحته الكلام خلط في كلامه وأجابني \n  على غير سؤالي حذرا أن أكون ) .\n</p>\n<p class=\"arabic\">مدسوسا عليه حتى بسطته وأعلمته أني من أهل الأندلس أريد الحج فأجاز لي لفظا \n  وامتنع من غير ذلك .\n</p>\n<p class=\"arabic\">وقال ابن ماكولا كان الحبال مكثرا ثقة ثبتا ورعا خيرا ذكر أنه مولى لابن النعمان \n  قاضي قضاة مصر .\n</p>\n<p class=\"arabic\">وحدث عنه ابن ماكولا وذكر أنه ثبته في غير شيء .\n</p>\n<p class=\"arabic\">وروى عنه الحافظ أبو بكر الخطيب إجازة ثم قال وحدثني عنه أبو عبد الله الحميدي .\n</p>\n<p class=\"arabic\">وقد أتى الحبال بعض الطلبة قبل أن يمنعه بنو عبيد من الرواية ليسمعوا منه \n  جزءا فأخرج به عشرين نسخة وناول كل واحد نسخة يعارض بها .\n</p>\n<p class=\"arabic\">وقال الحافظ محمد بن طاهر سمعت أبا إسحاق الحبال يقول كان بمصر رجل يسمع معنا \n  الحديث وكان متشددا وكان يكتب السماع على الأصول ولا يكتب اسم رجل حتى يستحلفه \n  أنه سمع الجزء ولم يذهب عليه منه شيء .\n</p>\n<p class=\"arabic\">وسمعته يقول كنا نقرأ على شيخ جزءا فقرأنا قوله صلى الله عليه وسلم لا يدخل \n  الجنة قتات وكان في الجماعة رجل ممن يبيع القت وهو علف الدواب فقام وبكى وقال \n  أتوب إلى الله من بيع القت فقيل ليس هو الذي يبيع القت ولكنه النمام الذي \n  ينقل الحديث من قوم إلى قوم .\n</p>\n<p class=\"arabic\">فسكن بكاؤه وطابت نفسه *33*80* .\n</p>\n<p class=\"arabic\">قال ابن طاهر كان شيخنا الحبال لا يخرج أصله من يده إلا بحضوره يدفع الجزء \n  إلى الطالب فيكتب منه قدر جلوسه فإذا قام أخذ الأصل منه وكان له بأكثر كتبه \n  عدة نسخ ولم أر أحدا أشد أخذا منه ولا أكثر كتبا منه .\n</p>\n<p class=\"arabic\">وكان مذهبه في الإجازة أن يقدمها على الإخبار .\n</p>\n<p class=\"arabic\">يقول أجاز لنا فلان أنا فلان ولا يقول أنا فلان إجازة .\n</p>\n<p class=\"arabic\">يقول ربما تترك إجازة فيبقى إخبارا فإذا ابتدئ بها ولم يقع الشك فيه .\n</p>\n<p class=\"arabic\">وسمعته يقول خرج أبو نصر السجزي الحافظ على أكثر من مائة شيخ لم يبق منهم \n  غيري .\n</p>\n<p class=\"arabic\">قال ابن طاهر كان قد خرج له عشرين جزءا في وقت الطلب وكتبها في كاغد عتيق \n  فسألت الجبال عن الكاغد فقال هذا من الكاغد الذي كان يحمل إلى الوزير من سمرقند \n  وقعت إلي ) .\n</p>\n<p class=\"arabic\">من كتبه قطعة فكنت إذا رأيت ورقة بيضاء قطعتها إلى أن اجتمع هذا القدر فكنت \n  أكتب فيه هذه الفوائد .\n</p>\n<p class=\"arabic\">قال ابن طاهر لما دخلت مصر قصدت الحبال وكان قد وصفوه لي بحليته وسيرته وأنه \n  يخدم نفسه فكنت في بعض الأسواق لا أهتدي إلى أين أذهب فرأيت شيخنا على الصفة \n  التي وصف بها الحبال واقفا على دكان عطار وكميه ملأى من الحوائج فوقع في نفسي \n  أنه هو فلما ذهب سألت العطار هذا من الشيخ فقال وما تعرفه هذا أبو إسحاق الحبال .\n</p>\n<p class=\"arabic\">فتبعته وبلغته رسالة سعد بن علي الزنجاني فسألني عنه وأخرج من جيبه جزءا صغيرا \n  فيه الحديثان المسلسلان اللذان كان يرويهما أحدهما وهو أول وهو أول حديث سمعته \n  منه .\n</p>\n<p class=\"arabic\">فقرأهما علي وأخذت عليه الموعد كل يوم في عمرو بن العاص إلى أن خرجت رحمه \n  الله *33*81* .\n</p>\n<p class=\"arabic\">قلت كان لقي ابن طاهر له في سنة سبعين وأربعمائة وقد سمع منه القاضي أبو بكر \n  الأنصاري في سنة ست وسبعين وإنما منعوه من التحديث بعد ذلك .\n\n</p>"
}