{
    "header": "محمد بن محمد بن جهير .",
    "id": "020974",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن محمد بن جهير .\n</h1>\n<p class=\"arabic\">الوزير فخر الدولة أبو نصر التغلبي مؤيد الدين ناظر ديوان حلب *33*119* ووزير \n  ميارفارقين .\n</p>\n<p class=\"arabic\">وكان من رجال العالم حزما ودهاء ورأيا سعى إلى أن قدم بغداد وتوصل إلى أن \n  ولي وزارة أمير المؤمنين القائم بأمر الله في سنة أربع وخمسين وأربعمائة ودامت \n  دولته مدة .\n</p>\n<p class=\"arabic\">ولما بويع المقتدي بالله أقره على الوزارة عامين ثم عزله في حدود سنة سبعين .\n</p>\n<p class=\"arabic\">وفي سنة ست وسبعين استدعاه السلطان ملكشاه فعقد له على ديار بكر وسار معه \n  الأمير ارتق بن أكسب صاحب حلوان فلما وصلوا فتح زعيم الرؤساء أبو القاسم بن \n  الوزير أبي نصر مدينة آمد بعد أن حاصرها حصارا شديدا .\n</p>\n<p class=\"arabic\">ثم فتح أبو فخر الدولة ميارفارقين بعد أشهر .\n</p>\n<p class=\"arabic\">وكان رئيسا جليلا مدحه الشعراء وعاش نيفا وثمانين سنة وتوفي بالموصل وكان \n  قد قدمها متوليا من جهة ملكشاه في سنة اثنتين وثمانين .\n</p>\n<p class=\"arabic\">وكان الخليفة قد أعاده إلى الوزارة مدة قبل سنة ثمانين وفي حدودها .\n</p>\n<p class=\"arabic\">وولد في ثالث المحرم سنة اثنتين وأربعمائة .\n</p>\n<p class=\"arabic\">قال ابن النجار في تاريخه ذكر أبو الحسن محمد بن عبد الملك الهمذاني أنه نشأ \n  بالموصل وبها ولد وكان مشتغلا بالتجارة ثم تركها .\n</p>\n<p class=\"arabic\">وصحب قرواش بن المقلد بن المسيب أمير عبادة فلما قبض الأمير بركة على أخيه \n  قرواش قرب منه أبو نصر وأنفذه رسولا إلى القسطنطينية .\n</p>\n<p class=\"arabic\">ثم كاتبه ابن مروان صاحب ديار بكر فورد عليه ووزر له في أول سنة ست وأربعين \n  وأربعمائة وذلك في آخر أيام ابن مروان فاستولى أبو نصر على الأمور ووصل إلى \n  ما لم يصل إليه غيره بشهامته وإقدامه على صعاب الأمور فأقام الهيبة وأكثر \n  العطاء والبذل وكاتبه ملوك الأطراف بالشيخ الأجل الناصح كافي الدولة ومدحه \n  الشعراء وقصده العلماء فلما مات ابن مروان سنة ثلاث وخمسين أقام ولده نصر \n  بن أبي نصر في الإمرة فحاربه إخوته سعيد وأبو الفوارس واختلفوا فسفر أبو نصر \n  أمواله وكاتب القائم في وزارته وبذل له *33*120* ثلاثين ألف دينار فخرج إليه \n  طراد النقيب وأطهر أنه في رسالة إلى ابن مروان فلما عاد طراد من ميارفارقين \n  خرج ابن جهير لتوديعه فصحبه إلى بغداد ومعه ولداه عميد الدولة أبو ) .\n</p>\n<p class=\"arabic\">منصور محمد وزعيم الرؤساء أبو القاسم فتلقاه أرباب الدولة ووزر للقائم ولقبه \n  فخر الدولة وكانت الهطبة بالشام جميعه إلى عانة تقام للمصريين فكاتب فخر الدولة \n  أهل دمشق وبني كلب ومحمود بن الروقلية صاحب حلب والمتميزين بها وجماعتهم أصدقاؤه \n  يدعوهم إلى الدعوة العباسية فأجابوه وجاءت رسلهم بالطاعة .\n</p>\n<p class=\"arabic\">قال وعزل القائم في سنة ستين وأخرج من بغداد ورشح للوزارة أبو يعلى كاتب هزارسب \n  وطلب من همذان فأتته المنية بغتة لسعادة ابن جهير فطلبه القائم وأعاده إلى \n  الوزارة وبقي إلى أن عزل في أول سنة سبعين فإن السعادة سعت بينه وبين نظام \n  الملك وزير السلطان فكلف النظام السلطان أن يكتب إلى الخليفة يطلب منه أن \n  يعزل ابن جهير فعزله ثم صارت الوزارة إلى ولده عميد الدولة .\n</p>\n<p class=\"arabic\">قال محمد بن أبي نصر الحميدي حدثني أبو الحسن محمد بن هلال بن الصابئ حدثني \n  الوزير فخر الدولة بن جهير حدثني نصير الدولة أبو نصر صاحب آمد وميارفارقين \n  قال كان بعض مقدمي الأكراد معي على الطبق فأخذت حجلة مشوية فناولته فأخذها \n  وضحك .\n</p>\n<p class=\"arabic\">فقلت مم تضحك قال خبر .\n</p>\n<p class=\"arabic\">فألححت عليه ودافع عن الجواب حتى رفعت يدي وقلت لا آكل حتى تعرفني .\n</p>\n<p class=\"arabic\">فقال شيء ذكرتنيه الحجلة كنت أيام الشباب قد أخذت تاجرا وما معه *33*121* \n  وقربته لأذبحه خوفا من غائلته فقال يا هذا أخذت مالي فدعني أرجع إلى عيالي \n  فأكد عليهم وبكى وتضرع إلي فلم أرق له فلما آيس من الحياة إلتفت إلى حجلين \n  على جبل وقال اشهدا لي عليه عند الله أنه قاتلي ظلما فقتلته فلما رأيت الحجلة \n  الآن ذكرت حمقه في استشهاده الحجل علي .\n</p>\n<p class=\"arabic\">قال ابن مروان فحين سمعت قوله اهتززت حتى ما أملك نفسي وقلت قد والله شهدت \n  الحجلتان عليك عند من أقادك بالرجل وأمرت بأخذه وكتفوه ثم ضربت رقبته بين \n  يدي فلم آكل حتى رأيت رأسه يتبرأ من بدنه .\n</p>\n<p class=\"arabic\">قلت للوزير قد والله ذكر التنوخي في كتاب النشوار مثل هذه الحكاية بعينها \n  عن الراسبي عامل خورسان لا تزيد حرفا ولا تنقص حرفا وعجبنا من اتفاق الحكايتين .\n</p>\n<p class=\"arabic\">توفي فخر الدولة في يوم الثلاثاء ثامن صفر سنة ثلاث بالموصل ) .\n\n</p>"
}