{
    "header": "عاصم بن الحسن بن محمد بن علي بن عاصم بن ...",
    "id": "020957",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عاصم بن الحسن بن محمد بن علي بن عاصم بن مهران .\n</h1>\n<p class=\"arabic\">*33*108* أبو الحسين العاصمي البغدادي العطار الكرخي الشاعر .\n</p>\n<p class=\"arabic\">أحد ظرفاء البغداديين وأكياسهم كان صاحب ملح ونوادر وله الشعر الرائق مع الصلاح \n  والورع والعفة .\n</p>\n<p class=\"arabic\">سمع الكثر ورحل إليه الطلبة واشتهر اسمه وسار نظمه وحدث عن أبي الحسين بن \n  المتيم الواعظ وأبي عمر بن مهدي وهلال الحفار وأبي الحسين بن بشران ومحمد \n  بن عبد العزيز البرذعي .\n</p>\n<p class=\"arabic\">روى عنه الحافظ أبو بكر الخطيب في كتاب المؤتنف وإسماعيل بن محمد وأبو نصر \n  أحمد بن عمر وأبو سعد أحمد بن محمد الإصبهانيون وهبة الله ابن طاوس ونصر الله \n  بن محمد المصيصي الدمشقيان ووجيه الشحامي وأبو عبد الله الفراوي النيسابوري \n  وعبد الخالق بن أحمد اليوسفي ومحمد بن ناصر وسعيد بن البنا وأحمد بن عبد الباقي \n  قفرجل وعبد الوهاب الأنماطي وهبة الله بن الحسن الدقاق ومحمد بن عبد العزيز \n  البيع وابن البطي وخلق سواهم .\n</p>\n<p class=\"arabic\">قرأت على الأبرقوهي أخبرك محمد بن هبة الله بن عبد العزيز أن عمه أبا بكر \n  البيع أخبرهم أنا عاصم بن الحسن أنا عبد الواحد بن محمد نا المحاملي ثنا أحمد \n  بن إسماعيل ثنا الدراوردي عن العلاء بن عبد الرحمن *33*109* عن أبيه عن أبي \n  هريرة أن رسول الله صلى الله عليه وسلم قال إذا مات الإنسان انقطع عمله إلا \n  من ثلاث من صدقة جارية أو علم ينتفع به أو ولد صالح يدعو له .\n</p>\n<p class=\"arabic\">قال السمعاني سألت أبا سعد أحمد بن محمد الحافظ عن عاصم بن الحسن فقال كان \n  شيخا متقنا أديبا فاضلا كان حفاظ بغداد يكتبون عنه ويشهدون بصحة سماعه ) .\n</p>\n<p class=\"arabic\">قال وسمعت الحافظ عبد الوهاب بن المبارك يقول ضاع الجزء الرابع من جزء عبد \n  الرزاق لابن عاصم وكان سماعه قرأوه عليه بالسماع قبل أن ضاع ثم بعد أن ضاع \n  ما كان يرويه إلا إجازة فلما كان قبل موته بأيام جاءني شجاع الذهلي وقال وجدت \n  أصل ابن عاصم الرابع تعال حتى نسمعه منه .\n</p>\n<p class=\"arabic\">قال لي عبد الوهاب كان عاصم عفيفا نزه النفس صالحا رقيق الشعر مليح الطبع \n  قال لي مرضت فغسلت ديوان شعري .\n</p>\n<p class=\"arabic\">توفي عاصم في جمادى الآخرة وقد استكمل ستا وثمانين سنة .\n</p>\n<p class=\"arabic\">وقال أبو علي بن سكرة كان عاصم ثقة فاضلا ذا شعر كثير كان يلزمني وكان لي \n  منه مجلس يوم الخميس لو أتاه فيه ابن الخليفة لم يمكنه .\n</p>\n<p class=\"arabic\">أنبأني أبو اليمن بن عساكر أنشدنا أبو القاسم بن صصرى أنشدنا أبو *33*110* \n  المظفر ابن التريكي من كتابه أنشدنا عاصم بن الحسن لنفسه لو كان يعلم من أحب \n  بحاليلرثى لقلبي من جرى البلبال لكنه مما ألاقي سالم من أين يعلم بالكئيب \n  الخالي لهفي على صلف أحل قطيعتيظلما وحرم زورتي ووصالي يقظان يبخل باللقاء \n  فليتهفي النوم يسمح لي بطيف خيال .\n\n</p>"
}