{
    "header": "نصر بن الحسن بن القاسم بن الفضل .",
    "id": "021073",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">نصر بن الحسن بن القاسم بن الفضل .\n</h1>\n<p class=\"arabic\">*33*193* أبو الليث وأبو الفتح التركي التنكتي الشاشي نزيل سمرقند وتنكت بلدة \n  عند الشاش ) .\n</p>\n<p class=\"arabic\">ولد سنة ست وأربعمائة ورحل في كبره فسمع بنيسابور صحيح مسلم من عبد الغافر \n  الفارسي .\n</p>\n<p class=\"arabic\">وسمع من أبي حفص بن مسرور وأبي عامر الحسن النسوي .\n</p>\n<p class=\"arabic\">وبصور من أبي بكر الخطيب .\n</p>\n<p class=\"arabic\">وبمصر من أبي الحسن بن الطفال وغيره .\n</p>\n<p class=\"arabic\">وبالإسكندرية من الحسين بن محمد المعافري .\n</p>\n<p class=\"arabic\">وبالأندلس من أحمد ابن دلهاث العذري وجماعة .\n</p>\n<p class=\"arabic\">ودخل الأندلس وغيرها تاجرا وأقام بالأندلس ثلاث سنين وصدر عنها في شوال سنة \n  ثلاث وستين .\n</p>\n<p class=\"arabic\">وقال كناني أبي الليث فلما قدمت مصر كنوني أبا الفتح حتى غلب علي .\n</p>\n<p class=\"arabic\">قال السمعاني روى لنا عنه أبا القاسم بن السمرقندي وعبد *33*194* الخالق بن \n  أحمد ونصر العكبري ببغداد وعبد الخالق بن زاهر بنيسابور وسكن نيسابور في آخر \n  عمره وبها توفي .\n</p>\n<p class=\"arabic\">ومن جملة خيراته السقاية والمرجل في وسط الجامع الحديد بها .\n</p>\n<p class=\"arabic\">قال وقيل إن تركته قومت بعد موته مائة وثلاثين ألف دينار .\n</p>\n<p class=\"arabic\">وقال عبد الغافر بن إسماعيل هو شيخ مشهور ورع نظيف بهي متجمل متطلس جال في \n  الآفاق وحدث ورأى العز والقبول بسبب تسميع مسلم .\n</p>\n<p class=\"arabic\">وسمع منه الخلق في تلك الديار وبورك له في كسبه حتى حصل على أموال جمة وعاد \n  إلى نيسابور وكانت معه أوقار من الأجزاء والكتب وحدث ببعضها .\n</p>\n<p class=\"arabic\">وقال ابن بشكوال كان عظيم اليسار كريما كثير الصدقات كامل الخلق حسن السمت \n  والخلق نظيف المكسب والملبس ينم عليه من الطيب ما يعرفه من يألفه وإن لم يبصر \n  شخصه وما يبقى على ما يسلك من الطريق رائحته برهة فيعرف به من يسلك ذلك الطيق \n  إثره أنه مشى عليه .\n</p>\n<p class=\"arabic\">وقال الحميدي نصر بن الحسن بن أبي قاسم بن أبي حاتم بن الأشعث الشاشي التنكتي \n  نزيل سمرقند دخل الأندلس وحدث ولقيناه *33*195* ببغداد وسمعنا منه وكان رجلا \n  مقبول الطريقة مقبول اللقاء ثقة فاضلا ) .\n</p>\n<p class=\"arabic\">قلت ورخ السمعاني وفاته في السابع والعشرين من ذي القعدة سنة ست وثمانين ودفن \n  بالحيرة وهذا الصحيح ووهم من قال سواه .\n</p>\n<p class=\"arabic\">قال أبو الحسن بن مفوز اتصل بنا أن أبا الفتح هذا توفي في أطرابلس الشام سنة \n  إحدى وسبعين وأربعين .\n</p>\n<p class=\"arabic\">وقيده ابن نقطة فقال التنكتي بضم التاء والكاف .\n\n</p>"
}