{
    "header": "الحسن بن علي بن إسحاق بن العباس .",
    "id": "021010",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الحسن بن علي بن إسحاق بن العباس .\n</h1>\n<p class=\"arabic\">الوزير أبو علي الطوسي الملقب نظام الملك قوام الدين .\n</p>\n<p class=\"arabic\">ذكره السمعاني فقال كعبة المجد ومنبع الجود كان مجلسه عامرا *33*143* بالقراء \n  والفقهاء أمر ببناء المدارس في الأمصار ورغب في العلم كل أحد .\n</p>\n<p class=\"arabic\">سمع الحديث وأملى في البلاد وحضر مجلسه الحفاظ .\n</p>\n<p class=\"arabic\">وابتداء حاله أنه كان من أود الدهاقين بناحية بيهق وأن أباه كان يطوف به على \n  المرضعات قيرضعنه حسبة فنشأ وساقه التقدير إلى أن علق بشيء من العربية وقاده \n  ذلك إلى الشروع في رسوم الاستيفاء وكان يطوف في مدن خراسان فوقع إلى غزنة \n  في صحبة بعض المتصرفين ووقع في شغل أبي علي بن شاذان المعمد عليه ببلخ من \n  جهة الأمير جغري حتى حسن حاله عند يومئذ فنصبه السلطان مكان لبن شاذان وصار \n  وزيرا له فاتفق وفاة السلطان طغربلتك ولم يكن له من الأود من يقوم بالأمر \n  فتوجه الأمر إلى ألب أرسلان وتعين للملك وخطب له على منابر خراسان والرعاق \n  وكان نظام الملك يدبر أمره فجرى على يده من الرسوم المستحسنة ونفي الظلم وإسقاط \n  المؤن وحسن النظر في أمور الرعية ورتب أمور الدواوين أحسن ترتيب وأخذ في بذل \n  الصلات وبناء المدارس والمساجد والرباطات إلى أن انقضت مدة السلطان ألب أرسلان \n  في سنة خمس وساين وطلع نجم الدول الملكشاهية وظهرت كفاية نظام الملك في دفع \n  الخصوم حتى توطدت أسباب الدولة فصار الملك حقيقة لنظامه ورسما للسلطان ملكشاه \n  بن ألب أرسلان واستمر على ذلك عشرين سنة .\n</p>\n<p class=\"arabic\">وكان صاحب أناة وحلم وصمت ارتفع أمره وصار سيد الوزراء من سنة خمس وخمسين \n  وإلى حين وفاته .\n</p>\n<p class=\"arabic\">حكى القاضي أبو العلاء الغزنوي في كتاب سر السرور أن نظام الملك صادف في السفر \n  رجلا في زي العلماء قد مسه الكلال فقال له أيها الشيخ أعييت أم عييت فقال \n  أعييت يا مولانا فتقدم من حاجبه أن يركبه جنبيا وأن *33*144* يصلح من شأنه \n  وأخذ في اصطناعه وإنما أراد ) .\n</p>\n<p class=\"arabic\">بسؤاله اختباره فإن عي في اللسان وأعيى تعب .\n</p>\n<p class=\"arabic\">وروي عن عبد الله الساوجي أن نظام الملك استأذن ملكشاه في الحج فأذن له وهو \n  إذ ذاك ببغداد فعبر الجسر وهو بتلك الآلات والأقمشة والخيام فأردت الدخول \n  عليه فإذا فقير تلوح عليه سيماء القوم فقال لي يا شيخ أمانة ترفعها إلى الوزير \n  قلت نعم فأعطاني ورقة فدخلت بها ولم أفتحها فوضعتها بين يدي الصاحب فنظر فيها \n  وبكى بكاء كثيرا حتى ندمت وقلت في نفسي ليتني نظرت فيها .\n</p>\n<p class=\"arabic\">فقال لي أدخل علي صاحب الرقعة فخرجت فلم أجده وطلبته فلم أره فأخبرت الوزير \n  فدفع إلي الرقعة فإذا فيها رأيت النبي صلى الله عليه وسلم في المنام فقال \n  لي اذهب إلى حسن وقل له أين تذهب إلى مكة حجك هنا أما قلت لك أقم بين يدي \n  هذا التركي وأغث أصحاب الحوائج من أمتي .\n</p>\n<p class=\"arabic\">فبطل النظام الحج وكان يود أن يرى ذلك الفقير .\n</p>\n<p class=\"arabic\">قال فرأيته يتوضأ ويغسل خريقات فقلت إن الصاحب يطلبك .\n</p>\n<p class=\"arabic\">فقال ما لي وله إنما كان عندي أمانة أديتها .\n</p>\n<p class=\"arabic\">قال ابن الصلاح كان الساوجي هذا شيخ الشيوخ نفق على النظام حتى أنفق عليه \n  وعلى الفقراء باقتراحه في مدة يسيرة قريبا من ثمانين ألف دينار .\n</p>\n<p class=\"arabic\">رجعنا إلى تمام الترجمة *33*145* وكان ملكشاه منهمكا في الصيد واللهو .\n</p>\n<p class=\"arabic\">سمع النظام من أبي مسلم محمد بن علي بن مهريز الأديب بإصبهان ومن أبي القاسم \n  القشيري وأبي حامد الأزهري وهذه الطبقة .\n</p>\n<p class=\"arabic\">روى لنا عنه عمي أبو محمد الحسن بن منصور السمعاني ومصعب بن عبد الرزاق المصعبي \n  وعلي بن طراد الزينبي .\n</p>\n<p class=\"arabic\">قلت ونصر بن نصر العكبري وغيرهم .\n</p>\n<p class=\"arabic\">قال وكان أكثر ميله إلى الصوفية .\n</p>\n<p class=\"arabic\">وحكي عن بعض المعتمدين قال حاسبت نفسي وطالعت الجرايد فبلغ ما قضاه الصدر \n  من ديوان واحد من المنتمسين المقبولين عنده في مدة سنين يسيرة ثمانين ألف \n  دينار حمر ) .\n</p>\n<p class=\"arabic\">وقيل إنه كان يدخل عليه أبو القاسم القشيري وأبو المعالي الجويني فيقوم لهما \n  ويجلس في مسنده كما هو ويدخل عليه الشيخ أبو علي الفارمذي فيقوم ويجلس بين \n  يديه ويجلسه مكانه فقيل له في ذلك فقال أبو القاسم وأبو المعالي وغيرهما إذا \n  دخلوا علي يثنون علي ويطروني بما ليس في فيزيدني كلامهم عجبا وتيها وهذا الشيخ \n  يذكرني عيوب نفسي وما أنا فيه من الظلم فتنكسر نفسي وأرجع عن كثير مما أنا \n  فيه .\n</p>\n<p class=\"arabic\">مولده يوم الجمعة من ذي القعدة سنة ثمان وأربعين وأدركته الشهادة سامحه الله \n  ورحمه في شهر رمضان فقتل غيلة وهو صائم وذلك بين إصبهان وهمذان أتاه شاب في \n  زي صوفي فناوله ورقة فتناولها منه فضربه بسكين في فؤاده وقتل قاتله *33*146* .\n</p>\n<p class=\"arabic\">وقيل إن السلطان سئم منه واستكثر ما بيده من الأموال والأقطاع فدس هذا عليه \n  ولم يبق بعده السلطان إلا مدة يسيرة .\n</p>\n<p class=\"arabic\">وهو أول من بنى المدارس في الإسلام بنى نظامية بغداد ونظامية نيسابور ونظامية \n  طوس ونظامية إصبهان .\n</p>\n<p class=\"arabic\">وقال القاضي ابن خلكان إن نظام الملك دخل على الإمام المقتدي بالله فأذن له \n  في الجلوس وقال له يا حسن رضب الله عنك كرضى أمير المؤمنين عنك .\n</p>\n<p class=\"arabic\">وكان النظام إذا سمع الأذان أمسك عما هو فيه حتى يفرغ المؤذن *33*147* .\n</p>\n<p class=\"arabic\">ومن شعره بعد الثمانين ليس قوهقد ذهبت شرة الصبوه كأنني والعصا بكفيموسى ولكن \n  بلا نبوه قال شيرويه في تاريخ همذان قدم نظام الملك علينا في سنة سبع وسبعين \n  إرغاما لأنوفنا بما أصابنا من الجور والظلم .\n</p>\n<p class=\"arabic\">روى عن أبي مسلم الأديب صاحب ابن المقريء وأبي سهل الحفصي وإسماعيل بن حمدون \n  وبندار بن علي وأحمد بن الحسن الأزهري وأميرك القزويني ويوسف الخطيب وقاضينا \n  عبد الكريم بن أحمد الطبري .\n</p>\n<p class=\"arabic\">وسمعت منه بقراءة أبي الفضل القومساني .\n</p>\n<p class=\"arabic\">وقتل بغندجان ليلة الجمعة حادي عشر رمضان ) .\n</p>\n<p class=\"arabic\">وقال السلفي سمعت صواب بن عبد الله الخصي ببغداد يقول قتل *33*148* مولاي \n  نظام الملك شهيدا بقرب نهاوند في رمضان .\n</p>\n<p class=\"arabic\">قال وكان آخر كلامه أن قال لا تقتلوا قاتلي فقد عفوت عنه وتشهد ومات .\n</p>\n<p class=\"arabic\">وقد طول ابن النجار في سيرة النظام .\n\n</p>"
}