{
    "header": "محمد بن علي بن حامد .",
    "id": "021029",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن علي بن حامد .\n</h1>\n<p class=\"arabic\">الإمام أبو بكر الشاشي الفقيه الشافعي صاحب الطريقة المشهورة تفقه ببلده على \n  الإمام أبي بكر السنجي وكان من أنظر أهل زمانه ثم ارتحل إلى حضرة السلطان \n  بغزنة فأقبل الكل عليه وقيدوه بالإحسان والتبجيل واستفاد علماؤهم منه وتأهل \n  وولد له الأولاد ثم في آخر أمره بعدما ظهرت له التصانيف استدعاه نظام الملك \n  إلى هراة وأشار عليهم بتسريحه وكان يشق عليهم مفارقة تلك الحضرة فما وجدوا \n  بدا من امتثال أمر الصاحب فجهزوه مكرما بأولاده إلى هراة فدرس بها مدة بالمدرسة \n  النظامية بهراة ثم قصد نيسابور زائرا .\n</p>\n<p class=\"arabic\">قال عبد الغافر الفارسي قدمها في رمضان سنة إحدى وتسعين كذا قال ولم يتفق \n  لي الالتقاء به لغيبتي إلى غزنة وأكرم أهل نيسابور مورده فسمعت غير واحد من \n  الفقهاء يقول إنه لم يقع منهم الموقع الذي كانوا يعتقدونه فيه فلقد كان بعيد \n  الصيت عظيم الاسم بين الفقهاء ولم تجر مناظرته على الدرجة المشهورة به وعاد \n  إلى هراة وحدث عن منصور الكاغدي عن الهيثم بن كلب وأنبأ عنه والدي *33*159* .\n</p>\n<p class=\"arabic\">وكان مولده بالشاش سنة سبع وتسعين وثلاثمائة وتوفي في شوال سنة خمس وتسعين \n  وأربعمائة بهراة كذا قال عبد الغافر في وفاته فيما قرأت بخط أبي علي البكري .\n</p>\n<p class=\"arabic\">وقال غيره فيما قرأت بخط الحافظ الضياء في جزء وفيات على السنين سنة خمس وثمانين \n  فيها مات السلطان ملكشاه والإمام أبو بكر محمد بن علي الشاش بهراة في سادس \n  شوال وهو ابن أربع وتسعين سنة .\n</p>\n<p class=\"arabic\">وفيها قتل نظام الملك ودفن بإصبهان .\n</p>\n<p class=\"arabic\">نقلت ترجمته من تاريخ عبد الغافر .\n</p>\n<p class=\"arabic\">ثم نقلت من كلام أبي سعد السمعاني أن ولادته في سنة سبع وتسعين وثلاثمائة .\n</p>\n<p class=\"arabic\">قال وتوفي في شوال سنة خمس وثمانين وزرت قبره بهراة ) .\n</p>\n<p class=\"arabic\">روى لنا عنه محمد بن محمد السنجي الخطيب وأبو بكر محمد بن سليمان المروزيان .\n\n</p>"
}