{
    "header": "عبد الواحد بن محمد بن علي بن أحمد .",
    "id": "021056",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الواحد بن محمد بن علي بن أحمد .\n</h1>\n<p class=\"arabic\">الشيخ القدوة أبو الفرج الفقيه الحنبلي الواعظ الشيرازي الأصل الحراني المولد .\n</p>\n<p class=\"arabic\">وكان يعرف في بغداد بالمقدسي .\n</p>\n<p class=\"arabic\">سمع بدمشق من أبي الحسن علي بن السمسار ومن عبد الرزاق بن الفضل الكلاعي وشيخ \n  الإسلام أبي عثمان الصابوني .\n</p>\n<p class=\"arabic\">ورحل إلى بغداد ولزم القاضي أبا يعلى وتردد إليه سنين عديدة ونسخ واستنسخ \n  تصانيف القاضي وبرع في الفقه .\n</p>\n<p class=\"arabic\">وسافر إلى الرحبة ثم رجع إلى دمشق وبث بها مذهب أحمد وبأعمال بيت المقدس .\n</p>\n<p class=\"arabic\">وصنف التصانيف في الفقه والأصول .\n</p>\n<p class=\"arabic\">قال أبو الحسن بن الفراء صحب والدي وسافر إلى الشام وحصل له الإتباع والغلمان \n  *33*180* .\n</p>\n<p class=\"arabic\">قال وكانت له كرامات ظاهرة ووقعات مع الأشاعرة وظهر عليهم بالحجة في مجالس \n  ) .\n</p>\n<p class=\"arabic\">السلاطين بالشام .\n</p>\n<p class=\"arabic\">قال أبو الحسين ويقال إنه اجتمع بالخضر مرتين وكان يتكلم على الخاطر كما كان \n  يتكلم على الخاطر الزاهد ابن القزويني وكان تتش يعظمه لأنه تم له معه مكاشفة \n  وكان ناصرا لاعتقادنا متجردا في نشره .\n</p>\n<p class=\"arabic\">وله تصانيف في الفقه والوعظ والأصول .\n</p>\n<p class=\"arabic\">وأرخ وفاته ابن الأكفاني في يوم الأحد الثامن والعشرين من ذي الحجة بدمشق .\n</p>\n<p class=\"arabic\">قلت وقبره مشهور بجباية باب الصغير يزار ويقصد ويدعى عنده .\n</p>\n<p class=\"arabic\">وله ذرية فضلاء وكان أبوه الشيخ أبو عبد الله صوفيا من أهل شيراز قدم الشام \n  وكان يعرف بالصافي .\n</p>\n<p class=\"arabic\">ذكر له ابن عساكر ترجمة لأبي الفرج فقال سكن دمشق وكان صوفيا *33*181* .\n</p>\n<p class=\"arabic\">سمع أبا الحسن بن السمسار وأبا عثمان الصابوني وصنف جزءا في قدم الحروف رأيته \n  يدل على تقصير كثير .\n\n</p>"
}