{
    "header": "محمد بن المظفر بن بكران بن عبد الصمد .",
    "id": "021152",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن المظفر بن بكران بن عبد الصمد .\n</h1>\n<p class=\"arabic\">العلامة قاضي القضاة أبو بكر الشامي الحموي الفقيه الشافعي ولد *33*277* بحماه \n  سنة أربعمائة ورحل ) .\n</p>\n<p class=\"arabic\">إلى بغداد شابا فسكنها وتفقه بها .\n</p>\n<p class=\"arabic\">وسمع الحديث من عثمان بن دوست وأبي القاسم بن بشران وأبي طالب بن غيلان وأبي \n  محمد الخلال وأبي الحسن العتيقي وجماعة .\n</p>\n<p class=\"arabic\">روى عنه أبو القاسم بن السمرقندي وإسماعيل بن محمد الحافظ وهبة الله بن طاوس \n  المقريء .\n</p>\n<p class=\"arabic\">وكان دخوله بغداد في سنة عشرين .\n</p>\n<p class=\"arabic\">قال السمعاني هو أحد المتقنين لمذهب الشافعي وله اطلاع على أسرار الفقه وكان \n  ورعا زاهدا متقيا وجرت أحكامه على السداد ولي قضاء القضاة ببغداد بعد موت \n  أبي عبد الله الدامغاني سنة ثمان وسبعين إلى أن تغير عليه المقتدي بالله لأمر \n  فمنع الشهود من حضور مجلسه مدة فكان يقول ما أنعزل ما لم يتحققوا علي الفسق .\n</p>\n<p class=\"arabic\">ثم إن الخليفة خلع عليه واستقام أمره .\n</p>\n<p class=\"arabic\">وسمعت الفقيه أحمد بن عبد الله بن الأبنوسي يقول جاء أمير إلى قاضي القضاة \n  الشامي فادعى شيئا فقال بينتي فلان والمشطب الفرغاني الفقيه فقال لا أقبل \n  شهادة المشطب لأنه يلبس الحرير .\n</p>\n<p class=\"arabic\">فقال السلطان ملكشاه ووزيره نظام الملك يلبسانه .\n</p>\n<p class=\"arabic\">فقال ولو شهدا عندي ما قبلت شهادتهما أيضا .\n</p>\n<p class=\"arabic\">وقال ابن النجار كان رحمه الله قد تفقه على أبي الطيب الطبري وكان يحفظ تعليقته \n  وولي قضاء القضاة وأبى أن يأخذ على القضاء رزقا ولم يغير مأكله ولا ملبسه \n  ولا استناب أحدا في القضاء وكان يسوي بين الشريف والوضيع في الحكم ويقيم جاه \n  الشرع فكان هذا سبب انقلاب الأكابر عنه فألصقوا به ما كان منه بريا من أحاديث \n  ملفقة ومعاييب مزورة *33*278* .\n</p>\n<p class=\"arabic\">وصنف كتاب البيان عن أصول الدين وكان على طريقه السلف ورعا نزها .\n</p>\n<p class=\"arabic\">وأنبأنا أبو اليمن الكندي أن أحمد بن عبد الله بن الأبنوسي أخبره قال كان \n  لقاضي القضاة الشامي كيسان أحدهما يجعل فيه عمامته وهي كتان وقميصا من القطن \n  الحسن فاذا خرج لبسهما والكيس الآخر فيه فتيت فاذا أراد الأكل جعل منه في \n  قصعة وجعل فيه قليلا من الماء وأكل منه ) .\n</p>\n<p class=\"arabic\">وكان له كادك في الشهر بدينار ونصف كان يقتات منه فلما ولي القضاء جاء إنسان \n  فدفع فيه أربعة دنانير فأبى وقال لا أغير ساكني وقد ارتبت بك لم لا كانت هذه \n  الزيادة من قبل القضاء وكان يشد في وسطه مئزرا ويخلع في بيته ثيابه ويجلس .\n</p>\n<p class=\"arabic\">وكان يقول ما دخلت في القضاء حتى وجب علي وأعصي إن لم أقبله وكان طلاب المنصب \n  قد كثروا حتى أن أبا محمد التميمي بذل فيه ذهبا كثيرا فلم يجب .\n</p>\n<p class=\"arabic\">وقال ابن الجوزي لما مات الدامغاني سنة ثمان وسبعين أشار الوزير أبو شجاع \n  على الخليفة أن يوليه القضاء فامتنع فما زالوا به حتى تقلده وشرط أن لا يأخذ \n  رزقا ولا يقبل شفاعة ولا يغير ملبوسه فأجيب إلى ذلك فلم يتغير حاله بل كان \n  في القضاء كما كان قبله رحمه الله *33*279* .\n</p>\n<p class=\"arabic\">وقال ابن السمعاني سمعت عبد الوهاب الأنماطي يقول كان قاضي القضاة الشامي \n  حسن الطريقة ما كان يتبسم في مجلسه ويقعد معبسا فلما منعت الشهود من حضور \n  مجلسه وقعد في بيته نفد إليه القاضي أبو يوسف القزويني المعتزلي ما عزلك الخليفة \n  إنما عزل النبي صلى الله عليه وسلم .\n</p>\n<p class=\"arabic\">قال كيف ذلك قال لأنه قال لا يقضي القاضي بين اثنين وهو غضبان وأنت طول عمرك \n  غضبان .\n</p>\n<p class=\"arabic\">وقال محمد بن عبد الملك الهمذاني كان حافظا لتعليقة أبي الطيب كأنها بين عينيه \n  لم يقبل من سلطان عطية ولا من صديق هدية وكان يعاب الحدة وسوء الخلق *33*280* .\n</p>\n<p class=\"arabic\">وقال أبو علي بن سكرة ورع زاهد وأما العلم فكان يقال لو رفع مذهب الشافعي \n  أمكنه أن يمليه من صدره .\n</p>\n<p class=\"arabic\">علق عنه القاضي أبو الوليد الباجي .\n</p>\n<p class=\"arabic\">قال عبد الوهاب الأنماطي كان قاضي القضاة الشامي حسن الطريقة ما كان يتبسم \n  في مجلس قضائه .\n</p>\n<p class=\"arabic\">قال السمعاني توفي في عاشر شعبان ودفن في تربة له عند أبي العباس بن سريح \n  وله ثمانية وثمانون عاما .\n\n</p>"
}