{
    "header": "أحمد بن عمر بن الأشعث .",
    "id": "021164",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أحمد بن عمر بن الأشعث .\n</h1>\n<p class=\"arabic\">ويقال ابن أبي الأشعث أبو بكر السمرقندي المقريء .\n</p>\n<p class=\"arabic\">نزيل دمشق ثم نزيل بغداد .\n</p>\n<p class=\"arabic\">سمع أبا عثمان الصابوني وأبا علي بن أبي نصر وأبا علي الأهوازي وقرأ عليه \n  بالروايات .\n</p>\n<p class=\"arabic\">روى عنه أبو الكرم الشهرزوري وابنه أبو القاسم إسماعيل بن السمرقندي وأبو \n  الفتح بن البطي .\n</p>\n<p class=\"arabic\">وقال أبو الحسن علي بن أحمد بن قبيس الغساني كان أبو بكر يكتب المصاحف من \n  حفظه .\n</p>\n<p class=\"arabic\">وكان إذا فرغ من الوجه كتب الوجه الآخر إلى أن يجف ثم يكتب الوجه الذي بينهما \n  فلا يكاد أن يزيد ولا ينقص مع كونه يكتب قطع كبير وقطع لطيف .\n</p>\n<p class=\"arabic\">قال وكان مزاحا .\n</p>\n<p class=\"arabic\">وخرج مع جماعة في فرجة فقدموه يصلي بهم فلما سجد بهم تركهم في الصلاة وصعد \n  شجرة فلما طال عليهم رفعوا رؤوسهم من السجدة فلم يجدوه ثم إذا به في الشجرة \n  يصيح نو نو فسقط من أعينهم وانتحس وخرج إلى بغداد وترك أولاده بدمشق ) .\n</p>\n<p class=\"arabic\">قلت ثم أرسل أخذ أهله وسمع ابنيه بدمشق سنة بضع وخمسين وببغداد سنة نيف وستين \n  وأربعمائة وأقرأ القرآن ببغداد .\n</p>\n<p class=\"arabic\">قال ابن النجار هو من أهل سمرقند سافر إلى الشام وكان محمودا متقنا عارفا \n  بالرويات محققا في الأخذ متحريا صدوقا ورعا وكان يكتب على طريقة الكوفيين \n  ويجمع بين نسخ المصحف من حفظه وبين الأخذ على ثلاثة ويضبط ضبطا حسنا *33*293* .\n</p>\n<p class=\"arabic\">ثنا ابن الأخضر ثنا ابن البطي أنا أحمد بن عمر السمرقندي أنبأ الحسين بن محمد \n  الحلبي ثنا أحمد بن عطاء الروذباري إملاء بصور .\n</p>\n<p class=\"arabic\">قلت مات الحلبي سنة ست وثلاثين وهو أقدم شيخ للسمرقندي .\n</p>\n<p class=\"arabic\">قال الحسين بن محمد البلخي كان شيخنا أبو بكر السمرقندي لا يكتب لأحد خطه \n  إذا قرأ عليه إلا أن يكون مجودا في الغاية وما رأيته كتب إلا لمسعود الحلاوي \n  وقال ما قرأ علي أحد مثله فجاء إليه الطبال فقرأ ختمات وأعطى ولد الشيخ دنانير \n  فردها الشيخ وقال لا أستحل أن أكتب له .\n</p>\n<p class=\"arabic\">قال البلخي وكان أبو بكر لما جاء من دمشق اتصل بعفيف القائمي الخادم فأكرمه \n  وأنزله فكان إذا جاءه الفراش بالطعام بكى فسأله عن بكائه فقال إن لي بدمشق \n  أولادا في ضيق .\n</p>\n<p class=\"arabic\">فأخبر الفراش عفيفا فأرسل من جاء بهم من دمشق فجاءوا أباهم بغتة ولم يزالوا \n  في ضيافة عفيف حتى مات .\n</p>\n<p class=\"arabic\">ولد أبو بكر سنة ثمان وأربعمائة ومات في سادس عشر رمضان .\n</p>\n<p class=\"arabic\">قال محمد بن عبد الملك الهمذاني في تاريخه هو مشهور في التقدم بالقرآن ونسخ \n  المصاحف جعل دأبه أن ينسخ ويقرئ جماعة بروايات مختلفة ويرد على المخطئ منهم .\n</p>\n<p class=\"arabic\">فكان له في هذا كل عجيبة رحمه الله .\n</p>\n<p class=\"arabic\">قلت قرأ عليه جماعة وكانت قراءته على الأهوازي في سنة إحدى وثلاثين وأربعمائة .\n\n</p>"
}