{
    "header": "محمد بن أبي نصر فتوح بن عبد الله بن فتوحـ...",
    "id": "021153",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن أبي نصر فتوح بن عبد الله بن فتوح بن حميد بن يصل .\n</h1>\n<p class=\"arabic\">الحافظ أبو عبد الله الأزدي الحميدي الأندلسي الميورقي ) *33*281* .\n</p>\n<p class=\"arabic\">وميورقة جزيرة قريبة من الأندلس .\n</p>\n<p class=\"arabic\">سمع بالأندلس ومصر والشام والحجاز وبغداد واستوطنها .\n</p>\n<p class=\"arabic\">وكان من كبار أصحاب أبي محمد بن حزم الفقيه .\n</p>\n<p class=\"arabic\">قال ولدت قبل العشرين وأربعمائة .\n</p>\n<p class=\"arabic\">سمع ابن حزم وأخذ عنه أكثر كتبه وأبا العباس أحمد بن عمر العذري وأبا عمر \n  بن عبد البر .\n</p>\n<p class=\"arabic\">ورحل سنة ثمان وأربعين وأربعمائة فسمع بإفريقية كثيرا ولقي كريمة بمكة .\n</p>\n<p class=\"arabic\">وسمع بمصر القاضي أبا عبد الله القضاعي وعبد العزيز بن الضراب وابن بقاء الوراق \n  والحافظ أبا زكريا البخاري .\n</p>\n<p class=\"arabic\">وبدمشق أبا القاسم الحسين الحنائي وعبد العزيز الكتاني وأبا بكر الخطيب .\n</p>\n<p class=\"arabic\">وببغداد أبا الغنائم بن المأمون وأبا الحسين بن المهتدي بالله والطبقة وبواسط \n  أبا غالب بن بشران اللغوي .\n</p>\n<p class=\"arabic\">ولم يزل يسمع ويكثر حتى كتب عن أصحاب الجوهري .\n</p>\n<p class=\"arabic\">روى عنه شيخه الخطيب في مصنفاته وأبو نصر بن ماكولا وأبو علي بن سكرة وأبو \n  الحسن بن سرحان وأبو بكر بن طرخان وهبة الله بن الأكفاني وأبو القاسم بن السمرقندي \n  والحافظ إسماعيل بن محمد وصديق بن عثمان التبريزي وأبو إسحاق الغنوي وأبو \n  الفضل محمد بن ناصر وطائفة آخرهم أبو الفتح بن البطي .\n</p>\n<p class=\"arabic\">سمع الكثير ورحل وتعب وكان من كبار الحفاظ .\n</p>\n<p class=\"arabic\">كان ثقة متدينا يصيرا بالحديث عارفا بفنونه خبيرا بالرجال لاسيما بأهل الأندلس \n  وأخبارها مليح النظر حسن النغمة في قراءة الحديث صينا ورعا جيد المشاركة في \n  العلوم *33*282* .\n</p>\n<p class=\"arabic\">وكان ظاهري المذهب ويسر ذلك بعض الشيء .\n</p>\n<p class=\"arabic\">قال ابن طرخان سمعته يقول كنت أحمل للسماع على الكتف سنة خمس وعشرين وأربعمائة \n  وأول ما سمعت من الفقيه أبي القاسم أصبغ بن راشد وكنت أفهم ما يقرأ عليه وكان \n  ممن تفقه على أبي محمد بن أبي زيد وأصل أبي من قرطبة من محلة يقال لها الرصافة \n  وسكن جزيرة ميورقة وبها ولدت ) .\n</p>\n<p class=\"arabic\">قال يحيى بن البنا كان الحميدي من حرصه واجتهاده ينسخ بالليل في الحر فكان \n  يجلس في إجانة ماء يتبرد به .\n</p>\n<p class=\"arabic\">وقال الحسين بن محمد بن خسرو جاء أبو بكر بن ميمون فدق على الحميدي وظن أنه \n  قد أذن له فدخل فوجده مكشوف الفخذ فبكى الحميدي وقال والله لقد نظرت إلى موضع \n  لم ينظره أحد منذ عقلت .\n</p>\n<p class=\"arabic\">وقال ابن ماكولا لم أر مثل صديقنا الحميدي في نزاهته وعفته وورعه وتشاغله \n  بالعلم صنف تاريخا للأندلس .\n</p>\n<p class=\"arabic\">وقال السلفي سألت أبا عامر محمد بن سعدون العبدي عن الحميدي فقال لا يرى قط \n  مثله وعن مثله يسأل جمع بين الفقيه والحديث والأدب ورأى علماء الأندلس وكان \n  حافظا .\n</p>\n<p class=\"arabic\">قلت لقي حفاظ العصر ابن عبد البر وابن حزم والخطيب والحبال .\n</p>\n<p class=\"arabic\">وقال يحيى بن إبراهيم السلماسي قال أبي لم تر عيناي مثل الحميدي في فضله ونبله \n  وغزارة علمه وحرصه على نشر العلم *33*283* .\n</p>\n<p class=\"arabic\">قال وكان ورعا تقيا إماما في الحديث وعلله ورواته متحققا في علم التحقيق والأصول \n  على مذهب أصحاب الحديث بموافقة الكتاب والسنة فصيح العبارة متبحرا في علم \n  الأدب والعربية والترسل وله كتاب الجمع بين الصحيحين و تاريخ الأندلس و جمل \n  تاريخ الإسلام وكتاب الذهب المسبوك في وعظ الملوك وكتاب في الترسل وكتاب مخاطبات \n  الأصدقاء وكتاب ما جاء من الآثار في حفظ الجار وكتاب ذم النميمة .\n</p>\n<p class=\"arabic\">وله شعر رصين في المواعظ والأمثال .\n</p>\n<p class=\"arabic\">قلت وقد جاء عن الحميدي أنه قال صيرني الشهاب شهابا وكان يسمع عليه كثيرا \n  عن مصنفه القضاعي .\n</p>\n<p class=\"arabic\">وقال ابن سكرة كان يدلني على المشايخ وكان متقللا من الدنيا يمونه ابن رئيس \n  الرؤساء ثم جرت لي معه قصص أوجبت انقطاعي عنه وكان يبيت عند ابن رئيس الرؤساء \n  كل ليلة .\n</p>\n<p class=\"arabic\">وحدثني أبو بكر ابن الخاضبة أنه لم يسمعه يذكر الدنيا قط .\n</p>\n<p class=\"arabic\">وقال أبو بكر بن طرخان سمعت أبا عبد الله الحميدي يقول ثلاثة كتب من علوم \n  الحديث يجب تقديم الهمم بها كتاب العلل وأحسن كتاب وضع فيه كتاب الدارقطني \n  وكتاب المؤتلف ) .\n</p>\n<p class=\"arabic\">والمختلف وأحسن كتاب وضع فيه كتاب الأمير ابن ماكولا وكتاب وفيات الشيوخ وليس \n  فيه كتاب وقد كنت أردت أن أجمع في ذلك كتابا فقال لي الأمير رتبه على حروف \n  المعجم بعد أن ترتبه على السنين *33*284* .\n</p>\n<p class=\"arabic\">قال ابن طرخان فشغله عنه الصحيحان إلى أن مات .\n</p>\n<p class=\"arabic\">قلت قد فتح الله بكتابنا هذا يسر الله إتمامه ونفع به وجعله خالصا من الرياء \n  والرياسة .\n</p>\n<p class=\"arabic\">وقد قال الحميدي في تاريخ الأندلس أنا عمر بن عبد البر أنا أبو محمد عبد الله \n  بن محمد الجهني بمصنف أبي عبد الرحمن أحمد بن شعيب النسائي قراءة عليه عن \n  حمزة بن محمد الكناني عن النسائي .\n</p>\n<p class=\"arabic\">وللحميدي رحمه الله تعالى كتاب الله عز وجل قوليوما صحت به الآثار ديني ما \n  اتفق الجميع عليه بدءا وعودا فهو عن حق مبين فدع ما صد عن هذا وخذهاتكن منها \n  على عين اليقين وقال القاضي عياض محمد بن أبي نصر أبو عبد الله الأزدي الأندلسي \n  سمع بميورقة من أبي محمد بن حزم قديما وكان يتعصب له ويميل إلى قوله وكانت \n  قد أصابته فيه فتنة ولما شدد على ابن حزم وأصحابه خرج الحميدي إلى المشرق .\n</p>\n<p class=\"arabic\">ومن شعره طريق الزهد أفضل ما طريقوتقوى الله تأدية الحقوق فثق بالله يكفك \n  واستعنهيعنك ودع بنيات الطريق وله *33*285* لقاء الناس ليس يفيد شيئا سوى \n  الهذيان من قيل وقال فاقلل من لقاء الناس إلالأخذ العلم أو إصلاح حال قال \n  السمعاني روى لنا عنه يوسف بن أيوب الهمذاني وإسماعيل الحافظ ومحمد بن علي \n  الحلابي والحسين بن الحسن المقدسي وغيرهم .\n</p>\n<p class=\"arabic\">وتوفي في سابع عشر ذي الحجة ودفن بمقبرة باب أبرز بالقرب من قبر الشيخ أبي \n  إسحاق الشيرازي وصلى عليه الفقيه أبو بكر الشاشي بجامع القصر ثم نقل في سنة \n  إحدى وتسعين ) .\n</p>\n<p class=\"arabic\">وأربعمائة إلى مقبرة باب حرب ودفن عند قبر بشر الحافي .\n</p>\n<p class=\"arabic\">ونقل ابن عساكر في تاريخه إن الحميدي أوصى إلى الأجل مظفر ابن رئيس الرؤساء \n  أن يدفن عند بشر بن الحارث فخالف وصيته فلما كان بعد مدة رآه في النوم يعاتبه \n  على ذلك فنقله في صفر سنة إحدى وتسعين وكان كنفه جديدا وبدنه طريا يفوح منه \n  رائحة الطيب .\n</p>\n<p class=\"arabic\">ووقف كتبه رحمه الله .\n</p>\n<p class=\"arabic\">وقع لنا تذكرة الحميدي بعلو *33*286* .\n\n</p>"
}