{
    "header": "محمد بن عباد بن محمد بن إسماعيل بن قريش ...",
    "id": "021145",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن عباد بن محمد بن إسماعيل بن قريش .\n</h1>\n<p class=\"arabic\">*33*265* السلطان المعتمد على الله أبو القاسم ابن السلطان المعتضد بالله \n  أبي عمرو ابن الإمام الفقيه قاضي إشبيلية ثم سلطانها الظافر المؤيد بالله \n  أبي القاسم بن أبي الوليد اللخمي من ولد النعمان بن المنذر صاحب الحيرة .\n</p>\n<p class=\"arabic\">كان المعتمد صاحب إشبيلية وقرطبة وأصلهم من بلاد العريش التي كانت في أول \n  رمل مصر فدخل أبو الوليد الأندلس .\n</p>\n<p class=\"arabic\">مات المعتضد سنة إحدى وستين وأربعمائة فتملك بعده المعتمد هذا وكان عالما \n  ذكيا أديبا شاعرا محسنا وكان أندى الملوك راحة وأرحبهم مساحة كانت حضرته ملقى \n  الرحال وموسم الشعراء وقبلة الآمال ومألف الفضلاء .\n</p>\n<p class=\"arabic\">وشعره في غاية الحسن وهو مدون موجود .\n</p>\n<p class=\"arabic\">قال أبو بكر محمد بن عيسى اللخمي الداني المعروف بابن اللبانة الشاعر ملك \n  المعتمد بن مسورات البلاد ما بين أمصار ومدن وحصون مائتي مسور وإحدى وثلاثين \n  مسورا وخلع من ملكه عن ثمانمائة سرية وولد له مائة وثلاثة وسبعون ولدا .\n</p>\n<p class=\"arabic\">وكان راتبه كل يوم ثمانمائة رطل لحم وكان له ثمانية عشر كاتبا *33*266* .\n</p>\n<p class=\"arabic\">وذكر القاضي شمس الدين ابن خلكان قال كان الأذفونش بن فرذلند ملك الفرنج بالأندلس \n  قد قوي أمره وكانت ملوك الطوائف من المسلمين بجزيرة الأندلس يصالحونه ويؤدون \n  إليه ضريبة ثم إنه أخذ طليطلة في سنة ثمان وسبعين وأربعمائة بعد حصار شديد \n  وكانت للقادر بالله بن ذي النون وكان المعتمد مع كونه أكبر ملوك الجزيرة يؤدي \n  الضريبة للأذفونش فلما ) .\n</p>\n<p class=\"arabic\">ملك الكلب طليطلة قويت نفسه ولم يقبل ضريبة المعتمد وأرسل إليه يتهدده ويقول \n  تنزل عن الحصون التي بيدك ويكون لك السهل .\n</p>\n<p class=\"arabic\">فضرب المعتمد الرسول وقتل من كان معه فبلغ الأدفونش الخبر وهو متوجه لحصار \n  قرطبة فرجع إلى طليطلة لأخذ آلات الحصار فأتى المشايخ والعلماء إلى أبي عبد \n  الله محمد بن أدهم وفاوضوه فيما نزل بالمسلمين فاجتمع رأيهم أن يكتبوا إلى \n  الأمير أبي يعقوب يوسف بن تاشفين صاحب مراكش يستنجدونه ليعدي بجيوشه إلى الأندلس \n  وينجد الإسلام واجتمع القاضي بالمعتمد على الله وأعلمه بما جرى فقال مصلحة \n  *33*267* .\n</p>\n<p class=\"arabic\">ثم إن ابن تاشفين نزل سبتة وأمر جيشه فعبروا إلى الجزيرة الخضراء ولما تكامل \n  له جنده عبر هو في الساقة ثم إنه اجتمع بالمعتمد وقد عرض المعتمد عساكره وأقبل \n  المسلمون من كل النواحي طلبا للجهاد وبلغ الأدفونش الخبر فخرج في أربعين ألف \n  فارس وكتب إلى ابن تاشفين يتهدده فكتب ابن تاشفين جوابه في ظهر كتابه الذي \n  يكون ستراه ورده إليه فلما وقف عليه ارتاع لذلك وقال هذا رجل عازم .\n</p>\n<p class=\"arabic\">ثم سار حزب الإسلام وحزب الصليب والتقى الجمعان بالزلاقة من بلد بطليوس فكانت \n  ملحمة كبرى وهزم الله الأذفونش بعد استئصال عسكره ولم يسلم معه سوى نفر يسير \n  وذلك في يوم الجمعة من رمضان سنة تسع وسبعين .\n</p>\n<p class=\"arabic\">وأصاب المعتمد جراحات في وجهه وبدنه وشهدوا له بالشجاعة وغنم المسلمون شيئا \n  كثيرا .\n</p>\n<p class=\"arabic\">وعاد ابن تاشفين إلى بلاده ثم إنه في العام المقبل عدى إلى الأندلس وتلقاه \n  المعتمد وحاصرا بعض حصون الفرنج فلم يقدروا عليها فرحل ابن تاشفين ومر بغرناطة \n  إليه صاحبها عبد الله بن بلكين تقادم سنية وتلقاه فغدر به ابن تاشفين ودخل \n  بلده وقصره وأخذ منه ما لا يحصى ثم رجع إلى مراكش وقد أعجبه حسن الأندلس وبساتينها \n  وبناها ومطاعمها التي لا توجد بمراكش فإنها بلاد بربر وأجلاف العربان وجعل \n  خواص ابن تاشفين يعظمون عنده الأندلس ويحسنون له أخذها ويغرون قلبه على المعتمد \n  بأشياء *33*268* .\n</p>\n<p class=\"arabic\">وقال عبد الواحد بن علي المراكشي في تاريخه غلب المعتمد على قرطبة في سنة \n  إحدى وسبعين فأخرج منها ابن عكاشة ثم رجع إلى إشبيلية واستخلف عليها ولده \n  عبادا ولقبه المأمون .\n</p>\n<p class=\"arabic\">وفي سنة تسع وسبعين جاز المعتمد البحر إلى مراكش مستنصرا بيوسف بن تاشفين \n  على الروم فلقيه أحسن لقاء وأسرع إجابته وقال أنا أول منتدب لنصرة الدين .\n</p>\n<p class=\"arabic\">فرجع مسرورا ولم يدر أن تدميره في تدبيره وسل سيفا عليه لا له .\n</p>\n<p class=\"arabic\">فأخذ ابن تاشفين في أهبة العبور إلى الأندلس واستنفر الناس وعبر في سبعة آلاف \n  فارس سوى الرجالة ونزل الجزيرة الخضراء وتلقاه المعتمد وقدم له تحفا جليلة \n  وسأله أن يدخل إشبيلية فامتنع وقال نريد الجهاد .\n</p>\n<p class=\"arabic\">ثم سار بجيوشه إلى شرقي الأندلس وكان الأدفونش لعنه الله يحاصر حصنا فرجع \n  إلى بلاده يستنفر الفرنج وتلقى ابن تاشفين ملوك الأندلس الذين كانوا على طريقه \n  كصاحب غرناطة وصاحب المرية وصاحب بلنسية ثم استعرض جنده على حصن لورقة وقال \n  للمعتمد هلم ما جئنا له من الجهاد وجعل يصغر قدر الأندلس ويقول في أوقات كان \n  أمر هذه الجزيرة عندنا عظيما فلما رأيناها وقعت دون الوصف وهو في ذلك كله \n  يسر حسوا في ارتقاء فسار المعتمد بين يديه وقصد طليطلة فتكامل عدد المسلمين \n  زهاء عشرين ألفا فالتقوا هم والعدو بأول بلاد الروم لعنهم الله وجاء الأدفونش \n  في جيش عظيم بمرة فلما رآهم يوسف قال للمعتمد ما كنت أظن هذا الخنزير يبلغ \n  هذا الحد فالتقوا في ثاني عشر رمضان وصبر البربر وأبلوا بلاء حسنا وهزم الله \n  النصارى وكانت ملحمة مشهودة ونجا الأدفونش في تسعة من أصحابه وتسمى هذه وقعة \n  الزلاقة ففرح أهل الأندلس بالبربر وتيمنوا بهم ودعوا لابن تاشفين على المنابر \n  فقوي طمعه في الأندلس *33*269* .\n</p>\n<p class=\"arabic\">وقد كانت الفرنج تأخذ الإتاوة من ملوكها قاطبة .\n</p>\n<p class=\"arabic\">ثم جال ابن تاشفين في الأندلس على سبيل التفرج وهو يضمر أشياء ويظهر إعظام \n  المعتمد ويقول إنما نحن في ضيافته وتحت أمره ) .\n</p>\n<p class=\"arabic\">وكان المعتصم معن بن محمد بن صمادح صاحب المرية يحسد المعتمد فداخل ابن تاشفين \n  وحظي عنده فأخذ يعيب المعتمد وقدم لابن تاشفين هدايا فاخرة ولم يدر ابن صمادح \n  أنه يسقط في البئر الذي حفر وأعانه جماعة على تغيير قلب ابن تاشفين يقول الزور \n  وبأنه يتنقصك فعبر إلى بلاده مراكش وفهم المعتمد أنه قد تغير عليه ثم اتفق \n  رأي ابن تاشفين أن يراسل المعتمد يستأذنه في رجال صلحاء أصحاب ابن تاشفين \n  رغبوا في الرباط في حصون الأندلس .\n</p>\n<p class=\"arabic\">فأذن له وأراد ابن تاشفين أن يكون له بالأندلس أعوانا لوقت الحاجة وقد كانت \n  قلوب الأندلسيين قد أشربت حب ابن تاشفين فانتخب رجالا وأمر عليهم قرابته بلجين \n  وقرر معه أمورا فبقوا بالأندلس إلى أن ثارت الفتنة ومبدؤها في شوال سنة ثلاث \n  وثمانين فملك المرابطون جزيرة طريف ونادوا فيها بدعوة أمير المسلمين يوسف .\n</p>\n<p class=\"arabic\">ثم زحف المرابطون الذين في الحصون إلى قرطبة فحاصروها وفيها المأمون بعد أن \n  أبدى عذرا وأظهر في الدفاع جلدا وصبرا في صفر سنة أربع وثمانين فزادت الإحنة \n  والمحنة وعلت الفتنة .\n</p>\n<p class=\"arabic\">قال ابن خلكان وحاصروا إشبيلية وبها المعتمد أشد المحاصرة وظهر من شدة بأس \n  المعتمد ومصابرته وتراميه على الموت بنفسه ما لم يسمع بمثله فلما كان في رجب \n  سنة أربع هجم ابن تاشفين البلد وشنوا فيه الغارات ولم يتركوا لأحد شيئا وخرج \n  الناس يسترون عوراتهم بأيديهم وقبضوا على المعتمد *33*270* .\n</p>\n<p class=\"arabic\">وقال عبد الواحد المذكور وفي نصف رجب ثاروا على المعتمد فبرز من قصره وسيفه \n  بيده وغلالته ترف على جسده لا درع عليه ولا درقة معه فلقي فارسا مشهور النجدة \n  فرماه الفارس بحربة فأصاب غلالته وضرب هو الفارس بالسيف على عاتقه فخر صريعا .\n</p>\n<p class=\"arabic\">فانهزمت تلك الجموع وظن أهل إشبيلية أن الخناق قد تنفس .\n</p>\n<p class=\"arabic\">فلما كان وقت العصر عاودهم البربر فظهروا على البلد من واديه وشبت النار في \n  شوانيه فعندها انقطع العمل وكان الذي ظهر عليها من جهة البر جدير بن البربري \n  ومن الوادي الأمير أبو حمامة والتوت الحال أياما إلى أن قدم سير ابن أخي يوسف \n  بن تاشفين بعساكره والناس في تلك الأيام يرمون أنفسهم من الأسوار فاتسع الخرق \n  على الراقع بمجيء سير ) .\n</p>\n<p class=\"arabic\">ودخل البلد من واديه وأصيب حاضره وباديه بعد أن جد الفريقان في القتال وشنت \n  الغارة في إشبيلية ولم يترك البربر لأهلها سبدا ولا لبدا ونهبت قصور المعتمد \n  وأخذ أسيرا ثم أكره على أن يكتب إلى ولديه أن تسلما الحصنين وإلا قتلت وإن \n  دمي رهن على ذلك وهما الراضي بالله والمعتد بالله وكانا في رندة ومارتلة فنزلا \n  بعد عهود مبرمة .\n</p>\n<p class=\"arabic\">فأما المعتد فعند نزوله قبض عليه القائد الواصل إليه وأخذ كل أمواله وأما \n  الآخر فقتلوه غيلة وذهبوا بالمعتمد وآله بعد استئصال جميع أحواله وعبروا به \n  إلى طنجة فبقي بها أياما ثم نقلوه إلى مكناسة فترك بها أشهرا ثم نقلوه إلى \n  مدينة أغمات فبقي بها أكثر من شنتين محبوسا ومات وللمعتمد مراث في ولديه اللذين \n  قتلوهما .\n</p>\n<p class=\"arabic\">وله في حاله تبدلت من ظل عز البنود بذل الحديد وثقل القيود وكان حديدي سنانا \n  ذليقا وعضبا رقيقا صقيل الحديد *33*271* وقد صار ذاك وذا أدهما يعض بساقي \n  الأسود وقيل إن بنات المعتمد دخلن عليه السجن في يوم عيد وكن يغزلن للناس \n  بالأجرة في أغمات فرآهن في أطمار رثة فصدعن قلبه فقال فيما مضى كنت بالأعياد \n  مسرورا فسآءك العيد في أغمات مأسورا ترى بناتك في الأطمار جائعة يغزلن للناس \n  لا يملكن قطميرا برزن نحوك للتسليم خاشعةإبصارهن حسيرات مكاسيرا يطأن في الطين \n  والأقدام حافية كأنها لم تطأ مسكا وكافورا من بات بعدك في ملك يسر بهفإنما \n  بات بالأحلام مسرورا ودخل عليه ولده أبو هاشم والقيود قد عضت بساقيه فقال \n  قيدي إما تعلمني مسلما أبيت أن تشفق أو ترحما دمي شراب لك واللحم قدأكلته \n  لا تهشم الأعظما يبصرني فيك أبو هاشم فينثني والقلب قد هشما إرحم طفيلا طائشا \n  لبهلم تخش أن يأتيك مسترحما وارحم أخيات له مثلهجرعتهن السم والعلقما ) .\n</p>\n<p class=\"arabic\">وللمعتمد وقد أحيط به لما تماسكت الدموعوتنهنه القلب الصديع *33*272* قالوا \n  الخضوع سياسة فليبد منك لهم خضوع وألذ من طعم الخضوع على فمي السم النقيع \n  إن تسلب عني الدناملكي وتسمني الجموع فالقلب بين ضلوعهلم تسلم القلب الضلوع \n  قد رمت يوم نزالهمأن لا تحصنني الدروع وبرزت ليس سوى قميص عن الحشى شيء دفوع \n  أجلي تأخر لم يكنبهواي ذلي والخضوع ما سرت قط إلى القتال وكان في أملي الرجوع \n  شيم الأولى أنا منهموالأصل تتبعه الفروع ولأبي بكر محمد بن اللبانة الداني \n  فيه قصائد سائرة وكان منقطعا إليه من ذلك لكل شيء من الأشياء ميقاتوللمنى \n  من مناياهن غايات والدهر في صيغة الحرباء منغمس ألوان حالاته فيها استحالات \n  ونحن من لعب الشطرنج في يدهوربما قمرت بالبيدق الشاة أنفض يديك من الدنيا \n  وساكنها فالأرض قد أقفرت والناس قد ماتوا وقل لعالمها الأرضي قد كتمتسريرة \n  العالم العلوي أغمات وهي طويلة .\n</p>\n<p class=\"arabic\">وله فيه قصائد طنانة هي تنشق رياحين السلام فإنماأفض بها مسكا عليك مختما \n  *33*273* وقل لي مجازا إن عدمت حقيقةبأنك في نعمى فقد كنت منعما أفكر في عصر \n  مضى لك مشرقا فيرجع ضوء الصبح عندي مظلما وأعجب من أفق المجرة إذ رأى كسوفك \n  شمسا كيف أطلع أنجما فتاة سعت للطعن حتى تقصدتوسيف أطال الضرب حتى تثلما بكى \n  آل عباد ولا لمحمد وأبنائه صوب الغمامة إذ هما ) .\n</p>\n<p class=\"arabic\">صباحهم كنا به نحمد السرى فلما عدمناهم سرينا على عمى وكنا رعينا العز حول \n  حماهمفقد أجدب المرعى وقد أقفر الحمى وقد ألبست أيدي الليالي محلهممناسيج \n  سدى الغيث فيها وألحما قصور خلت من ساكنيها فما بهاسوى الأدم تمشي حول واقفة \n  الدما كأن لم يكن فيها أنيس ولا التقى بها الوفد جمعا والجميش عرمرما حكيت \n  وقد فارقت ملكك مالكا ومن ولهي أبكي عليك متمما تضيق علي الأرض حتى كأننيخلقت \n  وإياها سوارا ومعصما وإني على رسمي مقيم فإن أمتسأجعل للباكين رسمي موسما \n  بكاك الحيا والريح شقت جيوبهاعليك وناح الرعد باسمك معلما *33*274* ومزق ثوب \n  البرق واكتست السماحدادا وقامت أنجم الليل مأتما وما حل بدر التم بعدك دارةولا \n  أظهرت شمس الظهيرة مبسما سينجيك من نجى من الجب يوسفا ويؤويك من آوى المسيح \n  بن مريما ثم إنه وفد على المعتمد وهو في السجن وفادة وفاء لا استجداء وحكى \n  انه لما عزم على الانفصال عنه بعث إليه عشرين دينارا وتفصيلة وأبياتا يعتذر \n  فيها قال فرددتها عليه لعلمي بحاله وأنه لم يترك عنده شيئا .\n</p>\n<p class=\"arabic\">قال ابن خلكان مولده سنة إحدى وثلاثين وأربعمائة ومات في شوال سنة ثمان وثمانين .\n</p>\n<p class=\"arabic\">قلت وقد سمى ابن اللبانة أولاد المعتمد الذين في الحياة بأسمائهم وألقابهم \n  فذكر نحوا من ثلاثين ذكرا .\n</p>\n<p class=\"arabic\">قال وعدد بناته أربع وثلاثون بنتا .\n\n</p>"
}