{
    "header": "منصور بن محمد بن عبد الجبار بن أحمد بن مـ...",
    "id": "021193",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">منصور بن محمد بن عبد الجبار بن أحمد بن محمد بن جعفر بن أحمد بن عبد الجبار \n  بن الربيع بن مسلم بن عبد الله .\n</h1>\n<p class=\"arabic\">الإمام أبو المظفر السمعاني التميمي المروزي الفقيه الحنفي ثم الشافعي .\n</p>\n<p class=\"arabic\">تفقه على والده الإمام أبي منصور حتى برع في مذهب أبي حنيفة وبرز على أقرانه .\n</p>\n<p class=\"arabic\">وسمع أباه وأبا غانم أحمد بن علي الكراعي وهو أكبر شيوخه وأبا بكر الترابي .\n</p>\n<p class=\"arabic\">وبنيسابور أبا صالح المؤذن وجماعة .\n</p>\n<p class=\"arabic\">وبجرجان أبا القاسم الخلال .\n</p>\n<p class=\"arabic\">وببغداد عبد الصمد بن المأمون وأبا الحسين بن المهتدي بالله *33*322* .\n</p>\n<p class=\"arabic\">وبالحجاز أبا القاسم سعد بن علي وأبا علي الشافعي وطائفة سواهم .\n</p>\n<p class=\"arabic\">قال حفيده الحافظ أبو سعد نا عنه عمي الأكبر وعمر بن محمد السرخسي وأبو نصر \n  محمد بن محمد بن يوسف الفاشاني ومحمد بن أبي بكر السنجي وإسماعيل بن محمد \n  التيمي الحافظ أبو القاسم وأبو نصر أحمد بن عمر الغازي وأبو سعد البغدادي \n  وجماعة كثيرة سواهم .\n</p>\n<p class=\"arabic\">ودخل بغداد في سنة إحدى وستين وأربعمائة وسمع الكثير بها واجتمع بأبي إسحاق \n  الشيرازي وناظر أبا نضر بن الصباغ في مسألة .\n</p>\n<p class=\"arabic\">وانتقل إلى مذهب الشافعي وسار إلى الحجاز في البرية وكان الركب قد انقطع لاستيلاء \n  العرب فقصد مكة في جماعة فأخذوا وأخذ جدي معهم ووقع إلى حلل العرب وصبر إلى \n  أن خلصه الله وحملوه إلى مكة وبقي بها في صحبة الشيخ أبي القاسم الزنجاني .\n</p>\n<p class=\"arabic\">وسمعت محمد بن أحمد المديني يحكي عن الحسين بن الحسن الصوفي المرزوي عن أبي \n  المظفر السمعاني قال لما دخلت البادية انقطعت وقطعت العرب علينا الطريق وأسرنا \n  وكنت أخرج مع جمالهم أرعاها وما قلت لهم إني أعرف شيئا من العلم فاتفق أن \n  مقدم العرب أراد أن يزوج بنته من رجل فقالوا نحتاج أن نخرج إلى بعض البلاد \n  ليعقد هذا العقد العقد بعض الفقهاء فقال واحد من المأخوذين هذا الرجل الذي \n  يخرج مع جمالكم إلى الصحراء فقيه خراسان فاستدعوني وسألوني عن أشياء فأجبتهم \n  وكلمتهم بالعربية فخجلوا واعتذروا ) .\n</p>\n<p class=\"arabic\">وعقدت لهم العقد وقرأت الخطبة ففرحوا وسألوني أن أقبل منهم شيئا فامتنع فحملوني \n  إلى مكة في وسط السنة *33*323* .\n</p>\n<p class=\"arabic\">وذكره أبو الحسن عبد الغافر في سياقه فقال هو وحيد عصره في وقته فضلا وطريقة \n  وزهدا وورعا من بيت العلم والزهد تفقه بأبيه وصار من فحول أهل النظر وأخذ \n  يطالع كتب الحديث وحج فلما رجع إلى وطنه ترك طريقته التي ناظر عليها أكثر \n  من ثلاثين سنة وتحول شافعيا أظهر ذلك في سنة ثمان وستين وأربعمائة واضطرب \n  أهل مرو لذلك وتشوش العوام إلى أن وردت الكتب من جهة بلكا بك من بلخ في شأنه \n  والتشديد عليه فخرج من مرو في أول رمضان ورافقه ذو المجدين أبو القاسم الموسوي \n  وطائفة من الأصحاب وخرج في خدمته من الفقهاء وصار إلى طوس وقصد نيسابور فاستقبله \n  الأصحاب استقبالا عظيما .\n</p>\n<p class=\"arabic\">وكان في نوبة نظام الملك وعميد الحضرة أبي سعد محمد بن منصور فأكموا مورده \n  وأنزلوه في عز وحشمة وعقد له مجلس التذكير في مدرسة الشافعية .\n</p>\n<p class=\"arabic\">وكان بحرا في الوعظ حافظا لكثير من الروايات والحكايات والنكت والأشعار ثم \n  عاد إلى مرو ودرس بها في مدرسة أصحاب الشافعي وقدمه نظام الملك على أقرانه \n  وعلا أمره وظهر له الأصحاب وخرج إلى إصبهان وجع إلى مرو وكان قبوله كل يوم \n  في علو واتفقت له تصانيف *33*324* في الخلاف مشهورة مثل كتاب الاصطلام وكتاب \n  البرهان و الأمالي في الحديث وتعصب للسنة والجماعة وأهل الحديث وكان شوكا \n  في أعين المخالفين وحجة لأهل السنة .\n</p>\n<p class=\"arabic\">قال أبو سعد صنف في التفسير والفقه والأصول والحديث فالتفسير في ثلاث مجلدات \n  وكتاب البرهان و الإصطلام الذي شاع في الأقطار وكتاب القواطع في أصول الفقه .\n</p>\n<p class=\"arabic\">وله في الآثار كتاب الانتصار و الرد على المخالفين وكتاب المنهاج لأهل السنة \n  وكتاب القدر .\n</p>\n<p class=\"arabic\">وأملى قريبا من تسعين مجلسا .\n</p>\n<p class=\"arabic\">وسمعت بعض المشايخ يحدث عن رفيق جدي في الحج الحسين بن الحسن الصوفي قال اكترينا \n  حمارا ركبه الإمام أبو المظفر إلى خرق وهي ثلاثة فراسخ من مرو فنزلها بها \n  وقلت ما معنا إلا إبريق خزف فلو اشترينا آخر فأخرج من جيبه خمسة دراهم وقال \n  يا ) .\n</p>\n<p class=\"arabic\">حسين ليس معي إلا هذا خذ واشتر ما شئت ولا تطلب بعد هذا مني شيئا فخرجنا على \n  التجريد وفتح الله لنا .\n</p>\n<p class=\"arabic\">سمعت شهردار بن شيرويه بهمذان يقول سمعت منصور بن أحمد الإسفزاري وسأله أبي \n  فقال سمعت أبا المظفر السمعاني يقول كنت على *33*325* مذهب أبي حنيفة فبدا \n  لي أن أرجع إلى مذهب الشافعي وكنت مترددا في ذلك فحججت فلما بلغت سميراء رأيت \n  رب العزة في المنام فقال لي عد يا أبا المظفر فانتبهت وعلمت أنه يريد مذهب \n  الشافعي فرجعت إلى مذهب الشافعي .\n</p>\n<p class=\"arabic\">وقال الحسين بن أحمد الحاجي خرجت مع الإمام أبي المظفر إلى الحج فكلما دخلنا \n  بلدة نزل على الصوفية وطلب الحديث من المشيخة ولم يزل يقول في دعائه اللهم \n  بين لي الحق من الباطل فلما دخلنا مكة نزل على أحمد بن علي بن أسد ودخلت في \n  صحبة سعد الزنجاني ولم يزل معه حتى صار ببركته من أصحاب الحديث فخرجنا من \n  مكة وتركنا الكل واشتغل هو بالحديث .\n</p>\n<p class=\"arabic\">قرأت بخط أبي جعفر الهمذاني الحافظ قال سمعت أبا المظفر يقول كنت في الطواف \n  فوصلت إلى الملتزم وإذا برجل قد أخذ بطرف ردائي فالتفت فإذا بالإمام سعد الزنجاني \n  فتبسمت إليه فقال أما ترى أين أنت هذا مقام الأنبياء والأولياء ثم رفع طرفه \n  إلى السماء وقال اللهم كما أوصلته إلى أعز المكان فاعطه أشرف عز في كل مكان \n  وزمان ثم ضحك إلي وقال لي لا تخالفني في سرك وارفع معي يدك إلى ربك ولا تقولن \n  البتة شيئا واجمع لي همتك حتى أدعو لك وأمن أنت ولا تخالفني عهدك القديم .\n</p>\n<p class=\"arabic\">فبكيت ورفعت معه يدي وحرك شفتيه وأمنت .\n</p>\n<p class=\"arabic\">ثم قال مر في حفظ الله فقد أجيب فيك صالح دعاء الأمة .\n</p>\n<p class=\"arabic\">فمضيت من عنده وما شيء في الدنيا أبغض إلي من مذهب المخالفين .\n</p>\n<p class=\"arabic\">قرأت بخط أبي جعفر أيضا سمعت الإمام أوحد عصره في علمه أبا *33*326* المعالي \n  الجويني يقول لو كان من الفقه ثويا طاويا لكان أبو المظفر بن السمعاني طرازة .\n</p>\n<p class=\"arabic\">وقرأت بخطه سمعت الإمام أبا علي بن أبي القاسم الصفار يقو إذا ناظرت أبا المظفر \n  السمعاني فكأني أناظر رجلا من أئمة التابعين مما أرى عليه من آثار الصالحين \n  سمتا وحسنا ) .\n</p>\n<p class=\"arabic\">ودينا .\n</p>\n<p class=\"arabic\">سمعت أبا الوفاء عبد الله بن محمد الدشتي المقريء يقول سمعت والدك أبا بكر \n  محمد بن منصور السمعاني يقول سمعت أبي يقول ما حفظت شيئا فنسيته .\n</p>\n<p class=\"arabic\">سمعت أبا الأسعد هبة الرحمن القشيري يقول سئل جدك أبو المظفر في مدرستنا هذه \n  بحضور والدي عن أحاديث الصفات فقال عليكم بدين العجائز .\n</p>\n<p class=\"arabic\">ثم قال غصت في كل بحر وانقطعت في كل بادية ووضعت رأسي على كل عتبة ودخلت من \n  كل باب وقد قال هذا السيد وأشار إلى أبي علي الدقاق أو إلى أبي القاسم القشريري \n  لله وصف خاص لا يعرفه غيره .\n</p>\n<p class=\"arabic\">ولد جدي في ذي الحجة سنة ست وعشرين وأربعمائة *33*327* .\n</p>\n<p class=\"arabic\">وتوفي يوم الجمعة الثالث والعشرين من ربيع الأول .\n\n</p>"
}