{
    "header": "عبد الملك بن سراج بن عبد الله بن محمد بنـ...",
    "id": "021181",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الملك بن سراج بن عبد الله بن محمد بن سراج .\n</h1>\n<p class=\"arabic\">الإمام أبو مروان الأموي مولاهم القرطبي .\n</p>\n<p class=\"arabic\">إمام اللغة بالأندلس غير مدافع .\n</p>\n<p class=\"arabic\">روى عن أبيه ويونس بن عبد الله القاضي وإبراهيم بن محمد الإفليلي ومكي بن \n  أبي طالب وأبي عمرو السفاقسي وجماعة .\n</p>\n<p class=\"arabic\">روى عنه أبو علي الصدفي وقال هو أكثر من لقيته علما وبضروب الآداب ومعاني \n  القرآن ) .\n</p>\n<p class=\"arabic\">والحديث .\n</p>\n<p class=\"arabic\">وقال القاضي أبو عبد الله بن الحاج كان شيخنا أبو مروان بن سراج يقول *33*306* \n  حدثنا وأخبرنا واحد ويحتج بقوله تعالى يومئذ تحدث أخبارها فجعل الحديث والخبر \n  واحدا .\n</p>\n<p class=\"arabic\">وقال القاضي عياض الوزير أبو مروان الحافظ اللغوي النحوي إمام الأندلس في \n  وقته في فنه وأذكرهم للسان العرب وأوثقهم على نقله .\n</p>\n<p class=\"arabic\">وكان أبوه أبو القاسم قاضي قرطبة من أفضل العلماء .\n</p>\n<p class=\"arabic\">قال عياض وأخبرني ابنه أبو الحسين الحافظ أن أبا محمد مكيا المقريء كان يعرض \n  عليه بعض مصنفاته ويأخذ رأيه فيها وإليه كانت الرحلة من أقطار الأندلس .\n</p>\n<p class=\"arabic\">وقال اليسع بن حزم لكن ابن سراج زين الإيمان وحسنة الزمان العلامة النسابة \n  ذو الدعوة المستجابة والتسهيل والإجابة كان المعتمد يزوره ويعظمه .\n</p>\n<p class=\"arabic\">وقال أبو الحسن بن مغيث كان أبو مروان من بيت خير وفضل من مشاهير الموالي \n  بالأندلس كان جدهم سراج من موالي بني أمية على ما حكاه أهل النسب إلا أن أبا \n  مروان قال لي غير مرة أنه من العرب من كلب بن وبرة أصابهم سباء *33*307* .\n</p>\n<p class=\"arabic\">اختلفت إليه كثيرا ولازمته وكان واسع الرواية والمعرفة حافلهما بحر علم عالما \n  بالتفاسير ومعاني القرآن ومعاني الحديث أحفظ الناس للسان العرب وأصدقهم فيما \n  يحمله وأقومهم بالعربية والأشعار والأخبار والأيام والأنساب عنده يسقط حفظ \n  الحفاظ ودونه يكون علم العلماء فاق الناس في وقته وكان حسنة من حسنات الزمان \n  وبقية الأشراف والأعيان .\n</p>\n<p class=\"arabic\">قال أبو علي الغساني سمعته يقول مولدي في ثاني عشر ربيع الأول سنة أربعمائة \n  ومتع بجوارحه على اعتلاء سنه إلى أن توفي وهو حسن البقية متوقد الذهن سريع \n  الخاطر في تاسع ذي الحجة يوم عرفة وصلى عليه ابنه أبو الحسن سراج رحمه الله \n  *33*308* .\n</p>\n<p class=\"arabic\">وأبا بكر الحيري وأبا سعيد الصيرفي وعبد الرحمن بن محمد بن أحمد بن حبيب القاضي \n  ومحمد بن محمد بن بالويه الصائغ والحسين بن عبد الرحمن التاجر وعبد الرحمن \n  بن بالويه وعلي بن أحمد بن عبدان الشيرازي وأبا عمرو محمد بن عبد الله الرزجاهي \n  وعلي بن محمد بن خلف وأبا حازم عمر بن أحمد العبدوي وجماعة بنيسابور .\n</p>\n<p class=\"arabic\">وهلال بن محمد الحفار وأبا الحسين بن بشران وابن الفضل القطان والغضائري والإيادي \n  ) .\n</p>\n<p class=\"arabic\">وجماعة ببغداد .\n</p>\n<p class=\"arabic\">وأبا عبد الله بن نظيف بمكة .\n</p>\n<p class=\"arabic\">روى عنه إسماعيل بن محمد الحافظ وأبو نصر أحمد بن عمر الغازي وأبو طاهر أحمد \n  بن حامد الثقفي ونعمان بن محمد الكندوج وشيبان بن عبد الله المؤدب وبندار \n  بن غانم وعبد الجبار بن محمد بن علي الصالحاني .\n\n</p>"
}