{
    "header": "القاسم بن الفضل بن أحمد بن أحمد بن محمودـ...",
    "id": "021182",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">القاسم بن الفضل بن أحمد بن أحمد بن محمود .\n</h1>\n<p class=\"arabic\">*33*309* أبو عبد الله الثقفي الإصبهاني رئيس إصبهان وكبيرها ومسندها .\n</p>\n<p class=\"arabic\">ولد سنة سبع وتسعين وثلاثمائة .\n</p>\n<p class=\"arabic\">وأول سماعه في ذي الحجة سنة ثلاث وأربعمائة .\n</p>\n<p class=\"arabic\">سمع أبا الفرج عثمان بن أحمد بن إسحاق بن بندار البرجي وعبد الله بن أحمد \n  بن حولة الأبهري ومحمد بن إبراهيم الجرجاني وأبا بكر بن مردويه وعلي بن فيلة \n  الفرضي وأحمد بن عبد الرحمن اليزدي وجماعة بإصبهان .\n</p>\n<p class=\"arabic\">ومحمد بن محمد بن محمش ومحمد بن الحسين السلمي ويحيى بن إبراهيم المزكي وأبو \n  المطهر الصيدلاني القاسم بن الفضل وأبو جعفر محمد بن الحسن الصيدلاني وأبو \n  رشيد محمد بن علي بن محمد الباغبان وأبو عبد الله الحسن بن العباس الرستمي \n  وحفيده مسعود بن القاسم الثقفي والحافظ أبو طاهر السلفي وأبو رشيد عبد الله \n  بن عمر الإصبهاني وخلق سواهم .\n</p>\n<p class=\"arabic\">قال السمعاني كان ذا رأي وكفاءة وشهامة وكان أيسر أهل عصره ثروة ونعمة وبضاعة \n  ونقدا .\n</p>\n<p class=\"arabic\">وكان منفقا كثير الصدقة دائم الإحسان إلى الطارئين والمقيمين وأهل الحديث \n  عموما وإلى العلوية خصوصا كثير الإنفاق عليهم وصرف في آخر عمره يعني عن رئاسة \n  البلد وصودر فدفع مائة ألف دينار حمر في مدة يسيرة لم يبع في أدائها ضياعا \n  ولا عقارا ولا أظهر من نفسه أنكسارا إلى أن خرج من عهدة ذلك وكان رجلا من \n  رجال الدنيا وعمر حتى سمع منه الكثير وانتشرت عنه الرواية في الأقطار ورحلت \n  الطلبة من الأمصار وكان ) .\n</p>\n<p class=\"arabic\">صحيح السماع غير أنه كان يميل إلى التشيع على ما سمعت جماعة من أهل إصبهان \n  *33*310* .\n</p>\n<p class=\"arabic\">وقال يحيى بن مندة لم يحدث في وقته أوثق في الحديث منه وأكثر سماعا وأعلى \n  إسنادا إلا أنه كان يميل إلى الرفض فيما قيل سمع تاريخ يعقوب الفسوي من ابن \n  الفضل القطان عن ابن درستويه عنه وسمع تاريخ ابن معين من أبي عبد الرحمن السلمي .\n</p>\n<p class=\"arabic\">حكي لي أنه ولد سنة خمس وتسعين وثلاثمائة وقيل سنة سبع .\n</p>\n<p class=\"arabic\">وقال غيره توفي في رجب .\n</p>\n<p class=\"arabic\">وقال السلفي كان الرئيس الثقفي عظيما كبيرا في أعين الناس على مجلسه هيبة \n  ووقار وكان له ثروة وأملاك كثيرة .\n</p>\n<p class=\"arabic\">وذكر ابن السمعاني في تخريج لولده عبد الرحيم فقال كان محمود السيرة في ولايته \n  مشفقا على الرعية سمعت أن السلطان ملكشاه أراد أن يأخذ مالا من أهل البلد \n  إصبهان فقال الرئيس أنا أعطي النصف ويعطي الوزير يعني النظام وأبو سعد المستوفي \n  النصف فما قام حتى وزن ما قال .\n</p>\n<p class=\"arabic\">وظني أن المال كان أكثر من مائة ألف دينار أحمر .\n</p>\n<p class=\"arabic\">وكان يبر المحدثين بمال كثير ورحلوا إليه من الأقطار .\n\n</p>"
}