{
    "header": "عبدوس بن عبد الله بن محمد بن عبد الله بنـ...",
    "id": "021219",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبدوس بن عبد الله بن محمد بن عبد الله بن عبدوس .\n</h1>\n<p class=\"arabic\">أبو الفتح بن أبي محمد الروذباري الفارسي ثم الهمذاني .\n</p>\n<p class=\"arabic\">رئيس همذان .\n</p>\n<p class=\"arabic\">سمع أباه وعم أبيه علي بن عبدوس ومحمد بن أحمد بن حمدويه الدوسي شيخ روى عن \n  الأصم وأبا طاهر الحسين بن سلمة ومحمد بن عيسى المحتسب ورافع بن محمد القاضي \n  وحمد بن سهل وحميد بن المأمون والحسين بن محمد بن فنجويه .\n</p>\n<p class=\"arabic\">وسمع بالدينور أبا نصر الكسار *33*339* .\n</p>\n<p class=\"arabic\">وبنيسابور منصور بن رامش وأبا عثمان الصابوني وعبد الغافر الفارسي وجماعة .\n</p>\n<p class=\"arabic\">أجاز له أبو بكر أحمد بن علي بن لال وأبو عبد الرحمن السلمي وأبو الحسن بن \n  جهضم .\n</p>\n<p class=\"arabic\">وكان أسند من بقي بهمذان ) .\n</p>\n<p class=\"arabic\">حدث بغداد في سنة ست وستين فروى عنه أبو الحسين بن الطيوري وأبو القاسم بن \n  السمرقندي وأبو الفضل محمد بن بنيمان الهمذاني .\n</p>\n<p class=\"arabic\">قال شيرويه وسمعت من عبدوس وكان صدوقا متقنا فاضلا ذا حشمة وصيت حسن الخط \n  حلو المنطق كف بصره وصمت أذناه في آخر عمره وسماع القدماء منه أصح إلى سنة \n  نيف وثمانين .\n</p>\n<p class=\"arabic\">ومات في جمادى الآخرة وأنا غسلته .\n</p>\n<p class=\"arabic\">وقال ولدت سنة خمس وتسعين وثلاثمائة .\n</p>\n<p class=\"arabic\">وقال محمد بن طاهر لما دخلت همذان بأولادي كنت سمعت أن سنن النسائي يرويه \n  عبدوس فقصدته وأخرج إلي الكتاب والسماع فيه ملحق بخطه سماعا طريا فامتنعت \n  من قراءته وبعد مدة خرجت بابني أبي زرعة إلى الدوني وقرأته على هارون بن حمدلة \n  *33*340* .\n</p>\n<p class=\"arabic\">قلت أبو زرعة آخر من روى عن عبدوس وله عنه جزءان من حديث الأصم رواهما عبد \n  اللطيف بن يوسف عنه .\n</p>\n<p class=\"arabic\">وأنا التاج عبد الخالق عن الموفق عن أبي زرعة عن عبدوس بحديث واحد .\n\n</p>"
}