{
    "header": "علي بن الحسن بن الحسين بن محمد القاضي أبـ...",
    "id": "021487",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">علي بن الحسن بن الحسين بن محمد القاضي أبوالحسين الموصلي الأصل المصري الفقيه \n  الشافعي المعروف بالخلعي ولد بصر في أول سنة خمس وأربعمائة وسمع أبا محمد \n  عبد الرحمن بن عمر النحاس وأبا الحسن أحمد بن محمد بن الحاج الإشبيلي وأبا \n  الحسن الخصيب بن عبد الله بن محمد القاضي  وأبا سعد أحمد بن محمد \n  الماليني وأبا العباس بن منير بن أحمد بن الخشاب وأبا محمد إسماعيل بن رجاء \n  الأديب والحسن بن جعفر الكللي وأبا عبد الله بن نظيف الفراء وجماعة وكان مسند \n  ديار مصر روى عنه الحميدي ومات قبله بمدة فقال في تاريخه أنا أبوالحسين أنا \n  الحاج أنا غندر أنا إسماعيل بن محمد نا محمد بن إبراهيم ثنا أبونواس عن ثابت \n  عن أنس مرفوعا لا يموتن أحدكن حتى يحسن الله الحديث روى عنه أبوعلي بن سكرة \n  وأبوالفضل بن طاهر المقدسي وأبوالفتح سلطان بن إبراهيم الفقيه وسليمان بن \n  محمد بن أبي داود الفارسي وعلي بن محمد بن سلامة الروحاني وعبد الكريم بن \n  سوار التككي وعبد الحق بن أحمد البايناسي الكاتب ومحمد بن حمزة العرقي اللغوي \n  وبقي إلى سنة وخمسين وطائفة سواهم وآخرمن حدث عنه عبد الله بن رفاعة السعدي \n  خادمه وقال فيه ابن سكرة فقيه له تصانيف ولي القضاء وحكم يوما واحدا  \n  و استعفى وانزوى بالقرافة وكان مسند مصر بعد الحبال وقال الفقيه أبوبكر بن \n  العربي شيخ معتزل في القرافة له علو في الرواية وعنده فوائد وقد حدث عنه أبوعبد \n  الله الحميدي وكنى عنه بالقرافي وقال غيره كان يبيع الخلق لملوك مصر قال ابن \n  الأنماطي سمعت أبا صادق عبد الحق بن هبه الله القضاعي المحدث بمصر سمعت العالم \n  الزاهد أبا الحسن علي بن إبراهيم ابن بنت أبي سعد يقول كان القاضي أبوالحسن \n  الخلعي يكم بين الجن وانهم أبطأوا عليه قدر جمعة ثم أتو وقالوا كان في بيتك \n  شيء من هذا الأترج ونحن لا ندخل مكأنا يكون فيه قال المحدث أبوالميمون عبد \n  الواهب بن وردان فيما حكى عن والده أبي الفضل قال حدثني بعض المشايخ عن أبي \n  الفضل الجوهري ابن الواعظ قال كنت أتردد إلى الخلعي فقمت في ليلة مقمرة ظننت \n  أن الفجر قد طلع فلما جئت بباب مسجده وجدت فرسا حسنة على بابه فصعدت فوجدت \n  بين يديه شأبا لم أر أحسن منه يقرأ القرآن فجلست أسمع إلى أن قرأ جزءا ثم \n  قان للشيخ آجرك الله فقال له نفعك الله ثم نزل فنزلت خلفه من علو المسجد فلما \n  استوى على الفرس طارت به فغي علي من الرعب والقاضي يصيح بي اصعد يا أبا الفضل \n  فصعدت فقال هذا من مؤمني الجن الذين آمنوا بنصيبين وإنه يأتي في الإسبوع مرة \n  يقرأ جزا ويمضي قال ابن الأنماطي قبر الخلعي بالقرافة يعرف بقبر قاضي الجن \n  و الإنس و يعرف بإجابة الدعاء عنده  وسألت شجاعا المدلجي و غيره من \n  شيوخنا عن الخلعي نسبة إلى أي شيء فما أخبرني أحد شيء .\n</h1>\n<p class=\"arabic\">وسألت السديد الربعي و كان عارفاث بأخبار المصريين و كان معدلا فقال كان ابوه \n  يزار وكانت أمراء المصريين وأهل القصر يشترون الخلع من عنده وكان يتصدق بثلث \n  مكسبه .\n</p>\n<p class=\"arabic\">وذكر ابن رفاعة أنه سمع من الحبال وأنه أنى إلى الخلعي فطرده مدة وكان بينهما \n  شيء أظن من جهة الإعتقاد وكان أبوالحسن علي بن أحمد العابد سمعت الشيخ ابن \n  بخيساء قال ندخل على القاضي أبي الحسن الخلعي في مجلسه فنجده في الشتاء و \n  الصيف وعليه قميص واحد فسألته عن ذلك وقلت يا سيدنا أنا لنكثر من الثياب قي \n  هذه الأيام وما يغني ذلك عنا من شدة البرد ونراك على حالة واحدة في الشتاء \n  و الصيف لا يرتد على قميص واحد فبالله يا سيدي أخبرني فتغير وجهه ودمعت عيناه \n  ثم قال أتكتم علي ما أقول قلت نعم .\n</p>\n<p class=\"arabic\">فقال غشيتني حماه يوما فنمت في تلك الليلة فهتف لي هاتف فناداني باسمس فقلت \n  لبيك .\n</p>\n<p class=\"arabic\">داعي الله فقال لا قل لبيك ربي الله ما تجد من الألم فقلت إلهي وسيدي قد اخذت \n  مني الحمى ما قد علمت فقال قد أمرتها أن تقلع عنك فقلت إلهي و البرد أيضا \n  فقال قد أمرت البرد ايضا أن يقلع عنك فلا تجد ألم البرد و لا الحر قال فو \n  الله ما أحس ما أنتم منه من الحر ولا من البرد قال ابن الأكفاني توفي بمصر \n  في السادس و العشرين من ذي الحجة *34*130* .\n\n</p>"
}