{
    "header": "الحسين بن أحمد بن محمد بن طلحة أبو عبد اـ...",
    "id": "021526",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الحسين بن أحمد بن محمد بن طلحة أبو عبد الله النعالي شيخ معمر من كبار المسندين \n  ببغداد قال السمعاني كان صالحا إلا أنه ما كان يعرف شيئا وكان حماميا  \n  قلت ولهذا يقال له الحافظ لأنه كان قعادا لحفظ ثياب الناس في الحمام قال شجاع \n  الذهلي صحيح السماع خال من العلم و الفهم سمعت منه وبخط أبي عامر العبدري \n  قال الحسين بن طلحة عامي أمي رافضي لا يحل أن يحمل عنه حرف وبخطه أيضا كان \n  أميا لا يدري ما يقرأ عليه لم يكن أهلا أن يؤخذ عنه وكذا نعته بعض شيوخ السمعاني \n  بعدم الفهم وقال لا أروي عنه سمعه جده من أبي عمر بن مهدي وأبي سعد الماليني \n  وأبي الحسين محمد بن عبيد الله الحنائي وأبي سهل العكبري وأبي القاسم بن المنذر \n  القاضي و هو آخر من حدث عنه قال السمعاني ثنا عنه جماعة ببلاد وسالت إسماعيل \n  الحافظ بإصبهان عنه فقال هو من أولاد المحدثين سمع الكثير وسألت أبا الفرج \n  إبراهيم بن سليمان عنه فقال سمعت منه ولا أدري عنه كان لا يعرف ما يقرأ عليه \n  وسمعت عبد الوهاب الأنماطي يقول دلنا عليه أبوالغنائم بن أبي عثمان فمضينا \n  إليه فقرأت عليه الجزء الذي فيه اسمه وسألناه هل عندك من الأصول شيء فقال \n  كان عندي شدة بعتها ابن الطيوري وما أدري أيش فيها فمضينا إلى ابن الطيوري \n  فأخرج لنا شدة فيها سماعاته من الماليني و غيره فقرأناها عليه قلت روى عنه \n  خلق كثير منهم أبوالفتح بن البطي ويحيى بن ثابت بن بندار وهبة الله بن الحسن \n  الدقاق والقاضي أبوالمعالي حسن بن أحمد بن  محمد بن جعفر الكرخي والقاضي \n  أبومحمد عبد الواحد بن أحمد بن محمد بن أحمد بن حمزة الثقفي وأبوالقاسم هبة \n  الله بن الفضل القطان ومسعود بن عبد الواحد بن الحصين وأبوالبركات سعد الله \n  بن محمد بن حمدي البزاز زأبوالغمر خريفة والهاطر أو المبارك بن هبة الله بن \n  العقاد وأبوالمظفر محمد بن أحمد بن محمد عبد الوهاب بن الدباس و المبارك بن \n  المبارك السمسار وعبد الله بن المنصور الموصلي ومحمد بن اسحاق بن الصابئ ومحمد \n  بن علي بن محمد بن العلاف وصالح بن الرخلة وأبوعلي أحمد بن محمد الرحبي وتركناز \n  بنت عبد الله بن محمد بن الدامغاني وكمال بنت عبد الله بن السمرقندي وشهدة \n  الكاتبة ونفيسة البزازة وتجني الوهبانية وأحمد بن المقرب ومات في صفر .\n\n</h1>"
}