{
    "header": "محمد بن محمد بن جهير .",
    "id": "021554",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن محمد بن جهير .\n</h1>\n<p class=\"arabic\">*34*166* الوزير عميد الدولة أبو منصور ابن الوزير فخر الدولة وزر في ايام \n  والده وخدم ثلاثة خلفاء ولما احتضر القائم بأمر الله أوصى به ولده المقتدي \n  بالله وولي الوزارة للمقتدي سنة اثنتين وسبعين فبقي فيها خمس سنين و عزل بالوزير \n  أبي شجاع ثم عاد إلى الوزارة عند عزل أبي شجاع سنة اربع وثمانين فبقي في الوزارة \n  تسعة أعوام وكان خيرا كافيا مدبرا شجاعا نبيلا رئيسا تياها معجبا فصيحا مفوها \n  مرسلا يتقعر في كلامه وله هيبة وسكون وكلماته معدودة وفضائله كثيرة وللشعر \n  فيه مدائح كثيرة وآخر أمره أن الخليفة حبسه في داره بعد أن صادره وزير السلطان \n  *34*167* بركياروق وأخذ من خمسة و عشرين ألف دينار في رمضان ثم أخرج في دار \n  الخلافة ميتا في سادس عشر شوال وحمل إلى بيته وغسل ودفن بتربة له فقيل إنه \n  أهلك في حمام أغلق عليه وقيل بل اهلك بأمراض وأوجاع مع شدة الخوف والغرق وكان \n  قد اشتهر بالوفاء و العفة وجودة الرأي ووفور الهيبة وكمال الرئاسة لم يكن \n  يعاب بأكثر من التكبر الزائد فمن الذي كان يفرح بأن ينظر إليه نظرة أو يكلمه \n  كلمة قال مرة لولد الشيخ أبي نصر بن الصباغ اشتغل و تأدب وإلا كنت صباغا بغير \n  ابز فلما خرج من عنده هنأه من حضر بأن الوزير خاطبه بهذا ولما تغير المستظهر \n  عليه بسعي صاحب الديوان هبة الله بن المطلب وناظر الخزانة الحسن بن عبد الواحد \n  بن الحصين وصاحب ديوان الإنشاء بن الموصلايا إلى المستظهر وكانوا قد خافوا \n  منه وخرج المرسوم بحفظ باب العامة لأجله فأمر زوجته بالخروج إلى الحلة وهيأ \n  لنفسه صدوقا يدخل فيه وبكون من جملة صناديق زوجته فلما قعد فيه أسرع الخروج \n  منه وقال لا يتحدث الناس عني بمثل هذا وكان خواص الخليفة ايضا قد ملوه و سئموه \n  فأخذ وحبس قال ابن ) .\n</p>\n<p class=\"arabic\">الحصين المذكور وجدت عميد الدولة قد استحال في محبسه *34*168* واشتد إشفاقه \n  جعل يخاطبني ويقول يا روحي ويا قرة عيني وانشد لي في عرض حديثه ثم قال نازلت \n  الحصون وشهدت الوقائع و الحروب فاستهنت بحظنا وقد قنطت من النجاة ولا أعرفها \n  إلا منك وأريد المقام في مقام آمر فيه بسفارتك فقد غرقت بالمصيبة فوعدته بأنني \n  استعطف الخليفة وخرجت وجلست أكتب ما أرقق به قلب الخليفة عليه فدخل علي أبونصر \n  بن الموصلايا فجذب الورق مني وقال لأن خرج فما يبعد هلاكنا بتوصله لأنه يعلم \n  أن القبض عليه كان من جانبك .\n</p>\n<p class=\"arabic\">فترك ابن الحصين الكتابة وقال بن الحصين آخر ما سمع منه التشهد والرجوع إلى \n  الله وكان المستظهر بالله قد أقطع عميد الدولة إقطاعا بثلاثين ألف دينار فعمره \n  فقال الذين تكلموا فيه للخليفة إنه قد أخرب نواحيك وعمر نواحيه وأنه وأنه \n  فقنص عليه وكان مولده في أول سنة خمس و ثلاثين و قدم بغداد مع أبيه وله عشرون \n  سنة فسمع الحديث في الكهولة من أبي نصر النرسي وعاصم بن الحسن وأبي إسحاق \n  الشيرازي وأبي القاسم البسري وسمع منه اسماعيل بن السمرقندي وأبوبكر محمد \n  بن عمر البخاري المعروف بكاك وقاضي القضاة أبوالقاسم علي بن الحسين الزينبي \n  وغيرهم وقد شكا إليه الحراس بأمر أرزاقهم فكتب على رقعتهم من باع حطباص بقوت \n  يومه فسبيله أن يوفى وهؤلاء قوم ضعفاء وقال قاضي القضاة أبوالحسن علي بن الدامغاني \n  كنا بحضرة عميد الدولة فسقط من السقف حية عظيمة واضطربت بين يديه فبعدنا واستحالت \n  ألواننا سواه فإنه جلس موضعه حتى قتلها الفراشون *34*169* ومن شعر عميد الدولة .\n</p>\n<p class=\"arabic\">% إلى متى أنت في حل وترحال % % تبغي العلا و المعالي مهرها غالي % .\n</p>\n<p class=\"arabic\">% ياطالب المجد دون المجد ملحمة % % في طيها خطر بالنفس و المال % .\n</p>\n<p class=\"arabic\">% لليالي صروف قل ماانجذبت % % إلى مرادها في سعي ولا مال % .\n</p>\n<p class=\"arabic\">*34*170* *34*171* .\n\n</p>"
}