{
    "header": "أحمد بن علي بن الحسن بن زكريا .",
    "id": "021671",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أحمد بن علي بن الحسن بن زكريا .\n</h1>\n<p class=\"arabic\">أبو بكر الطريثيثي ثم البغدادي الصوفي المعروف بابن زهراء قال السمعاني شيخ \n  له قدم في التصوف رأى المشايخ وخدمهم وكان حسن التلاوة صحب أبا سعد النيسابوري \n  وسمع أباه وابن الحسين القطان وأبا القاسم اللاكائي الحافظ وأبا القاسم الحرفي \n  وأبا الحسن بن مخلد وأبا علي بن شاذان وجماعة قلت روى عنه أبو القاسم بن السمرقندي \n  وابن ناصر وأبو الفتح بن البطي وأبو طاهر السلفي وطائفة آخرهم موتا أبو الفضل \n  خطيب الموصل وسمع منه الكبار عبد الغافر الألمعي وهبة الله الشيرازي وعمر \n  الرؤآسي وابن طاهر المقدسي قال السمعاني صحيح السماع في أجزاء لكنه أفسد سماعاته \n  بأن روى منها شيئا وادعى أنه سمعه من أبي الحسن بن رزقويه ولم يصح سماعه منه \n  وقال فيه شجاع الذهلي مجمع على ضعفه وله سماعات صحيحة خلط بها غيرها وقال \n  أبو القاسم بن السمرقندي دخلت على أحمد بن زهراء الطريثيثي وهو يقرأ عليه \n  جزء من حديث ابن رزقوية فقلت متى فقال في سنة اثنتي *34*248* عشرة وأربعمائة \n  فقلت وابن رزقويه في هذه السنة توفي وأخذت الجزء من يده وقد سمعوا فيه فضربت \n  على التسميع فقام وخرج من المسجد وقال ابن ناصر كان كذأبا لايحتج بروايته \n  قلت ولهذا كان السلفي يقول أنا الطريثيثي من أصل سماعه وقال في معجمه هذا \n  من أجل شيخ شاهدته ببغداد من شيوخ الصوفية وأكثرهم حرمة وهيبة عند الصحابة \n  قد افتدى بأبي سعيد بن أبي الخير المهيني فيما أظن وأنا عن جماعة لم يحدثنا \n  عنهم سواه ولم يقرأ عليه إلا من أصول سماعة وهي كالشمس وضوحا وكف بصره بآخر \n  وكتب له أبو علي الكرماني أجزاء طرية فحدث بها اعتمادا عليه ولم يكن ممن يعرف \n  طرق المحدثين ودقائقه وإلا لكان من الثقات الأثبات وذكره ابن الصلاح في طبقات \n  الشافعية وقال أبو المعمر الأنصار مولده في شوال سنة إحدى عشرة وتوفي في جمادى \n  الآخرة قلت قرأت بخط السلفي أنه سمع الطريثيثي يقول ولدت في شوال سنة اثنتي \n  عشر وأربعمائة .\n\n</p>"
}