{
    "header": "محمد بن فرج .",
    "id": "021696",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن فرج .\n</h1>\n<p class=\"arabic\">أبو عبد الله مولى محمد بن يحيى المعروف بابن الطلاع القرطبي الفقيه المالكي \n  مفتي الأندلس ومسندها في الحديث ولد في سلخ ذي الحجة سنة أربع وأربعمائة ذكره \n  ابن بشكوال فقال بقية الشيوخ الأكابر في وقته وزعيم المفتين بحضرته روى عن \n  يونس بن عبد الله القاضي ومكي بن أبي طالب وأبي *34*268* عبد الله بن عابد \n  وحاتم بن محمد وأبي علي الحداد الأندلسي وابن عمرو المرشاني ومعاوية بن محمد \n  العقيلي وأبي عمر القطان قال وكان فقيها عالما حافظا للفقه حاذقا بالفتوى \n  مقدما في الشوروى مقدما في علل الشروط مشاركا في أشياء مع دين وخير وفضل وطول \n  صلاة قوالا بالحق وإن أوذي فيه لا تأخذه في الله لومة لائم معظما عند الخاصة \n  والعامة يعرفون له حقه ولي الصلاة بقرطبة وكان مجودا لكتاب الله أفتى الناس \n  بالجامع وأسمع الحديث وعمر حتى سمع منه الكبار والصغار وصارت الرحلة إليه \n  ألف كتأبا حسنا في أحكام النبي صلى الله عليه وسلم قرأته على أبي رحمه الله \n  عنه وتوفي لثلاث عشرة ليلة خلت من رجب وشهده جمع عظيم وقال القاضي عياض كان \n  صالحا قوالا بالحق شديدا على أهل البدع غير هيوب للأمراء شوور عند موت ابن \n  القطان إلى أن دخل المرابطون فأسقطوه من الفتيا لتعصبه عليهم فلم يستفت إلى \n  أن مات سمع منه عالم كثير ورحل الناس إليه من كل قطر لسماع الموطأ ولسماع \n  المدونة لعلوه في ذلك وحدث عنه أبي علي بن سكرة وقال في مشيخته التي خرجها \n  له عياض سمع يونس بن عبد الله بن مغيث وحمل عنه الموطأ وسنن النسائي وكان \n  أسند من بقي صحيحا فاضلا عنده بلة تام بأمر دنياه وغفله ويؤثر عنه في ذلك \n  طرائف وكان شديدا على أهل البدع مجانبا لمن يخوض في غير الحديث وروى اليسع \n  بن حزم عن أبيه قال كنا مع ابن الطلاع في بستانه فإذا بالمعتمد بن عباد يجتاز \n  من قصره فرأى ابن الطلاع فنزل عن مركوبه وسال دعاءه وتذمم وتضرع ونذر وتبرع \n  فقال له يامحمد انتبه من غفلتك وسنتك قلت وآخر من روى عنه على كثرتهم محمد \n  بن عبد الله بن خليل القيسي اللبلي نزيل مراكش وبقي إلى سنة سبعين وخمسمائة \n  *34*269* وقد أجاز لنا رواية الموطأ أبو محمد بن هارون الطائي قال ثنا القاسم \n  أحمد بن بقي ماذلك قال الأجر قال ثنا محمد بن عبد الحق الخزرجي القرطبي قال \n  ثنا الطلاع بإسناده .\n</p>\n<p class=\"arabic\">وروى عنه علي بن حنين ومحمد بن عبد الله بن خليل كتاب الموطأ وهما من شيوخ \n  ابن دحية .\n\n</p>"
}