{
    "header": "سقمان ويقال سكمان ابن أرتق بن أكسب التركـ...",
    "id": "021710",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">سقمان ويقال سكمان ابن أرتق بن أكسب التركماني .\n</h1>\n<p class=\"arabic\">ولي هو وأخوه إيل غازي إمرة القدس الشريف بعد أبيهما فقصدهما الأفضل شاهنشاه \n  أمير الجيوش وأخذ منهما في شوال سنة إحدى وتسعين فتوجها إلى الجزيرة واخذ \n  ديا بكر ثم توفي سقمان بين طرابس وماردين *34*280* هي إلى اليوم لذريته وقد \n  ساق صاحب الكامل أخباره في أماكن إلى أن ذكر وفاته فحكى أن ابن عمار طلبه \n  ليكشف عن الفرنج على مال يعطيه وأن صاحب دمشق مرض وخاف على دمشق فطلبه ليسلم \n  إليه البلد فسار إلى دمشق ليملكها ويتجهز منها لغزو الفرنج فأخذته الخوانيق \n  وتوفي بالقريتين ونقل فدفن بحصن كيفا قال وأما ملكه ماردين فإن صاحب الموصل \n  كبربوقا قصد آمد فجاء سقمان ليكشف عنها فالتقوا وكان عماد الدين زنكي بن آقسنقر \n  حينئذ صبيا مع كبربوقا فتظهر سقمان عليهم فألقى الصبي إلى الأرض وصاح مماليك \n  أبيه قاتلوا عن زنكي فصدقوا حينئذ في القتال فانهزم سقمان وأسروا ابن أخيه \n  فسجنوه بماردين وهي لإنسان مغني للسلطان بركياروق غناه مرة فأعطاه ماردين \n  فمضت زوجة أرتق تسأل لصاحب الموصل أن يطلق الشاب من حبس ماردين فأطلقه فنزل \n  تحت ماردين وبقي يفكر كيف يتملكها وكان الأكراد الذين يجاورونها قد طمعوا \n  في صاحبها المغني وأغاروا على ضياع ماردين فبعث ياقوتي ابن أخي سقمان أعني \n  الذي كان مسجونا بها إلى صاحبها يقول قد صار بيننا مودة وأريد أن أعمر بلدك \n  وأمنع الأكراد منه وأقيم في الربض فأذن له فبقي يغير من بلاد خلاط إلى أطراف \n  بغداد وصار ينزل معه بعض أجناد القلعة وهو يكرمهم ويكسبون معه إلى أن صار \n  ينزل معه أكثرهم فلما عادوا من الغارة أمسكهم وقيدهم وساق إلى القلعة فنادى \n  أهاليهم إن فتحتم الباب وإلا ضربت أعناقهم .\n</p>\n<p class=\"arabic\">فامتنعوا فقتل إنسانا منهم فسلموا القلعة إليه ثم جمع جمعا وأغار على جزيرة \n  ابن عمر فجاء صاحبها جكرمش وكان ياقوتي قد مرض فأصابه سهم فسقط وجاء جكرمش \n  فوقف عليه وهو يجود بنفسه فبكى عليه فمضت امرأة أرتق إلى ابنها سقمان وجمعت \n  التركمان وطابت بثار ابن ابنها وحاصر سقمان نصيبين *34*281* وملك ماردين علي \n  أخو ياقوتي ودخل في طاعة صاحب الموصل وسار إلى خدمته واستناب بها أميرا فعمل \n  عليه سقمان وقال إن ابن اختك يريد أن يسلم ماردين لجكرمش فتملكها سقمان .\n\n</p>"
}