{
    "header": "عبد الوهاب بن محمد بن عبد الوهاب بن محمدـ...",
    "id": "021767",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الوهاب بن محمد بن عبد الوهاب بن محمد .\n</h1>\n<p class=\"arabic\">الفامي *34*321* الفارسي أبو محمد الفقيه الشافعي قدم بغداد سنة ثلاث وثمانين \n  وأربعمائة على تدريس النظامية وكان مدرسها يومئذ الحسين بن محمد الطبري فتقرر \n  أن يدرس كل واحد منها يوما فبقيا على ذلك سنة وعزلا فأملى أبو محمد بجامع \n  القصر عن أبي بكر أحمد بن الحسين بن الليث الشرازي الحافظ ومحمد بن أحمد بن \n  حمدان بن عبدك وعلي بن بندار الحنفي وجماعة من شيراز قال أبو علي بن سكرة \n  قدم عبد الوهاب الفامي وانا ببغداد وخرج كافة العلماء والقضاة لتلقيه وكان \n  يوم قريء منشوره يوما مشهودا سمعت عليه كثيرا وسمعته يقول صنفت سبعين تأليفا \n  في ثمانية عشر عاما ولي كتاب في التفسير ضمنه مائة ألف بيت شاهدا أملى بجامع \n  القصر وحفظ عليه تصحيف شنيع ثم أجلب عليه وطولب ثم رمي بالإعتزال حتى فر بنفسه \n  وقال السمعاني أنا أبو العلاء أحمد بن محمد بن الفضل الحافظ سمعت أحمد بن \n  ثابت الطرقي الحافظ يقول سمعت غير واحد ممن أثق به أن عبد الوهاب الشيرازي \n  أملى ببغداد حديثا متنه صلاة في أثر صلاة كتاب في عليين فصحف وقال كناز في \n  عليين وكان الإمام محمد بن ثابت *34*322* الخجندي حاضرا فقال ما معناه فقال \n  النار في الغليس يكون أضوأ قال الطرقي وسألته بعض اصدقائي عن جامع أبي عيسى \n  الترمذي هل لك بسماع فقال ما الجامع ومن أبو عيسى ما سمعت بهذا قط ثم رأيته \n  بعد ذلك يعده في مسموعاته قال الطرفي ولما أراد أن يملي بجامع القصر قلت له \n  لو استعنت بحافظ ما ينتقي الأحاديث ويرتبها على ماجرت به عادتهم فقال إنما \n  يفعل ذلك من قلت معرفته بالحديث أنا حفظي يغنيني وامتحنت بالإستملاء فأول \n  ما حدث رأيته يسقط من الإسناد رجلا ويبدل رجلا برجل ويجعل الواحد رجلين وفضائح \n  أعجز عن ذكرها ففي غير موضع نا الحسن بن سفيان عن يزيد بن زيرع فأمسك أهل \n  المجلس وأشاروا إلي فقلت سقط إما محمد بن منهال أو أمية بن بسطام فقال اكتبوا \n  كما في اصلي واورد أنا سهل بن بحر أنا سألته فقال إننا سالبة وأما تبديل عمرو \n  بعمر وكذا جميل بجميل وقال في سعيد بن عمرو والأشعثي سعيد بن عمر والأشعثي \n  فجعل واو عمرو واو العطف فقلت إنما نسبه فقال لا فقلت فمن الشعثي قال فضول \n  منك وقال في الطور الكود وقال السمعاني كانت له يد في المذهب وحدث عن عبد \n  الواحد بن يوسف الخزار وأبي زرعة أحمد بن يحيى الخطيب والحسن بن محمد بن عثمان \n  بن كرامة وجماعة من الفارسيين روى لنا عنه عبد الوهاب الأنماطي والحسين بن \n  عبد الملك الخلال ومحمود بن ماشاذة وقال يحيى بن مندة أبو محمد الفامي أحفظ \n  من رأيناه لمذهب الشافعي صنف كتاب تاريخ الفقهاء وقال فيه مات جدي أبو الفرج \n  عبد الوهاب سنة *34*323* أربع عشرة وأربعمائة وفيها ولدت وقال غيره توفي في \n  الرابع والعشرين من رمضان بشيراز .\n\n</p>"
}