{
    "header": "محمد بن أحمد بن علي بن عبد الرزاق .",
    "id": "021749",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن أحمد بن علي بن عبد الرزاق .\n</h1>\n<p class=\"arabic\">الشيخ أبو نصور الخياط البغدادي المقريء الزاهد .\n</p>\n<p class=\"arabic\">قال السمعاني ثقة صالح عابد يقريء الناس ويلقن قلت سمع أبا القاسم بن بشران \n  وأبا بكر محمد بن عمر بن الأخضر الفقيه وعبد الغفار بن محمد المؤدب وحدث عنه \n  بمسند الحميدي وقرأ القرآن على الشيخ أبي نصر ابن مسرور المقريء وكا قديم \n  المولد فلو أنه سمع في حدود العشر وأربعمائة فكان يمكن أن يقرأعلى أبي الحسن \n  الحمامي ولكن هذه الأشياء قسمية روى عنه جماعة منهم سبطاه أبو عبد الله الحسين \n  والمقريء الكبير أبو محمد عبد الله شيخنا الكندي وابن ناصر وأبو طاهر السلفي \n  وأبو الفضل خطيب الموصل وسعد الله بن الدجاجي وأحمد الباجسرائي قال السمعاني \n  كان له ورد بين العشائين يقرأ فيه سبعا من القرآن قائما وقاعدا حتى طعن في \n  السن وكان صاحب كرامات قال ابن ناصر كانت له كرامات وقال أبو منصور بن خيرون \n  ما رأيت مثل يوم صلي على أبي منصور *34*304* .\n</p>\n<p class=\"arabic\">الخياط من كثرة الخلق والتبرك بالجنازة وقال السمعاني وقد رؤي بعد موته في \n  المنام فقيل ) .\n</p>\n<p class=\"arabic\">له مافعل الله بك قال غفر لي بتعليمي الصبيان فاتحة الكتاب وكان إمام مسجد \n  ابن جرده بالحرم الشريف واعتكف فيه مدة يعلم العميان القرآن لله ويسأل لهم \n  وينفق عليهم قال ابن النجار في تاريخه إلى أن بلغ عدد من أقرأهم القرآن من \n  العميان سبعين ألفا قال هكذا رأيته بخط أبي نصر اليونارتي قلت هذا غلط لا \n  ريب فيه لعله اراد أن يكتب سبعين نفسا فكتب سبعين ألفا ولا شك أن من ختم عليه \n  القرآنسبعون أعمى يعز وقوع مثله قال السلفي ذكر لي المؤتمن الساجي في ثاني \n  جمعة من وفاة منصور اليوم ختموا على رأس قبره ماءتين وإحدى وعشرين ختمة يعني \n  أنهم كانوا قد قرأوا الختم قبل ذلك إلى سورة الإخلاص فاجتمعوا هناك ودعوا \n  عقيب كل ختمة قال السلفي وقال أبي علي بن الأمير العكبري وكان رجلا صالحا \n  حضرت جنازة أبي منصور فلم ار أكثر خلقا منها فاستقبلنا يهودي فرأى كثرة الزحام \n  والخلق فقال اشهد أن هذا هو الحق واسلم توفي يوم الأربعاء سادس عشر محرم سنة \n  تسع ودفن بمقبرة باب حرب *34*305* .\n\n</p>"
}