{
    "header": "يوسف بن تاشفين .",
    "id": "021774",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">يوسف بن تاشفين .\n</h1>\n<p class=\"arabic\">*34*330* السلطان أبو يعقوب اللمتوني المغربي البربري الملقب بأمير المسلمين \n  وبأمير المرابطين وبأمير الملثمين والأول هو الذي استقر كان أحد من ملك البلاد \n  ودانت بطاعته العباد واتسعت ممالكه وطال عمره وقل عدد أحد من ملوك الإسلام \n  ماعمر هو الذي بنى مدينة مراكش وهو الذي أخذ الأندلس من المعتمد بن عباد وأسره \n  فمن أخباره أن بر البربر الجنوبي كان لزناتة فخرج عليهم من جنوبي المغرب من \n  البلاد التي تتاخم ارض السودان الملثمون عليهم أبو بكر بن عمر وكان رجلا خيرا \n  ساذجا فأخذت الملثمة البلاد من زناتة من تلمسان إلى البحر الأكبر فسمع أبو \n  بكر أن امرأة ذهبت ناقتها في غارة فبكيت وقالت ضيعنا أبو بكر بدخوله إلى المغرب \n  فتألم واستعمل على المغرب يوسف بن تاشفين هذا ورجع أبو بكر إلى بلاد الجنوب \n  وكان ابن تاشفين بطلا شجاعا عادلا اختطف مراكش وكان مكمنا للصوص مأوى الحرامية \n  فكان المارون بن يقول بعضهم لبعض مراكش وكان بناء مدينة مراكش في سنة خمس \n  وستين وأربعمائة اشتراها يوسف بماله الذي خرج به من الصحراء وكان في موضعها \n  غابة من الشجر وقرية فيها جماعة من البربر فاختطها وبنى بها القصور والمساكن \n  الأنيقة وهي في مرج *34*331* فسيح وحولها جبال على فراسخ منها وبالقرب منها \n  جبل عليه الثلج وهو الذي يعدل مزاجها وقيل كانت لعجوز مصمودية .\n</p>\n<p class=\"arabic\">فاسكن مراكش الخلق وكثرت جيوشه وبعد صيته وخافته ملوك الأندلس وكذلك خافته \n  ملوك الفرنج لأنها علمت أنه ينجد الأندلسيين عليهم وكان قد ظهر للملثمين في \n  الحروب ضربات بالسيوف تقد الفارس وطعنات تنظم الكلى فكتب إليه المعتمد يتلطف \n  به ويسأله أن يعرض عن بلاده لما رأى همته على قصد الأندلس وأنه تحت طاعته \n  فيقال كان في المتاب فإنك إن أعرضت عنا نسبت إلى كرم ولم تنسب إلى عجز وإن \n  أجبنا داعيك نسبنا إلى عقل ولم ننسي إلى وهن وقد اخترنا لأنفسنا أجمل نسبتينا \n  وإن في استبقائك ذوي البيوت دواما لأمرك وثبوت وأرسل له تحفا وهدايا وكان \n  بربريا لا يكاد يفهم ففسر له كاتبه على لسانه من يوسف بن تاشفين سلام عليكم \n  ورحمة الله وبركاته تحية من سالمكم وسلم إليكم حكمة التأييد والنصر فيما حكم \n  عليكم وإنكم في أوسع إباحة مما بأيديكم *34*332* من الملك وأنتم مخصوصون منا \n  بأكرم إيثار فاستديموا وفاءنا بوفائكم واستصلحوا إخاءنا بإصلاح إخائكم والله \n  ولي التوفيق لنا ولكم والسلام ففرح بكتابه ابن عباد وملوك الأندلس وقويت نفوسهم \n  على دفع الفرنج ونووا أن رأوا من ملك الفرنج ما يريبهم أن يستنجدوا بابن تاشفين \n  وصارت لابن تاشفين ) .\n</p>\n<p class=\"arabic\">بفعله محبة في نفوس أهل الأندلس ثم إن الأذفونش ألح على بلاد ابن عباد فقال \n  ابن عباد في نفسه إن دهينا من مداخلة الأضداد فأهون الأمرين أمر الملثمين \n  ورعاية أولادنا جمالهم أهون من أن يرعوا خنازير الفرنج وبقي هذا الرأي نصب \n  عينه فقصده الأذفونش في جيش عرمرم وجفل الناس فطلب من ابن تاشفين النجدة والجهاد \n  وكان ابن تاشفين على أتم أهبة فشرع في عبور جيشه فلما رأى ملوك الأندلس عبور \n  البربر للجهاد استعدوا أيضا للنجدة وبلغ ذلك الأذفونش فاستنفر دين النصرانية \n  واجتمع له جنود لا يحصيهم إلا الله ودخل مع ابن تاشفين شيء عظيم من الجمال \n  ولم يكن أهل جزيرة الأندلس يكادون يعرفون الجمال ولا تعودتها خيلهم فتجافلت \n  منها ومن رغائها وأصواتها وكان ابن تاشفين يحدق بها عسكره ويحضرها الحروب \n  فتنفر خيل الفرنج عنها وكان الأذفونش نازلا بالزلاقة بالقرب من بطليوس فقصده \n  حزب الله *34*333* وقدم ابن تاشفين بين يديه كتابا إلى الفرنج يدعوهم إلى \n  الإسلام أو الحرب أو الجزية ثم اقبلت الجيوش ونزلت تجاه الفرنج أولا وأن يكون \n  ابن تاشفين ردفا له ففعلوا ذلك فخذل الفرنج استمر القتل فيهم فقيل إنه لم \n  يفلت منهم إلا الأذفونش في أقل من ثلاثين وغنم المسلمون غنيمة عظيمة وذلك \n  في سنة تسع وسبعين وأربعمائة وعف يوسف عن الغنائم وآثر بها ملوك الأندلس ليتم \n  له الأجر فأحبوه وشكروا له وكانت ملحمة عظيمة قل أن وقع في الإسلام مثلها \n  وجرح فيها ملك الفرنج وجمعت رؤوس الفرنج فكانت كالتل العظيم *34*334* ثم عزم \n  ابن عباد عى أمير المسلمين يوسف ورام أن ينزل في ضيافته فأجابه فأنزله الله \n  في قصوره على نهر إشبيلية فرأى أماكن نزهة كثيرة الخير والحسن والرزق .\n</p>\n<p class=\"arabic\">وبالغ المعتمد بن عباد وأولاده في خدمة أمير المسلمين وكان رجلا بربريا قليل \n  التنعم والتلذذ والرفاهية فرأى ما هاله من الحشمة والعرش والأطعمة الفاخرة \n  فأقبل خواصه عليه ينبهونه على تلك الهيئة ويحسنونها ويقولون ينبغي أن تتخذ \n  ببلادك نحو هذا فأنكر عليهم وكان قد دخل في الشيخوخة وفنيت إرادته وأدمن على \n  عيش بلاده ثم أخذ يعيب طريقة المعتمد وتنعمه المفرط وقال من يتعانى هذه اللذات \n  لا يمكن أن يعدل كما ينبغي أبادا ومن كان هذا همته في حفظ بلاده ورعيته ثم \n  سال يوسف هل يفعل المعتمد هذا التنعم في كل أوقاته فقيل له بل كل زمانه على \n  هذا فسكت وأقام عنده أياما فأتى المعتمد رجل عاقل ناصح فخوفه من غائلة ابن \n  تاشفين وأشار عليه بأن يقبض عليه وأن لا يطلقه حتى يأمر كل من بالأندلس من \n  عسكره أن يرجع من حيث جاء ثم تتفق أنت وملوك الأندلس على حراسة البحر من سفينة \n  تجري له ثم تتوثق منه الأيمان أن لا يغدر ثم تطلقه وتأخذ منه على ذلك رهائن .\n</p>\n<p class=\"arabic\">فأصغى المعتمد إلى مقالته واستوصبها وبقي يفكر في انتهاز الفرصة وكان له ندماء \n  قد انهمكوا معه في اللذات فقال أحدهم لهذا الرجل ما كان أمير المؤمنين وهو \n  إمام أهل المكرهات ممن يعامل بالحيف ويغدر بالضيف قال إنما الغدر أخذ الحق \n  ممن هو له لا دفع المرء عن نفسه قال النديم بل كظم مع وفاء خير من حزم مع \n  جفاء ثم إن ذلك الناصح استدرك الأمر وتلافاه وشكر له المعتمد وأجازه فبلغ \n  الخبر ابن تاشفين فاصبح غاديا فقدم له المعتمد هدايا عظيمة فقبلها وعبر إلى \n  سبتة وبقي جل عسكره بالجزيرة يستريحون *34*335* وأما الأذفونش فقدم إلى بلده \n  بأسوأ حال فسأل عن أبطاله وبطاركته فوجد أكثرهم قد قتلوا وسمع نوح الثكالى \n  عليهم فلم يأكل ولا التذ بعيش حتى مات غما وخلف بنتا فتحصنت بطليطلة ثم أخذ \n  عسكر ابن تاشفين يغيرون حتى كسبوا من الفرنج ما تجاوز الحد وبعثوا بالمغانم \n  إلى مراكش واستأذن مقدمهم سير بن أبي بكر لابن تاشفين في المقام بالأندلس \n  وأعلمه أنه قد افتتح حصونا ورتب فيها وأنه لا يستقيم الأمر إلا بإقامته فكتب \n  إليه ابن تاشفين يأمره بإخراج ملوك الأندلس من بلادهم وإيجافهم في العدوة \n  فإن أبوا عليه حاربهم وليبدأ بالثغور ولا تتعرض للمعتمد فابتدأ سير بملوك \n  بني هود يستنزلهم من قلعة روطة وهي منيعة إلى الغاية وماؤها ينبوع في أعلاها \n  وبها من الذخائر المختلفة ما لا يوصف فلم يقدر عليها فرحل عنها ثم جند أجنادا \n  على زي الفرنج وأمرهم أن قصدوها كالمغيرين وكمن هو العسكر ففعلوا ذلك فرآهم \n  ابن هود فاستضعفهم ونزل في طلبهم فخرج عليه سير فأسره وتسلم القلعة ثم نازل \n  بني ظاهر بشرق الأندلس فسلموا إليه ولحقوا بالعدوة ثم نازل بني صمادح بالمرية \n  فمات ملكهم في الحصار فسلموا المدينة ثم نازلوا المتوكل عمر بن الفطس ببطليوس \n  فخامر عليه أصحابه فقبضوا عليه ثم قتل صبرا ثم إن سير كتب إلى ابن تاشفين \n  أنه لم يبق بالجزيرة غير المعتمد فأمره أن *34*336* يعرض عليه التحول إلى \n  العدوة بأهله وماله فإن أبى فنازله فلما عرض عليه سير ذلك لم يجب فسار وحاصره \n  اشهرا ثم دخل عليه البلد قهرا وظفر به وبعثه إلى العدوة مقيدا فحبس بأغمات \n  إلى أن مات وتسلم سير الجزيرة كلها وقال ابن دحية أو غيره نزل يوسف على مدينة \n  فاس في سنة أربع وستين وأربعمائة ) .\n</p>\n<p class=\"arabic\">وحاصرها ثم أخذها فأقر العامة ونفا البربر والجند عنها بعد أن حبس رؤوسهم \n  وقتل منهم وكان مؤثرا إلى يوم العلم والدين كثير المشورة لهم وكان معتدل القامة \n  أسمر نحيفا حازما سائسا وكان يخطب لبني العباس وهو أول من سمي بأمير المسلمين \n  وكان يحب العفو والصفح وفيه خير وعدل وقال أبو الحجاج البياسي في كتاب تذكير \n  الغافل إن يوسف بن تاشفين جاز البحر مرة ثالثة وقصد قرطبة وهي لابن عباد فوصلها \n  سنة ثلاث وثمانين فخرج إليه المعتمد بالضيافة وجرى معه على عادته ثم إن ابن \n  تاشفين أخذ غرناطة من عبد الله بن بلقين بن باديس وحبسه *34*337* فطمع ابن \n  عباد في غرناطة وأن يعطيه ابن تاشفين إياها فعرض له بذلك فأعرض عنه ابن تاشفين \n  إلى مراكش في رمضان من السنة فلما دخلت سنة اربع عزم على العبور إلى الأندلس \n  لمنازلة المعتمد بن عباد فاستعد له ابن عباد ونازلته البربر فاستغاث بالأذفونش \n  فلم يلتفت إليه وكانت إمرة يوسف بن تاشفين عند موت أبي بكر بن عمر أمير المسلمين \n  سنة اثنتين وستين وأربعمائة وكانت الدولة قبلها لزناتة وكانت دولة ظالمة فاجرة \n  وكان ابن تاشفين وعسكره فيهم يبس وديانة وجهاد فافتتح البلاد وأحبته الرعية \n  وضيق لثمامه هو وجماعته فقيل إنهم كانوا يتملثمون في الصحراء كعادة العرب \n  فلما تملك ضيق ذلك اللثام قال عزيز وما رأيته عيانا أنه كان لي صديق منهم \n  بدمشق وبيننا مودة فأتيته فدخلت وقد غسل عمامته وشد سرواله على رأسه وتلثم \n  به هذا بعد أن انقضت دولتهم وتفرقوا في البلاد *34*338* وحكى لي ثقة أنه راى \n  شيخا من الملثمين بالمغرب مترديا في نهر يغسل ثيابه وهو عريان وعورته بادية \n  ويده اليمنى يغسل بها ويده اليسرى يستر بها وجهه وقد جعل هؤلاء اللثام جنة \n  فلا يعرف الشيخ منهم من الشباب فلا يزيلونه ليلا ولا نهارا حتى أن المقتول \n  منهم في المعركة لا يكاد يعرفه اهله حتى يجعلوا على وجهه لثاما .\n</p>\n<p class=\"arabic\">ولبعضهم .\n</p>\n<p class=\"arabic\">% قوم لهم درك العلا في حمير % % وإن انتموا صناجة فهم هموا % .\n</p>\n<p class=\"arabic\">% لما حووا إحراز كل فيلة % % غلب الحياة عليهم فتلثموا % .\n</p>\n<p class=\"arabic\">وتزوج ابن تاشفين بزينب زوجة أبي بكر بن عمر وكانت حاكمة عليه وكذلك جميع \n  المثمين يكبرون نساءهم وينقادون لأمرهم وما يسمون الرجل منهم إلا بأمه وهنا \n  حكاية وهي أن ابن خلوف القاضي الأديب كان له شعر فبلغ زينب هذه أنه مدح حواء \n  امرأة سير بن أبي بكر وفضلها على جميع النساء بالجمال فأمرت بعزله عن القضاء \n  فسار إلى أغمات واستأذن عليها فدخل البواب فاعلمها به فقالت يمضي إلى التي \n  مدحها ترده إلى القضاء .\n</p>\n<p class=\"arabic\">فابلغه فعز عليه وبقي بالحضرة أياما حتى نفيت نفقته فأتى خادمها فقال قد أردت \n  بيع هذا المهر فأعطني مثقالين أتزود بهما إلى أهلي وخذه فأنت أولى فسر الخادم \n  وأعطاه ودخل مسرورا بالمهر وأخبر الست فرقت له وقالت ائتني به فأسرع وأدخله \n  عليها فقالت تمدح حواء وتسرف وزعمت أنه ليس في النساء أحسن منها وما هذه منزلة \n  القضاة فقال في الحال *34*339* .\n</p>\n<p class=\"arabic\">% أنت بالشمس لاحقة % % وهي بالأرض لاصقه % .\n</p>\n<p class=\"arabic\">% فمتى ما مدحتها % % فهي في سير طالقة % .\n</p>\n<p class=\"arabic\">فقالت ياقاضي طلقتها قال نعم ثلاثة وثلاثة وثلاثة فضحكت حتى افتضحت وكتبت \n  إلى يوسف يرده إلى القضاء قلت ولا ريب أن يوسف ملك من الملوك بدت منه هنات \n  وزلالات ودخل في دهاء الملوك وغدرهم ولما أخذ إشبيلية من المعتمد شن عسكر \n  بان تاشفين الغارة بإشبيلية وخلوا أهلها على برد الديار وخرج الناس من بيوتهم \n  يسترون عوراتهم بأيديهم واقتضت الأبكار وتتابعت الفتوحات لابن تاشفين وكانت \n  فقهاء الأندلس قالوا له لا يجب طاعتك حتى يكون لك عهد من الخليفة فأرسل إلى \n  العراق قوما من أهله بهدايا وكتابا يذكر فيه ما فعل بالفرنج فجاءه أمر المستظهر \n  بالله أحمد رسول بهدية وتقليد وخلعة وراية وكان يقتدي بآراء العلماء ويعظم \n  أهل الدين ونشأ ولده علي في العفاف والدين والعلم فولاه العهد في سنة تسع \n  وتسعين وأربعمائة وتوفي يوسف في يوم الإثنين ثالث المحرم سنة خمسمائة ورخه \n  ابن خلكان وقبله عز الدين ابن الأثير وغيرهما وعاش تسعين سنة قال اليسع بن \n  حزم فمن فضله أنه لما أراد بناء مراكش ادعى قوم مصامدة فيها أرضا فأرضاهم \n  بمال عظيم وكان يلبس العباء ويؤثر الحياء ويقصد مقاصد العز في طرق المعالي \n  ويكره السفاف ويحب الشرف المتعالي ويقلد العلماء ويؤثر الحكماء يتدبر مرضاتهم \n  وإذا دخل عليه من طول ثيابه وجرها إليه وجهه وأعرض عنه فإن كان ذا ولاية عزله \n  وكان كثير الصدقة عظيم البر والصلة للمساكين رحمه الله *34*340* .\n\n</p>"
}