{
    "header": "الحسين بن محمد بن أحمد .",
    "id": "021709",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الحسين بن محمد بن أحمد .\n</h1>\n<p class=\"arabic\">*34*278* الحافظ أبو علي الغساني الجياني ولم يكن من جيان إنما نزلها أبوه \n  في الفتية وأصلهم من الزهراء رئيس المحدثين بقرطبة بل الأندلس قال ابن بشكوال \n  روى عن حكم بن محمد الجذامي وأبي عمر بن عبد البر وأبي شاكر القبري عبد الواحد \n  وأبي عبد الله بن عتاب وحاتم بن محمد وأبي عمر الحذاء وسراج بن عبد الله القاضي \n  وأبي الوليد الباجي وأبي العباس العذري وجماعة كثيرين سمع منهم وكتب عنهم \n  وكان من جهابذة المحدثين زكبار العلماء المسندين وعني بالحديث وضبطه وكان \n  بصيرا باللغة وألإعراب والغريب والشعر والأنساب جمع من ذلك كله مالم يجمعه \n  أحد في وقته ورجل الناس غليه وعولوا في الرواية عليه وجلس لذلك بجامع قرطبة \n  وسمع من الأعلام وأنبا عنه غير واحد وصفوه بالجلالة والحفظ والنباهة والتواضع \n  والصيانة قال السهيلي في الروض حدثني أبو بكر بن طاهر عن أبي علي الغساني \n  أن أبا عمر بن عبد البر قال له أمانة الله في عنقك متى عبرت على اسم من أسماء \n  الصحابة لم أذكره إلا ألحقته في كتأبي الذي في الصحابة وقال ابن بشكوال قال \n  شيخنا أبو الحسن بن مغيث كان من أكمل من رأيت علما بالحديث ومعرفة بطرقه وحفظا \n  لرجاله عانى كتب اللغة وأكثر من رواية الأشعار وجمع من سعة الرواية مالم يجمعه \n  أحد أدركناه وصحح من الكتب مالم يصححه غيره من الحفاظ كتبه حجة بالغة *34*279* \n  جمع كتابا في رجال الصحيحين سماه تقييد المهمل وتمييز المشكل وهو كتاب حسن \n  مفيد أخذه الناس عنه قال ابن بشكوال وسمعناه على القاضي أبي عبد الله بن الحجاج \n  عنه وتوفي يوم الجمعة لاثنتي عشرة ليلة خلت من شعبان ومولده في المحرم سنة \n  سبع وعشرين وأربعمائة وكان قد لزم داره قبل موته بمدة لزمانه لحقته قلت روى \n  عنه محمد بن أحمد بن إبراهيم الباهلي شيخ العماني والسلفي في سماع تقييد المهمل \n  ومحمد بن أحمد بن إبراهيم الجياني المشهور بالبغدادي وأبو علي بن سكرة وأبو \n  العلاء زهر بن عبد الملك الإيادي وعبد الله بن أحمد بن سماك الغرناطي وعبد \n  الرحمن بن أحمد بن أبي ليلى الأنصاري الحافظ ويوسف بن يبقى النحوي وخلق كثير \n  آخرهم فيما أرى وفاء محمد بن عبد الله بن خليل التنيسي مسند مراكش سمع منه \n  صحيح مسلم وتوفي في سنة سبعين وخمسمائة .\n\n</p>"
}