{
    "header": "عمر بن عبد الكريم بن سعدويه بن وهمت  أبوـ...",
    "id": "021981",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عمر بن عبد الكريم بن سعدويه بن وهمت  أبو الفتيان الدهستاني الرواسي \n  الحافظ الرحال .\n</h1>\n<p class=\"arabic\">رحل إلى خراسان والعراق والحجاز والشام ومصر والسواحل .\n</p>\n<p class=\"arabic\">وكان أحد الحفاظ المبرزين حسن السيرة جميل الأمر كتب ما لا يوصف كثرة .\n</p>\n<p class=\"arabic\">وسمع أبا عثمان الصابوني وأبا حفص بن مسرور وأبا الحسين عبد الغافر الفارسي \n  وطائفة .\n</p>\n<p class=\"arabic\">وببغداد أبا يعلى بن الفراء وابن النقور .\n</p>\n<p class=\"arabic\">وبمرو ومصر .\n</p>\n<p class=\"arabic\">وسمع بدهستان أبا مسعود البجلي وبه تخرج .\n</p>\n<p class=\"arabic\">وسمع بحران مبادر بن علي بن مبادر .\n</p>\n<p class=\"arabic\">روى عنه شيخه أبو بكر الخطيب وأبو حامد الغزالي وأبو حفص عمر بن محمد الجرجاني \n  ومحمد بن عبد الواحد الدقاق وشيخه نصر المقدسي الفقيه وهبة الله بن الأكفاني \n  وإسماعيل بن محمد التيمي الحافظ ومحمد بن أبي الحسين الجويني وآخرون والسلفي \n  بالإجازة *35*83* .\n</p>\n<p class=\"arabic\">ودخل طوس في آخر عمره وصحح عليه أبو حامد الغزالي الصحيحين .\n</p>\n<p class=\"arabic\">ثم خرج من طوس إلى مرو قاصدا إلى الإمام أبي بكر السمعاني بآستدعائه إياه \n  فأدركته المنية بسرخس فتوفي في ربيع الآخر كما هو مؤرخ على بلاطة قبره .\n</p>\n<p class=\"arabic\">قال أبو جعفر محمد بن أبي علي الهمذاني الحافظ ما رأيت في تلك الديار أحفظ \n  منه لا بل في الديار كلها كان كتابا جوالا دار الدنيا لطلب الحديث لقيته بمكة \n  ورأيت الشيوخ يثنون عليه ويحسنون القول فيه ثم لقيته بجرجان وصار من إخواننا .\n</p>\n<p class=\"arabic\">وقال أبو بكر بن السمعاني قال لي إسماعيل بن محمد بن الفضيل بإصبهان كان عمر \n  خريج أبي مسعود البجلي سمعته يقول دخل أبو مسعود دهستان فآشترى من أبي رأسا \n  ودخل المسجد يأكله فبعثني والدي إليه فقال لي تعرف شيئا فقلت لا فقال لوالدي \n  سلمه إلي فسلمني أبي إليه فحملني إلى نيسابور وأفادني وآنتهى أمري إلى حيث \n  آنتهى .\n</p>\n<p class=\"arabic\">وقال خزيمة بن علي المروزي الأديب سقطت أصابع عمر الرواسي في الرحلة من البرد \n  الشديد .\n</p>\n<p class=\"arabic\">وقال الدقاق في رسالته إن عمر حدث بطوس بصحيح مسلم من غير أصله وهذا أقبح \n  شيء عند المحدثين وحدثني أن مولده بدهستان سنة ثمان وعشرين وأربعمائة وأنه \n  سمع منه هبة الله بن عبد الوارث الشيرازي في سنة ست وخمسين وأربعمائة .\n</p>\n<p class=\"arabic\">قال ابن نقطة في كتابه الإستدارك سمعت غير واحد من أهل العلم أن أبا الفتيان \n  سمع من ثلاثة الآف وستمائة شيخ .\n</p>\n<p class=\"arabic\">وقال الرواسي أريد أن أخرج إلى مرو وسرخس على الطريق وقد قيل إنها مقبرة العلم \n  فلا أدري كيف يكون حالي بها *35*84* .\n</p>\n<p class=\"arabic\">قال الراوي فبلغنا أنه توفي بها .\n</p>\n<p class=\"arabic\">قال ابن طاهر وغيره الرواسي نسبة إلى بيع الرؤوس .\n</p>\n<p class=\"arabic\">وقال ابن ماكولا كتب الرواسي عني وكتبت عنه ووجدته ذكيا .\n</p>\n<p class=\"arabic\">وقال السمعاني سمعت أبا الفضل أحمد بن محمد السرخسي يقول لما قدم عمر بن أبي \n  الحسن الرواسي سرخس روى بها وأملى حضر مجلسه جماعة كثيرة فقال أنا أكتب أسماء \n  الجماعة على الأصل بخطي وسأل الجماعة وأثبت ففي المجلس الثاني حضرت الجماعة \n  فأخذ القلم وكتب اسماءهم كلهم عن ظهر قلب بحيث ما آحتاج أن يسألهم أو كما \n  قال .\n</p>\n<p class=\"arabic\">ثم سمعت محمد بن محمد بن أحمد يقول حضرت هذا المجلس وكان الجمع إثنان وسبعون \n  نفسا .\n</p>\n<p class=\"arabic\">وقال عبد الغافر بن إسماعيل عمر بن أبي الحسن الرواسي مشهور عارف بالطرق كتب \n  الكثير وجمع الأبواب وصنف وكان سريع الكتابة وكان على سيرة السلف مقلا معيلا .\n</p>\n<p class=\"arabic\">خرج من نيسابور إلى طوس فأنزله الغزالي عنده وأكرمه وقرأ عليه الصحيح ثم شرحه \n  *35*85* .\n\n</p>"
}