{
    "header": "محمد بن محمد بن محمد بن أحمد الإمام زين ...",
    "id": "022031",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن محمد بن محمد بن أحمد الإمام زين الدين أبو حامد الغزالي الطوسي الفقيه \n  الشافعي حجة الإسلام .\n</h1>\n<p class=\"arabic\">قرأ قطعة من الفقه بطوس على أحمد الراذكاني ثم قدم نيسابور في طائفة من طلبة \n  الفقه فجد وآجتهد ولزم إمام الحرمين أبا المعالي حتى تخرج *35*116* عن مدة \n  قريبة وصار أنظر أهل زمانه وواحد أقرانه وأعاد للطلبة وأخذ في التصنيف والتعليق .\n</p>\n<p class=\"arabic\">وكان الإمام أبو المعالي مع علو درجته وفرط ذكائه لا يطيب له تصديه للتصنيف \n  وإن كان في الظاهر مبتهجا به .\n</p>\n<p class=\"arabic\">ثم إن أبا حامد خرج إلى المعسكر فأقبل عليه نظام الملك وناظر الأقران بحضرته \n  فظهر اسمه وشاع أمره فولاه النظام تدريس مدرسته ببغداد ورسم له بالمصير إليها \n  فقدمها وأعجب الكل مناظرته وما لقي الرجل مثل نفسه ثم أقبل على علم الأصول \n  وصنف فيها وفي المذهب والخلاف وعظمت حشمته ببغداد حتى كانت تغلب حشمة الأمراء \n  والأكابر فآنقلب الأمر من وجه آخر وظهر عليه بعد مطالعة العلوم الدقيقة وممارسة \n  التصانيف طريق التزهد والتأله فترك الحشمة وطرح الرتبة وتزود للمعاد وقصد \n  بيت الله وحج ورجع على طريق الشام وزار القدس وأقام بدمشق مدة سنين وصنف بها \n  إحياء علوم الدين وكتاب الأربعين والقسطاس ومحك النظر وغير ذلك ) .\n</p>\n<p class=\"arabic\">وأخذ في مجاهدة النفس وتغيير الأخلاق وتهذيب الباطن وآنقلب شيطان الرعونة \n  وطلب الرئاسة والتخلق بالأخلاق الذميمة إلى سكون النفس وكرم الأخلاق والفراغ \n  عن الرسوم وتزيا بزي الصالحين .\n</p>\n<p class=\"arabic\">ثم عاد إلى وطنه لازما بيته مشتغلا بالتفكير ملازما للوقت فبقي على ذلك مدة \n  وظهرت له التصانيف ولم يبد في أيامه مناقضة لما كان فيه ولا آعتراض لأحد على \n  مآثره حتى انتهت نوبة الوزارة إلى فخر الملك وقد سمع وتحقق بمكان أبي حامد \n  وكمال فضله فحضره وسمع كلامه فطلب منه أن لا تبقى أنفاسه وفوائده عقيمة لا \n  آستفادة منها ولا آقتباس من أنوارها وألح عليه كل الإلحاح وتشدد في الإقتراح \n  إلى أن أجاب إلى الخروج وقدم نيسابور وكان الليث غائبا عن عرينه والأمر خافيا \n  في مستور قضاء الله ومكنونه ورسم *35*117* له بأن يدرس بالمدرسة النظامية \n  فلم يجد بدا من ذلك .\n</p>\n<p class=\"arabic\">قال هذا كله وأكثر منه عبد الغافر بن إسماعيل في تاريخه ثم قال ولقد زرته \n  مرارا وما كنت أحدس في نفسي مع ما عهدته في سالف الزمان عليه من الزعارة وإيحاش \n  الناس والنظر إليهم بعين الإزدراء والإستخفاف بهم كبرا وخيلاء وآعترارا بما \n  رزق من البسطة في النطق والخاطر والعبارة وطلب الجاه والعلو في المنزلة أنه \n  صار على الضد وتصفى من تلك الكدورات وكنت أظن أنه متلفع بجلباب التكلف متنمس \n  بما صار إليه فتحققت بعد السبر والتنقير أن الأمر على خلاف المظنون وأن الرجل \n  أفاق بعد الجنون .\n</p>\n<p class=\"arabic\">وحكى لنا في ليال كيفية أحواله من آبتداء ما ظهر له بطريق التأله وغلبة الحال \n  عليه بعد تبحره في العلوم وآستطالته على الكل بكلامه والإستعداد الذي خصه \n  الله به في تحصيل أنواع العلوم وتمكنه من البحث والنظر حتى تبرم بالإشتغال \n  بالعلوم العرية عن المعاملة وتفكر في العاقبة وما ينفع في الآخرة فآبتدأ بصحبة \n  أبي علي الفارمذي فأخذ منه استفتاح الطريقة وآمتثل ما كان يشير بع عليه من \n  القيام بوظائف العبادات والإمعان في النوافل وآستدامة الأذكار والاجتهاد والجد \n  طلبا للنجاة إلى أن جاز تلك العقاب وتكلف تلك المشاق وما حصل على ما كان يرومه .\n</p>\n<p class=\"arabic\">ثم حكى أنه راجع العلوم وخاض في الفنون وعاود الجد في العلوم الدقيقة وآلتقى \n  بأربابها حتى تفتحت له أبوابها وبقي مدة في الوقائع وتكافؤ الآداب وأطراف \n  المسائل ) .\n</p>\n<p class=\"arabic\">ثم حكى أنه فتح عليه باب من الخوف بحيث شغله عن كل شيء *35*118* وحمله على \n  الإعراض عما سواه حتى سهل ذلك عليه وهكذا إلى أن آرتاض كل الرياضة وظهرت له \n  الحقائق وصار ما كنا نظن به ناموسا وتخلقا طبعا وتحققا وأن ذلك أثر السعادة \n  المقدرة له من الله تعالى .\n</p>\n<p class=\"arabic\">ثم سألناه عن كيفية رغبته في الخروج من بيته والرجوع إلى ما دعي إليه من أمر \n  نيسابور .\n</p>\n<p class=\"arabic\">فقال معتذرا ما كنت أجوز في ديني أن أقف عن الدعوة ومنفعة الطالبين وقد خف \n  علي أن أبوح بالحق وأنطق به وأدعو إليه وكان صادقا في ذلك .\n</p>\n<p class=\"arabic\">فلما خف أمر الوزير وعلم أن وقوفه على ما كان فيه ظهور وحشة وخيال طلب جاه \n  وحشمة ترك ذلك قبل أن يترك وعاد إلى بيته وآتخذ في جواره مدرسة لطلبة العلم \n  وخانقاه للصوفية ووزع أوقاته على وظائف الحاضرين من ختم القرآن ومجالسته أصحاب \n  القلوب والقعود للتدريس لطالبه إلى أن توفاه الله بعد مقاساة أنواع من القصد \n  والمناوأة من الخصوم والساعين به إلى الملوك وكفاية الله إياه وحفظه وصيانته \n  عن أن تنوشه أيدي النكبات أو ينتهك ستر دينه بشيء من الزلات .\n</p>\n<p class=\"arabic\">وكانت خاتمة أمره إقباله على طلب حديث المصطفى صلى الله عليه وسلم ومجالسة \n  أهله ومطالعة الصحيحين ولو عاش لسبق الكل في ذلك الفن بيسير من الأيام ولم \n  يتفق له أن يروي ولم يعقب إلا البنات .\n</p>\n<p class=\"arabic\">وكان له من الأسباب إرثا وكسبا ما يقوم بكفايته وقد عرضت عليه أموال فما قبلها .\n</p>\n<p class=\"arabic\">ومما كان يعترض به عليه وقوع خلل من جهة النحو يقع في أثناء كلامه وروجع فيه \n  فأنصف من نفسه وآعترف بأنه ما مارسه وآكتفى بما كان يحتاج إليه في كلامه مع \n  أنه كان يؤلف الخطب ويشرح الكتب بالعبارة التي يعجز الأدباء والفقهاء عن أمثالها \n  *35*119* .\n</p>\n<p class=\"arabic\">ومما نقم عليه أيضا ما ذكر من الألفاظ المستبشعة بالفارسية في كتاب كيمياء \n  السعادة والعلوم وشرح بعض الصور والمسائل بحيث لا يوافق مراسم الشرع وظواهر \n  ما عليه قواعد الإسلام .\n</p>\n<p class=\"arabic\">وكان الأولى به والحق أحق ما يقال ترك ذلك التصنيف والإعراض عن الشرح له فإن \n  العوام ربما لا يحكمون أصول القواعد بالبراهين والحجج فإذا سمعوا أشياء من \n  ذلك تخيلوا منه ما هو المضر بعقائدهم وينسبون ذلك إلى بيان مذهب الأوائل على \n  أن المنصف اللبيب إذا ) .\n</p>\n<p class=\"arabic\">رجع إلى نفسه علم أن أكثر ما ذكره مما رمز إليه إشارات الشرع وإن لم يبح به \n  ويوجد أمثاله في كلام مشايخ الطريقة مرموزة ومصرحا بها متفرقة وليس لفظ منه \n  إلا وكما يشعر أحد وجوهه بكلام موهوم فإنه يشعر بسائر وجوهه بما يوافق عقائد \n  أهل الملة فلا يجب إذا حمله إلا على ما يوافق ولا ينبغي أن يتعلق به في الرد \n  عليه متعلق إذا أمكنه أن يبين له وجها وكان الأولى به أن يترك الإفصاح بذلك \n  كما تقدم .\n</p>\n<p class=\"arabic\">وقد سمعت أنه سمع من سنن أبي داود عن القاضي أبي الفتح الحاكمي الطوسي .\n</p>\n<p class=\"arabic\">وسمع من أبي عبد الله محمد بن أحمد الخواري مع آبنيه الشيخين عبد الجبار وعبد \n  الحميد كتاب المولد لابن أبي عاصم عن أبي بكر أحمد بن محمود بن الحارث عن \n  أبي الشيخ عنه .\n</p>\n<p class=\"arabic\">قلت ما نقم عبد الغافر على أبي حامد من تلك الألفاظ التي في كيمياء السعادة \n  فلأبي حامد أمثاله في بعض تواليفه حتى قال فيه أظنه تلميذه ابن العربي بلغ \n  شيخنا أبو حامد الفلاسفة وأراد أن يتقيأهم فما آستطاع رأيت غير واحد من الأئمة \n  يقولون إنه رد على الفلاسفة في مواضع ووافقهم عليها في بعض تواليفه ووقع في \n  شكوك نسأل الله السلامة واليقين ولكنه مثال حسن القصد *35*120* .\n</p>\n<p class=\"arabic\">وللإمام أبي عبد الله محمد بن علي المازري الصقلي كلام على الإحياء يدل على \n  تبحره وتحقيقه يقول فيه وبعد فقد تكررت مكاتبتكم في استعلام مذهبنا في الكتاب \n  المترجم بإحياء علوم الدين وذكرتم أن آراء الناس فيه اختلفت فطائفة انتصرت \n  وتعصبت لإشهاره وطائفة منه حذرت وعنه نفرت وطائفة لعيبه أظهرت وكتبه حرقت \n  ولم تنفردوا أهل المغرب باستعلام ما عندي بل كاتبني أهل المشرق مثل ذلك فوجب \n  عندي إبانة الحق ولم نتقدم إلى قراءة هذا الكتاب سوى نبذ منه فإن نفس الله \n  العمر مددت في هذا الكتاب للأنفاس وأزلت عن القلوب الإلتباس وآعلموا أن هذا \n  الرجل وإن لم أكن قرأت كتابه فقد رأيت تلامذته وأصحابه فكل منهم يحكي لي نوعا \n  من حاله وطريقته استلوح منها من مذاهبه وسيرته ما قام لي مقام العيان فأنا \n  أقتصر في هذا الإملاء على ذكر حال الرجل وحال كتابه وذكر جمل من مذاهب الموحدين \n  والفلاسفة والمتصوفة وأصحاب الإشارات فإن كتابه متردد بين هذه الطرائق الثلاث \n  لا تعدوها ثم أتبع ذلك بذكر حيل أهيل مذهب على أهل مذهب آخر ثم أبين عن طرق \n  الغرور وأكشف عما فيه من خيال الباطل ليحذر من الوقوع في حبائل صائده ) .\n</p>\n<p class=\"arabic\">ثم أثنى المازري على أبي حامد في الفقه وقال هو بالفقه أعرف منه بأصوله وأما \n  علم الكلام الذي هو أصول الدين فإنه صنف فيه أيضا وليس بالمستبحر فيها ولقد \n  فطنت لسبب عدم استبحاره وذلك لأنه قرأ علوم الفلسفة قبل إستبحاره في فن الأصول \n  فأكسبته قراءة الفلسفة جرأة على المعاني وتسهلا للهجوم على الحقائق لأن الفلاسفة \n  تمر مع خواطرها وليس لها حكم شرع يزعها ولا يخاف من مخالفة أئمة تتعبها وعرفني \n  بعض أصحابه أنه كان له عكوف على رسائل إخوان الصفاء وهي إحدى وخمسون رسالة \n  *35*121* ومصنفها فيلسوف قد خاض في علم الشرع والنقل فخرج ما بين العلمين \n  وذكر الفلسفة وحسنها في قلوب أهل الشرع بآيات يتلو عندها وأحاديث يذكرها .\n</p>\n<p class=\"arabic\">ثم كان في هذا الزمان المتأخر رجل من الفلاسفة يعرف بابن سينا ملأ الدنيا \n  تواليف في علوم الفلسفة وهو فيها إمام كبير وقد أداه قوته في الفلسفة إلى \n  أن حاول رد أصول العقائد إلى علم الفلسفة وتلطف جهده حتى تم له ما لم يتم \n  لغيره وقد رأيت جملا من دواوينه ووجدت هذا الغزالي يعول عليه في أكثر ما يشير \n  إليه من علوم الفلسفة .\n</p>\n<p class=\"arabic\">إلى أن قال وأما مذاهب الصوفية فلست أدري على من عول فيها ولكني رأيت فيما \n  علق عنه بعض أصحابه أنه ذكر كتب ابن سينا وما فيها وذكر بعد ذلك كتب أبي حيان \n  التوحيدي وعندي أنه عليه عول في مذاهب الصوفية وقد أعلمت أن أبا حيان ألف \n  ديوانا عظيما في هذا الفن ولم ينقل إلينا شيء منه .\n</p>\n<p class=\"arabic\">ثم ذكر المازري توهنه أكثر ما في الإحياء من الأحاديث وقال عادة المتورعين \n  أن لا يقولوا قال مالك قال الشافعي فيما لم يثبت عندهم وفي كتابه مذاهب وآراء \n  في العمليات هي خارجة عن مذاهب الأئمة واستحسانات عليها طلاوة لا تستأهل أن \n  يفتى بها وإذا تأملت الكتاب وجدت فيه من الأحاديث والفتوى ما قلته فيستحسن \n  أشياء مبناها على ما لا حقيقة له مثل قص الأظفار أن تبدأ بالسبابة لأن لها \n  الفضل على بقية الأصابع لأنها *35*122* المسبحة ثم نقص ما يليها من الوسطى \n  لأنها ناحية اليمين ونختم بإبهام اليمنى وذكر في ذلك أثرا .\n</p>\n<p class=\"arabic\">وقال من مات بعد بلوغه ولم يعلم أن الباريء قديم مات مسلما إجماعا ومن تساهل \n  في حكاية الإجماع في مثل هذا الذي الأقرب أن يكون فيه الإجماع يعكس ما قال \n  الحقيق أن لا يوثق بما فعل ) .\n</p>\n<p class=\"arabic\">وقد رأيت له في الجزء الأول أنه ذكر أن في علومه هذه ما لا يسوغ أن تودع في \n  كتاب فليت شعري أحق هو أو باطل فإن كان باطلا فصدق وإن كان حقا وهو مراده \n  بلا شك فلم لا يودع في الكتب ألغموضه ودقته فإن كان هو فهمه فما المانع لأن \n  يفهمه غيره .\n</p>\n<p class=\"arabic\">قال الطرطوشي محمد بن الوليد في رسالة لابن المظفر فأما ما ذكرت من أمر الغزالي \n  فرأيت الرجل وكلمته ورأيته جليلا من أهل العلم قد نهضت به فضائله واجتمع فيه \n  العقل والفهم وممارسة العلوم طول عمره وكان على ذلك معظم زمانه ثم بدا له \n  عن طريق العالم ودخل في غمار العمال ثم تصوف فهجر العلوم وأهلها ودخل في علوم \n  الخواطر وأرباب العقول ووساوس الشيطان ثم شابها بآراء الفلاسفة ورموز الحلاج \n  وجعل يطعن على الفقهاء والمتكلمين ولقد كاد أن ينسلخ من الدين فلما عمل الإحياء \n  عمد يتكلم في علوم الأحوال ومرامز الصوفية وكان غير أنيس بها ولا خبير بمعرفتها \n  فسقط على أم رأسه وشحن كتابه بالموضوعات *35*123* .\n</p>\n<p class=\"arabic\">وقال أبو عمرو بن الصلاح فصل لبيان أشياء مهمة أنكرت على الغزالي في مصنفاته \n  ولم يرتضها أهل مذهبه وغيرهم من الشذوذ في تصرفاته منها قوله في المنطق هو \n  مقدمة العلوم كلها ومن لا يحيط به فلا ثقة له بمعلومه أصلا وهذا مردود فكل \n  صحيح الذهن منطقي بالطبع وكيف غفل الشيخ أبو حامد حال مشايخه من الأئمة وما \n  رفعوا بالمنطق رأسا *35*124* .\n</p>\n<p class=\"arabic\">قال ابن الصلاح وأما كتاب المضنون به على غير أهله فمعاذ الله أن يكون له \n  شاهدت على نسخة بخط القاضي كمال الدين محمد بن عبد الله ابن الشهرزوري أنه \n  موضوع على الغزالي وأنه مخترع من كتاب مقاصد الفلاسفة وقد نقضه بكتاب التهافت .\n</p>\n<p class=\"arabic\">وقال أبو بكر الطرطوشي شحن الغزالي كتابه الإحياء بالكذب على رسول الله صلى \n  الله عليه وسلم فلا أعلم كتابا على بسطة الأرض أكثر كذبا على رسول الله منه \n  ثم شبكه بمذاهب الفلاسفة ومعاني رسائل إخوان الصفاء وهم قوم يرون النبوة إكتسابا \n  فليس نبي في زعمهم أكثر من شخص فاضل تخلق بمحاسن الأخلاق وجانب سفاسفها وساس \n  نفسه حتى ملك قيادها فلا تغلبه شهواته ولا يقهره سوء أخلاقه ثم ساس الخلق \n  بتلك الأخلاق وزعموا أن المعجزات حيل ومخاريق *35*125* .\n</p>\n<p class=\"arabic\">وقال الحافظ أبو القاسم بن عساكر في ترجمته ثم حج ودخل الشام وأقام بها نحوا \n  من عشر ) .\n</p>\n<p class=\"arabic\">سنين وصنف وأخذ نفسه بالمجاهدة وكان مقامه بدمشق في المنارة الغربية من الجامع .\n</p>\n<p class=\"arabic\">وقد سمع صحيح البخاري من أبي سهل محمد بن عبيد الله الحفصي .\n</p>\n<p class=\"arabic\">وقدم دمشق في سنة تسع وثمانين .\n</p>\n<p class=\"arabic\">قلت وجالس بها الفقيه نصر المقدسي .\n</p>\n<p class=\"arabic\">وقال القاضي شمس الدين بن خلكان إنه لزم إمام الحرمين فلما توفي خرج إلى نظام \n  الملك فبالغ في إكرامه وولاه نظامية بغداد فسا إليها في سنة أربع وثمانين \n  وأقبل عليه أهل العراق وآرتفع شأنه ثم ترك ذلك في سنة ثمان وثمانين وتزهد \n  وحج ورجع إلى دمشق فآشتغل بها مدة بالزاوية الغربية ثم انتقل إلى بيت المقدس \n  وجد في العبادة ثم قصد مصر وأقام مدة بالإسكندرية ويقال إنه عزم على المضي \n  إلى الأمير يوسف بن تاشفين سلطان مراكش فبلغه نعيه .\n</p>\n<p class=\"arabic\">ثم إنه عاد إلى وطنه بطوس .\n</p>\n<p class=\"arabic\">وصنف التصانيف البسيط والوسيط والوجيز والخلاصة في الفقه وإحياء علوم الدين .\n</p>\n<p class=\"arabic\">وفي الأصول المستصفى والمنخول واللباب وبداية الهداية وكيمياء السعادة والمأخذ \n  والتحصين والمعتقد وإلجام العوام والرد على الباطنية والإقتصاد في إعتقاد \n  الأوائل وجواهر القرآن والغاية القصوى وفضائح الإباحية وعود الدور .\n</p>\n<p class=\"arabic\">وله المنجل في علم الجدل وكتاب تهافت الفلاسفة وكتاب محك النظر ومعيار العلم \n  والمضنون به على غير أهله *35*126* .\n</p>\n<p class=\"arabic\">وشرح الأسماء الحسنى ومشكاة الأنوار والمنقذ من الضلال وحقيقة القولين وغير \n  ذلك من الكتب وقد تصدر للإملاء .\n</p>\n<p class=\"arabic\">ولد سنة خمسين وأربعمائة .\n</p>\n<p class=\"arabic\">وقال عبد الغافر توفي يوم الإثنين رابع عشر جمادى الآخرة سنة خمس ودفن بمقبرة \n  الطابران وهي قصبة بلاد طوس .\n</p>\n<p class=\"arabic\">وقولهم الغزالي والعطاري والخبازي نسبة إلى الصنائع بلغة العجم وإنما ينبغي \n  أن يقال الغزال والعطار ونحوه .\n</p>\n<p class=\"arabic\">وللغزالي أخ واعظ مدرس له القبول التام في التذكير واسمه .\n</p>\n<p class=\"arabic\">أبو الفتوح أحمد درس بالنظامية ببغداد نيابة عن أخيه لما ترك التدريس قليلا \n  وبقي إلى حدود سنة عشرين وخمسمائة .\n</p>\n<p class=\"arabic\">وقال ابن النجار في تاريخه الغزالي إمام الفقهاء على الإطلاق ورباني الأمة \n  بالإتفاق ومجتهد زمانه وعين أوانه برع في المذهب والأصول والخلاف والجدل والمنطق \n  وقرأ الحكمة والفلسفة وفهم كلامهم وتصدى للرد عليهم وكان شديد الذكاء قوي \n  الإدراك ذا فطنة ثاقبة وغوص على المعاني حتى قيل إنه ألف كتابه المنخول فلما \n  رآه أبو المعالي قال دفنتني وأنا حي فهلا صبرت حتى أموت لأن كتابك غطى على \n  كتابي .\n</p>\n<p class=\"arabic\">ثم روى ابن النجار بسنده أن والد الغزالي كان رجلا من أرباب المهن يغزل الصوف \n  ويبيعه في دكانه بطوس فلما احتضر أوصى بولديه محمد وأحمد إلى صديق له صوفي \n  صالح فعلمهما الخط وفني ما خلف لهما أبوهما وتعذر عليهما القوت فقال أرى لكما \n  أن تلجأ إلى المدرسة كأنكما طالبين للفقه عسى يحصل لكما مقدار قوتكما ففعلا \n  ذلك *35*127* .\n</p>\n<p class=\"arabic\">وقال أبو العباس أحمد الخطيبي كنت يوما في حلقة الغزالي رحمه الله فقال مات \n  أبي وخلف لي ولأخي مقدارا يسيرا ففني بحيث تعذر القوت علينا وصرنا إلى مدرسة \n  نطلب الفقه ليس المراد سوى تحصيل القوت وكان تعلمنا لذلك لا لله فأبى أن يكون \n  لله .\n</p>\n<p class=\"arabic\">وقال أسعد الميهني سمعت الغزالي يقول هاجرت إلى أبي نصر الإسماعيلي بجرجان \n  فأقمت إلى أن أخذت عنه التعليقة .\n</p>\n<p class=\"arabic\">قال ابن النجار وقرأت على أبي القاسم الأسدي العابد بالثغر عن أبي محمد عبد \n  الله بن علي الأشيري قال سمعت أبا محمد عبد المؤمن بن علي القيسي سمعت أبا \n  عبد الله محمد عبد الله بن تومرت السوسي يقول أبو حامد الغزالي قرع الباب \n  وفتح لنا .\n</p>\n<p class=\"arabic\">قال ابن النجار بلغني أن أبا المعالي الجويني كان يصف تلامذته يقول الغزالي \n  بحر مغرق إلكيا أسد مخرق والخوافي نار تحرق .\n</p>\n<p class=\"arabic\">وقال أبو محمد العثماني وغيره سمعنا محمد بن يحيى بن عبد المنعم العبدري المؤدب \n  يقول رأيت بالإسكندرية سنة خمسمائة كأن الشمس طلعت من مغربها فعبره لي عابر \n  ببدعة تحدث فيهم فبعد أيام وصل الخبر بإحراق كتب الغزالي بالمرية ) .\n</p>\n<p class=\"arabic\">وقال أبو عامر العبدري الحافظ سمعت أبا نصر أحمد بن محمد بن عبد *35*128* \n  القاهر الطوسي يحلف بالله أنه أبصر في نومه كأنه ينظر في كتب الغزالي فإذا \n  هي كلها تصاوير .\n</p>\n<p class=\"arabic\">قلت للغزالي غلط كثير وتناقض في تواليفه ودخول في الفلسفة وشكوك ومن تأمل \n  كتبه العقلية رأى العجائب وكان مزجي البضاعة من الآثار على سعة علومه وجلالة \n  قدره وعظمته .\n</p>\n<p class=\"arabic\">وقد روى عنه أبو بكر بن العربي الإمام صحيح البخاري بروايته عن الحفصي فيما \n  حكى ابن الحداد الفاسي ولم يكن هذا بثقة فالله أعلم *35*129* .\n</p>\n<p class=\"arabic\">% أنا صب مستهام % % وهموم لي عظام % .\n</p>\n<p class=\"arabic\">% طال ليلي دون صحبتي % % سهرت عيني وناموا % .\n</p>\n<p class=\"arabic\">% بي غليل وعليل % % وغريم وغرام % .\n</p>\n<p class=\"arabic\">% ففؤادي لحبيبي % % ودمي ليس حرام % .\n</p>\n<p class=\"arabic\">% ثم عرضي لعذولي % % أمة العشق كرام % .\n\n</p>"
}