{
    "header": "علي بن إبراهيم بن العباس بن الحسين بن الـ...",
    "id": "022145",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">علي بن إبراهيم بن العباس بن الحسين بن العباس بن الحسن بن الرئيس أبي الجن \n  حسين بن علي بن محمد بن علي بن إسماعيل بن الصادق جعفر بن محمد .\n</h1>\n<p class=\"arabic\">الشريف النسيب أبو القاسم الحسيني الدمشقي الخطيب .\n</p>\n<p class=\"arabic\">كان صدرا نبيلا مرضيا ثقة محدثا مهيبا سنيا ممدوحا بكل لسان خرج له شيخه الخطيب \n  عشرين جزءا سمعها بكاملها وعلى أكثر تصانيف الخطيب خطه وسماعه .\n</p>\n<p class=\"arabic\">وأول سماعه في سنة ثمان وثلاثين وأربعمائة وكان مولده في سنة أربع وعشرين .\n</p>\n<p class=\"arabic\">وقرأ القرآن على أبي علي الأهوازي وغيره .\n</p>\n<p class=\"arabic\">وسمع أبا الحسين محمد بن عبد الرحمن التميمي ورشأ بن نظيف ومحمد بن علي المازني \n  وسليمان بن أيوب الفقيه وأبا عبد الله القضاعي وكريمة المروزية وأبا القاسم \n  الحنائي وأبا بكر الخطيب وجماعة .\n</p>\n<p class=\"arabic\">روى عنه هبة الله الأكفاني والخضر بن شبل الحارثي وعبد الباقي بن محمد التميمي \n  وعبد الله أبو المعالي بن صابر والصائن وأبو القاسم إبنا ابن عساكر وخلق سواهم .\n</p>\n<p class=\"arabic\">قال ابن عساكر كان ثقة مكثرا له أصول بخطوط الوراقين وكان *35*210* متسننا \n  وسبب تسننه مؤدبه أبو عمران الصقلي وكثرة سماعه للحديث .\n</p>\n<p class=\"arabic\">سمع منه شيخه عبد العزيز الكتاني وسمعت منه كثيرا وحكي لي أنني لما ولدت سأل \n  أبي ما سميته وكنيته فقال أبو القاسم علي فقال أخذت اسمي وكنيتي .\n</p>\n<p class=\"arabic\">قال لي أبو القاسم السميساطي أو قال أبو القاسم بن أبي العلاء إنه ما رأى \n  أحدا اسمه علي وكني أبا القاسم إلا كان طويل العمر .\n</p>\n<p class=\"arabic\">وذكر أنه صلى على جنازة فكبر عليها أربعا .\n</p>\n<p class=\"arabic\">قال فجاء صاحب مصر إلى أبيه يعاتبه في ذلك فقال له أبوه لا تصل بعدها على \n  جنازة .\n</p>\n<p class=\"arabic\">قلت كان صاحب مصر رافضيا .\n</p>\n<p class=\"arabic\">قال ابن عساكر كانت له جنازة عظيمة ووصى أن يصلي عليه أبو الحسن الفقيه جمال \n  الإسلام وأن يسنم قبره وأن لا يتولاه أحد من الشيعة وحضرت دفنه .\n</p>\n<p class=\"arabic\">وتوفي في الرابع والعشرين من ربيع الآخر ودفن في المقبرة الفخرية في المصلى \n  ولقبه نسيب الدولة وإنما خفف فقيل النسيب .\n\n</p>"
}