{
    "header": "المؤتمن بن أحمد بن علي بن الحسين بن عبد ...",
    "id": "022112",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">المؤتمن بن أحمد بن علي بن الحسين بن عبد الله الحافظ أبو نصر الربعي الديرعاقولي \n  ثم البغدادي المعروف بالساجي أحد أعلام الحديث .\n</h1>\n<p class=\"arabic\">حافظ كبير متقن حجة ثقة واسع الرحلة كثير الكتابة ورع زاهد *35*192* .\n</p>\n<p class=\"arabic\">سمع أبا الحسين بن النقور وعبد العزيز بن علي الأنماطي وأبا القاسم ابن البسري \n  وأبا القاسم عبد الله بنم الجلال وأبا نصر الزينبي وإسماعيل بن مسعدة وخلقا \n  ببغداد .\n</p>\n<p class=\"arabic\">وأبا بكر الخطيب بصور وأبا عثمان بن ورقاء ببيت المقدس والحسن بن مكي الشيرازي \n  ) .\n</p>\n<p class=\"arabic\">بحلب .\n</p>\n<p class=\"arabic\">ولم أره سمع بدمشق ولا كأنه رآها ودخل إلى إصبهان فسمع أبا عمرو عبد الوهاب \n  بن مندة وأبا منصور بن شكرويه وطبقتهما .\n</p>\n<p class=\"arabic\">وبنيسابور أبا بكر بن خلف .\n</p>\n<p class=\"arabic\">وبهراة أبا إسماعيل الأنصاري وأبا عامر الأزدي وهؤلاء وأبا علي التستري وجماعة \n  بالبصرة .\n</p>\n<p class=\"arabic\">ثم سمع ببغداد ما لا يحصر ثم تزهد وآنقطع .\n</p>\n<p class=\"arabic\">روى عنه سعد الخير الأنصاري وأبو الفضل بن ناصر وأبو المعمر الأنصاري ومحمد \n  بن محمد السنجي وأبو طاهر السلفي وأبو سعد البغدادي وأبو بكر بن السمعاني \n  ومحمد بن علي بن فولاذ وطائفة .\n</p>\n<p class=\"arabic\">قال ابن عساكر سمعت أبا الوقت عبد الأول يقول كان الإمام عبد الله بن محمد \n  الأنصاري إذا رأى المؤتمن يقول لا يمكن أحد أن يكذب على رسول الله صلى الله \n  عليه وسلم ما دام هذا حيا حدثني أخي أبو الحسين هبة الله قال سألت السلفي \n  عن المؤتمن الساجي فقال حافظ متقن لم أر أحسن قراءة منه للحديث تفقه في صباه \n  على الشيخ أبي إسحاق وكتب الشامل عن ابن الصباغ بخطه ثم خرج إلى الشام فأقام \n  بالقدس زمانا وذكر لي أنه سمع من لفظ أبي بكر الخطيب حديثا واحدا بصور غير \n  أنه لم يكن عنده نسخة وكتب ببغداد كتاب الكامل لابن عدي عن ابن مسعدة الإسماعيلي \n  وكتب بالبصرة السنن عن التستري وانتفعت بصحبته ببغداد ونعي إلي وأنا بثغر \n  سلماس وصلينا عليه صلاة الغائب يوم الجمعة *35*193* .\n</p>\n<p class=\"arabic\">وقال أبو النضر الفامي أقام المؤتمن بهراة نحو عشر سنين وقرأ الكثير وكتب \n  الجامع للترمذي ست كرات وكان فيه صلف نفس وقناعة وعفة واشتغال بما يعنيه .\n</p>\n<p class=\"arabic\">وقال أبو بكر محمد بن منصور السمعاني ما رأيت بالعراق من يفهم الحديث غير \n  رجلين المؤتمن الساجي ببغداد وإسماعيل بن محمد التيمي بإصبهان .\n</p>\n<p class=\"arabic\">وسمعت المؤتمن يقول سألت عبد الله بن محمد الأنصاري عن أبي علي الخالدي فقال \n  كان له في الكذب قصة ومن الحفظ حصة .\n</p>\n<p class=\"arabic\">وقال السلفي لم يكن ببغداد أحسن قراءة للحديث منه يعني الساجي كان لا يمل \n  قراءته وإن ) .\n</p>\n<p class=\"arabic\">طالت قرأ لنا على أبي الحسين بن الطيوري كتاب الفاضل للرامهرمزي في مجلس .\n</p>\n<p class=\"arabic\">وقال يحيى بن مندة الحافظ قدم المؤتمن الساجي إصبهان وسمع من والدي كتاب معرفة \n  الصحابة وكتاب التوحيد والأمالي وحديث ابن عيينة لجدي فلما أخذ في قراءة غرائب \n  شعبة بلغ إلى حديث عمر في لبس الحرير فلما انتهى إلى آخر الحديث كان الوالد \n  في حال الإنتقال إلى الآخرة وقضى نحبه عند انتهاء ذلك بعد عشاء الآخرة هذا \n  ما رأينا وشاهدنا وعلمنا ثم قدم أبو الفضل محمد بن طاهر سنة ست وخمسمائة وقرأنا \n  عليه جزءا من مجموعاته وقرأ عليه أبو نصر اليونارتي جزءا من الحكايات فيه \n  سمعت أصحابنا بإصبهان يقولون إنما تمم المؤتمن الساجي كتاب معرفة الصحابة \n  على أبي عمرو بعد موته وذلك أنه كان يقرأ عليه وهو في النزع ومات وهو يقرأ \n  عليه وكان يصاح به نريد أن نغسل الشيخ .\n</p>\n<p class=\"arabic\">قال يحيى فلما سمعت هذه الحكاية قلت ما جرى ذلك يجب أن *35*194* تصلح هذا \n  فإنه كذب وزور .\n</p>\n<p class=\"arabic\">وكتب اليونارتي في الحال على حاشية النسخة صورة الحال وأما قراءة معرفة الصحابة \n  فكان قبل موت الوالد بشهرين وكان المؤتمن والله متورعا زاهدا صابرا على الفقر \n  رحمه الله .\n</p>\n<p class=\"arabic\">وقال أبو بكر محمد بن فولاذ الطبري أنشدنا المؤتمن لنفسه .\n</p>\n<p class=\"arabic\">% وقالوا كن لنا خدنا وخلا % % ولا والله أفعل ما شاءوا % .\n</p>\n<p class=\"arabic\">% أحابيهم ببعضي أو بكلي % % وكيف وجلهم نعم وشاء % .\n</p>\n<p class=\"arabic\">وقال ابن ناصر سألت المؤتمن عن مولده فقال في صفر سنة خمس وأربعين وأربعمائة .\n</p>\n<p class=\"arabic\">وتوفي في صفر سنة سبع وصليت عليه وكان عالما فهما ثقة مأمونا .\n\n</p>"
}