{
    "header": "محمد بن طاهر بن علي بن أحمد  الحافظ أبو ...",
    "id": "022103",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن طاهر بن علي بن أحمد  الحافظ أبو الفضل المقدسي ويعرف بابن \n  القيسراني الشيباني .\n</h1>\n<p class=\"arabic\">له الرحلة الواسعة .\n</p>\n<p class=\"arabic\">سمع ببلده من نصر المقدسي وابن ورقاء وجماعة .\n</p>\n<p class=\"arabic\">ودخل بغداد سنة سبع وستين فسمع من الصريفيني وابن النقور وطبقتهما .\n</p>\n<p class=\"arabic\">وحج وجاور فسمع من أبي علي الشافعي وسعد الزنجاني وهياج الحطيني .\n</p>\n<p class=\"arabic\">وصحب الزنجاني وتخرج به في التصوف والحديث والسنة ورحل بإشارته إلى مصر فسمع \n  بها من أبي إسحاق الحبال .\n</p>\n<p class=\"arabic\">وبالإسكندرية من الحسين بن عبد الرحمن الصفراوي .\n</p>\n<p class=\"arabic\">وبتنيس من علي بن الحسين بن محمد بن أحمد بن الحداد حدثه عن جده عن أحمد بن \n  عيسى الوشاء عن عيسى بن زغبة وذلك من أعلى ما وقع له في الرحلة المصرية .\n</p>\n<p class=\"arabic\">وسمع بدمشق من أبي القاسم بن أبي العلاء الفقيه *35*170* .\n</p>\n<p class=\"arabic\">وبحلب من الحسن بن مكي الشيرازي .\n</p>\n<p class=\"arabic\">وبالجزيرة العمرية من أبي أحمد عبد الوهاب بن محمد اليمني عن أبي عمر بن مهدي .\n</p>\n<p class=\"arabic\">وبالرحبة من الحسين بن سعدون .\n</p>\n<p class=\"arabic\">وبصور من القاضي علي بن محمد بن عبد الله الهاشمي .\n</p>\n<p class=\"arabic\">وبإصبهان من عبد الوهاب بن مندة وإبراهيم بن محمد القفال وطائفة .\n</p>\n<p class=\"arabic\">وبنيسابور من الفضل بن المحب وموسى بن عمران وأبي بكر بن خلف .\n</p>\n<p class=\"arabic\">وبهراة من محمد بن أبي مسعود الفارسي وكلار وبيبى وشيخ الإسلام .\n</p>\n<p class=\"arabic\">وبجرجان من إسماعيل بن مسعدة والمظفر بن حمزة البيع ) .\n</p>\n<p class=\"arabic\">وبآمد من قاسم بن أحمد الخياط الإصبهاني وهو من كبار شيوخه سمع سنة أربع وثمانين \n  وثلاثمائة من محمد بن أحمد بن جشنس صاحب ابن صاعد .\n</p>\n<p class=\"arabic\">وبأستراباذ من علي بن عبد الملك الحفصي حدثه عن هلال الحفار .\n</p>\n<p class=\"arabic\">وببوشنج من عبد الرحمن بن محمد بن عفيف كلار .\n</p>\n<p class=\"arabic\">وبالبصرة من عبد الملك بن شغبة .\n</p>\n<p class=\"arabic\">وبالدينور من أحمد بن عيسى بن عباد الدينوري عن ابن لال الهمذاني .\n</p>\n<p class=\"arabic\">وبالري من إسماعيل بن علي الخطيب عن يحيى بن إبراهيم المزكي .\n</p>\n<p class=\"arabic\">وبسرخس من محمد بن عبد الملك المظفري عن أحمد بن محمد بن الفضل الكرابيسي \n  عن محمد بن حمدويه المروزي *35*171* .\n</p>\n<p class=\"arabic\">وبشيراز من علي بن محمد بن علي الشروطي عن الحسن بن أحمد ابن محمد بن الليث \n  الحافظ إملاء سنة إحدى وأربعمائة ثنا ابن البختري ببغداد .\n</p>\n<p class=\"arabic\">وبقزوين من أبي بكر محمد بن إبراهيم بن علي العجلي الإمام عن أبي عمر بن مهدي \n  قدم عليهم .\n</p>\n<p class=\"arabic\">وبالكوفة من أبي القاسم الحسين بن محمد من طريق آبن أبي غرزة .\n</p>\n<p class=\"arabic\">وبالموصل من هبة الله بن أحمد المقريء عن محمد بن علي بن بحشل عن محمد بن \n  يحيى بن عمر بن علي بن حرب .\n</p>\n<p class=\"arabic\">وبمرو محمد بن الحسن المهربن دقشابي عن أحمد بن عبدوس النسوي .\n</p>\n<p class=\"arabic\">وبمرو الروذ من الحسن بن محمد الفقيه عن الحيري .\n</p>\n<p class=\"arabic\">وبنوقان من محمد بن سعيد الحاكم عن السلمي .\n</p>\n<p class=\"arabic\">وبنهاوند من عمر بن عبيد الله القاضي عن عبد الملك بن بشران .\n</p>\n<p class=\"arabic\">وبهمذان من عبد الواحد بن علي الصوفي عن محمد بن علي بن حمدويه الطوسي .\n</p>\n<p class=\"arabic\">وبالمدينة النبوية من طراد الزينبي .\n</p>\n<p class=\"arabic\">وبواسط من صدقة بن محمد المتولي .\n</p>\n<p class=\"arabic\">وبساوة من محمد بن أحمد الكامخي .\n</p>\n<p class=\"arabic\">وبأسداباذ من أبي الحسن علي بن محمد المحلمي عن الحيري ) .\n</p>\n<p class=\"arabic\">وبالأنبار من أبي الحسن علي بن محمد بن محمد الخطيب .\n</p>\n<p class=\"arabic\">وبإسفراين من عبد الملك بن أحمد العدل عن علي بن محمد بن علي السقاء .\n</p>\n<p class=\"arabic\">وبآمل طبرستان من الفضل بن أحمد البصري عن جده عن أبي أحمد ابن عدي *35*172* .\n</p>\n<p class=\"arabic\">وبالأهواز من عمر بن محمد بن حيكان النيسابوري عن ابن ريذة .\n</p>\n<p class=\"arabic\">وببسطام من أبي الفضل محمد بن علي السهلكي عن الحيري .\n</p>\n<p class=\"arabic\">وبخسروجرد من الحسن بن أحمد البيهقي عن الحيري .\n</p>\n<p class=\"arabic\">فهذه أربعون مدينة قد سمع فيها الحديث وسمع في بلدان أخر تركتها .\n</p>\n<p class=\"arabic\">روى عنه شيرويه الهمذاني وأبو جعفر محمد بن الحسن الهمذاني وأبو نصر أحمد \n  بن عمر الغازي وعبد الوهاب الأنماطي وابن ناصر والسلفي وطائفة كبيرة آخرهم \n  موتا محمد بن إسماعيل الطرسوسي الإصبهاني .\n</p>\n<p class=\"arabic\">قال أبو القاسم بن عساكر سمعت إسماعيل بن محمد بن الفضل الحافظ يقول أحفظ \n  من رأيت محمد بن طاهر .\n</p>\n<p class=\"arabic\">وقال يحيى بن مندة في تاريخه كان أحد الحفاظ حسن الإعتقاد جميل الطريقة صدوقا \n  عالما بالصحيح والقيم كثير التصانيف لازما للأثر .\n</p>\n<p class=\"arabic\">وقال السلفي سمعت ابن طاهر يقول كتبت صحيح البخاري ومسلم وابن داود سبع مرات \n  بالوراقة وكتبت سنن ابن ماجة بالوراقة عشر مرات سوى التفاريق بالري .\n</p>\n<p class=\"arabic\">وقال ابن السمعاني سألت أبا الحسن محمد بن أبي طالب عبد الملك الفقيه بالكرج \n  عن محمد بن طاهر فقال ما كان على وجه الأرض له نظير وعظم أمره ثم قال كان \n  داودي المذهب .\n</p>\n<p class=\"arabic\">قال لي اخترت مذهب داود .\n</p>\n<p class=\"arabic\">فقلت له ولم قال كذا اتفق .\n</p>\n<p class=\"arabic\">فسألته عن أفضل من رأى فقال سعد الزنجاني وعبد الله بن محمد الأنصاري .\n</p>\n<p class=\"arabic\">وقال أبو مسعود الحاجي سمعت ابن طاهر يقول بلت الدم في طلب الحديث مرتين مرة \n  ببغداد ومرة بمكة وذاك أني كنت أمشي حافيا في حر *35*173* الهواجر فلحقني \n  ذلك وما ركبت دابة قط في طلب الحديث وكنت أحمل كتبي على ظهري إلى أن استوطنت \n  البلاد وما سألت في ) .\n</p>\n<p class=\"arabic\">حال الطلب أحدا وكنت أعيش على ما يأتي من غير مسألة .\n</p>\n<p class=\"arabic\">وقال ابن السمعاني يقول سمعت بعض المشايخ يقول كان ابن طاهر يمشي في ليلة \n  واحدة قريبا من سبعة عشر فرسخا وكان يمشي على الدوام بالليل والنهار عشرين \n  فرسخا .\n</p>\n<p class=\"arabic\">أخبرنا إسحاق الأسدي أنا ابن خليل أنا خليل بن أبي الرجاء الرازاني نا محمد \n  بن عبد الواحد الدقاق قال محمد بن طاهر كان صوفيا ملامتيا سكن الري ثم همذان \n  له كتاب صفوة الصوفية له أدنى معرفة بالحديث في باب شيوخ البخاري ومسلم وغيرهما \n  شاهدناه بجرجان ونيسابور ذكر لي عنه حديث الإباحة أسأل الله أن يجنبنا منها \n  وممن يقول بها من الرجال والنساء والأخابث الكحلية من جوانية زماننا وصوفية \n  وقتنا وأن ينقذنا من المعاصي كلها وهم قوم ملاعين لهم رموز ورطانات وضلالة \n  وخذلان وإباحات إن قولهم عند فعل الحرام المنع شؤم والسراويل حجاب وحال *35*174* \n  المذنبين من شربة الخمور والظلمة يعني خير منهم .\n</p>\n<p class=\"arabic\">وقال ابن ناصر محمد بن طاهر ممن لا يحتج به صنف كتابا في جواز النظر إلى المرد \n  أورد فيه حكاية يحيى بن معين أنه قال رأيت جارية بمصر مليحة صلى الله عليها .\n</p>\n<p class=\"arabic\">فقيل له تصلي عليها فقال صلى الله عليها وعلى كل مليح .\n</p>\n<p class=\"arabic\">ثم قال ابن ناصر كان يذهب مذهب الإباحة يعني في النظر إلى الملاح وإلا فلو \n  كان يذهب إلى إباحة مطلقة لكان كافرا والرجل مسلم متبع للأثر شيء وإن كان \n  قد خالف في أمور مثل جواز السماع وقد صنف فيه مصنفا ليته لا صنفه .\n</p>\n<p class=\"arabic\">وقال ابن السمعاني سألت عنه إسماعيل الحافظ فتوقف ثم أساء الثناء عليه وسمعت \n  أبا القاسم بن عساكر يقول جمع ابن طاهر أطراف الصحيحين وأبي داود والترمذي \n  والنسائي وابن ماجة وأخطأ فيه في مواضع خطأ فاحشا رأيته يخط عند أبي العلاء \n  العطار .\n</p>\n<p class=\"arabic\">وقال ابن ناصر محمد بن طاهر كان لحنة وكان يصحف قرأ وإن جبينه *35*175* ليتقصد \n  عرقا بالقاف فقلت بالفاء فكابرني .\n</p>\n<p class=\"arabic\">وقال السلفي كان فاضلا يعرف ولكنه كان لحنة حكى لي المؤتمن قال كنا بهراة \n  عند عبد الله الأنصاري وكان ابن طاهر يقرأ ويلحن فكان الشيخ يحرك رأسه ويقول \n  لا حول ولا قوة ) .\n</p>\n<p class=\"arabic\">إلا بالله .\n</p>\n<p class=\"arabic\">وقال ابن طاهر ولدت في شوال سنة ثمان وأربعين ببيت المقدس وأول ما سمعت سنة \n  ستين .\n</p>\n<p class=\"arabic\">ورحلت إلى بغداد سنة سبع وستين ثم رجعت إلى بيت المقدس فأحرمت من ثم إلى مكة .\n</p>\n<p class=\"arabic\">وقال ابن عساكر كان ابن طاهر له مصنفات كثيرة إلا أنه كثير الوهم وله شعر \n  حسن مع أنه كان لا يحسن النحو وله كتاب المختلف والمؤتلف .\n</p>\n<p class=\"arabic\">وقال ابن طاهر في المنثور رحلت من مصر إلى نيسابور لأجل أبي القاسم الفضل \n  بن المحب صاحب أبي الحسين الخفاف فلما دخلت عليه قرأت في أول مجلس جزءين من \n  حديث أبي العباس السراج فلم أجد لذلك حلاوة واعتقدت أني نلته بغير تعب لأنه \n  لم يمتنع علي ولا طالبني بشيء وكل حديث من الجزءين يسوى رحلة .\n</p>\n<p class=\"arabic\">وقال لما قصدت الإسكندرية كان في القافلة من رشد إليها رجل من أهل الشام ولم \n  أدر ما قصده في ذلك فلما كانت الليلة التي كنا في صبيحتها *35*176* ندخل الإسكندرية \n  رحلنا بالليل وكان شهر رمضان فمشيت قدام القافلة وأخذت في طريق غير الجادة \n  فلما أصبح الصباح كنت على غير الطريق بين جبال الرمل فرأيت شيخا في مقثأة \n  فسألته عن الطريق فقال تصعد هذا الرمل وتنظر البحر وتقصده فإن الطريق على \n  شاطيء البحر فصعدت الرمل ووقعت في قصب الأقلام وكنت كلما وجدت قلما مليحا \n  اقتلعته إلى أن اجتمع من ذلك حزمة عظيمة وحميت الشمس وأنا صائم وكان الصيف \n  فتعبت فأخذت أنتقي الجيد وأطرح سواه إلى أن بقي معي ثلاثة أقلام لم أر مثلها \n  طول كل عقدة شبرين وزيادة فقلت إن الإنسان لا يموت من حمل هذه ووصلت إلى القافلة \n  المغرب فقام إلي ذلك الرجل وأكرمني فلما كان في بعض الليل رحلت القافلة فقال \n  لي إن في هذه الليلة مكس ومعي هذه الفضة وعليها العشر فإن قدرت وحملتها معك \n  لعلها تسلم فعلت في حقي جميلا .\n</p>\n<p class=\"arabic\">فقلت أفعل .\n</p>\n<p class=\"arabic\">قال فحملتها ووصلت الإسكندرية وسلمت ودفعتها إليه فقال تحب أن تكون عندي فإن \n  المساكنة تتعذر .\n</p>\n<p class=\"arabic\">فقلت أفعل .\n</p>\n<p class=\"arabic\">فلما كان المغرب صليت ودخلت عليه فوجدته قد أخذ الثلاثة الأقلام وشق كل واحد \n  منها ) .\n</p>\n<p class=\"arabic\">نصفين وشدها شدة واحدة وجعلها شبه المسرجة وأقعد السراج عليها فلحقني من ذلك \n  من الغم شيء لم يمكني أن آكل الطعام معه وآعتذرت إليه وخرجت إلى المسجد فلما \n  صليت التراويح أقمت في المسجد فجاءني القيم وقال لم تجر العادة لأحد أن يبيت \n  في المسجد .\n</p>\n<p class=\"arabic\">فخرجت وأغلق الباب وجلست على باب المسجد لا أدري إلى أين أذهب فبعد ساعة عبر \n  الحارس فأبصرني فقال لي من أنت فقلت غريب من أهل العلم وحكيت له القصة .\n</p>\n<p class=\"arabic\">فقال قم معي فقمت معه فأجلسني في مركزه وثم سراج جيد وأخذ يطوف ويرجع إلى \n  عندي واغتنمت أنا السراج فأخرجت الأجزاء وقعدت *35*177* أكتب إلى وقت السحر \n  فأخرج إلي شيئا من المأكول فقلت لم تجر لي عادة السحور .\n</p>\n<p class=\"arabic\">وأقمت بعد هذا بالإسكندرية ثلاثة أيام أصوم النهار وأبيت عنده وأعتذر إليه \n  وقت السحر ولا يعلم إلى أن سهل الله بعد ذلك وفتح .\n</p>\n<p class=\"arabic\">وقال أقمت بتنيس مدة على أبي محمد بن الحداد ونظرائه فضاق بي ولم يبق معي \n  غير درهم وكنت في ذلك أحتاج إلى خبز وأحتاج إلى كاغذ فكنت أتردد إن صرفته \n  في الخبر لم يكن لي كاغذ وإن صرفته في الكاغذ لم يكن لي خبز ومضى على هذا \n  ثلاثة أيام ولياليهن لم أطعم فيها فلما كان بكرة اليوم الرابع قلت في نفسي \n  لو كان لي اليوم كاغذ لم يمكن أن أكتب فيه شيئا لما بي من الجوع فجعلت الدرهم \n  في فمي وخرجت لأشتري الخبز فبلعته ووقع علي الضحك فلقيني أبو طاهر بن حطامة \n  الصائغ المواقيتي بها وأنا أضحك فقال لي ما أضحكك فقلت خير .\n</p>\n<p class=\"arabic\">فألح علي وأبيت فحلف بالطلاق لتصدقني لم تضحك فأخبرته وأخذ بيدي وأدخلني منزلة \n  وتكلف لي ذلك اليوم أطعمة فلما كان وقت صلاة الظهر خرجت أنا وهو إلى الصلاة \n  فآجتمع به بعض وكلاء عامل تنيس فسأله عني فقال هو هذا فقال إن صاحبي منذ شهر \n  أمرني أن أوصل إليه في كل يوم عشرة دراهم قيمتها ربع دينار وسهوت عنه .\n</p>\n<p class=\"arabic\">قال فأخذ منه ثلاثمائة درهم وجاءني وقال قد سهل الله رزقا لم يكن في الحساب \n  وأخبرني بالقصة فقلت تكون عندك ونكون على ما نحن من الإجتماع إلى وقت الخروج \n  فإنني ) .\n</p>\n<p class=\"arabic\">وحدي ففعل وكان بعد ذلك يصلني ذلك القدر إلى أن خرجت من البلد إلى الشام .\n</p>\n<p class=\"arabic\">وقال رحلت من طوس إلى إصبهان لأجل حديث أبي زرعة الرازي الذي أخرجه مسلم عنه \n  في الصحيح ذاكرني به بعض الرحالة بالليل فلما *35*178* أصبحت شددت علي وخرجت \n  إلى إصبهان فلم أحلل عني حتى دخلت على الشيخ أبي عمرو فقرأته عليه عن أبيه \n  عن أبي بكر القطان عن أبي زرعة ودفع إلي ثلاثة أرغفة وكمثراتين ثم خرجت من \n  عنده إلى الموضع الذي نزلت فيه وحللت عني .\n</p>\n<p class=\"arabic\">وقال كنت ببغداد في أول الرحلة الثانية من الشام وكنت أنزل برباط الزوزني \n  وكان به صوفي يعرف بأبي النجم فمضى علينا ستة أيام لم نطعم فيها فدخل علي \n  الشيخ أبو علي المقدسي الفقيه فوضع دينارا وآنصرف فدعوت بأبي النجم وقلت قد \n  فتح الله بهذا أي شيء نعمل به .\n</p>\n<p class=\"arabic\">فقال تعبر ذاك الجانب وتشتري جبزا وشواء وحلواء وباقلى أخضر ووردا وخسا بالجميع \n  وترجع فتركت الدينار في وسط مجلدة معي وعبرت ودخلت على بعض أصدقائنا وتحدثت \n  عنده ساعة فقال لي لأي شيء عبرت .\n</p>\n<p class=\"arabic\">فقلت له .\n</p>\n<p class=\"arabic\">فقال وأين الدينار *35*179* فظننت أني قد تركته في جيبي فطلبته فلم أجده فضاق \n  صدري ونمت فرأيت في المنام كأن قائلا يقول لي أليس قد وضعته في وسط المجلدة \n  فقمت من النوم وفتحت المجلدة وأخذت الدينار واشتريت جميع ما طلب رفيقي وحملته \n  على رأسي ورجعت إليه وقد أبطأت عليه فلم أخبره بشيء إلى أن أكلت ثم أخبرته \n  فضحك وقال لو كان هذا الأكل لكنت أبكي .\n</p>\n<p class=\"arabic\">وقال كنت ببغداد في سنة سبع وستين فلما كان عشية اليوم الذي بويع فيه المقتدي \n  بأمر الله دخلنا على الشيخ أبي إسحاق جماعة من أهل الشام وسألناه عن البيعة \n  كيف كانت فحكى لنا ما جرى ثم نظر إلي وأنا يؤمئذ مختط وقال هو أشبه الناس \n  بهذا وكان مولد المقتدي في الثاني عشر من جمادى الأولى سنة ثمان وأربعين وأربعمائة \n  ومولدي في سادس شوال من هذه السنة .\n</p>\n<p class=\"arabic\">قال أبو زرعة طاهر بن محمد بن طاهر أنشدني أبي لنفسه ) .\n</p>\n<p class=\"arabic\">% لما رأيت فتاة الحي قد برزت % % من الحطم تروم السعي في الظلم % .\n</p>\n<p class=\"arabic\">% ضوء النهار بدا من ضوء بهجتها % % وظلمة الليل من مسودها الفحم % .\n</p>\n<p class=\"arabic\">% خدعتها بكلام يستلذ به % % وإنما يخدع الأحرار بالكلم % .\n</p>\n<p class=\"arabic\">وقال المبارك بن كامل الخفاف أنشدنا ابن طاهر لنفسه .\n</p>\n<p class=\"arabic\">% ساروا بها كالبدر في هودج % % يميس محفوفا بأترابه % .\n</p>\n<p class=\"arabic\">% فاستعبرت تبكي فعاتبتها % % خوفا من الواشي وأصحابه % .\n</p>\n<p class=\"arabic\">% فقلت لا تبك على هالك % % بعدك ما يبقى على ما به % .\n</p>\n<p class=\"arabic\">% للموت أبواب وكل الورى % % لا بد أن تدخل من بابه % .\n</p>\n<p class=\"arabic\">% وأحسن الموت بأهل الهوى % % من مات من فرق أحبابه % .\n</p>\n<p class=\"arabic\">وله .\n</p>\n<p class=\"arabic\">% خلعت العذار بلا منة % % على من خلعت عليه العذارا % .\n</p>\n<p class=\"arabic\">*35*180* .\n</p>\n<p class=\"arabic\">% وأصبحت حيران لا أرتجي % % جنانا ولا أتقي فيه نارا % .\n</p>\n<p class=\"arabic\">وقال شيرويه في تاريخ همذان محمد بن طاهر سكن همذان وبنى بها دارا وكان ثقة \n  صدوقا حافظا عالما بالصحيح والسقيم حسن المعرفة بالرجال والمتون كثير التصانيف \n  جيد الخط لازما للأثر بعيدا من الفضول والتعصب خفيف الروح قوي السير في السفر \n  كثير الحج والعمرة كتب عن عامة مشايخ الوقت *35*181* .\n</p>\n<p class=\"arabic\">قال شجاع الذهلي مات ابن طاهر عند قدومه بغداد من الحج يوم الجمعة في ربيع \n  الأول .\n</p>\n<p class=\"arabic\">وقال أبو المعمر توفي يوم الجمعة النصف من ربيع الأول ببغداد *35*182* .\n\n</p>"
}