{
    "header": "محمد بن علي بن ميمون بن محمد الحافظ أبو ...",
    "id": "022215",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن علي بن ميمون بن محمد الحافظ أبو الغنائم النرسي الكوفي المقريء ويعرف \n  بأبي ثقة مفيد سمع الكثير بالكوفة وببغداد .\n</h1>\n<p class=\"arabic\">وكان ينوب عن خطيب الكوفة .\n</p>\n<p class=\"arabic\">وسمع محمد بن علي بن عبد الرحيم العلوي وأبا طاهر محمد بن العطار ومحمد بن \n  إسحاق ) .\n</p>\n<p class=\"arabic\">بن فدويه ومحمد بن محمد بن خازم بن نفط وجماعة بالكوفة وكريمة المروزية وعبد \n  العزيز بن بندار الشيرازي بمكة وأبا الحسن أحمد بن محمد الزعفراني وأحمد بن \n  محمد بن قفرجل وعبد الكريم بن محمد المحاملي وأبا الفتح بن شيطا وأبا بكر \n  بن بشران وأبا عبد الله بن حبيب القادسي وأبا القاسم التنوخي وأبا إسحاق البرمكي \n  وأبا الطيب الطبري وأبا منصور بن السواق ببغداد .\n</p>\n<p class=\"arabic\">وقدم الشام زائرا بيت المقدس *35*257* .\n</p>\n<p class=\"arabic\">وسمع بالشام وكان يقول ما بالكوفة أحد من أهل الحديث والسنة إلا أبيا .\n</p>\n<p class=\"arabic\">وكان مولده سنة أربع وعشرين وأربعمائة .\n</p>\n<p class=\"arabic\">روى عنه أبو الفتح نصر المقدسي الفقيه مع تقدمه وابن كليب إجازة وبينهما في \n  الموت مائة وست وسنين ومحمد بن ناصر ومعالي بن أبي بكر الكيال ومسلم بن ثابت \n  النحاس ومحمد بن حيدرة بن عمر الحسيني وخلق كثير .\n</p>\n<p class=\"arabic\">وسمع منه الحفاظ أبو عبد الله الحميدي وجعفر بن يحيى الحكاك وأبو بكر بن الخاضبة \n  وأبو مسلم عمر بن علي الليثي في سنة ستين وأربعمائة .\n</p>\n<p class=\"arabic\">وجمع لنفسه معجما وخرج مجاميع حسانا ونسخ الكثير .\n</p>\n<p class=\"arabic\">وممن روى عنه من القدماء عبد المحسن بن محمد الشيحي التاجر .\n</p>\n<p class=\"arabic\">وقال أول سماعي للحديث سنة اثنتين وأربعين وأول رحلتي سنة خمس أدركت البرمكي \n  فسمعت منه ثلاثة أجزاء ومات .\n</p>\n<p class=\"arabic\">وقد وصفه عبد الوهاب الأنماطي بالحفظ والإتقان وقال كانت له معرفة ثاقبة .\n</p>\n<p class=\"arabic\">وقال محمد بن علي بن فولاذ الطبري سمعت أبا الغنائم الحافظ يقول كنت أقرأ \n  القرآن على المشايخ وأنا صبي فقال الناس أنت أبي وذلك لجودة قراءتي .\n</p>\n<p class=\"arabic\">قلت قرأ على محمد بن علي بن عبد الرحمن العلوي عن قراءته على أبي عبد الله \n  الجعفي .\n</p>\n<p class=\"arabic\">قرأ عليه أبو الكرم الشهر زوري لعاصم .\n</p>\n<p class=\"arabic\">وروى عنه السلفي أجزاء وقعت لنا *35*258* .\n</p>\n<p class=\"arabic\">وقال ابن ناصر كان حافظا ثقة متقنا ما رأينا مثله كان يتهجد ويقوم الليل .\n</p>\n<p class=\"arabic\">قرأ عليه أبو طاهر بن اللفة حديثا فأنكره وقال ليس هذا من حديثي فسأله عن \n  ذلك فقال ) .\n</p>\n<p class=\"arabic\">أعرف حديثي كله لأني نظرت فيه مرارا فما يخفى علي منه شيء .\n</p>\n<p class=\"arabic\">وكان يقدم كل سنة من سنة ثمان وتسعين في رجب فيبقى ببغداد إلى بعد العيد ويرجع \n  ونسخ بالأجرة ليستعين على العيال .\n</p>\n<p class=\"arabic\">وأول ما سمع سنة اثنتين وأربعين .\n</p>\n<p class=\"arabic\">وكان أبو عامر العبري يثني عليه ويقول ختم هذا الشأن بأبي رحمه الله .\n</p>\n<p class=\"arabic\">مرض أبي ببغداد وحمل إلى الكوفة فأدركه أجله بالحلة السيفين وحمل إلى الكوفة \n  مشيا فدفن بها وذلك في شعبان .\n</p>\n<p class=\"arabic\">ومات يوم سادس عشره *35*259* .\n\n</p>"
}