{
    "header": "عبد الغفار بن محمد بن الحسين بن علي بن شـ...",
    "id": "022203",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الغفار بن محمد بن الحسين بن علي بن شيرويه بن علي أبو بكر الشيرويي النيسابوري \n  التاجر .\n</h1>\n<p class=\"arabic\">سمع أبا بكر الحيري وأبا سعيد الصيرفي .\n</p>\n<p class=\"arabic\">وهو آخر من روى في الدنيا عنهما .\n</p>\n<p class=\"arabic\">وروى عن أبي حسان المزكي وأحمد بن محمد بن الحارث النحوي ووالده *35*246* .\n</p>\n<p class=\"arabic\">روى عنه الحافظ أبو سعد السمعاني وأبو الفتوح الطائي وعبد المنعم الفراوي \n  وخلق كثير .\n</p>\n<p class=\"arabic\">وروى عنه بالإجازة ذاكر بن كامل الخفاف وأبو المكارم أحمد بن محمد اللبان \n  ) .\n</p>\n<p class=\"arabic\">وكان مولده في ذي الحجة سنة أربع عشرة .\n</p>\n<p class=\"arabic\">وتوفي في ثامن عشر ذي الحجة وقد استكمل ستا وتسعين سنة .\n</p>\n<p class=\"arabic\">قال السمعاني في كتاب الأنساب كان صالحا عابدا معمرا رحل إليه من البلاد وسمع \n  الحيري والصيرفي وعبد القاهر بن طاهر ومحمد ابن إبراهيم المزكي .\n</p>\n<p class=\"arabic\">وقد دخل إصبهان وسمع بها من ابن ريذة وأبي طاهر بن عبد الرحيم أحضرني والدي \n  مجلسه وكان أبوه يروي عن المخلص .\n</p>\n<p class=\"arabic\">وهو فقد أجاز لمن شاء الرواية عنه وهو من قرية كونابذ ثم عربت فقيل جنابذ \n  بفتح الباء .\n</p>\n<p class=\"arabic\">وهي من قهستان من رساتيق نيسابور .\n</p>\n<p class=\"arabic\">وكان صالحا عفيفا تجر إلى البلاد مضاربة بأموال الناس ثم عجز وانقطع لتسميع \n  الحديث .\n</p>\n<p class=\"arabic\">وكان مكثرا .\n</p>\n<p class=\"arabic\">ومن شيوخه أبو سعيد نصر الدين بن أبي الخير الميهني وأبو منصور عبد القاهر \n  بن طاهر البغدادي .\n</p>\n<p class=\"arabic\">ألحق الأحفاد بالأجداد وسمع منه من دب ودرج وسار ذكره ولم تتغير حواسه إلا \n  بصره فضعف *35*247* .\n</p>\n<p class=\"arabic\">ومن شيوخه أبو عبد الله بن باكويه السراج .\n</p>\n<p class=\"arabic\">قال الفضل بن عبد الواحد الإصبهاني سمعت الرئيس الثقفي يقول لا جادنا من خراسان \n  ناصر إلا بأبي بكر الشيرويي فإنه أخيرهم وأنفعهم .\n</p>\n<p class=\"arabic\">قال السلفي سمعت منه الكثير ولي ثلاث سنين ونصف بقراءة أبي وسمع أخي في الخامسة \n  فمن ذلك جزء سفيان وخمسة أجزاء من ثمانية من مسند الشافعي خمسة أجزاء من ثمانية \n  أجزاء .\n\n</p>"
}