{
    "header": "محمد بن منصور بن محمد بن عبد الجبار الإمـ...",
    "id": "022218",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن منصور بن محمد بن عبد الجبار الإمام أبو بكر ابن العلامة أبي المظفر \n  التميمي السمعاني المروزي الحافظ والد الحافظ أبي سعد  .\n</h1>\n<p class=\"arabic\">قال ولده نشأ في عبادة وتحصيل وحظي من الأدب وثمرته نظما ونثرا بأعلى المراتب \n  وكان متصرفا في الفنون بما يشاء وبرع في الفقه والخلاف وزاد على أقرانه بعلم \n  الحديث ومعرفة الرجال والأنساب والتواريخ وطرز فضله بمجالس تذكيره الذي تصدع \n  صم الصخور عن تحذيره ونفق سوق تقواه عن الملوك والأكابر .\n</p>\n<p class=\"arabic\">وسمع والده وأبا الخير محمد بن أبي عمران الصفار وأبا القاسم الزاهري وعبد \n  الله بن أحمد الطاهر وأبا الفتح عبيد الله الهاشمي .\n</p>\n<p class=\"arabic\">ورحل إلى نيسابور فسمع أبا علي نصر الله بن أحمد الخشنام وعلي بن أحمد المؤذن \n  وعبد الواحد بن القشيري .\n</p>\n<p class=\"arabic\">ودخل بغداد سنة سبع وتسعين فسمع بها ثابت بن بندار ومحمد بن عبد السلام الأنصاري \n  وأبا سعد بن خشيش وأبا الحسين بن الطيوري وطبقتهم .\n</p>\n<p class=\"arabic\">وبالكوفة أبا البقاء المعمر الحبال وأبا الغنائم النرسي .\n</p>\n<p class=\"arabic\">وبمكة والمدينة وأقام ببغداد مدة يعظ بالنظامية .\n</p>\n<p class=\"arabic\">وقرأ التاريخ على أبي محمد الأبنوسي عن الخطيب ثم رحل إلى همذان في سنة ثمان \n  وتسعين فسمع بها وبإصبهان من أبي بكر أحمد بن محمد ابن مردويه وأبي الفتح \n  أحمد بن محمد الحداد وأبي سعد المطرز .\n</p>\n<p class=\"arabic\">ورجع إلى مرو .\n</p>\n<p class=\"arabic\">قال ثم رحل بي وبأخي سنة تسع وخمسمائة إلى نيسابور وأسمعنا من الشيروي وغيره .\n</p>\n<p class=\"arabic\">وتوفي في صفر وله ثلاث وأربعون سنة وقد أملى مائة وأربعين مجلسا بجامع مرو \n  كل من رآها اعترف له أنه لم يسبق إليها وكان يروي في الوعظ والحديث بأسانيده \n  وقد طلب مرة للذين يقرأون في مجلسه فجاءه لهم ألف دينار من الحاضرين .\n</p>\n<p class=\"arabic\">وقيل له في مجلس الوعظ ما يدرينا أنه يضع الأسانيد في الحال ونحن لا *35*261* \n  ندري وكتبوا له بذلك رقعة فنظر فيها وروى حديث من كذب علي متعمدا من نيف وتسعين \n  طريقا ثم قال إن كان أحد يعرف فقولوا له يكتب عشرة أحاديث بأسانيدها ويخلط \n  الأسانيد ويسقط منها فإن لم أميزها فهو كما يدعي ففعلوا ذلك امتحانا له فرد \n  كل إسم إلى موضعه وفي هذا اليوم طلب لقراء مجلسه فأعطاهم الناس ألف دينار \n  هذا معنى ما ثنا شيخنا محمد بن أبي بكر السنجي وسمعت إسماعيل بن محمد الإصبهاني \n  الحافظ يقول لو صرف والدك همته إلى هدم هذا الجدار لسقط .\n</p>\n<p class=\"arabic\">وقال السلفي فيه فيما سمعت أبا العز البستي ينشده عنه .\n</p>\n<p class=\"arabic\">% يا سائلي عن علم الزمان % % وعالم العصر لدى الأعيان % .\n</p>\n<p class=\"arabic\">*35*262* .\n</p>\n<p class=\"arabic\">% لست ترى في عالم العيان % % كابن أبي المظفر السمعاني % .\n</p>\n<p class=\"arabic\">وله .\n</p>\n<p class=\"arabic\">% هو المزني كان أبا الفتاوى % % وفي علم الحديث الترمذي % .\n</p>\n<p class=\"arabic\">% وجاعظ عصره في النثر صدقا % % وفي وقت التشاعر بحتري % .\n</p>\n<p class=\"arabic\">% وفي النحو الخليل بلا خلاف % % وفي حفظ اللغات الأصمعي % .\n</p>\n<p class=\"arabic\">قلت روى عنه السلفي وأبو الفتوح الطائي وخلق من أهل مرو *35*263* .\n\n</p>"
}