{
    "header": "علي بن عقيل بن محمد بن عقيل بن عبد الله ...",
    "id": "022390",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">علي بن عقيل بن محمد بن عقيل بن عبد الله .\n</h1>\n<p class=\"arabic\">الإمام أبو الوفاء البغدادي الظفري شيخ الحنابلة وصنف التصانيف *35*350* .\n</p>\n<p class=\"arabic\">كان يسكن الظفرية ومسجده بها معروف .\n</p>\n<p class=\"arabic\">ولد سنة إحدى وثلاثين وأربعمائة .\n</p>\n<p class=\"arabic\">وسمع أبا بكر محمد بن عبد الملك بن بشران وأبا الفتح بن شيطا المقريء وأبا \n  محمد الجوهري والقاضي أبا يعلى والحسن بن غالب المقريء وجماعة .\n</p>\n<p class=\"arabic\">روى عنه أبو حفص المغازلي وأبو المعمر الأنصاري ومحمد بن أبي بكر السنجي والسلفي \n  وخطيب الموصل وآخرون .\n</p>\n<p class=\"arabic\">وتفقه على القاضي أبي يعلى وعلى الموجودين بعده .\n</p>\n<p class=\"arabic\">وقرأ علم الكلام على أبي علي بن الوليد وأبي القاسم بن التبان البغداديين \n  صاحبي القاضي أبي الحسين البصري *35*351* .\n</p>\n<p class=\"arabic\">أنبئت عن حماد الحراني قال سمعت السلفي يقول ما رأت عيني مثل الشيخ أبي الوفاء \n  بن عقيل الفقيه ما كان أحد يقدر أن يتكلم معه لغزارة علمه وحسن إيراده وبلاغه \n  كلامه وقوة حجته ولقد تكلم يوما مع شيخنا أبي الحسن إلكنا في مسألة فقال له \n  شيخنا هذا ليس بمذهبك .\n</p>\n<p class=\"arabic\">فقال له أبو الوفاء أكون مثل أبي علي الجبائي وفلان وفلان لا أعلم شيئا أنا \n  لي اجتهاد حتى ما طالبني خصم بحجة كان عندي ما أدفع به عن نفسي وأقوم له بحجتي .\n</p>\n<p class=\"arabic\">فقال شيخنا كذلك الظن بك .\n</p>\n<p class=\"arabic\">قلت وكان إماما مبرزا مناظرا كثير العلم له يد طولى في علم الكلام وكان يتوقد \n  ذكاء له كتاب الفنون لم يصنف في الدنيا أكبر منه حدثني من رأى المجلد الفلاني \n  بعد الأربعمائة يحكي فيه بحوثا شريفة ومناظرات وتواريخ ونوادر وما قد وقع \n  له .\n</p>\n<p class=\"arabic\">قال رحمه الله عصمني الله في شبابي بأنواع من العصمة وقصر محبتي على العلم \n  وما خالطت لعابا قط ولا عاشرت إلا أمثالي من طلبه العلم وأنا في عشر الثمانين \n  أجد من الحرص على العلم أسند ما كنت أجده وأنا ابن عشرين وبلغت لاثنتي عشرة \n  سنة وأنا اليوم لا أرى نقصا في الخاطر والفكر والحفظ وحدة النظر بالعين لرؤية \n  الأهلة الخفية إلا أن القوة ضعيفة *35*352* .\n</p>\n<p class=\"arabic\">قال ابن الجوزي وكان دينا حافظا للحدود توفي له ولدان فظهر منه من الصبر ما \n  يتعجب منه وكان كريما ينفق ما يجد وما خلف سوى كتبه وثياب بدونه وكانت بمقدار .\n</p>\n<p class=\"arabic\">وتوفي بكرة الجمعة ثاني عشر جمادى الأولى وكان الجمع يفوت الإحصاء .\n</p>\n<p class=\"arabic\">قال شخنا ابن ناصر حزرتهم بثلاثمائة ألف .\n</p>\n<p class=\"arabic\">أخبرنا إسحاق الأسدي أنا أبو البقاء يعيش أنبا عبد الله بن أحمد الخطيب أنبا \n  أبو الوفاء علي بن عقيل الفقيه أنبا أبو محمد الجوهري أنبا أبو بكر القطيعي \n  ثما بشر بن موسى نبا هوذ نبا عوف عن سعيد بن أبي الحسن قال كنت عند ابن عباس \n  إذ أتاه رجل فقال إنما معيشتي من صنعة يدي التصاوير فقال ابن عباس سمعت رسول \n  الله صلى الله عليه وسلم يقول من صور صورة عذبه الله بوم القيامة حتى ينفخ \n  فيها وليس بنافخ فيها أبدا *35*353* .\n</p>\n<p class=\"arabic\">فرنا له الرجل واصفر فلما رأى ذلك منه قال فإن لم يكن من ذلك بد فعليك بالشجر \n  وما لا روح فيه .\n</p>\n<p class=\"arabic\">رأيت شيخنا وغيره من علماء السنة والأثر يحطون على ابن عقيل لما تورط فيه \n  من تأويل الجهمية وتحريف النصوص نسأل الله الستر والسلامة .\n</p>\n<p class=\"arabic\">وقد توفي في سادس عشر جمادى الآخرة وقيل في جمادى الأولى فالله أعلم .\n</p>\n<p class=\"arabic\">وقال أبو الفرج بن الجوزي فيه فريد دهره وإمام عصره وكان حسن السيرة والصورة \n  ظاهر المحاسن .\n</p>\n<p class=\"arabic\">قرأ بالروايات على أبى الفتح بن شيطا وأخذ النحو عن أبي القاسم بن برهان .\n</p>\n<p class=\"arabic\">وقال قرأت على القاضي أبي يعلى من سنة سبع وأربعين إلى أن توفي حطيت من قربه \n  بما لم يحظ به أحد من أصحابه مع حداثة سني وكان أبو الحسن الشيرازي إمام الدنيا \n  وزاهدها وفارس المناظرة وواحدها يعلمني المناظرة وانتصفت بمصنفاته ثم ذكر \n  جماعة من شيوخه .\n</p>\n<p class=\"arabic\">قال وكان أصحابنا الحنابلة يريدون مني هجران جماعة من العلماء وكان ذلك يحرمني \n  علما نافعا وأقبل علي أبو منصور بن يوسف وقدمني على الفتاوى وأجلسني في حلقة \n  البرامكة بجامع المنصور لما مات شيخي *35*354* سنة ثمان وخمسين وقام بكل مؤونتي \n  وتجملي وأما أهل بيتي فأي بيت أي كلهم أرباب أقلام وكتابة وأدب وعانيت من \n  الفقر والنسخ بالأجرة شدة مع عفة وتقى ولا أزاحم فقيها في حلقة ولا تطلب نفسي \n  رتبة من رتب أهل العلم القاطعة عن الفائدة وأوذيت من أصحابي حتى طلب الدم \n  وأوذيت في دولة النظام بالطلب والحبس .\n</p>\n<p class=\"arabic\">وقال ابن الأثير في تاريخه كان قد اشتغل بمذهب المعتزلة في حداثته على أبي \n  علي بن الوليد فأراد الحنابلة قتله فاستجار بباب المراتب عدة سنين ثم أظهر \n  التوبة .\n</p>\n<p class=\"arabic\">قال ابن الجوزي وتكلم على المنبر بلسان الوعظ مدة فلما كانت سنة خمس وسبعين \n  وجرت الفتنة ترك الوعظ .\n</p>\n<p class=\"arabic\">وذكر سبط ابن الجوزي في ترجمة ابن عقيل حكايات ثم قال ومنها ما حكاه ابن عقيل \n  عن نفسه قال حججت فالتقطت عقد لؤلؤ منظوم في خيط *35*355* أحمر فإذا بشيخ \n  أعمى ينشده ويبذل لملتقطه مائة دينار فرددته عليه وقال خذ الدنانير فامتنعت .\n</p>\n<p class=\"arabic\">قال وخرجت إلى الشام وزرت القدس ونزلت إلى دمشق وقصدت بغداد وكانت أمي باقية \n  ) .\n</p>\n<p class=\"arabic\">فاجتزت بحلب وأويت إلى مسجد وأنا جائع بردان فقدموني فصليت بهم فعشوني وكانت \n  ليلة رمضان وقالوا إمامنا توفي من أيام ونسألك أن تصلي بنا هذا الشهر ففعلت \n  فقالوا لإمامنا الميت بنت فتزوجت بها فأقمت معها سنة وولد لي منها ولد ثم \n  مرضت في نفاسها فتأملتها ذات يوم وإذا خيط أحمر في عنقها وإذا به العقد الذي \n  لقيته بعينه فقلت لها يا هذه إن لهذا العقد قصة وكيت لها فبكت وقالت أنت هو \n  والله لقد كان أبي يبكي ويقول اللهم ارزق بنتي مثل الذي رد علي العقد وقد \n  استجاب الله منه ثم ماتت فأخذت العقد والميراث وعدت إلى بغداد .\n</p>\n<p class=\"arabic\">ومنها ما حكاه أيضا عن نفسه قال كان عندنا بالظفرية دار كلما سكنها ناس أصبحوا \n  موتى .\n</p>\n<p class=\"arabic\">فجاء مرة رجل مقريء فقال أكروني إياها .\n</p>\n<p class=\"arabic\">فقالوا قد عرفت حالها .\n</p>\n<p class=\"arabic\">قال قد رضيت .\n</p>\n<p class=\"arabic\">فبات بها وأصبح سالما فعجب الجيران وأقام بها مدة ثم انتقل فسئل عن ذلك فقال \n  لما دخلتها صليت العشاء وقرأت شيئا وإذا بشاب قد صعد من البئر فسلم علي فبهت \n  فقال لا بأس عليك علمني شيئا من القرآن فشرعت أعلمه فلما فزعت قلت هذه الدار \n  كيف حديثها قال محن قوم من الجن مسلمون نقرأ ونصلي وهذه الدار ما يكتريها \n  إلا الفساق فيجتمعون على الخمر فنخنقهم .\n</p>\n<p class=\"arabic\">قلت وفي الليل أخاف منك فأجعل مجيئك في النهار .\n</p>\n<p class=\"arabic\">قال نعم فكان يصعد من البئر في النهار ووالفته فبينما هو قاعد *35*356* عندي \n  يقرأ إذا بمعزم في الدرب يقول المرقي من الدبيب ومن العين ومن الجن .\n</p>\n<p class=\"arabic\">فقال إيش هذا قلت هذا معزم يعرف أسماء الله ويفعل ما تسمع .\n</p>\n<p class=\"arabic\">فقال اطلبه فقمت وأدخلته فإذا بالجني قد صار ثعبانا في السقف فضرب المعزم \n  المندل وعزم فما زال الثعبان يتدلى حتى سقط في وسط المندل فقام ليأخذ ويدعه \n  في الزنبيل فمنعته فقال أتمنعني من صيدي فأعطيته دينارا وأخرجته فانتفض الثعبان \n  وخرج الجني وقد ضعف واصفر وذاب فقلت ما لك ) .\n</p>\n<p class=\"arabic\">قال قتلني هذا الرجل بهذه الأسامي وما أظنني ألفح فاجعل بالك الليلة متى سمعت \n  من البئر صراخا فانهزم .\n</p>\n<p class=\"arabic\">قال فسمعت تلك الليلة النعي فانهزمت .\n</p>\n<p class=\"arabic\">قال ابن عقيل وامتنع أحد أن يسكن تلك الدار .\n</p>\n<p class=\"arabic\">ولابن عقيل في الفنون قال الأصح لاعتقاد العوام ظواهر الآي لأنهم ما يثبتون \n  بالإثبات .\n</p>\n<p class=\"arabic\">فمتى محونا ذلك من قلوبهم زالت الحشمة فتهافتهم في التشبيه أحب إلي من إغراقهم \n  في التنزيه لأن التشبيه يغمسهم في الأثبات فيخافون ويرجعون والتنزيه يرمي \n  بهم إلى التقى ولا طمع ولا مخافة في التقى ومن تدبر الشريعة رآها غامسة للمكلفين \n  في التشبيه بالألفاظ التي لا يعطي ظاهرها سواه لقول الأعرابي أو يضحك ربنا \n  قال نعم فلم يكفهر لقوله بل تركه وما وقع له .\n\n</p>"
}