{
    "header": "أحمد المستظهر بالله .",
    "id": "022361",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أحمد المستظهر بالله .\n</h1>\n<p class=\"arabic\">أمير المؤمنين أبو العباس ابن المقتدي بالله أمير المؤمنين أبي القاسم عبد \n  الله ابن الأمير محمد الذخيرة ابن القائم بأمر الله أبي جعفر عبد الله ابن \n  القادر بالله أحمد بن إسحاق بن المقتدر بالله جعفر بن المعتضد الهاشمي العباسي .\n</p>\n<p class=\"arabic\">بويع بالخلافة بعد موت المقتدي في ثامن عشر المحرم سنة سبع وثمانين وعمره \n  ستة عشر عاما وشهران فإن ولد في شوال سنة سبعين وصلى بالناس الظهر ثم صلى \n  على والده .\n</p>\n<p class=\"arabic\">وكان ميمون الطلعة حميد الأيام وزر له أبو منصور بن محمد بن جهير *35*327* \n  وولي القضاء له .\n</p>\n<p class=\"arabic\">أبو بكر بن المظفر الشامي قليلا ومات فولي بعده القضاء أبو الحسن علي بن محمد \n  بن علي الدامغاني ووزر له بعد عميد الدولة أبي منصور سديد الدولة أبو المعالي \n  الإصفهاني ثم زعيم الرؤساء أبو القاسم علي بن عميد الدولة بن جهير ثم مجد \n  الدين أبو المعالي هبة الله بن المطلب ثم نظام الدين أبو منصور الحسين بن \n  أبي شجاع الوزير .\n</p>\n<p class=\"arabic\">قال ابن الأثير كان لين الجانب كريم الأخلاق يسارع في أعمال البر وكانت أيامه \n  أيام سرور للرعية فكأنها من حسنها أعياد وكان حسن الخط جيد التوقيعات لا يقاربه \n  فيها أحد يدل على فضل غزير وعلم واسع .\n</p>\n<p class=\"arabic\">ومات بعلة التراقي وهي دمل تطلع في الحلق .\n</p>\n<p class=\"arabic\">وكان سمحا جوادا .\n</p>\n<p class=\"arabic\">قال ابن الجوزي كان حافظا للقرآن محبا للعلماء والصالحين منكرا للظلم .\n</p>\n<p class=\"arabic\">ومن شعره .\n</p>\n<p class=\"arabic\">% أذاب حر الهوى في القلب ما جمدا % % لما مددت يدي إلى رسم الوداع يدا % .\n</p>\n<p class=\"arabic\">% وكيف أسلك نهج الاصطبار وقد % % أرى طرائق مهوى الهوى قددا % .\n</p>\n<p class=\"arabic\">% إن كنت انقض عهد الحب في خلدي % % من بعد حبي فلا عاتبتكم أبدا % .\n</p>\n<p class=\"arabic\">وكانت خلافته خمسا وعشرين سنة وثلاثة أشهر وأياما ولم تصف له الخلافة بل كانت \n  أياما مضطربة كثيرة الحروب وغسله شيخ الحنابلة ابن *35*328* عقيل وصلى عليه \n  ابنه المسترشد بالله الفضل وخلف من الأولاد هذا والمقتفي لأمر الله ومحمدا \n  وعليا وأبا طالب العباس وإبراهيم وعيسى وإسماعيل .\n</p>\n<p class=\"arabic\">وتوفيت بعده بقليل جدته أرجوان الأرمنية والدة المقتدي ولا يعلم خليفة عاشت \n  بعده جدته إلا هو .\n</p>\n<p class=\"arabic\">قال السلفي قال لي أبو الخطاب ابن الجراح صليت بالمستظهر بالله في رمضان فقرآت \n  إن ابنك سرق رويناها عن الكسائي فلما سلمت قال هذه قراءة حسنة فيها تنزيه \n  أولاد الأنبياء عن الكذب .\n</p>\n<p class=\"arabic\">وللصارم مرجا البطائحي الشاعر فيه .\n</p>\n<p class=\"arabic\">% أصبحت بالمستظهر بن المقتدي % % بالله بن القائم بن القادر % .\n</p>\n<p class=\"arabic\">% مستعصما أرجو نوافل جوده % % وبأن يكون على العشيرة ناصري % .\n</p>\n<p class=\"arabic\">% فيقر مع كبري قراري عنده % % ويفوز من مدحي بشعر سائر % .\n</p>\n<p class=\"arabic\">فوقع المستظهر يخير بين الصلات والإنحدار أو المقام والإدبار فاختار الإنحدار .\n</p>\n<p class=\"arabic\">ولمرجا هذا شعر كثير أكثره في الهجو .\n</p>\n<p class=\"arabic\">توفي أمير المؤمنين إلى رضوان الله في يوم الأربعاء الثالث والعشرين من شهر \n  ربيع الآخر من هذه السنة .\n\n</p>"
}