{
    "header": "الحسن بن أحمد بن الحسن بن أحمد بن محمد بـ...",
    "id": "022424",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الحسن بن أحمد بن الحسن بن أحمد بن محمد بن علي بن مهرة .\n</h1>\n<p class=\"arabic\">أبو عي الإصبهاني الحدادي المقريء مسند إصبهان في القراءآت والحديث ولد في \n  شعبان سنة تسع عشرة وأربعمائة فسمع الحديث في سنة أربع وعشرين وأربعمائة وبعدها \n  وعاش بعدما سمع إحدى وتسعين سنة ) *35*380* .\n</p>\n<p class=\"arabic\">سمع أبا بكر محمد بن علي بن مصعب وأبا نعيم أحمد بن عبد الله الحافظ فأكثر \n  عنه إلى الغاية وأبا الحسين بن فاذشاه ومحمد بن عبد الرزاق بن أبي الشيخ وهارون \n  بن محمد الكاتب وأبا القاسم عبد الله بن محمد العطار المقريء وأبا سعد عبد \n  الرحمن بن أحمد بن عمر الصفار وعلي بن أحمد بن مهران الصحاف وأحمد بن محمد \n  بن بزدة الملنجي وأحمد بن محمد بن الأسود الشروطي أبا نصر الفضل بن محمد القاشاني \n  محمد بن عبد الله التبان وأبا أحمد محمد بن علي بن سيويه المكفوف ومحمد بن \n  عبد الله بن مهران البقال وأبا ذر محمد بن إبراهيم الصالحاني أبا بكر بن ريذة \n  وطائفة كبيرة .\n</p>\n<p class=\"arabic\">وخرج نفسه معجما سمعناه أو لعله بتخريج ولده الحافظ عبيد الله .\n</p>\n<p class=\"arabic\">وقرأ بالروايات على أبي القاسم عبد الله بن محمد العطار مقريء إصبهان صاحب \n  أبي جعفر التميمي الصابوني ومحمد بن جعفر بن جعفر الذي قرأ على جعفر بن محمد \n  بن الطيار .\n</p>\n<p class=\"arabic\">وقرأ على أبى الفضل عبد الرحمن بن أحمد الرازي الزاهد وأحمد بن الفضل الباطرقاني \n  أحمد بن بزدة وجماعة .\n</p>\n<p class=\"arabic\">قال السمعاني في تحبيره رحل الناس إليه ورأى من العز ما لم يره أحد في عصره \n  وكان خيرا صالحا مقرئا ثقة صدوقا وهو أجل شيخ أجاز لي وحدثني عنه جماعة كثيرة .\n</p>\n<p class=\"arabic\">ومن مسموعه على أبي نعيم كتاب التوبة والإعتذار وكتاب شرف الصبر وكتاب ذم \n  الرياء والسمعة وكتاب الحث على كسب الحلال *35*381* وكتاب حفظ اللسان وكتاب \n  تثبيت الإمامة وكتاب رياضة الأبدان وكتاب فضل التهجد وكتاب الإيجاز وجوامع \n  الكلم وكتاب خصائص فضل علي وكتاب الخطب النبوية وكتاب لباس السواد وكتاب تعظيم \n  الأولياء وكتاب الساعين وكتاب التعبير وكتاب رفع اليدين في الصلاة وكتاب تجويز \n  المزاح وكتاب الهدية وكتاب حرمة المساجد وكتاب فضل الجار وكتاب فضل السحور \n  وكتاب الفرائض وكتاب اثنتين وسبعين فرقة وكتاب مدح الكرام وكتاب الجواب عن \n  ثم أورثنا الكتاب وكتاب إسماع الكليم وكتاب سحنة العقلاء وكتاب حديث الطير \n  وكتاب لبس الصوف وكتاب الأربعين في الأحكام وأربعي الصوفية وكتاب الإستسقاء \n  وكتاب الخسف وكتاب الصيام والقيام وكتاب الرؤية وكتاب قراءآت النبي صلى الله \n  عليه وسلم وكتاب معرفة الصحابة وكتاب علوم الحديث وتاريخ إصبهان *35*382* \n  وكتاب ) .\n</p>\n<p class=\"arabic\">الأخوة وكتاب العلم وكتاب الحلية وكتاب المتواضعين وكتاب القراءة خلف الإمام \n  وكتاب التشهد وكتاب حسن الظن وكتاب المؤآخاة وكتاب وعيد الزناة وكتاب الشهداء \n  وكتاب القدر وكتبا غير ذلك والجميع تأليف أبي نعيم وسماعه منه .\n</p>\n<p class=\"arabic\">روى عنه معمر بن الفاخر وأبو العلاء الحسن بن أحمد الهمذاني العطار وقرأ عليه \n  بالروايات وأكثر عنه وأبو طاهر السلفي أبو موسى المديني أبو مسعود الحاجي \n  أبو الفتح عبد الله الخرقي وأبو الفضل خطيب الموصل وأبو سعد الصائغ ويحيى \n  الثقفي والفضل بن القاسم الصيدلاني ومحمد بن الحسن بن الفضل الأدمي والأديب \n  محمد بن أحمد المصلح وعبد الرحيم بن محمد الخطيب ومسعود بن أبي منصور الخياط \n  وخليل بن بدر الراراني ومحمد بن إسماعيل الطرسوسي وأبو المكارم اللبان ومحمد \n  بن أبي زيد الكراني أبو جعفر الصيدلاني وله عنه حضور كثير ولم يسمع منه مع \n  إمكان ذلك .\n</p>\n<p class=\"arabic\">وآخر من روى عنه بالإجازة عفيفة الفارقانية وعاشت بعده إحدى وتسعين سنة .\n</p>\n<p class=\"arabic\">قال أبو سعد السمعاني كان عالما ثقة صدوقا من أهل العلم *35*383* والقرآن \n  والدين قرأ القرآن بروايات وعمر العمر الطويل حتى حدث بالكثير ورحل الناس \n  إليه كان والده يخرج إلى حانوته ليعمل في الحديد ويأخذ بيد الحسن ويدفعه في \n  مسجد أبي نعيم فأكثر عنه حتى صار بحيث لا يفوته إلا ما شاء الله .\n</p>\n<p class=\"arabic\">قال ابن نقطة سمع من أبي نعيم الموطأ عن الطبراني عن علي بن عبد العزيز عن \n  القعنبي عن مالك ح وعن ابن خلاد النصيبي عن تمتام عن القعنبي عن مالك .\n</p>\n<p class=\"arabic\">وسمع من أبي نعيم مسند الإمام أحمد عن ابن الصواف بعضه وتمامه عن القطيعي \n  كلاهما عن عبد الله عن أبيه .\n</p>\n<p class=\"arabic\">وسمع منه مسند الطيالسي ومسند الحارث بن أبي أسامة ولكن لأبي نعيم فوت في \n  مسند الحارث وذلك جزءان معلومان الثالث عشر والسادس والعشرون وكتاب السنن \n  لأبي مسلم رواه له عن فاروق الخطابي وبعضه عن حبيب القزاز .\n</p>\n<p class=\"arabic\">وسمع منه المستخرجين عل الصحيحين وكتاب الحلية وأشياء كثيرة والمعجم الأوسط \n  للطبراني ومسانيد سفيان الثوري وعوالي الأوزاعي والجود ومسند الشاميين والسنن \n  ) .\n</p>\n<p class=\"arabic\">المخرجة من كتب عبد الرزاق وجامع عبد الرزاق ومغازيه الكل سمعه من أبي نعيم \n  أنبا الطبراني .\n</p>\n<p class=\"arabic\">وسمع من أبي نعيم كتاب غريب الحديث لأبي عبيد وكتاب مقتل الحسين وكتاب الشواهد \n  وكتاب القضاء بسماعه الكل من الطبراني عن علي بن عبد العزيز عن أبي عبيد .\n</p>\n<p class=\"arabic\">وسمع من أبي نعيم فوائد سمويه وفوائد أبي علي بن الصواف ومسند الطيالسي والطبقات \n  لابن المديني وتاريخ الطالبيين للجعابي وجزء محمد بن عاصم وجزء ابن الفرات \n  وأربعي الآجري .\n</p>\n<p class=\"arabic\">وسمع ابن ريذة المعجم الكبير للطبراني *35*384* .\n\n</p>"
}