{
    "header": "شاهنشاه الأفضل .",
    "id": "022428",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">شاهنشاه الأفضل .\n</h1>\n<p class=\"arabic\">أمير الجيوش أبو القاسم ابن أمير الجيوش بدر الجمالي الأرمني .\n</p>\n<p class=\"arabic\">كان بدر هو الكل وكان المستنصر مقهورا معه وتوفي سنة ثمانين فلما مات قام \n  الأفضل مقام أبيه وقضيته مع نزار بن المستنصر وغلامه أفتكين متولي الإسكندرية \n  مشهورة في أخذهما وإحضارهما إلى القاهرة ثم لم يظهر لهما خبر بعد ذلك وذلك \n  في سنة ثمان وثمانين أيضا *35*386* .\n</p>\n<p class=\"arabic\">فأما أفتكين فقتل ظاهرا وأما نزار فيقال إن المستعلي أخاه بنى عليه حائطا .\n</p>\n<p class=\"arabic\">ونزار المذكور هو الذي تنسب إليه الإسماعيلية أرباب قلعة الألموت .\n</p>\n<p class=\"arabic\">وكان الأفضل داهية شهما مهيبا كأبيه فحل الرأي جيد السياسة أقام في الخلافة \n  الآمر ولد المستعلي بعد موت المستعلي ودبر دولته وحجر عليه ومنعه من شهواته \n  فإنه كثير اللعب فحمله ذلك على قتله فأوثب عليه جماعة وكان يسكن بمصر فلما \n  ركب من داره وثبوا عليه فقتلوه في سلخ رمضان في هذه السنة .\n</p>\n<p class=\"arabic\">وخلف من الأموال ما لم يسمع بمثله .\n</p>\n<p class=\"arabic\">قال ابن الأثير كانت ولايته ثمانية وعشرين سنة وكان الإسماعلية يكرهونه لأسباب \n  منها تضييقه على إمامهم وتركه ما يجب عندهم سلوكه معهم وتركه معارضه أهل السنة \n  في اعتقادهم والنهي عن معارضتهم وإذنه للناس في إظهار معتقداتهم والمناظرة \n  عليها ) .\n</p>\n<p class=\"arabic\">قال وكان حسن السيرة عادلا يحكى انه لما قتل وظهر الظلم بعده اجتمع جماعة \n  واستغاثوا إلى الخليفة وكان من جملة قولهم إنهم لعنوا الأفضل فسألهم عن سبب \n  لعنته فقالوا إنه عدل وأحسن السيرة ففارقنا بلادنا وأوطاننا وقصدنا بلاده \n  لعدله فقد أصابنا هذا الظلم فهو كان سبب ظلمنا فأمر الخليفة بالإحسان إليهم \n  إلى الناس .\n</p>\n<p class=\"arabic\">وقيل إن الآمر بأحكام الله وضع عليه من قتله وكان ق فسد ما بينهما .\n</p>\n<p class=\"arabic\">وكان أبو عبد الله البطائحي هو الغالب على أمر الأفضل فأسر إليه الأمر أن \n  يعمل على تلافه ووعده بمنصبه فلما قتل ولي البطائحي وزارة الآمر ولقب بالمأمون \n  وبقي إلى سنة تسع عشرة وصلب *35*387* .\n</p>\n<p class=\"arabic\">وقال سبط الجوزي في ترجمة الأفضل ووضعها في سنة ست عشرة وكأنه وهم قال إن \n  الأفضل ولد بعكا سنة ثمان وخمسين وأربعمائة .\n</p>\n<p class=\"arabic\">قال أبو يعلى بن القلانسي وكان الأفضل حسن الإعتقاد سنيا حميد السيرة مؤثرا \n  للعدل كريم الأخلاق صادق الحديث لم يأت الزمان بمثله ولا حمد التدبير عند \n  فقده واستولى الآمر على خزائنه وجميع أسبابه .\n</p>\n<p class=\"arabic\">وكان الأفضل جوادا ممدحا مدحه جماعة منهم قاضي مصر القاضي الرشيد أحمد بن \n  القاسم الصقلي صاحب الديوان الشعر .\n</p>\n<p class=\"arabic\">قال القاضي شمس الدين قال صاحب الدول المنقطعة خلف الأفضل ستمائة آلف ألف \n  دينار ومائتين وخمسين إردب دراهم وخمسة وسبعين ألف ثوب ديباج وثلاثين راحلة \n  أحقاق ذهب عراقي ودواة منت ذهب مجوهرة قيمتها اثنا عشر ألف دينار ومائة مسمار \n  من ذهب وزن المسمار مائة مثقال في كل مجلس منها عشرة على كل مسمار منديل مشدود \n  مذهب فيه بذلة بلون من الألوان أيما أحب منها لبسه وخمسمائة صندوق كسوة لخاصته \n  وخلف من الرقيق والخيل والبغال والطيب والتجمل ما لم يعلم قدره إلا الله ومن \n  الجواميس والبقر والغنم ما يستحي من ذكر عدده بلغ ضمان ألبانها في العام ثلاثين \n  ألف دينار .\n</p>\n<p class=\"arabic\">وقلت كذا قال هذا الناقل ستمائة ألف ألف دينار والعهدة عليه .\n</p>\n<p class=\"arabic\">وفي الجملة فإن الأفضل هذا تصرف في الممالك وكنز الأموال وجمع *35*388* ما \n  لم يجمعه ملك .\n</p>\n<p class=\"arabic\">وكان ملكه سبعا وعشرين سنة .\n</p>\n<p class=\"arabic\">وفي أيامه تغلبت الفرنج لعنهم الله على القدس وأنطاكية وعكا وطرابلس وصور \n  وصيدا وبيروت وقيسارية وعدة حضون سوى ذلك وكذا كل ملك نهمته في جمع الأموال \n  يبخل عن استخدام الجيوش ويفرط فلله الأمر كله .\n</p>\n<p class=\"arabic\">قال ابن الأثير في كامله وثب عليه ثلاثة فضربوه بالسكاكين فقتلوه وحمل وبه \n  رمق إلى داره ونزل الآمر بأحكام الله إلى داره وتوجع له فلما مات نقل من أمواله \n  ما لا يعلمه إلا الله .\n</p>\n<p class=\"arabic\">وبقي الخليفة الآمر في داره أربعين يوما أو نحوها والكتاب بين يديه والدواب \n  تحمل وتنقل ليلا ونهارا ووجد له من الأعلاق النفسية والأشياء المعدومة وما \n  لا يوجد لغيره وحبس أولاده .\n\n</p>"
}