{
    "header": "الحسين بن محمد بن فيرة بن حيون بن سكرة ....",
    "id": "022406",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الحسين بن محمد بن فيرة بن حيون بن سكرة .\n</h1>\n<p class=\"arabic\">أبو علي الصدفي السرقسطي الأندلسي الحافظ .\n</p>\n<p class=\"arabic\">أخذ ببلده عن أبي الوليد الباجي وغيره .\n</p>\n<p class=\"arabic\">ورحل فسمع ببلنسية من أبي العباس بن دلهاث وبالمرية من محمد بن سعدون القروي \n  الفقيه .\n</p>\n<p class=\"arabic\">وحج سنة إحدى وثمانين ودخل مصر على أبي إسحاق الحبال وقد منعه *35*368* المستنصر \n  العبيدي الرافضي من التحديث .\n</p>\n<p class=\"arabic\">قال فأول ما فاتحته الكلام أجابني على غير سؤالي حذرا أن أكون مدسوسا عليه \n  حتى بسطته وأعملته أنني من أهل الأندلس أريد الحج فأجاز لي لفظا وامتنع من \n  غير ذلك .\n</p>\n<p class=\"arabic\">وأخبرني أن مولده سنة إحدى وتسعين وأنه سمع من عبد الغني بن سعيد سنة سبع \n  وأربعمائة وأنه توفي سنة ثمان .\n</p>\n<p class=\"arabic\">ورحل أبو علي إلى العراق فسمع بالبصرة من جعفر بن محمد بن الفضل العباداني \n  وعبد الملك بن شغبة .\n</p>\n<p class=\"arabic\">وبالأنبار الخطيب أبا الحسن علي بن محمد بن محمد الأقطع .\n</p>\n<p class=\"arabic\">وببغداد علي بن الحسين بن قريش بن الحسن صاحب ابن الصلت الأهوازي وعاصم بن \n  الحسن الأديب وأبا عبد الله الحميدي ومالك بن أحمد البانياسي .\n</p>\n<p class=\"arabic\">وبواسط أبا المعالي محمد بن عبد السلام بن أحمولة .\n</p>\n<p class=\"arabic\">وتفقه ببغداد على أبي بكر الشاشي وأخذ عنه التعليقة الكبرى .\n</p>\n<p class=\"arabic\">وأخذ بالشام عن الفقيه نصر المقدسي .\n</p>\n<p class=\"arabic\">ورجع إل بلاده في سنة تسعين بعلم كثير وأسانيد شاهقة واستوطن مرسية وجلس للإسماع \n  بجامعها .\n</p>\n<p class=\"arabic\">ورحل الناس إليه وكان عالما بالحديث وطرقه عارفا بعلله ورجاله بصيرا بالجرح \n  والتعديل .\n</p>\n<p class=\"arabic\">مليح الخط جيد الضبط كثير الكتابة حافظا لمصنفات الحديث ذاكرا لمتونها وأسانيدها \n  وكان قائما على الصحيحين مع جامع أبي عيسى ولي قضاء مرسيه ثم استعفى منه فأعغي \n  وأقبل على نشر العلم وتأليفه *35*369* .\n</p>\n<p class=\"arabic\">وكان صالحا دينا خيرا عاملا بعلمه حليما متواضعا .\n</p>\n<p class=\"arabic\">قال ابن بشكوال هو أجل من كتب إلي بالإجازة .\n</p>\n<p class=\"arabic\">وخرج له القاضي عياض مشيخة فذكر في أولها ترجمة لأبي علي في أوراق وأنه أخذ \n  عن مائة وستين شيخا وأنه جالس نحو أربعين شيخا من الصالحين والفضلاء وأنه \n  أكره على القضاء فوليه ثم اخفتى حتى أعفي منه وأنه قرأ بروايات على أبي الفضل \n  بن خيرون ولقالون على رزق الله التميمي وأن الفقيه نصر بن إبراهيم كتب عنه \n  ثلاثة أحاديث قلت روى عنه بدمشق أنبا صابر وأبو المعالي محمد بن يحيى القرشي .\n</p>\n<p class=\"arabic\">وبالمغرب القاضي عياض وخلق .\n</p>\n<p class=\"arabic\">وقد سمع منه عياض صحيح مسلم حدثه به عن العذري عن أبي العباس أحمد بن الحسن \n  الرازي .\n</p>\n<p class=\"arabic\">استشهد أبو علي الصدفي في وقعة قتندة بثغر الأندلس لست بقين من ربيع الأول \n  وهو من أبناء الستين وكانت هذه الوقعة على المسلمين .\n</p>\n<p class=\"arabic\">وكان عيش أبي علي من كسب بضاعة مع ثقات إخوانه .\n\n</p>"
}