{
    "header": "أسعد بن أحمد بن أبي روح .",
    "id": "022529",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أسعد بن أحمد بن أبي روح .\n</h1>\n<p class=\"arabic\">القاضي العالم أبو الفضل الطرابلسي .\n</p>\n<p class=\"arabic\">رأس الشيعة بالشام وتلميذ القاضي ابن البراج *35*448* .\n</p>\n<p class=\"arabic\">جلس بعد ابن البراج بطرابلس لتدريس الرفض وصنف التصانيف وولاه ابن عمار قضاء \n  طرابلس بعد ابن البراج .\n</p>\n<p class=\"arabic\">وله كتاب عيون الأدلة في معرفة الله وكتاب التبصرة في خلاف الشافعي للإمامية \n  وكتاب البيان عن حقيقة الإنسان وكتاب المقتبس في الخلاف بيننا وبين مالك بن \n  أنس وكتاب التبيان في الخلاف بيننا وبين النعمان مسألة تحريم الفقاع كتاب \n  الفرائض كتاب المناسك كتاب البراهين وأشياء أخرى ذكرها ابن أبي طيء في تاريخه \n  وأنه انتقل من طرابلس إلى صيدا وأقام بها وكان مرجع الإمامية بها إليه فلم \n  يزل بها إلى أن ملكت الفرنج صيدا .\n</p>\n<p class=\"arabic\">قال ابن أبي طيء فأظنه قتل بصيدا عندما ملكت الفرنج البلاد ورأيت من يقول \n  إنه انتقل إلى دمشق .\n</p>\n<p class=\"arabic\">قال وذكره ابن عساكر فقال كان جليل القدر يرجع إليه أهل عقيدته .\n</p>\n<p class=\"arabic\">قال وكان عظيم الصلاة والتجهد لا ينام إلا بعض الليل وكان صمته أكثر من كلامه \n  *35*449* .\n</p>\n<p class=\"arabic\">قلت لم أره في تاريخ ابن عساكر .\n</p>\n<p class=\"arabic\">وحكى أبو اللطف الداراني قال ما استيقظت من الليل قط إلا وسمعت حسه بالصلاة \n  وبالغ في وصفه وحكى له كرامة .\n</p>\n<p class=\"arabic\">وحكى الراشدي تلميذه قال جمع ابن عمار بين أبي الفضل وبين مالكي مناظرة في \n  تحريم الفقاع وكان الشيخ جريئا قصيحا فنطق بالحجة ووضح دليله فانزعج المالكي \n  وقال كلني كلني .\n</p>\n<p class=\"arabic\">فقال ما أنا على مذهبك أراد أن مذهبه جواز أكل الكلب .\n</p>\n<p class=\"arabic\">وقال له ابن عمار يوما ما الدليل على حدث القآن قال النسخ والقديم لا يتبدل \n  ولا يدخله زيادة ولا نقص .\n</p>\n<p class=\"arabic\">وقال له آخر ما الدليل على أنا مخيرون في أفعالنا قال بعثه الرسل .\n</p>\n<p class=\"arabic\">وقال له أبو الشكر ب عمار ما الدليل على المتعة قال قول عمر متعتان كانتا \n  على عهد رسول الله صلى الله عليه وسلم أنا أنهى عنهما فقبلنا روايته ولم نقبل \n  قوله في النهي .\n</p>\n<p class=\"arabic\">قلت هلا قبلت رواية إمامك علي بن أبي طالب رضي الله عنه في النهي عن متعة \n  النساء *35*450* .\n\n</p>"
}