{
    "header": "حماد بن مسلم بن ددوة .",
    "id": "022759",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">حماد بن مسلم بن ددوة .\n</h1>\n<p class=\"arabic\">أبو عبد الله الدباس الرحبي رحبة مالك بن طوق *36*129* .\n</p>\n<p class=\"arabic\">الزاهد العارف ولد بالرحبة ونشأ ببغداد .\n</p>\n<p class=\"arabic\">وكان له كاركة للدبس يجلس في غرفتها .\n</p>\n<p class=\"arabic\">وكان من الأولياء أولي الكرامات .\n</p>\n<p class=\"arabic\">صحبه خلق فأرشدهم إلى الله تعالى وظهرت بركته عليهم وكان يتكلم على الأحوال .\n</p>\n<p class=\"arabic\">وقد كتبوا من كلامه نحوا من مائة جزء .\n</p>\n<p class=\"arabic\">وكان أميا لا يكتب .\n</p>\n<p class=\"arabic\">قال عبد الرحمن بن محمد بن حمزة الشاهد رأيت في المنام كأن قائلا يقول لي \n  حماد شيخ العارفين والأبدال .\n</p>\n<p class=\"arabic\">وعن حماد قال مات أبواي في يوم واحد ولي نحو ثلاثين سنة .\n</p>\n<p class=\"arabic\">وكانا من أهل الرحبة .\n</p>\n<p class=\"arabic\">وقال أحمد بن صالح الجيلي سمع من أبي الفضل بن خيرون وكان يتكلم على آفات \n  الأعمال في المعاملات والرياضات والورع والإخلاص .\n</p>\n<p class=\"arabic\">وقد جاهد نفسه بأنواع المجاهدات وزوال أكثر المهن والصنائع في طلب الحلال .\n</p>\n<p class=\"arabic\">وكان كأنه مسلوب الإختيار مكاشفا بأكثر الأحوال .\n</p>\n<p class=\"arabic\">ومن كلام الشيخ حماد إذا أحب الله عبدا أكثر همه فيما فرط وإذا أبغض عبدا \n  أكثر همه فيما ) .\n</p>\n<p class=\"arabic\">قسمه له ووعده به .\n</p>\n<p class=\"arabic\">العلم محجة فإذا طلبته لغير الله صار حجة .\n</p>\n<p class=\"arabic\">وقال أبو سعد السمعاني سمعت أبا نصر عبد الواحد بن عبد الملك يقول كان الشيخ \n  حماد يأكل من النذر ثم تركه لما بلغه قوله عليه السلام إنه يستخرجه به من \n  البخيل فكره أكل مال البخيل .\n</p>\n<p class=\"arabic\">وصار يأكل بالمنام .\n</p>\n<p class=\"arabic\">كان الإنسان يرى في النوم أن قائلا يقول له أعط حمادا كذا فيصبح ويحمل ذلك \n  إلى الشيخ *36*130* .\n</p>\n<p class=\"arabic\">وقال الشيخ أبو النجيب عبد القاهر مرض الشيخ حماد فاحتاج إلى التنشق بماء \n  ورد فحمل إليه أبو المظفر محمد بن علي الشهرزوري الفرضي منه شيئا فلما وضع \n  بين يديه قال ردوه فإنه نجس .\n</p>\n<p class=\"arabic\">فردوه إلى أبي المظفر فقال صدق الشيخ كان قد وقع في طرفه نجاسة وتركته وحده \n  لأريقه فنسيت .\n</p>\n<p class=\"arabic\">وقال المبارك بن كامل مات الشيخ العارف الورع الناطق بالحكمة حماد الدباس \n  في سنة خمس ولم أر في زماني مثله صحبته سنين وسمعت كلامه .\n</p>\n<p class=\"arabic\">وكان مكاشفا يتكلم على الخواطر مسلوب الإختيار زيه زي الأغنياء وتارة زيه \n  زي الفقراء متلون كيف أدير دار .\n</p>\n<p class=\"arabic\">وكان شيخ وقته يشبه كلامه كلام الحصري .\n</p>\n<p class=\"arabic\">كانت المشايخ إذا جاءت إليه كالميت بين يدي الغاسل لا يتجاسر الشخص أن يختلج .\n</p>\n<p class=\"arabic\">وقال ابن الجوزي قاتله الله كان حماد الدباس على طريقة التصوف يدعي المعرفة \n  والمكاشفة وعلوم الباطن وكان عاريا عن علم الشرع فلم ينفق إلا على الجهال .\n</p>\n<p class=\"arabic\">وكان ابن عقيل ينفر الناس عنه حتى بلغه أنه يعطي كل من يشكو الحمى لوزة وزبيبة \n  ليأكلها فيبرأ فبعث إليه ابن عقيل إن عدت إلى مثل هذا ضربت عنقك .\n</p>\n<p class=\"arabic\">فكان يقول ابن عقيل عدوي .\n</p>\n<p class=\"arabic\">وصار الناس ينذرون له النذور .\n</p>\n<p class=\"arabic\">ثم تركه وصار يأخذ بالمنامات وينفق على أصحابه ما يفتح له ومات في رمضان ) .\n</p>\n<p class=\"arabic\">قلت وقد نقم ابن الأثير وأبو المظفر بن قزغلي في تاريخيهما على ابن الجوزي \n  حيث حط على الشيخ حماد فقال أبو المظفر ولو لم يكن لحماد من الفضائل التي \n  اتصف بها في زهادته وطريقته إلا أن الشيخ عبد القادر أحد تلامذته *36*131* .\n\n</p>"
}