{
    "header": "منصور .",
    "id": "022754",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">منصور .\n</h1>\n<p class=\"arabic\">أبو علي .\n</p>\n<p class=\"arabic\">الآمر بأحكام الله ابن المستعلي بالله أبي القاسم أحمد بن المستنصر بالله \n  أبي تميم معد بن الظاهر بالله علي بن الحاكم بن العزيز بن المعز العبيدي المصري \n  صاحب مصر .\n</p>\n<p class=\"arabic\">كان رافضيا كآبائه .\n</p>\n<p class=\"arabic\">فاسقا ظالما جائرا مستهزئا لعابا متظاهرا باللهو والمنكر ذا كبر وجبروت .\n</p>\n<p class=\"arabic\">وكان مدبر سلطانه الأفضل شاهنشاه ابن أمير الجيوش .\n</p>\n<p class=\"arabic\">ولي الأمر وهو صبي فلما كبر قتل الأفضل وأقام في الوزارة المأمون أبا عبد \n  الله محمد بن مختار بن فاتك البطائحي فظلم وأساء السيرة إلى أن قبض عليه الآمر \n  سنة تسع عشرة وخمسمائة وصادره ثم قتله في سنة اثنتين وعشرين وصلبه وقتل معه \n  خمسة من إخوته .\n</p>\n<p class=\"arabic\">وفي أيام الآمر أخذت الفرنج عكا سنة سبع وتسعين وأربعمائة وأخذوا طرابلس الشام \n  في سنة اثنتين وخمسمائة فقتلوا وسبوا وجاءتها نجدة المصريين بعد فوات المصلحة \n  وأخذوا عرفة وبانياس وجبيل .\n</p>\n<p class=\"arabic\">وتسلموا سنة إحدى عشرة وخمسمائة قلعة تبنين وتسلموا صور سنة ثمان عشرة وأخذوا \n  بيروت بالسيف في سنة ثلاث وخمسمائة وأخذوا صيدا سنة أربع *36*124* .\n</p>\n<p class=\"arabic\">ثم قصد الملك بردويل الإفرنجي مصر ليأخذها ودخل الفرما وحرق جامعها والفرما \n  قريبة من قطيا من ناحية البحر خربت وأحرق مساجدها فأهلكه الله قبل أن يصل \n  إلى العريش فشق أصحابه بطنه وصبروه ورموا حشوته هناك فهي ترجم إلى اليوم بالسبخة \n  ودفنوه بقمامة .\n</p>\n<p class=\"arabic\">وكان هو الذي أخذ بيت المقدس وعكا وعدة حصون من السواحل .\n</p>\n<p class=\"arabic\">وذلك كله بتخلف هذا المشؤوم الطلعة .\n</p>\n<p class=\"arabic\">وفي أيامه ظهر ابن تومرت وفي أيام أبيه أخذت الفرنج أنطاكية والمعرة والقدس .\n</p>\n<p class=\"arabic\">وجرى على الشام أمر مهول من ظهر الرفض والسب ومن استيلاء الفرنج والسبي والأسر \n  نسأل الله العفو والأمن .\n</p>\n<p class=\"arabic\">وولد الآمر في أول سنة تسعين وأربعمائة واستخلف وله خمس سنين وبقي في الملك \n  تسعا وعشرين سنة وتسعة أشهر إلى أن خرج من القاهرة يوما في ذي القعدة وعدى \n  على الجسر إلى الجيزة فكمن له قوم بالسلاح فلما عبر نزلوا عليه بأسيافهم وكان \n  في طائفة يسيرة فردوه إلى القصر مثخنا بالجراح فهلك من غير عقب وهو العاشر \n  من أولاد المهدي عبيد الله الخارج بسجلماسة وبايعوا بالأمر ابن عمه الحافظ \n  أبا الميمون عبد المجيد بن محمد بن المستنصر بالله فعاش إلى سنة أربع وأربعين .\n</p>\n<p class=\"arabic\">وكان الآمر ربعة شديد الأدمة جاحظ العينين حسن الخط جيد العقل والمعرفة .\n</p>\n<p class=\"arabic\">وقد ابتهج الناس بقتله لعسفه وسفكه الدماء وكثرة مطاردته واستحسانه الفواحش .\n</p>\n<p class=\"arabic\">وعاش خمسا وثلاثين سنة .\n</p>\n<p class=\"arabic\">وبنى وزيره المأمون بالقاهرة الجامع الأقمر .\n\n</p>"
}