{
    "header": "محمد بن سعدون بن مرجى بن سعدون .",
    "id": "022750",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن سعدون بن مرجى بن سعدون .\n</h1>\n<p class=\"arabic\">الإمام أبو عامر القرشي العبدري الميورقي المغربي نزيل بغداد .\n</p>\n<p class=\"arabic\">أحد الحفاظ والعلماء المبرزين ومن كبار الفقهاء الظاهرية .\n</p>\n<p class=\"arabic\">رحل إلى بغداد .\n</p>\n<p class=\"arabic\">وسمع أبا عبد الله البانياسي وأبا الفضل بن خيرون وطراد بن محمد ويحيى السبتي \n  والحميدي وابن البطر وخلقا سواهم .\n</p>\n<p class=\"arabic\">قال القاضي أبو بكر محمد بن المغربي في معجمه أبو عامر العبدري هو أنبل من \n  لقيته .\n</p>\n<p class=\"arabic\">وقال ابن ناصر كان فهما عالما متعففا مع فقره وكان يذهب إلى أن المناولة كالسماع .\n</p>\n<p class=\"arabic\">وذكره السلفي في معجمه فقال كان من أعيان علماء الإسلام بمدينة السلام متصرف \n  في فنون من العلوم أدبا ونحوا ومعرفة بالأنساب .\n</p>\n<p class=\"arabic\">وكان داوودي المذهب قرشي النسب ) .\n</p>\n<p class=\"arabic\">كتب عني وكتبت عنه .\n</p>\n<p class=\"arabic\">ومولده بقرطبة من مدن الأندلس .\n</p>\n<p class=\"arabic\">قال ابن نقطة نبا أحمد بن أبي بكر البندنيجي أن الحافظ ابن ناصر قال *36*104* \n  لما دفنوا أبا عامر العبدري خلا لك الجو فبيضي واصفري مات أبو عامر حافظ أحاديث \n  رسول الله صلى الله عليه وسلم فمن شاء فليقل ما شاء .\n</p>\n<p class=\"arabic\">وقال ابن عساكر كان فقيها على مذهب داود وكان أحفظ شيخ لقيته ذكر أنه دخل \n  الشام في حياة أبي القاسم بن أبي العلاء وسمعت أبا عامر وقد جرى ذكر مالك \n  فقال جلف جاف ضرب هشام بن عمار بالدرة .\n</p>\n<p class=\"arabic\">وقرأت عليه الأموال لأبي عبيد فقال وقد مر قول لأبي عبيد ما كان إلا حمارا \n  مغفلا لا يعرف الفقه .\n</p>\n<p class=\"arabic\">وقيل لي عنه إنه قال في إبراهيم النخعي أعور سوء .\n</p>\n<p class=\"arabic\">فاجتمعنا يوما عند ابن السمرقندي في قراءة الكامل فنقل فيه قولا عن السعدي \n  فقال يكذب ابن عدي إنما هو قول إبراهيم الجوزجاني .\n</p>\n<p class=\"arabic\">فقلت له فهو السعدي فإلى كم نحتمل منك سوء الأدب .\n</p>\n<p class=\"arabic\">تقول في إبراهيم النخعي كذا وتقول في مالك كذا وفي أبي عبيد كذا فغضب وأخذته \n  الرعدة وقال كان ابن الخاضبة والبرداني وغيرهما يخافوني فآل الأمر إلى أن \n  تقول في هذا .\n</p>\n<p class=\"arabic\">قال له ابن السمرقندي هذا بذاك .\n</p>\n<p class=\"arabic\">فقلت إنما نحترمك ما احترمت الأئمة .\n</p>\n<p class=\"arabic\">فقال والله قد علمت من علم الحديث ما لم يعلمه غيري ممن تقدم *36*105* وإني \n  لأعلم من صحيح البخاري ومسلم ما لم يعلماه .\n</p>\n<p class=\"arabic\">فقلت مستهزئا فعلمك إذا إلهام .\n</p>\n<p class=\"arabic\">وهجرته .\n</p>\n<p class=\"arabic\">قال وكان سيء الإعتقاد ويعتقد من أحاديث الصفات ظاهرها .\n</p>\n<p class=\"arabic\">بلغني أنه قال في سوق باب الأزج يوم يكشف عن ساق فضرب على ساقه وقال ساق ) .\n</p>\n<p class=\"arabic\">كساقي هذه .\n</p>\n<p class=\"arabic\">وبلغني أنه قال أهل البدع يحتجون بقوله تعالى ليس كمثله شيء أي في الإلهية \n  فأما في الصورة فهو مثلي ومثلك .\n</p>\n<p class=\"arabic\">قال الله تعالى يا نساء النبي لستن كأحد من النساء أي في الحرمة .\n</p>\n<p class=\"arabic\">وسألته يوما عن أحاديث الصفات فقال اختلف الناس فيها فمنهم من تأولها ومنهم \n  من امسك ومنهم من اعتقد ظاهرها .\n</p>\n<p class=\"arabic\">ومذهبي آخر هذه الثلاثة مذاهب .\n</p>\n<p class=\"arabic\">وكان يفتي على مذهب داود بن علي فبلغني أنه سئل عن وجوب الغسل على من جامع \n  ولم ينزل قال لا غسل عليه الآن فعلت ذلك بأم أبي بكر يعني ولده وكان بشع الصورة \n  زري اللباس .\n</p>\n<p class=\"arabic\">وقال ابن السمعاني حافظ مبرز في صنعة الحديث داوودي المذهب سمع الكثير ونسخ \n  بخطه إلى آخر عمره .\n</p>\n<p class=\"arabic\">وكان يسمع وينسخ .\n</p>\n<p class=\"arabic\">وقال ابن ناصر فيه تساهل في السماع يتحدث ولا يصغي ويقول *36*106* يكفيني \n  حضور المجلس .\n</p>\n<p class=\"arabic\">ومذهبه في القراءآت مذهب سوء .\n</p>\n<p class=\"arabic\">مات في ربيع الآخر .\n</p>\n<p class=\"arabic\">قلت روى عنه أبو القاسم بن عساكر ويحيى بن بوش وأبو الفتح المندائي وجماعة .\n</p>\n<p class=\"arabic\">وخمل ذكره لبدعته .\n\n</p>"
}