{
    "header": "محمد بن عبد الله بن تومرت .",
    "id": "022751",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن عبد الله بن تومرت .\n</h1>\n<p class=\"arabic\">أبو عبد الله الملقب نفسه بالمهدي المصمودي الهرغي المغربي صاحب دعوة السلطان \n  عبد المؤمن ملك المغرب .\n</p>\n<p class=\"arabic\">كان يدعي أنه حسني علوي وهو من جبل السوس في أقصى المغرب .\n</p>\n<p class=\"arabic\">نشأ هناك ثم رحل إلى المشرق لطلب العلم ولقي أبا حامد الغزالي وإلكيا أبا \n  الحسن الهراسي وأبا بكر الطرطوشي *36*107* .\n</p>\n<p class=\"arabic\">وجاور بمكة وحصل طرفا جيدا من العلم ) .\n</p>\n<p class=\"arabic\">وكان متورعا .\n</p>\n<p class=\"arabic\">متنسكا مهيبا متقشفا مخشوشنا أمارا بالمعروف كثير الإطراق متعبدا يبتسم إلى \n  من لقيه ولا يصحبه من الدنيا إلى عصاة وركوة .\n</p>\n<p class=\"arabic\">وكان شجاعا جريئا عاقلا بعيد الغور فصيحا في العرب قد طبع على النهي عن المنكر \n  متلذذا به متحملا المشقة والأذى فيه .\n</p>\n<p class=\"arabic\">أوذي بمكة لذلك فخرج إلى مصر وبالغ في الإنكار فزادوا في أذاه وطرد .\n</p>\n<p class=\"arabic\">وكان إذا خاف من البطش وإيقاع الفعل به خلط في كلامه ليظنوه مجنونا فخرج إلى \n  الإسكندرية فأقام بها مدة .\n</p>\n<p class=\"arabic\">ثم ركب البحر إلى بلاده .\n</p>\n<p class=\"arabic\">وكان قد رأى في منامه وهو بالمشرق كأنه قد شرب ماء البحر جميعه كرتين فلما \n  ركب السفينة شرع ينكر وألزمهم بالصلاة والتلاوة فلما انتهى إلى المهدية وصاحبها \n  يومئذ يحيى بن تميم الصنهاجي وذلك في سنة خمس وخمسمائة نزل بها في مسجد مغلق \n  على الطريق .\n</p>\n<p class=\"arabic\">وكان يجلس في طاقته فلا يرى منكرا من آلة الملاهي أو أواني الخمور إلا نزل \n  وكسرها .\n</p>\n<p class=\"arabic\">فتسامع به الناس وجاءوا إليه وقرأوا عليه كتبا في أصول الديانة وبلغ خبره \n  الأمير يحيى فاستدعاه مع جماعة من الفقهاء فلما رأى سمته وسمع كلامه أكرمه \n  وسأله الدعاء فقال له أصلحك الله لرعيتك .\n</p>\n<p class=\"arabic\">ثم نزح عن البلد إلى بجاية فأقام بها ينكر كدأبه فأخرج منها إلى قرية ملالة \n  فوجد بها عبد المؤمن بن علي القيسي فيقال إن ابن تومرت كان قد وقع بكتاب فيه \n  صفة عبد المؤمن وصفة رجل يظهر بالمغرب الأقصى من ذرية النبي صلى الله عليه \n  وسلم يدعو إلى الله يكون مقامه ومدفنه بموضع من المغرب يسمى ت ي ن م ل ويجاوز \n  وقته المائة الخامسة .\n</p>\n<p class=\"arabic\">فوقع في ذهنه أنه هو .\n</p>\n<p class=\"arabic\">وأخذ يتطلب صفة عبد المؤمن فبلغ إلى أن رأى في الطريق شابا قد بلغ أشده على \n  الصفة التي معه فقال يا شاب ما اسمك قال عبد المؤمن .\n</p>\n<p class=\"arabic\">فقال الله أكبر أنت بغيتي فأين مقصدك *36*108* قال المشرق لطلب العلم .\n</p>\n<p class=\"arabic\">قال قد وجدت علما وشرفا وصحبني شلة ) .\n</p>\n<p class=\"arabic\">ثم نظر في حليته فوافقت وقال ممن أنت قال من كومية .\n</p>\n<p class=\"arabic\">فربط الشاب وألقى إليه سره .\n</p>\n<p class=\"arabic\">وكان ابن تومرت قد صحبه عبد الله الونشريسي ممن تهذب وتفقه وكان جميلا فصيحا \n  في العربية فتحدثا يوما في كيفية الوصول إلى الأمر المطلوب فقال لعبد الله \n  أرى أن تستر ما أنت عليه من العلم والفصاحة عن الناس فتظهر من العي واللكن \n  والجهل ما تشتهر به لتجد الخروج عن ذلك وإظهار العلم دفعة واحدة فيكون ذلك \n  معجزة .\n</p>\n<p class=\"arabic\">ففعل ذلك .\n</p>\n<p class=\"arabic\">ثم استدنى محمد أشخاصا أجلادا في القوى الجسمانية أغمارا فاجتمع له ستة فتوجهوا \n  إلى مراكش وملكها علي بن يوسف بن تاشفين وكان ملكا حليما عادلا متواضعا وكان \n  بحضرته مالك بن وهيب الأندلسي الفقيه فأخذ ابن تومرت في الإنكار حتى أنكر \n  على إبنة الملك وذلك في قصة طويلة فبلغ خبره الملك وأنه يحدث في تغيير الدولة \n  فكلم مالك بن وهيب في أمره وقال نخاف من فتح باب يعسر علينا سده .\n</p>\n<p class=\"arabic\">وكان محمد وأصحابه مقيمين في مسجد خراب بظاهر البلد فأحضرهم في محفل من العلماء \n  فقال الملك سلوا هذا ما يبغي .\n</p>\n<p class=\"arabic\">فكلموه وقال ما الذي يذكر عنك من القول في حق الملك العادل الحليم المنقاد \n  إلى الحق فقال أما ما نقل عني فقد قلته ولي من ورائه أقوال وأما قولك إنه \n  يؤثر طاعة الله على هواه وينقاد إلى الحق فقد حضر اعتبار هذا القول عليه ليعلم \n  بتعريه عن هذه الصفة .\n</p>\n<p class=\"arabic\">إنه مغرور بما تقولون له وتطرونه به مع علمكم أن الحجة عليه متوجهة .\n</p>\n<p class=\"arabic\">فهل بلغك يا قاضي أن الخمر تباع جهارا وتمشي *36*109* الخنازير بين المسلمين \n  وتؤخذ أموال اليتامى وعدد من ذلك أشياء حتى ذرفت عينا الملك وأطرق حياء ففهم \n  الدهاة من كلامه طمعه في الملك .\n</p>\n<p class=\"arabic\">ولما رأوا سكوت الملك وانخداعه له لم يتكلموا فقال مالك بن وهيب إن عندي نصيحة \n  إن قبلها الملك حمد عاقبتها وإن تركها لم آمن عليه .\n</p>\n<p class=\"arabic\">قال وما هي قال إني خائف عليك من هذا الرجل وأرى أن تسجنه وأصحابه وتنفق عليهم \n  كل يوم دينارا ) .\n</p>\n<p class=\"arabic\">وإلا أنفقت عليه خزائنك .\n</p>\n<p class=\"arabic\">فوافقه الملك فقال الوزير أيها الملك يقبح أن تبكي من موعظة هذا ثم تسيء إليه \n  في مجلس واحد .\n</p>\n<p class=\"arabic\">وأن يظهر منك الخوف مع عظم ملكك وهو رجل فقير لا يملك سد جوعه .\n</p>\n<p class=\"arabic\">فأخذت الملك العزة واستهون أمره وصرفه وسأله الدعاء .\n</p>\n<p class=\"arabic\">وقيل إنه لما خرج من عنده لم يزل وجهه تلقاء وجهه إلى أن فارقه فقيل له نراك \n  تأدبت مع الملك .\n</p>\n<p class=\"arabic\">فقال أردت أن لا يفارق وجهي الباطل حتى أغيره ما استطعت .\n</p>\n<p class=\"arabic\">ولما خرج قال لأصحابه لا مقام لنا بمراكش مع وجود ماله بن وهيب فإنا نخاف \n  مكره وإنا لنا بأغمات أخا في الله فنقصده فلم نعدم منه رأيا ودعاء .\n</p>\n<p class=\"arabic\">وهو الفقيه عبد الحق بن إبراهيم المصمودي .\n</p>\n<p class=\"arabic\">فسافروا إليه فأنزلهم وبثوا إليه سرهم وما جرى لهم فقال هذا الموضع لا يحميكم \n  وإن أحصن الأماكن المجاورة لهذا البلد تين مل وهي مسيرة يوم في هذا الجبل \n  فانقطعوا فيه برهة ريثما ينسى ذكركم .\n</p>\n<p class=\"arabic\">فلما سمع ابن تومرت بهذا الاسم تجدد له ذكر اسم الموضع الذي رآه في الكتاب \n  فقصده مع أصحابه .\n</p>\n<p class=\"arabic\">فلما أتوه رآهم أهل ذلك المكان على تلك الصورة فعلموا أنهم طلاب علم .\n</p>\n<p class=\"arabic\">قال فتلقوهم وأكرموهم وأنزلوهم *36*110* .\n</p>\n<p class=\"arabic\">وبلغ الملك سفرهم فسر بذلك .\n</p>\n<p class=\"arabic\">وفشا مع أهل الجبل بوصول ابن تومرت فجاءوه من النواحي يتبركون به وكان كل \n  من أتاه استدناه وعرض عليه ما في نفسه من الخروج فإن أجابه أضافه إلى خواصه \n  وإن خالفه أعرض عنه .\n</p>\n<p class=\"arabic\">وكان يستميل الشباب والأغمار وكان ذوو الحلم والعقل من أهاليهم ينهونهم ويحذرونهم \n  من اتباعه خوفا عليهم من الملك فكان لا يتم له مع ذلك حال .\n</p>\n<p class=\"arabic\">وطالت المدة وكثرت أتباعه من أهل جبال درن وهو جبل لا يفارقه الثلج وطريقه \n  ضيق ) .\n</p>\n<p class=\"arabic\">وعسر .\n</p>\n<p class=\"arabic\">قال اليسع بن حزم لا أعلم مدينة من تينمل لأنها بين جبلين ولا يسع الطريق \n  إليها إلا الفارس وقد ينزل عن فرسه في أماكن صعبة وفيها مواضع لا يعبر فيها \n  إلا على خشب فإذا أزيلت خشبة لم يمر أحد .\n</p>\n<p class=\"arabic\">وهذه الطريق مسافة يوم .\n</p>\n<p class=\"arabic\">فأخذ أصحابه يغيرون على النواحي سبيا وقتلا وتقوا وكثروا .\n</p>\n<p class=\"arabic\">ثم إنه غدر بأهل تينمل الذين آووه ونصروه وأمر أصحابه فقتلوا منهم مقتلة عظيمة \n  قاتله الله .\n</p>\n<p class=\"arabic\">فقال له الفقيه الإفريقي وهو أحد العشرة عن ما فعل بأهل تينمل هؤلاء قوم أكرمونا \n  وأنزلونا دورهم قتلتهم فقال لأصحابه هذا شك في عصمتي خذوه فاقتلوه .\n</p>\n<p class=\"arabic\">فقتلوه وعلقوه على جذع .\n</p>\n<p class=\"arabic\">قال وكل ما أذكره من حال المصامدة فمنه ما شاهدته ومنه ما أخذته بنقل التواتر .\n</p>\n<p class=\"arabic\">وكان في وصيته إلى قوم إذا ظفروا بمرابط أو أحد من تلمسان أن يحرقوه .\n</p>\n<p class=\"arabic\">فلما كان في عام تسعة عشر خرج إليهم يوما فقال تعلمون أن البشير الذي هو الونشريسي \n  إنه أمي لا يقرأ ولا يكتب وإنه لا يثبت على دابة وقد جعله الله مبشرا لكم \n  مطلعا على أسراركم وهو آية لكم فإنه حفظ القرآن وتعلم الركوب *36*111* .\n</p>\n<p class=\"arabic\">ثم استعرضه القرآن فقرأه لهم في أربعة أيام وركب حصانا وساقه فتعجبوا وعدوا \n  ذلك آية وصح لابن تومرت بذلك ما أطواه على نفوس سليمة لا يعرفون بواطن الأمور \n  فتحقق تصديقهم إياه .\n</p>\n<p class=\"arabic\">فقام خطيبا وقال قال الله تعالى ليميز الله الخبيث من الطيب فقال منهم المؤمنون \n  وأكثرهم الفاسقون .\n</p>\n<p class=\"arabic\">وهذا البشير مطلع على الأنفس محدث والنبي صلى الله عليه وسلم يقول إن في أمتي \n  محدثين .\n</p>\n<p class=\"arabic\">وإن عمر منهم .\n</p>\n<p class=\"arabic\">وقد صحبنا أقوام أطلعه الله على سرهم ونفاقهم ولابد من النظر فيهم ويتمم العدل \n  فيهم ) .\n</p>\n<p class=\"arabic\">ثم نودي في جبال المصامدة من كان مطيعا للإمام فليقبل .\n</p>\n<p class=\"arabic\">فكانوا يأتون قبائل قبائل فيعرضون عليه فيخرجون قوما على يمينه ويعدهم من \n  أهل الجنة وقوما على يساره ويقول هؤلاء شاكون في الأمر .\n</p>\n<p class=\"arabic\">حتى كان يؤتى بالرجل فيقول ردوا هذا على اليمين فإنه تائب وقد كان قبل كافرا \n  ثم أحدث البارحة توبة فيعترف بما أخبر به .\n</p>\n<p class=\"arabic\">واتفقت له فيهم عجائب .\n</p>\n<p class=\"arabic\">وكان يطلق أهل اليسار وهم يعلمون أن مآلهم إلى القتل فلا يفر منهم أحد .\n</p>\n<p class=\"arabic\">وكان إذا اجتمع منهم كثير قتلهم قراباتهم يقتل الأب ابنه والأخ أخاه وابن \n  العم ابن العم .\n</p>\n<p class=\"arabic\">فالذي صح عندي أنه قتل منهم سبعون ألفا على هذه الصفة ويسمونها التمييز .\n</p>\n<p class=\"arabic\">ولما كمل التمييز وجه جموعه مع البشير نحو أغمات فالتقوا المرابطين فهزموهم \n  وقتل خلق من المصامدة لكونهم ثبتوا وجرح عمر الهنتاني جراحات فحملوه على أعناقهم \n  وهو كالميت لا ينبض له عرق .\n</p>\n<p class=\"arabic\">فقال لهم البشير إنه لا يموت حتى يفتح البلاد ويغزو في الأندلس .\n</p>\n<p class=\"arabic\">وبعد مدة من استماتته فتح عينيه فزادهم ذلك إيمانا بأمرهم .\n</p>\n<p class=\"arabic\">ولما أتوا عزاهم ابن تومرت وقال يوم بيوم وكذلك حرب الرسل *36*112* .\n</p>\n<p class=\"arabic\">ونقل عبد الواحد بن علي التميمي المراكشي في كتاب المعجب الذي اختصرته أن \n  ابن تومرت رحل إلى بغداد فأخذ الأصول عن أبي بكر الأصولي الشاشي وسمع من المبارك \n  بن عبد الجبار ابن الطيوري .\n</p>\n<p class=\"arabic\">وقال إن أمير الإسكندرية نفاه منها فبلغني أنه استمر ينكر في المركب إلى أن \n  ألقوه في البحر .\n</p>\n<p class=\"arabic\">فأقام نصف يوم يجري في ماء السفينة ولم يغرق فأنزلوا إليه من أطلعه وعظموه \n  إلى أن نزل بجاية ووعظ بها ودرس وحصل له القبول فأمره صاحبها بالخروج منها \n  خوفا منه فخرج ووقع بعبد المؤمن وكان بارعا في خط الرمل .\n</p>\n<p class=\"arabic\">ووقع بجفر فيما قيل وصحبهما من ملالة عبد الواحد الشرقي فتوجه الثلاثة إلى \n  أقصى المغرب ) .\n</p>\n<p class=\"arabic\">وقيل إنه لقي عبد المؤمن ببلاد متيحة فرآه يعلم الصبيان فأسر إليه وعرفه بالعلامات .\n</p>\n<p class=\"arabic\">وكان عبد المؤمن قد رأى رؤيا وهي أنه يأكل مع أمير المسلمين علي بن يوسف في \n  صحفة قال ثم زاد أكلي على أكله ثم اختطفت الصحفة منه .\n</p>\n<p class=\"arabic\">فقصها على عابر فقال هذه لا ينبغي أن تكون لك إنما هي لرجل ثائر يثور على \n  أمير المسلمين إلى أن يغلب على بلاده .\n</p>\n<p class=\"arabic\">وسار ابن تومرت إلى أن نزل في مسجد بظاهر تلمسان وكان قد وضع له هيبة في النفوس .\n</p>\n<p class=\"arabic\">وكان طويل الصمت كثير الإنقباض إذا انفصل عن مجلس العلم لا يكاد يتكلم .\n</p>\n<p class=\"arabic\">أخبرني شيخ عن رجل من الصالحين كان معتكفا في ذلك المسجد أن ابن تومرت خرج \n  ليلة فقال أين فلان قالوا مسجون .\n</p>\n<p class=\"arabic\">فمضى من وقته ومعه رجل حتى أتى إلى باب المدينة فدق على البواب دقا عنيفا .\n</p>\n<p class=\"arabic\">ففتح له بسرعة فدخل حتى أتى الحبس فابتدر إليه السجانون يتمسحون به .\n</p>\n<p class=\"arabic\">ونادى يا فلان .\n</p>\n<p class=\"arabic\">فأجابه فقال أخرج فخرج والسجانون باهتون لا يمانعونه وخرج به حتى أتى المسجد .\n</p>\n<p class=\"arabic\">وكانت هذه عادته في كل ما يريد لا يتعذر عليه .\n</p>\n<p class=\"arabic\">قد سخرت له الرجال .\n</p>\n<p class=\"arabic\">وعظم شأنه بتلمسان إلى أن انفصل عنها وقد استحوذ على قلوب *36*113* كبرائها .\n</p>\n<p class=\"arabic\">فأتى فاس وأظهر الأمر بالمعروف وكان جل ما يدعو إليه علم الإعتقاد على طريقة \n  الأشعرية .\n</p>\n<p class=\"arabic\">وكان أهل المغرب ينافرون هذه العلوم ويعادون من ظهرت عليه .\n</p>\n<p class=\"arabic\">فجمع والي فاس الفقهاء له فناظرهم فظهر عليهم لأنه وجد جوا خاليا وناسا لا \n  علم لهم بالكلام فأشاروا على المتولي بإخراجه .\n</p>\n<p class=\"arabic\">فسار إلى مراكش وكتبوا بخبره إلى ابن تاشفين فجمع له الفقهاء فلم يكن فيهم \n  من يعرف المناظرة إلا مالك بن وهيب وكان متفننا قد نظر في الفلسفة .\n</p>\n<p class=\"arabic\">فلما سمع كلامه استشعر حدته وذكاءه فأشار على أمير المسلمين ابن تاشفين بقتله \n  وقال هذا لا تؤمن عائلته وإن وقع في بلاد المصامدة قوي شره فتوقف عن قتله \n  دينا فأشار عليه ) .\n</p>\n<p class=\"arabic\">بحبسه فقال علام أسجن مسلما لم يتعين لنا عليه حق .\n</p>\n<p class=\"arabic\">ولكن يخرج عنا .\n</p>\n<p class=\"arabic\">فذهب هو وأصحابه إلى السوس ونزل تينمل .\n</p>\n<p class=\"arabic\">ومن هذا الموضع قام أمره وبه قبره فلما نزله اجتمع إليه المصامدة فشرع في \n  بث العلم والدعاء إلى الخير .\n</p>\n<p class=\"arabic\">وكتم أمره وصنف لهم عقيدة بلسانهم وعظم في أعينهم وأحبته قلوبهم .\n</p>\n<p class=\"arabic\">فلما استوثق منهم دعا إلى الأمر بالمعروف والنهي عن المنكر ونهاهم عن سفك \n  الدماء فأقاموا على ذلك مدة وأمر رجالا منهم ممن استصلح عقولهم بنصب الدعوة .\n</p>\n<p class=\"arabic\">واستمال رؤساء القبائل وأخذ يذكر المهدي ويشوق إليه وجمع الأحاديث التي جاءت \n  في فضله فلما قرر عندهم عظمة المهدي ونسبه ونعته ادعى ذلك لنفسه وقال أنا \n  محمد بن عبد الله وسرد له نسبا إلى علي عليه السلام وصرح بدعوى العصمة لنفسه \n  وأنه المهدي المعصوم وبسط يده للمبايعة فبايعوه فقال أبايعكم على ما أبايع \n  عليه أصحاب رسول الله صلى الله عليه وسلم ورسول الله صلى الله عليه وسلم وصنف \n  لهم تصانيف في العلم منها كتاب سماه أعز ما يطلب وعقائد على مذهب الأشعري \n  في أكثر المسائل إلا في إثبات الصفات فإنه وافق المعتزلة في نفيها وفي مسائل \n  غيرها قليلة .\n</p>\n<p class=\"arabic\">وكان يبطن شيئا من التشيع .\n</p>\n<p class=\"arabic\">ورتب أصحابه طبقات فجعل منهم العشرة وهم الأولون السابقون إلى إجابته .\n</p>\n<p class=\"arabic\">وهم الملقبون بالجماعة *36*114* .\n</p>\n<p class=\"arabic\">وجعل منهم الخمسين وهم الطبقة الثانية .\n</p>\n<p class=\"arabic\">وهذه الطبقات لا تجمعها قبيلة بل هم من قبائل متفرقة .\n</p>\n<p class=\"arabic\">وكان يسميهم المؤمنين ويقول لهم ما على وجه الأرض من يؤمن إيمانكم وأنتم العصابة \n  المعنيون بقوله صلى الله عليه وسلم لا تزال طائفة بالمغرب ظاهرين على الحق \n  لا يضرهم من خذلهم حتى يأتي أمر الله .\n</p>\n<p class=\"arabic\">وأنتم الذين يفتح الله بكم الروم ويقتل بكم الدجال ومنكم الأمير الذي يصلي \n  بعيسى بن مريم .\n</p>\n<p class=\"arabic\">هذا مع جزيئات كان يخبرهم بها وقع أكثرها ) .\n</p>\n<p class=\"arabic\">وكان يقول لو شئت أن أعد خلفاءكم خليفة خليفة لعددت .\n</p>\n<p class=\"arabic\">فعظمت فتنة العوام به وبالغوا في طاعته إلى أن بلغوا حدا لو أمر أحدهم بقتل \n  أبيه أو أخيه أو ابنه لقتله .\n</p>\n<p class=\"arabic\">وسهل ذلك عليهم ما في طباعهم من القسوة المعهودة في أهل الجبال لاسيما الخاربة \n  البربر فإنهم جبلوا على الإقدام على الدماء واقتضاه إقليمهم .\n</p>\n<p class=\"arabic\">حتى قيل إن الاسكندر أهديت له فرس لا تسبق لكنها لا تصهل فلما حل بجبال درن \n  وهي بلاد المصامدة هذه وشربت تلك الفرس من مياهها صهلت .\n</p>\n<p class=\"arabic\">فكتب الإسكندر إلى الحكيم يخبره فكتب إليه هذه بلاد سر وقسوة فعجل بالخروج \n  منها .\n</p>\n<p class=\"arabic\">وأنا فقد شاهدت من إقدامهم على القتل لما كنت بالسوس ما قضيت منه العجب .\n</p>\n<p class=\"arabic\">قال وقوي أمر ابن تومرت في سنة خمس عشرة وخمسمائة فلما كان في سنة سبع عشرة \n  جهز جيشا من المصامدة جلهم من أهل تينمل والسوس وقال لهم اقصدوا هؤلاء المارقين \n  المبدلين الذين تسموا بالمرابطين فادعوهم إلى إماتة المنكر وإزالة البدع والإقرار \n  بالإمام المهدي المعصوم فإن أجابوكم فهم إخوانكم وإلا فقاتلوهم وقد أباحت \n  لكم السنة قتالهم .\n</p>\n<p class=\"arabic\">وقدم عليهم عبد المؤمن فسار بهم قاصدا مراكش فخرج لقتالهم الزبير *36*115* \n  ابن أمير المسلمين علي بن يوسف بن تاشفين فلما تراءى الجمعان كلموا المرابطين \n  بما أمرهم به ابن تومرت فردوا عليهم أسوأ رد ووقع القتال فانهزم المصامدة \n  وقتل منهم مقتلة ونجا عبد المؤمن .\n</p>\n<p class=\"arabic\">فلما بلغ الخبر ابن تومرت قال أليس قد نجا عبد المؤمن قيل نعم .\n</p>\n<p class=\"arabic\">قال لم يفقد أحد .\n</p>\n<p class=\"arabic\">ثم أخذ يهون عليهم ويقرر عندهم أن قتلاهم شهداء فزادهم حرصا على الحرب .\n</p>\n<p class=\"arabic\">وقال الأمير عزيز في كتاب الجمع والبيان في أخبار القيروان إن ابن تومرت أقام \n  بتينمل وسمى أصحابه وأتباعه بالموحدين والمخالفين أمره مجسمين .\n</p>\n<p class=\"arabic\">وأقام على ذلك نحو العام فاشتهر أمره سنة خمس عشرة وبايعته هرغة على أنه المهدي \n  فجهز له علي بن يوسف جيشا من الملثمين فقال ابن تومرت لأصحابه الذين بايعوه \n  إن هؤلاء قد جاءوا في طلبي وأخاف عليكم منهم والرأي أن أخرج عنكم بنفسي إلى \n  غير هذه البلاد ) .\n</p>\n<p class=\"arabic\">لتسلموا أنتم .\n</p>\n<p class=\"arabic\">فقام بين يديه ابن توفيان من مشايخ هرغة وقال له تخاف شيئا من السماء قال \n  لا بل من السماء تنصر .\n</p>\n<p class=\"arabic\">فقال ابن توفيان فدع كل من في الأرض يأتينا .\n</p>\n<p class=\"arabic\">ووافقه جميع قبيلته على ذلك القول .\n</p>\n<p class=\"arabic\">فقال إنما أردت أن أختبر صبركم وثباتكم وأما الآن فابشروا بالنصر وأنكم تغلبون \n  هؤلاء الشرذمة وبعد قليل تستأصلون دولتهم وترثون أرضهم .\n</p>\n<p class=\"arabic\">فالتقوا جيش الملثمين فهزموهم وأخذوا الغنيمة ووثقت نفوسهم بالمهدي وأقبلت \n  إليه أفواج القبائل من النواحي ووحدت قبيلة هنتانة وهي من أقوى القبائل إلى \n  أن قال ثم نهج لهم طريق التودد والآداب فلا يخاطبون الواحد منهم إلا بضمير \n  الجمع في وقار وبشاشة ولا يلبسون إلا الثياب القصيرة الرخيصة ولا يخلون يوما \n  من طراد ومناصفة ونضارة .\n</p>\n<p class=\"arabic\">وكان في كل قبيلة قوم أشرار مفسدون فنظر *36*116* ابن تومرت في ذلك فطلب مشايخ \n  القبائل ووعظهم وقال لا يصح دينكم إلا بالنهي عن المنكر فابحثوا عن كل مفسد \n  وانهوه فإن لم ينته فاكتبوا أسماءهم وارفعوها إلي .\n</p>\n<p class=\"arabic\">ففعلوا ذلك ثم أمرهم بذلك ثانيا وثلاثا .\n</p>\n<p class=\"arabic\">ثم جمع الأوراق فأخذ ما تكرر من الأسماء فأفردها عنده .\n</p>\n<p class=\"arabic\">ثم جمع القبائل كلها وحضهم على أن لا يغيب منهم أحد .\n</p>\n<p class=\"arabic\">ودفع الأسماء التي أفردها إلى عبد الله الونشريسي الملقب بالبشير ثم جعل يعرضهم \n  رجلا رجلا فمن وجد اسمه أفرده في جهة الشمال ومن لم يجده جعله في جهة اليمين .\n</p>\n<p class=\"arabic\">إلى أن عرض القبائل جميعها .\n</p>\n<p class=\"arabic\">ثم أمر بتكتيف جهة الشمال وقال لقبائلهم هؤلاء أشقياء من أهل النار قد وجب \n  قتلهم .\n</p>\n<p class=\"arabic\">ثم أمر كل قبيلة أن تقتل أشقياءها فقتلوا كلهم .\n</p>\n<p class=\"arabic\">وكانت واقعة عجيبة .\n</p>\n<p class=\"arabic\">وقال بهذا الفعل يصح لكم دينكم ويقوى أمركم ) .\n</p>\n<p class=\"arabic\">وعلى ذلك استمرت الحالة في جميع بلادهم .\n</p>\n<p class=\"arabic\">ويسمونه التمييز .\n</p>\n<p class=\"arabic\">وكان له أصحاب عشرة يسمون أهل عشرة .\n</p>\n<p class=\"arabic\">وأصحاب من رؤوس القبائل سماهم أهل خمسين كانوا ملازمين مجلسه .\n</p>\n<p class=\"arabic\">فأما العشرة فعبد المؤمن والشيخ أبو إبراهيم الهزرجي والشيخ أبو حفص عمر بن \n  يحيى الهنتاني المعروف بعمرانيني والشيخ أبو محمد عبد الله البشير والشيخ \n  أبو محمد عبد الواحد الزواوي وكان يعرف بطير الجنة والشيخ أبو محمد عبد الله \n  بن أبي بكر والشيخ أبو حفص عمر بن أرناق والشيخ أبو محمد واسناد الأغماتي \n  والشيخ أبو إسحاق إبراهيم بن جامع وآخر .\n</p>\n<p class=\"arabic\">فهؤلاء الذين سبقوا وتعرفوا به لأخذ العلم عنه .\n</p>\n<p class=\"arabic\">وكان اجتماعهم به أفرادا في حال تطوافه في البلاد فآثرهم واختصهم .\n</p>\n<p class=\"arabic\">وفي أول سنة أربع وعشرين جهز جيشا زهاء عشرين ألف مقاتل قدم عليهم البشير \n  ثم دونه عبد المؤمن بعد أمور وحروب .\n</p>\n<p class=\"arabic\">فساروا إلى مراكش وحاصروها عشرين يوما فأرسل علي بن يوسف بن تاشفين إلى عامله \n  على سجلماسة فجمع جيشا وجاء من جهة وخرج ابن تاشفين من البلد من جهة ووقع \n  الحرب واستحر يومئذ القتل بجيش المصامدة فقتل أمريهم عبد الله *36*117* البشير \n  فالتفوا على عبد المؤمن ودام القتال إلى الليل .\n</p>\n<p class=\"arabic\">وصلى بهم عبد المؤمن صلاة الخوف والحرب قائمة .\n</p>\n<p class=\"arabic\">وتكاثر الملثمون وتحيز المصامدة إلى بستان هناك ملتف بالشجر يعرف بالبحيرة \n  فلذا قيل وقعة البحيرة .\n</p>\n<p class=\"arabic\">وبلغت قتلاهم ثلاثة عشر ألفا .\n</p>\n<p class=\"arabic\">وأنهي الخبر إلى المهدي فقال عبد المؤمن سالم قيل نعم .\n</p>\n<p class=\"arabic\">قال ما مات أحد الأمر قائم .\n</p>\n<p class=\"arabic\">وكان مريضا فأمر باتباع عبد المؤمن وعقد له من بعده وسماه أمير المؤمنين وقال \n  لهم ) .\n</p>\n<p class=\"arabic\">هذا الذي يفتح الله البلاد على يده فلا تشكوا فيه وأعضدوه بأموالكم وأنفسكم .\n</p>\n<p class=\"arabic\">ثم مات في آخر سنة أربع وعشرين .\n</p>\n<p class=\"arabic\">قال اليسع بن حزم سمى ابن تومرت اتباع المرابطين مجسمين وما كان أهل المغرب \n  يدينون إلا بتنزيه الله تعالى عما لا يجب له وصفته بما يجب له وترك الخوض \n  فيما تقصر العقول عن فهمه .\n</p>\n<p class=\"arabic\">وكان علماء المغرب يعلمون العامة أن اللازم لهم أن الله ليس كمثله شيء وهو \n  السميع البصير إلى أن قال فكفرهم ابن تومرت بوجهين بجهل العرض والجوهر .\n</p>\n<p class=\"arabic\">وأن من لا يعرف ذلك لا يعرف المخلوق ولم يعرف الخالق .\n</p>\n<p class=\"arabic\">الوجه الثني إن من لم يهاجر إليه ولم يقاتل المرابطين معه فهو كافر حلال الدم \n  والحريم .\n</p>\n<p class=\"arabic\">وذكر أن غضبه لله وإنما قام حسبة على قوم أغرموا الناس ما لا يجب عليهم .\n</p>\n<p class=\"arabic\">وهذا تناقض لأنه كفرهم وإن كانوا مسلمين .\n</p>\n<p class=\"arabic\">فأخذ المرابطين منهم النزر اليسير أشبه من قتلهم ونهبهم .\n</p>\n<p class=\"arabic\">وحصل له في نفوس أتباعه من التصديق له والبركة ما لا يجوزه الوصف .\n</p>\n<p class=\"arabic\">وقال القاضي شمس الدين طالت المدة على ابن تومرت فشرع في حيلة وذلك أنه رأى \n  أولاد المصامدة شقرا زرقا ولون الآباء سمر قال لهم عن ذلك فلم يجيبوه فلما \n  ألح عليهم فقالوا نحن من رعية أمير المسلمين علي وله علينا خراج .\n</p>\n<p class=\"arabic\">وفي كل سنة تصعد مماليكه إلينا وينزلون في بيوتنا ويخرجونا *36*118* عنها \n  ويخلون بنسائنا وما لنا قدرة على دفع ذلك .\n</p>\n<p class=\"arabic\">فقال ابن تومرت والله الموت خير من هذه الحياة .\n</p>\n<p class=\"arabic\">كيف رضيتم بهذا وأنتم أضرب خلق الله بالسيف وأطعنهم بالرمح قالوا بالرغم منا .\n</p>\n<p class=\"arabic\">قال أرأيتم لو أن ناصرا نصركم على هؤلاء ما كنتم تصنعون قالوا كنا نقدم أنفسنا \n  بين يديه للموت فمن هو قال ضيفكم .\n</p>\n<p class=\"arabic\">فقالوا السمع والطاعة ) .\n</p>\n<p class=\"arabic\">فبايعهم ثم قال استعدوا لحضور هؤلاء بالسلاح .\n</p>\n<p class=\"arabic\">فإذا جاءوكم فأجروهم على عادتهم ثم ميلوا عليهم بالخمور فإذا سكروا فآذنوني \n  بهم .\n</p>\n<p class=\"arabic\">فلما جاءوهم ففعلوا ذلك بهم وأعلموه فأمر بقتلاهم فلم تمض ساعة من الليل حتى \n  أتوا على آخرهم وأفلت منهم واحد فلحق بمراكش فأخبر الملك فندم على فوات محمد \n  من يده حيث لا ينفعه الندم .\n</p>\n<p class=\"arabic\">وجهز جيشا .\n</p>\n<p class=\"arabic\">وعرف ابن تومرت أنه لابد من عسكر يغشاهم .\n</p>\n<p class=\"arabic\">فأمر أهل الجبل بالقعود على أنقاب الوادي فلما وصلت إليهم الخيل نزلت عليهم \n  الحجارة من جانبي الوادي كالمطر ودام القتال إلى الليل فرجع العسكر وأخبروا \n  الملك فعلم أنه لا طاقة لنا بأهل الجبل لتحصنهم فأعرض عنهم .\n</p>\n<p class=\"arabic\">ثم قال ابن تومرت لعبد الله الونشريسي هذا أوان إظهار فضائلك وفصاحتك دفعة \n  واحدة .\n</p>\n<p class=\"arabic\">ثم اتفقا على أن يصلي الصبح ويقول بلسان فصيح إني رأيت في النوم أنه نزل بي \n  ملكان من السماء وشقا فؤادي وغسلاه وحشياه علما وحكمة .\n</p>\n<p class=\"arabic\">فلما أصبح فعل ذلك فدهشوا وعجبوا منه وانقادوا إليه كل الإنقياد .\n</p>\n<p class=\"arabic\">فقال له ابن تومرت فعجل لنا البشرى في نفسنا وعرفنا أسعداء نحن أم أشقياء .\n</p>\n<p class=\"arabic\">فقال له أما أنت فإنك المهدي القائم بأمر الله من تبعك سعد ومن خالفك شقي \n  *36*119* .\n</p>\n<p class=\"arabic\">ثم قال أعرض أصحابك حتى أميز أهل الجنة من أهل النار .\n</p>\n<p class=\"arabic\">وعمل ذلك حيلة قتل فيها من خالف أمر ابن تومرت ثم لم يزل إلى أن جهز بعد فصول \n  طويلة عشرة آلاف مقاتل .\n</p>\n<p class=\"arabic\">وأقام هو في الجبل فنزلوا لحصار مراكش فأقاموا عليها شهرا ثم كسروا كسرة شنيعة \n  وهرب من سلم من القتل وقتل الونشريسي المذكور .\n</p>\n<p class=\"arabic\">وقال عبد الواحد بن علي المراكشي ثم جعلوا يشنون الغارات على قرى مراكش ويقطعون \n  عنها الجلب ويقتلون ويسبون الحريم .\n</p>\n<p class=\"arabic\">وكثر الداخلون في دعوتهم المنحاشون إليهم وابن تومرت في ذلك كله يكثر الزهد \n  والتقلل والعبادة ) .\n</p>\n<p class=\"arabic\">أخبرني من رآه يضرب على الخمر بالأكمام والنعال وعشب النخل كفعل الصحابة .\n</p>\n<p class=\"arabic\">وأخبرني من شهده وقد أتي برجل سكران فحده فقال يوسف بن سليمان أحد الأعيان \n  لو شددنا عليه حتى يخبرنا من أين شربها .\n</p>\n<p class=\"arabic\">فأعرض عنه فأعاد قوله فقال أرأيت لو قال شربتها في دار يوسف بن سليمان ما \n  كنا نصنع فاستحى وسكت .\n</p>\n<p class=\"arabic\">ثم ظهر أن عبيد يوسف بن سليمان سقوه فزادهم هذا ونحوه فتنة بابن تومرت .\n</p>\n<p class=\"arabic\">قال اليسع بن حزم ألف ابن تومرت كتاب القواعد ومما فيه إن التمادي على ذرة \n  من الباطل كالتمادي على الباطل كله .\n</p>\n<p class=\"arabic\">وألف لهم كتاب الإمامة يقول فيه حتى جاء الله بالمهدي يعني نفسه وطاعته صافية \n  نقية لا ضد له ولا مثل له ولا ند في الورى .\n</p>\n<p class=\"arabic\">وإن به قامت السموات والأرض .\n</p>\n<p class=\"arabic\">قال اليسع هذا نص قوله في الإمامة وهذا نص تلقيته من قراءة عبد المؤمن بن \n  علي .\n</p>\n<p class=\"arabic\">دون لهم هذا بالعربي وبالبربري .\n</p>\n<p class=\"arabic\">فلما قرأوا هذين الكتابين زادهم ذلك شدة في مذهبهم من تكفير الناس بالذنوب \n  وتكفيرهم بالتأخر عن طاعة المهدي الذي قامت به السموات والأرض *36*120* .\n</p>\n<p class=\"arabic\">هذا نص ما قاله اليسع .\n</p>\n<p class=\"arabic\">قال وأمرهم بجمع العساكر فخرجوا إلى ناحية مراكش فوجدوا جيشا للمرابطين فالتقوا \n  فانهزم المرابطون هزيمة مات فيها أكثر من شهدها وصبر فيها الموحدون .\n</p>\n<p class=\"arabic\">فلما كان في سنة إحدى وعشرين تألفوا في أربعين ألف راجل وأربعمائة فارس ونزلوا \n  يريدون حضرة مراكش فحدثني جماعة أنهم نزلوا على باب أغمات بعد أن خرج إليهم \n  المرابطون في أكثر من مائة ألف بين فارس وراجل فخذلوا ودخلوا المدينة في أسوأ \n  حالة .\n</p>\n<p class=\"arabic\">فجاء من الأندلس ابن همبك في مائة فارس فشجع أمير المسلمين وخرج فقاتل فانتصر \n  المرابطون وقتل من المصامدة نحو من أربعين ألفا فما سلم منهم إلا نحو أربعمائة \n  نفس .\n</p>\n<p class=\"arabic\">كذا قال اليسع .\n</p>\n<p class=\"arabic\">وقال ابن خلكان حضرت ابن تومرت الوفاة فأوصى أصحابه وشجعهم وقال العاقبة لكم \n  ) .\n</p>\n<p class=\"arabic\">ومات في سنة أربع وعشرين إثر الوقعة التي قتل فيها الونشريسي ودفن بالجبل \n  وقبره مشهور معظم .\n</p>\n<p class=\"arabic\">ومات كهلا .\n</p>\n<p class=\"arabic\">وكان ربعة أسمر عظيم الهامة حديد النظر مهيبا .\n</p>\n<p class=\"arabic\">وقيل فيه آثاره تغنيك عن أخباره حتى كأنك بالعيان تراه قدم في الثرى وهامة \n  في الثريا ونفس ترى إراقة ماء الحياء دون ماء المحيا .\n</p>\n<p class=\"arabic\">أغفل المرابطون ربطه حتى دب دبيب الفلق في الغسق وترك في الدنيا دويا .\n</p>\n<p class=\"arabic\">وكان قوته من غزل أخته رغيفا في كل يوم بقليل سمن أو زيت .\n</p>\n<p class=\"arabic\">فلم ينتقل عن ذلك حين كثرت عليه الدنيا .\n</p>\n<p class=\"arabic\">ورأى أصحابه يوما وقد مالت نفوسهم إلى كثرة ما غنموه فأمر بإحراق جميعه وقال \n  من كان يبتغي الدنيا فما له عندي إلا هذا ومن كان يبتغي الآخرة فجزاؤه عند \n  الله *36*121* .\n</p>\n<p class=\"arabic\">ومن شعره .\n</p>\n<p class=\"arabic\">% أخذت بأعضادهم إذ نأوا % % وخلفك القوم إذ ودعوا % .\n</p>\n<p class=\"arabic\">% فكم أنت تنهى ولا تنتهي % % وتسمع وعظا ولا تسمع % .\n</p>\n<p class=\"arabic\">% فيا حجر الشحذ حتى متى % % تسن الحديد ولا تقطع % .\n</p>\n<p class=\"arabic\">وكان يتمثل كثيرا من قول .\n</p>\n<p class=\"arabic\">% تجرد من الدنيا فإنك إنما % % خرجت إلى الدنيا وأنت مجرد % .\n</p>\n<p class=\"arabic\">ولم يتملك شيئا من البلاد وإنما قرر القواعد ومهدها وبغته الموت .\n</p>\n<p class=\"arabic\">وكانت الفتوحات على يد عبد المؤمن .\n</p>\n<p class=\"arabic\">وقد كان الملك أبو يعقوب يوسف بن عبد المؤمن في أيامه وقد زار قبر ابن تومرت \n  بمحضر من الموحدين فقام شاعر وأنشد هذه القصيدة وفيها جمل مما كان يعتقده \n  ابن تومرت يخبر به .\n</p>\n<p class=\"arabic\">% سلام على قبر الإمام الممجد % % سلالة خير العالمين محمد % .\n</p>\n<p class=\"arabic\">% وشبهه في خلقه ثم في اسمه % % وفي اسم أبيه والقضاء المسدد % .\n</p>\n<p class=\"arabic\">% أتتنا به البشرى بأن يملا الدنا % % بقسط وعدل في الأنام مخلد % .\n</p>\n<p class=\"arabic\">% ويفتتح الأمصار شرقا ومغربا % % ويملك عربا من ثعير ومنجد % .\n</p>\n<p class=\"arabic\">% فمن وصفه أثني وأجلي وأن % % علاماته خمس تبين لمهتدي % .\n</p>\n<p class=\"arabic\">% زمان واسم والمكان ونسبه % % وفعل له في عصمة وتأبد % .\n</p>\n<p class=\"arabic\">% ويلبث سبعا أو فتسعا يعيشها % % كذا جاء في نص من النقل مسند % .\n</p>\n<p class=\"arabic\">% فقد عاش تسعا مثل قول نبينا % % فذلكم المهدي بالله يهتدي % .\n</p>\n<p class=\"arabic\">وخرج إلى مدح عبد المؤمن وبنيه .\n</p>\n<p class=\"arabic\">ولابن تومرت أخبار طويلة عجيبة .\n\n</p>"
}