{
    "header": "أحمد ابن الأفضل شاهنشاه ابن أمير الجيوش ...",
    "id": "022773",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أحمد ابن الأفضل شاهنشاه ابن أمير الجيوش بدر الجمالي .\n</h1>\n<p class=\"arabic\">الأرمني ثم المصري صاحب مصر وسلطانها الملك الأكمل أبو علي ابن صاحبها ووزيرها .\n</p>\n<p class=\"arabic\">ولما قتل أبوه في سنة خمس عشرة وخمسمائة وأخذ الآمر بأحكام الله جميع أمواله \n  سجن هذا مدة فلما مات الآمر أشغلوا الوقت بعده بابن عمه الحافظ عبد المجيد \n  إلى أن يولد حمل للآمر فجاء بنتا .\n</p>\n<p class=\"arabic\">وأخرجوا من السجن أبا علي عند موت الآمر وجعلوا الأمور إليه .\n</p>\n<p class=\"arabic\">وكان شهما شجاعا مهيبا عالي الهمة كأبيه وجده فاستولى على الديار المصرية \n  وحفظ على الآمر ومنعه من الظهور وأدعه في خزانة فلا يدخل إليه أحد إلا بأمر \n  الأكمل .\n</p>\n<p class=\"arabic\">وعمد إلى القصر فأخذ جميع ما فيه إلى داره كما فعل الآمر بأبيه جزاء وفاقا \n  وأهمل الخلفاء ) .\n</p>\n<p class=\"arabic\">العبيديين والدعاء لهم لأنك كان في تسنن كأبيه .\n</p>\n<p class=\"arabic\">وأظهر التمسك بالإمام المنتظر فجعل الدعاء في الخطبة له وأبطل من *36*141* \n  الأذان حي على خير العمل وغير قواعد الباطنية فأبغضه الأمراء والدعاة .\n</p>\n<p class=\"arabic\">وأمر الخطباء بأن يخطبوا له بهذه الألقاب التي نص لهم عليها وهي السيد الأفضل \n  الأجل سيد ممالك أرباب الدولة المحامي عن حوزة الدين ناشر جناح العدل على \n  المسلمين ناصر إمام الحق في غيبته وحضوره والقائم بنصرته بماضي سيفه وصائب \n  رأيه وتدبيره أمين الله على عباده وهادي القضاة إلى اتباع شرع الحق واعتماده \n  ومرشد دعاة المؤمنين بواضح بيانه وإرشاده مولى النعم ورافع الجور عن الأمم \n  ومالك فضيلتي السيف والقلم أبو علي ابن السيد الأجل الأفضل شاهنشاه أمير الجيوش .\n</p>\n<p class=\"arabic\">فكرهوه وصمموا على قتله فخرج في العشرين من المحرم للعب بالكرة فكمن له جماعة \n  وحمل عليه مملوك إفرنجي للحافظ فطعنه فقتله وقطعوا رأسه وأخرجوا الحافظ وبايعوه .\n</p>\n<p class=\"arabic\">ونهب دار أبي علي وركب الحافظ إلى الدار فاستولى على خزائنه واستوزر مملوكه \n  أبا الفتح يانس الحافظي ولقبه أمير الجيوش فظهر شيطانا ماكرا بعيد الغور حتى \n  خاف منه الحافظ فتحيل عليه بكل ممكن وعجز حتى واطأ فراشه بأن جعل له في الطهارة \n  ماء مسموما فاستنجى به فعمل على سفله ودود فكان يعالج بأن يلصق عليه اللحم \n  الطري فيتعلق به الدود فترجع للعافية وأتاه الحافظ عائدا فقام له وجلس الحافظ \n  عنده لحظة وانصرف فمات من ليلته في السادس والعشرين من ذي الحجة من السنة \n  وكانت وزارته إحدى عشر شهرا .\n</p>\n<p class=\"arabic\">واستوزر الحافظ ولده ولي عصره الحسن الذي قتل سنة تسع وعشرين .\n\n</p>"
}