{
    "header": "طغتكين .",
    "id": "022707",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">طغتكين .\n</h1>\n<p class=\"arabic\">الأمير أبو منصور المعروف بأتابك .\n</p>\n<p class=\"arabic\">من أمراء تاج الدولة .\n</p>\n<p class=\"arabic\">زوجه بأم ولده دقاق .\n</p>\n<p class=\"arabic\">وكان مع تاج الدولة لما سار إلى الري لقتال ابن أخيه .\n</p>\n<p class=\"arabic\">فلما قتل تاج الدولة رجع إلى دمشق وصار أتابك دقاق .\n</p>\n<p class=\"arabic\">فلما مات دقاق تملك بدمشق .\n</p>\n<p class=\"arabic\">وكان شهما مهيبا شديدا على الفرنج والمفسدين ولقبه ظهير الدين .\n</p>\n<p class=\"arabic\">وهو والد تاج الملوك بوري بن طغتكين *36*75* .\n</p>\n<p class=\"arabic\">قال ابن الأثير توفي أتابك طغتكين كذا سماه ابن الأثير في ثامن صفر وهو من \n  مماليك الملك تتش بن ألب أرسلان .\n</p>\n<p class=\"arabic\">وكان عاقلا خبيرا كثير الغزوات والجهاد للفرنج حسن السيرة في رعيته مؤثرا \n  للعدل .\n</p>\n<p class=\"arabic\">وملك بعده ابنه بوري أكبر أولاده بوصية منه فأقر وزير أبيه أبا علي طاهر بن \n  سعد المزدغاني على وزارته .\n</p>\n<p class=\"arabic\">وقال سبط الجوزي كان طغتكين شجاعا شهما عادلا حزن عليه أهل دمشق ولم يبق فيها \n  محلة ولا سوق إلا والمأتم قائم عليه فيه لأنه كان حسن السيرة ظاهر العدل مدبرا \n  للممالك .\n</p>\n<p class=\"arabic\">أقام حاكما على الشام خمسة وثلاثين سنة .\n</p>\n<p class=\"arabic\">وسار ابنه سيرته ثم تغيرت نيته وأضمر السوء لأصحاب أبيه والظلم للرعية وتمكن \n  وزيره المزدغاني من أهل دمشق وصادق الباطنية واستعان بهم .\n</p>\n<p class=\"arabic\">وقبض بوري على خواص أبيه فاسترابوا به ونفرت القلوب منه .\n</p>\n<p class=\"arabic\">وقال أبو يعلى بن القلانسي مرض أتابك طغتكين مرضا أنهك قوته وأنحل جسمه .\n</p>\n<p class=\"arabic\">وتوفي في ثامن صفر فأبكى العيون وأنكأ القلوب وفت في الأعضاد وفتت الأكباد \n  وازداد الأسف فرحمه الله وبرد مضجعه .\n</p>\n<p class=\"arabic\">وماتت زوجته الخاتون شرف النساء أم بوري بعده بثلاثة أشهر ودفنت بتربتها التي \n  خارج باب الفراديس .\n</p>\n<p class=\"arabic\">قلت ومات في هذه السنة ودفن بتربته قبلي المصلى ثامن صفر *36*76* .\n\n</p>"
}