{
    "header": "عبد الله بن أبي جعفر محمد بن عبد الله بنـ...",
    "id": "022778",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الله بن أبي جعفر محمد بن عبد الله بن أحمد .\n</h1>\n<p class=\"arabic\">*36*145* العلامة أبو محمد الخشني المرسي الفقيه .\n</p>\n<p class=\"arabic\">أخذ بقرطبة عن أبي جعفر أحمد بن رزق الفقيه .\n</p>\n<p class=\"arabic\">وتخرج به أبو محمد بن أبي جعفر .\n</p>\n<p class=\"arabic\">وسمع من حاتم بن محمد كتاب الملخص بسماعه من القابسي .\n</p>\n<p class=\"arabic\">وحج فسمع صحيح مسلم من الحسين بن علي الطبري .\n</p>\n<p class=\"arabic\">وقال القاضي عياض سمع من أبي عمر بن عبد البر وأبي العباس العذري وابن مسرور \n  والطليطلي ) .\n</p>\n<p class=\"arabic\">وقال ابن بشكوال روى عن أبو الوليد الباجي ومحمد بن سعدون القروي .\n</p>\n<p class=\"arabic\">وكان حافظا للفقه على مذهب مالك مقدما فيه على جميع أهل وقته بصيرا بالفتوى \n  مقدما في الشورى عارفا بالتفسير ذاكرا له .\n</p>\n<p class=\"arabic\">يؤخذ عنه الحديث ويتكلم على بعض معانيه .\n</p>\n<p class=\"arabic\">انتفع به الطلبة .\n</p>\n<p class=\"arabic\">وكان رفيعا في أهل بلده معظما فيهم كثير الصدقة والذكر لله تعالى .\n</p>\n<p class=\"arabic\">كتب إلينا بإجازة مروياته .\n</p>\n<p class=\"arabic\">قال محمد بن حمادة الفقيه كان غالبا عليه الفقه .\n</p>\n<p class=\"arabic\">دخلت عليه بمرسية سنة إحدى وعشرين وهو ينام والقاريء يقرأ عليه ولعابه يسيح \n  عن فمه فسألني عن سبتة وأهلها .\n</p>\n<p class=\"arabic\">ثم رفعت مسألة فيمن خرج باغيا أو عاديا فاضطر إلى الميتة فقلت مشهور مذهب \n  مالك أنه لا يباح له أكلها .\n</p>\n<p class=\"arabic\">وقال عبد الله بن حبيب له أكلها .\n</p>\n<p class=\"arabic\">فقال ليس هو ابن حبيب إنما هو ابن الماجشون .\n</p>\n<p class=\"arabic\">ثم قال لصبي قم إلى الخزانة وأخرج السفر الفلاني ثم اقلب منه كذا وكذا ورقة .\n</p>\n<p class=\"arabic\">قال فإذا بالمسألة كما ذكر .\n</p>\n<p class=\"arabic\">فتعجبت من حفظه وهو على تلك الحال .\n</p>\n<p class=\"arabic\">وأجاز لي كتاب الموطأ *36*146* .\n</p>\n<p class=\"arabic\">وحج فسمع منه بسبتة قاضينا أبو عبد الله بن عيسى التميمي وجماعة .\n</p>\n<p class=\"arabic\">وطال عمره ورحل الناس إليه من الأقطار .\n</p>\n<p class=\"arabic\">وقد سمع صحيح مسلم من أبيه أبي بكر ومات أبوه في سنة أربع وتسعين وأربعمائة \n  بسماعه من أبي حفص عمرو الهوزني المذبوح في سنة ستين وأربعمائة بسماعه من \n  عبد الله بن سعيد السبتجالي عن أبي سعد بن عمرو بن محمد السنجري عن الجلودي \n  نازلا .\n</p>\n<p class=\"arabic\">قال ابن بشكوال ولد بمرسية سنة سبع وأربعين وأربعمائة وتوفي في ثالث رمضان .\n</p>\n<p class=\"arabic\">يعرف بابن أبي جعفر ) .\n</p>\n<p class=\"arabic\">عبد الله بن موسى بن عبد الله .\n</p>\n<p class=\"arabic\">أبو محمد القرطبي .\n</p>\n<p class=\"arabic\">روى عن حازم بن محمد ومحمد بن فرج وأبي علي الغساني وأبي الحسن العبسي المقريء .\n</p>\n<p class=\"arabic\">وحدث .\n</p>\n<p class=\"arabic\">قال ابن بشكوال عني بالحديث عناية كاملة وكان متفننا في عدة علوم مع الحفظ \n  الإتقان .\n</p>\n<p class=\"arabic\">وتوفي في صفر .\n\n</p>"
}