{
    "header": "أحمد بن عبيد الله بن محمد بن عبيد الله بـ...",
    "id": "022774",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أحمد بن عبيد الله بن محمد بن عبيد الله بن محمد بن أحمد .\n</h1>\n<p class=\"arabic\">*36*142* أبو العز بن كادش السلمي البغدادي العكبري .\n</p>\n<p class=\"arabic\">سمع أقضى القضاة أبا الحسن الماوردي وهو آخر من حدث عنه وأبا الطيب الطبري \n  وابن الفتح العشاري وأبا محمد الجوهري وأبا علي الجازري .\n</p>\n<p class=\"arabic\">روى الكثير وأثنى عليه جماعة .\n</p>\n<p class=\"arabic\">قال ابن الجوزي كان مكثرا ويفهم الحديث .\n</p>\n<p class=\"arabic\">وقال ابن السمعاني شيخ مسند سمع بنفسه وكان يفهم وأجاز لي ونبا عن جماعة ) .\n</p>\n<p class=\"arabic\">ونبا ابن ناصر أنه سمع إبراهيم بن سليمان يقول سمعت أبا العز بن كادش يقول \n  أنا وضعت حديثا على رسول الله صلى الله عليه وسلم .\n</p>\n<p class=\"arabic\">وكان ابن ناصر سيء الرأي فيه .\n</p>\n<p class=\"arabic\">وقال لي عبد الوهاب الأنماطي كان مخلطا .\n</p>\n<p class=\"arabic\">وأما أبو القاسم بن عساكر وأبو محمد بن الخشاب فأثنيا عليه .\n</p>\n<p class=\"arabic\">وروى عنه ابن عساكر ويحيى بن بوش وهبة الله بن الحسن السبط وأبو موسى المديني \n  وعبد الله بن عبد الرحمن بن أيوب الحربي وإبراهيم بن بركة البيع وآخرون *36*143* .\n</p>\n<p class=\"arabic\">وتوفي في جمادى الأولى وله تسعون سنة أو جازها .\n</p>\n<p class=\"arabic\">قال ابن النجار كان مخلطا كذابا لا يحتج به .\n</p>\n<p class=\"arabic\">قرأت بخط عمر بن علي القرشي القاضي سمعت أبا القاسم علي بن الحسن الحافظ يقول \n  قال لي أبو العز بن كادش وضع فلان حديثا في حق علي فوضعت حديثا في حق أبي \n  بكر بالله أليس فعلت جيدا قال ابن النجار رأيت لأبي العز كتابا سماه الانتصار \n  لدم القحاب على نظم جماعة من الشعراء يقول فيه أنشدتني فلانة المغنية وأنشدتني \n  ستوت المغنية بأوانا .\n</p>\n<p class=\"arabic\">وخطه رديء إلى الغاية في التعقد والتسلسل .\n</p>\n<p class=\"arabic\">قيل مولده سنة إحدى وثلاثين وأربعمائة .\n\n</p>"
}