{
    "header": "إبراهيم بن الفضل .",
    "id": "022831",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">إبراهيم بن الفضل .\n</h1>\n<p class=\"arabic\">أبو نصر الإصبهاني البئار المفيد .\n</p>\n<p class=\"arabic\">قال ابن السمعاني رحل وسمع ونسخ وجمع وما أظن أن أحدا بعد محمد بن طاهر المقدسي \n  رحل وطوف مثله وجمع كجمعه إلا أن الإدبار لحقه في آخر الأمر وكان يقف في أسواق \n  إصبهان ويروي من حفظه بالسند .\n</p>\n<p class=\"arabic\">وسمعت أنه يضع في الحال *36*179* .\n</p>\n<p class=\"arabic\">سمع أبا الحسين بن النقور وعبد الرحمن بن مندة وأخاه أبا عمرو عبد الوهاب \n  بن مندة والفضل بن عبد الله بن المحب وأبا عمرو المحمي وأبا إسماعيل الأنصاري \n  شيخ الإسلام وخلقا من معاصريهم .\n</p>\n<p class=\"arabic\">قال لي إسماعيل بن الفضل الحافظ أشكر الله لئن ما لحقت إبراهيم البأر وأساء \n  الثناء عليه ) .\n</p>\n<p class=\"arabic\">توفي البئار سنة ثلاثين .\n</p>\n<p class=\"arabic\">روى عنه جزءا من حديثه يحيى الثقفي وداود بن سليمان بن أحمد بن نظام الملك \n  وأبو طاهر السلفي وقال كان يسمى بدعلج له معرفة وسمعنا بقراءته كثيرا وغيره \n  أرضى منه .\n</p>\n<p class=\"arabic\">وقال معمر بن الفاخر رأيت إبراهيم البئار واقفا في السوق وقد روى أحاديث منكرة \n  بأسانيد صحاح فكنت أتأمله تأملا مفرطا ظنا مني أنه الشيطان على صورته .\n</p>\n<p class=\"arabic\">قال وتوفي في شوال .\n</p>\n<p class=\"arabic\">قلت كان أبوه يحفر الآبار .\n</p>\n<p class=\"arabic\">قال ابن طاهر المقدسي حدثته عن مشايخ مكيين ومصريين فبعد أيام بلغني أنه حدث \n  عنهم فبلغت القصد إلى شيخ البلد أبي إسماعيل الأنصاري فسأله عن لقي هؤلاء \n  بحضرتي فقال سمعت مع هذا .\n</p>\n<p class=\"arabic\">فقلت ما رأيته قط إلا هنا .\n</p>\n<p class=\"arabic\">قال الشيخ حججت قال نعم .\n</p>\n<p class=\"arabic\">قال فما علامات عرفات قال دخلناها بالليل .\n</p>\n<p class=\"arabic\">قال يجوز فما علامة منى قال كنا بها بالليل *36*180* .\n</p>\n<p class=\"arabic\">قال ثلاثة أيام وثلاث ليال لم يصبح لكم الصبح لا بارك الله فيك .\n</p>\n<p class=\"arabic\">وأمر بإخراجه من البلد وقال هذا دجال .\n</p>\n<p class=\"arabic\">ثم انكشف أمره بعد هذا حتى صار آية في الكذب .\n\n</p>"
}