{
    "header": "منصور الراشد بالله .",
    "id": "023063",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">منصور الراشد بالله .\n</h1>\n<p class=\"arabic\">*36*301* أمير المؤمنين أبو جعفر بن المسترشد بالله الفضل بن المستظهر بالله \n  أحمد بن المقتدي بالله عبد الله الهاشمي العباسي .\n</p>\n<p class=\"arabic\">ولد سنة اثنتين وخمسمائة .\n</p>\n<p class=\"arabic\">ويقال إنه ولد مسدودا وأحضروا الأطباء فأشاروا بأن يفتح له مخرج بآلة من ذهب \n  ففعل ذلك به فنفع .\n</p>\n<p class=\"arabic\">وأمه أم ولد .\n</p>\n<p class=\"arabic\">خطب له أبوه بولاية العهد في سنة ثلاث عشرة .\n</p>\n<p class=\"arabic\">قال ابن واصل القاضي حكي عمن كان يدخل إلى دار الخلافة ويطلع على أسرارهم \n  أن ) .\n</p>\n<p class=\"arabic\">الخليفة المسترشد أعطى ولده الراشد وعمره أقل من تسع سنين عدة جواري وأمرهن \n  أن يلاعبنه .\n</p>\n<p class=\"arabic\">وكانت فيهن جارية حبشية فحملت من الراشد فلما ظهر الحمل وبلغ ذلك المسترشد \n  أنكره فسألها فقالت والله ما تقدم إلي سواه وإنه احتلم .\n</p>\n<p class=\"arabic\">فسأل باقي الجواري فقلن كذلك .\n</p>\n<p class=\"arabic\">فأمر أن تحمل الجارية قطنا ثم دخلها الراشد ثم أخرجت القطن وعليه المني ففرح \n  المسترشد وهذا من أعجب الأشياء .\n</p>\n<p class=\"arabic\">ثم وضعت الجارية ولدا سماه أمير الجيش .\n</p>\n<p class=\"arabic\">وقد قيل إن صبيان تهامة يحتلمون لتسع وكذلك نساؤهم .\n</p>\n<p class=\"arabic\">وكان للراشد نيف وعشرون ولدا .\n</p>\n<p class=\"arabic\">بويع بالخلافة في ذي القعدة سنة تسع وعشرين .\n</p>\n<p class=\"arabic\">وكان أبيض مليحا تام الخلق شديد الأيد شجاعا .\n</p>\n<p class=\"arabic\">قيل إنه كان في بستان دار الخلافة أيل عظيم الشك اعترض في البستان وأحجم الخدم \n  عنه فهجم هو عليه وأمسك بقرنيه ورماه إلى الأرض وطلب منشارا وقطع قرنيه .\n</p>\n<p class=\"arabic\">وكان حسن السيرة جيد الطوية يؤثر العدل ويكره الشر *36*302* .\n</p>\n<p class=\"arabic\">وكان فصيحا أديبا شاعرا سمحا جوادا لم تطل أيامه حتى خرج من بغداد إلى الموصل \n  ودخل ديار بكر ومضى إلى أذربيجان ومازندران ثم عاد إلى إصبهان .\n</p>\n<p class=\"arabic\">وأقام على باب إصبهان إلى أن قتلته الملاحدة هناك .\n</p>\n<p class=\"arabic\">وكان بعد خروجه من بغداد وصول السلطان مسعود بن محمد إليها فاجتمع بالكبار \n  وخلع الراشد بالله وبايع عمه الإمام المقتفي .\n</p>\n<p class=\"arabic\">ودام الأمر سنة للراشد قبل ذلك .\n</p>\n<p class=\"arabic\">قال ابن ناصر الحافظ دخل السلطان محمود إلى بغداد وفي صحبته أصحاب المسترشد \n  بالله الوزير على بن طراد وصاحب المخزن ابن طلحة وكاتب الإنشاء فخرج الراشد \n  بالله طالبا إلى الموصل في صحبة أميرها زنكي .\n</p>\n<p class=\"arabic\">وفي اليوم الثالث أحضروا ببغداد القضاة والعلماء عند الوزير علي بن طراد وكتبوا \n  محضرا ) .\n</p>\n<p class=\"arabic\">فيه شهادة طائفة بما جرى من الراشد بالله من الظلم وأخذ الأموال وسفك الدماء \n  وشرب الخمر واستفتوا العلماء في من فعل ذلك هل تصح إمامته وهل إذا ثبت فسقه \n  يجوز لسلطان الوقت أن يخلعه ويستبدل به خيرا منه فأفتوا بجواز خلعه وفسخ عقده \n  ووقع الإختيار على تولية الأمير أبي عبد الله محمد بن المستظهر بالله فحضر \n  السلطان مسعود والأمراء إلى دار الخلافة وأحضر الأمير أبو عبد الله وحضر الوزير \n  وأبو الفتوح بن طلحة وابن الأنباري الكاتب وبايعوه ولقب بالمقتفي لأمر الله \n  وبايع الخلق وعمره أربعون سنة وقد وخطه الشيب .\n</p>\n<p class=\"arabic\">وخرج الراشد بالله من الموصل إلى بلاد أذربيجان وكان معه جماعة فقسطوا على \n  مراغة مالا وعاثوا هناك ومضوا إلى همذان فدخلوها .\n</p>\n<p class=\"arabic\">وقتلوا جماعة وصلبوا آخرين وحلقوا لحى جماعة من العلماء وأفسدوا .\n</p>\n<p class=\"arabic\">ثم مضوا إلى نواحي إصبعان فحاصروا البلد ونهبوا القرى .\n</p>\n<p class=\"arabic\">ونزل الراشد بظاهر إصبهان ومرض مرضا شديدا فبلغنا أن جماعة من العجم كانوا \n  فراشين معه دخلوا عليه خركانة في سابع وعشرين رمضان فقتلوه بالسكاكين ثم قتلوا \n  كلهم .\n</p>\n<p class=\"arabic\">وبلغنا أنهم كانوا سقوه سما فلو تركوه لما عاش .\n</p>\n<p class=\"arabic\">وبنى له هناك تربة سامحه الله *36*303* .\n</p>\n<p class=\"arabic\">قال ابن السمعاني قتل فتكا في سادس وعشرين رمضان صائما ودفن في جامع مدينة \n  جي .\n</p>\n<p class=\"arabic\">وعقد له العزاء ببغداد .\n</p>\n<p class=\"arabic\">وعاش ثلاثين سنة .\n</p>\n<p class=\"arabic\">وقال العماد الكاتب كان له الحسن اليوسفي والكرم الحاتمي بل الهاشمي استدعى \n  والدي صفي الدين ليوليه الوزارة فتعلل عليه .\n</p>\n<p class=\"arabic\">خلف ببغداد نيفا وعشرين ولدا ذكرا .\n</p>\n<p class=\"arabic\">وقال ابن الجوزي في سبب موته ثلاثة أقوال أحدها أنه سقي السم ثلاث مرات .\n</p>\n<p class=\"arabic\">والثاني أنه قتله الفراشون .\n</p>\n<p class=\"arabic\">والثالث أنه قتلته الباطنية .\n</p>\n<p class=\"arabic\">وجاء الخبر فقعدوا له للعزاء يوما واحدا ) .\n</p>\n<p class=\"arabic\">وقد ذكر الصولي أن الناس يقولون أن كل سادس يقوم للناس يخلع فتأملت هذا فرأيته \n  عجبا .\n</p>\n<p class=\"arabic\">اعتقد الأمر لنبينا صلى الله عليه والسلام ثم قام بعده أبو بكر وعمر وعثمان \n  وعلي والحسن فخلع ثم معاوية ويزيد ومعاوية بن يزيد ومروان وعبد الملك وابن \n  الزبير فخلع وقتل ثم الوليد وسليمان وعمر ويزيد وهشام والوليد فخلع وقتل ثم \n  لم ينتظم لبني أمية أمر فولي السفاح والمنصور والمهدي والهادي والرشيد والأمين \n  فخلع وقتل ثم المأمون والمعتصم والواثق والمتوكل والمنتصر والمستعين فخلع \n  وقتل ثم المعتز والمهتدي والمعتمد والمعتضد والمكتفي والمقتدر فخلع ثم رد \n  ثم قتل ثم القاهر والراضي والمتقي والمستكفي والمطيع والطائع فخلع ثم القادر \n  والقائم والمقتدي والمستظهر والمسترشد والراشد فخلع .\n</p>\n<p class=\"arabic\">قلت وهذا الفصل منخرم بأشياء أحدها قوله وعبد الملك وابن الزبير وليس الأمر \n  كذلك بل ابن الزبير خامس وبعده عبد الملك أو كلاهما خامس أو أحدهما خليفة \n  والآخر خارج على نزاع بين العلماء في أيهما خارج على الأمر .\n</p>\n<p class=\"arabic\">والثاني تركه لعدد يزيد الناقص وأخيه إبراهيم الذي خلع ومروان *36*304* فيكون \n  الأمير باعتبار عددهم تاسعا فلا يستقيم ما ادعاه .\n</p>\n<p class=\"arabic\">والمستعين خلعوه أيضا كما قال وخلعوا الذي بعده وهو المعتز بالله وقتلوا المهتدي \n  بالله رضي الله عنه وخلعوا القاهر وسملوه .\n</p>\n<p class=\"arabic\">فليس الخلع مقتصرا على كل سادس لو صح العدد .\n\n</p>"
}