{
    "header": "سعيد بن أبي الرجاء محمد بن أبي منصور بكرـ...",
    "id": "023030",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">سعيد بن أبي الرجاء محمد بن أبي منصور بكر بن أبي الفتح بن بكر بن الحجاج .\n</h1>\n<p class=\"arabic\">أبو الفرج الهمذاني الصيرفي الخلال السمسار في الدور .\n</p>\n<p class=\"arabic\">ولد سنة أربعين تقريبا وسمع سنة ست وأربعين وأربعمائة من أحمد بن محمد بن \n  النعمان القضاض مسند العدني بروايته عن ابن المقريء .\n</p>\n<p class=\"arabic\">وسمع مسند أحمد بن منيع من الشيخ عبد الواحد بن أحمد المعلم .\n</p>\n<p class=\"arabic\">وحدث بالكتابين وبمسند أبي يعلى رواه ملفقا عن إبراهيم سبط *36*282* بحرويه \n  عن ابن النعمان .\n</p>\n<p class=\"arabic\">وحدث أيضا عن أحمد بن الفضل الباطرقاني ومنصور بن الحسين وعبد الله بن شبيب \n  وأبي نصر إبراهيم بن محمد الكسائي وأبي جعفر أحمد بن محمد بن هاموشة وأبي \n  مسلم محمد بن علي بن مهربزد وسعيد بن أبي سعيد العيار وخلق .\n</p>\n<p class=\"arabic\">روى عنه الحافظان ابن السمعاني وابن عساكر وأبو موسى وأبو الخير عبد الرحيم \n  بن موسى وعبد الواحد بن محمد التاجر ومحمد بن أبي القاسم بن الفضل ومحمود \n  بن أحمد الثقفي الخطيب ومحفوظ بن أحمد الثقفي وزاهر بن أحمد الثقفي وأبو مسلم \n  ابن الأخوة وعائشة بنت معمر وعين الشمس بنت أبي سعيد ابن سليم وزليخا بنت \n  أبي حفص الغضائري وآخرون .\n</p>\n<p class=\"arabic\">وكان عبد الرحيم ابن الأخوة يقول ثنا سعيد بن أبي الرجاء الدوري لأنه كان \n  يبيع الدور .\n</p>\n<p class=\"arabic\">وقد سئل أبو القاسم إسماعيل بن محمد بن الفضل عنه فقال كثير السماع لا بأس \n  به .\n</p>\n<p class=\"arabic\">وقال أبو سعد السمعاني شيخ صالح مكثر صحيح السماع .\n</p>\n<p class=\"arabic\">سمعه خاله الكثير وعمر .\n</p>\n<p class=\"arabic\">وكان حريصا على الرواية .\n</p>\n<p class=\"arabic\">سمعت منه الكثير ولازمته .\n</p>\n<p class=\"arabic\">قال لي رويت ببغداد جزءا واحدا .\n</p>\n<p class=\"arabic\">توفي في تاسع عشر صفر .\n</p>\n<p class=\"arabic\">وخاله هو محمد بن أحمد الخلال ) .\n\n</p>"
}