{
    "header": "زاهر بن طاهر بن محمد بن محمد بن أحمد بن ...",
    "id": "023084",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">زاهر بن طاهر بن محمد بن محمد بن أحمد بن يوسف بن محمد بن المرزبان .\n</h1>\n<p class=\"arabic\">*36*317* أبو القاسم بن أبي عبد الرحمن النيسابوري الشحامي الشروطي .\n</p>\n<p class=\"arabic\">المحدث المستملي .\n</p>\n<p class=\"arabic\">ولد في ذي القعدة سنة ست وأربعين وأربعمائة بنيسابور واعتنى به أبوه فسمعه \n  الكثير وبكر به واستجاز له الكبار .\n</p>\n<p class=\"arabic\">وسمع أيضا مسند أبي يعلى من أبي سعد الكنجروذي والسنن الكبير للبيهقي منه .\n</p>\n<p class=\"arabic\">وسمع الأنواع والتقاسيم من علي بن محمد البحاثي عن محمد بن أحمد الزوزني عن \n  أبي حاتم البستي .\n</p>\n<p class=\"arabic\">وسمع كتاب شعب الإيمان والزهد الكبير والمدخل إلى السنن وبعض تاريخ الحاكم \n  أو أكثره من أبي بكر البيهقي .\n</p>\n<p class=\"arabic\">وسمع أباه وأبا يعلى إسحاق بن عبد الرحمن الصابزني وأبا سعد الكنجروذي المذكور \n  وأبا عثمان سعيد بن أبي عمرو البجيري وسعيد بن لأبي سعيد العيار ومحمد بن \n  محمد بن حمدون السلمي وأبا القاسم عبد الكريم القشيري وسعيد بن منصور القشيري \n  وأبا سعد أحمد بن إبراهيم بن أبي شمس وأحمد بن منصور المغربي وأبا بكر محمد \n  بن الحسن المقريء ومحمد بن علي الخشاب وأبا الوليد الحسن بن محمد البلخي وخلقا \n  سواهم في مشيخته التي وقعت لنا بالإجازة العالية .\n</p>\n<p class=\"arabic\">وأجاز له أبو حفص بن مسرور الزاهد وأبو محمد الجوهري وأبو الحسين عبد الغافر \n  الفارسي *36*318* .\n</p>\n<p class=\"arabic\">وحدث بنيسابور وبغداد وهراة وهمذان وإصبهان والري والحجاز .\n</p>\n<p class=\"arabic\">واستملى بعد أبيه على شيوخ نيسابور كأبي بكر بن خلف الشيرازي فمن بعده .\n</p>\n<p class=\"arabic\">وكان شيخا متيقظا له فهم ومعرفة فإنه خرج لنفسه عوالي مالك وعوالي سفيان بن \n  عيينة والألف حديث السباعيات ) .\n</p>\n<p class=\"arabic\">وجمع عوالي وقع له من حديث ابن خزيمة في نيف وثلاثين جزءا وعوالي وقع له من \n  حديث السراج نحوا من ذلك .\n</p>\n<p class=\"arabic\">وعوالي عبد الله بن هاشم وعوالي عبد الرحمن بن بشر وتحفة العيدين ومشيخته .\n</p>\n<p class=\"arabic\">وأملى بنيسابور قريبا من ألف مجلس وصار له أنس بالحديث .\n</p>\n<p class=\"arabic\">وكان ذا نهمة في تسميع حديثه رحل في بذله كما يرحل غيره في طلب الحديث وكان \n  لا يضجر من القراءة .\n</p>\n<p class=\"arabic\">قال ابن السمعاني كان مكثرا متيقظا ورد علينا مرو قصدا للرواية بها وخرج معي \n  إلى إصبهان لا له شغل إلا الرواية بها .\n</p>\n<p class=\"arabic\">وازدحم عليه الخلق .\n</p>\n<p class=\"arabic\">وكان يعرف الأجزاء .\n</p>\n<p class=\"arabic\">وجمع ونسخ وعمر .\n</p>\n<p class=\"arabic\">فقرأت عليه تاريخ نيسابور في أيام قلائل فكنت أقرأ من قبل طلوع الشمس إلى \n  الظهر ثم أصليوأقرأ إلى العصر ثم إلى المغرب .\n</p>\n<p class=\"arabic\">وربما كان يقوم من موضعه .\n</p>\n<p class=\"arabic\">وكان يكرم الغرباء يعيرهم الأجزاء ولكنه لا يخل بالصلاة إخلالا ظاهرا وقت \n  خروجه معي إلى إصبهان فقال لي أخوه وجيه يا فلان اجتهد حتى تقعد هذا الشيخ \n  ولا يسافر ويفتضح بترك الصلاة .\n</p>\n<p class=\"arabic\">وظهر الأمر كما قال أخوه وعرف أهل إصبهان ذلك وشنعوا عليه حتى ترك أبو العلاء \n  أحمد بن محمد الحافظ الرواية عنه وضرب على سماعاته منه .\n</p>\n<p class=\"arabic\">وأنا فوقت قراءتي عليه التاريخ ما كنت أراه يصلي وأول من عرفنا ذلك رفيقنا \n  أبو القاسم الدمشقي قال أتيته قبل طلوع الشمس فنبهوه فنزل ليقرأ عليه وما \n  صلى وقيل له في ذلك فقال لي عذر وأنا أجمع بين الصلوات كلها .\n</p>\n<p class=\"arabic\">ولعله تاب في آخر عمره والله يغفر له *36*319* .\n</p>\n<p class=\"arabic\">وكان خبيرا بمعرفة الشروط وعليه العمدة في مجلس القضاء .\n</p>\n<p class=\"arabic\">قلت روى عنه أبو القاسم بن عساكر وأبو سعد السمعاني وأبو موسى المديني وأبو \n  بكر ) .\n</p>\n<p class=\"arabic\">محمد بن منصور السمعاني والد أبي سعد ومنصور بن أبي الحسن الطبري وصاعد بن \n  رجاء الهمذاني وعلي بن القاسم الثقفي وعلي بن الحسين بن زيد الثقفي وأسعد \n  بن سعيد ومحمود بن أحمد المقريء .\n</p>\n<p class=\"arabic\">وعبد الغني ابن الحافظ أبي العلاء العطار وأبو العمد عبد الوهاب ابن سكينة \n  وزاهر بن أحمد الثقفي وعبد اللطيف بن محمد الخوارزمي ومحمد بن محمد بن محمد \n  بن الجنيد وعبد النبي بن عثمان الهمذاني وإبراهيم بن بركة البيع المقريء وعبد \n  الله بن المبارك بن دوما الأزجي وأبو الخير أحمد بن إسماعيل القزويني وإبراهيم \n  بن محمد بن حمدية وعبد الخالق ابن عبد الوهاب الصابوني وثابت بن محمد المديني \n  الحافظ وعلي بن محمد بن يعيش الأنباري ومحمد بن أبي المكارم أسعد القاضي ومودود \n  بن محمد الهروي ثم الإصبهاني والمؤيد بن محمد الطوسي وأبو روح عبد المعز الهروي \n  وزينب الشعرية .\n</p>\n<p class=\"arabic\">وتوفي في رابع عشر ربيع الآخر بنيسابور .\n</p>\n<p class=\"arabic\">ولا ينبغي أن يروى عن تارك الصلاة شيء البتة *36*320* .\n\n</p>"
}