{
    "header": "علي بن المسلم بن محمد بن علي بن الفتح .",
    "id": "023102",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">علي بن المسلم بن محمد بن علي بن الفتح .\n</h1>\n<p class=\"arabic\">*36*328* أبو الحسن السلمي الدمشقي الفقيه الشافعي الفرضي جمال الإسلام .\n</p>\n<p class=\"arabic\">سمع أبا نصر بن طلاب وأبا الحسن بن أبي الحديد وعبد العزيز الكتاني ونجا العطار \n  وغنائم بن أحمد وعلي بن محمد المصيصي والفقيه نصر بن إبراهيم وجماعة .\n</p>\n<p class=\"arabic\">وتفقه على القاضي أبي المظفر المروزي .\n</p>\n<p class=\"arabic\">وأعاد الدرس للفقيه نصر وبرع في الفقه .\n</p>\n<p class=\"arabic\">قال الحافظ ابن عساكر وبلغني أن أبا حامد الغزالي قال خلفت بالشام شابا إن \n  عاش كان له شأن فكان كما تفرس فيه .\n</p>\n<p class=\"arabic\">ودرس في حلقة الغزالي بالجامع مدة .\n</p>\n<p class=\"arabic\">ثم ولي تدريس الأمينية سنة أربع عشرة وخمسمائة .\n</p>\n<p class=\"arabic\">سمعنا منه الكثير وكان ثقة ثبتا عالما بالمذهب والفرائض وكان يحفظ كتاب تجريد \n  التجريد لأبي حاتم القزويني .\n</p>\n<p class=\"arabic\">وكان حسن الخط موفقا في الفتاوى .\n</p>\n<p class=\"arabic\">كان على فتاويه عمدة أهل الشام .\n</p>\n<p class=\"arabic\">وكان كثير عيادة المرضى وشهود الجنائز ملازما للتدريس والإفادة حسن الأخلاق .\n</p>\n<p class=\"arabic\">وله مصنفات في الفقه والتفسير .\n</p>\n<p class=\"arabic\">وكان يعقد مجلس التذكير ويظهر السنة ويرد على المخالفين ولم يخلف بعده مثله .\n</p>\n<p class=\"arabic\">قلت روى عنه أبو القاسم بن عساكر وابنه القاسم والسلفي وخطيب دومة عبد الله \n  بن حمزة الكرماني وعبد الوهاب بن علي الزبيري المعدل وأبو الحزم مكي بن علي \n  ويحيى بن الخضر الأرموي وإسماعيل الجنزوي وبركات الخشوعي ومحمد بن الخصيب \n  وطائفة آخرهم وفاة القاضي أبو القاسم الحرستاني .\n</p>\n<p class=\"arabic\">وقد أملى عدة مجالس ) .\n</p>\n<p class=\"arabic\">وقع لنا من طريقه بعلو معجم ابن جميع *36*329* .\n</p>\n<p class=\"arabic\">ذكره ابن عساكر أيضا في طبقات الأشاعرة من كتاب تبيين كذب المفتري فقال تفقه \n  أولا على القاضي أبي المظفر عبد الجليل بن عبد الجبار المروزي وغيره .\n</p>\n<p class=\"arabic\">وعني بكثرة المطالعة والتكرار فلما قدم الفقيه نصر المقدسي دمشق لازمه .\n</p>\n<p class=\"arabic\">ولزم الغزالي مدة مقامه بدمشق وهو الذي أمره بالتصدر بعد موت الفقيه نصر وكان \n  يثني على علمه وفهمه .\n</p>\n<p class=\"arabic\">وكان عالما بالتفسير والأصول والفقه والتذكير والفرائض والحساب وتعبير المنامات .\n</p>\n<p class=\"arabic\">وتوفي في ذي القعدة ساجدا في صلاة الفجر رحمه الله تعالى .\n\n</p>"
}