{
    "header": "علي بن يوسف بن تاشفين .",
    "id": "023278",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">علي بن يوسف بن تاشفين .\n</h1>\n<p class=\"arabic\">أمير المسلمين صاحب المغرب .\n</p>\n<p class=\"arabic\">توفي والده في سنة خمسمائة فقام بالملك مكانه وتلقب بلقب أبيه أمير المؤمنين \n  وجرى على سنته في الجهاد وإخافة العدو .\n</p>\n<p class=\"arabic\">وكان حسن السيرة جيد الطوية عادلا نزها حتى كان إلى أن يعد من الزهاد المتبتلين \n  أقرب وأدخل من أن يعد من الملوك .\n</p>\n<p class=\"arabic\">واشتد إيثاره لأهل العلم والدين .\n</p>\n<p class=\"arabic\">وكان لا يقطع أمرا في جميع مملكته دون مشاورتهم .\n</p>\n<p class=\"arabic\">وكان إذا ولى أحدا من قضاته كان فيما يعهد إليه أن لا يقطع أمرا دون أن يكون \n  بمحضر أربعة من أعيان الفقهاء يشاورهم في ذلك الأمر وإن صغر .\n</p>\n<p class=\"arabic\">فبلغ الفقهاء في أيامه مبلغا عظيما ونفقت في زمانه كتب الفقه في مذهب مالك \n  وعمل بمقتضاها وأنبذ وراءه ما سواها .\n</p>\n<p class=\"arabic\">وكثر ذلك حتى نسي العلماء النظر في الكتاب والسنن ودان أهل زمانه بتكفير كل \n  من ظهر منه الخوض في شيء من علوم الكلام .\n</p>\n<p class=\"arabic\">وقرر الفقهاء عنده تقبيح الكلام وكراهية الصدر الأول له وأنه بدعة حتى استحكم \n  ذلك في نفسه وكان يكتب عنه كل الأوقات إلى البلاد بالوعيد على من وجد عنده \n  شيء من كتب الكلام .\n</p>\n<p class=\"arabic\">ولما دخلت كتب أبي حامد الغزالي رحمه الله إلى المغرب أمر أمير المسلمين علي \n  بن يوسف بإحراقها وتوعد بالقتل من وجد عنده شيء منها ) .\n</p>\n<p class=\"arabic\">واشتد الأمر في ذلك إلى الغاية *36*446* .\n</p>\n<p class=\"arabic\">واعتنى باستدعاء النساخ والكتاب فاجتمع له ما لم يجتمع لسلطان منهم كأبي القاسم \n  بن الحذاء الأحدب وألب بكر محمد بن محمد بن القنطرية وأبي عبد الله محمد بن \n  أبي الخطال وأخيه أبي مروان وعبد المجيد بن عبدان .\n</p>\n<p class=\"arabic\">وطالت أيامه إلى أن التقى عسكر بلنسية مع العدو الملعون فهزموا المسلمين وقتلوا \n  من المرابطين خلقا كثيرا وذلك بعد الخمسمائة فاختلت بعدها حال علي بن يوسف \n  وظهرت في بلاده مناكر كثيرة لاستيلاء أمراء المرابطين الذين هم جنده على البلاد \n  الأندلسية ثم ادعوا الاستبداد بالأمور وانتهوا في ذلك إلى التصريح وصار كل \n  واحد منهم يجهر بأنه خير من أمير المسلمين علي بن يوسف وأنه أولى بالأمر منه .\n</p>\n<p class=\"arabic\">واستولى النساء على الأحوال وصارت كل امرأة من أكابر البربر مشتملة على كل \n  مفسد وشرير وقاطع سبيل وصاحب خمر وأمير المسلمين في ذلك يزيد تغافله ويقوى \n  ضعفه وقنع بالإسم والخطبة .\n</p>\n<p class=\"arabic\">وعكف على العبادة فكان يصوم النهار ويقوم الليل واشتهر عنه ذلك وأهمل أمر \n  الرعية غاية الإهمال .\n</p>\n<p class=\"arabic\">وكان يعلم من نفسه العجز حتى أنه رفع مرة يديه وقال اللهم قيض لهذا الأمر \n  من يقوى عليه ويصلح أمور المسلمين .\n</p>\n<p class=\"arabic\">حكى عنه هذا عبد الله بن خيار .\n</p>\n<p class=\"arabic\">وقال اليسع بن حزم ولي علي بن يوسف فنشأت من المرابطين والفقهاء نشأة أهزلوا \n  دينهم وأسمنوا براذينهم قلدهم البلاد وأصاخ إلى رأيهم فخانوه وأشاروا عليه \n  بأخذ مملكة ابن هود وقرروا عنده أن أموال المستنصر صاحب مصر أيام الغلاء حصلت \n  كلها عند ابن هود وأروه الباطل في صورة الحق *36*447* .\n</p>\n<p class=\"arabic\">قلت وثب عليه ابن تومرت كما ذكرنا وجرت بين الطائفتين حروب ولم يزل أمر عبد \n  المؤمن يقوى ويظهر ويستولي على الممالك وأمر علي بن يوسف في سفال وزوال إلى \n  أن توفي في هذا العام وعهد إلى ابنه تاشفين فعجز عن الموحدين وأنزوى إلى مدينة \n  وهران فحاصره الموحدون بها فلما اشتد عليه الحصار خرج راكبا وساق إلى البحر \n  فاقتحمه ) .\n</p>\n<p class=\"arabic\">وغرق فيقال إنهم أخرجوه وصلبوه ثم أحرقوه .\n</p>\n<p class=\"arabic\">وذلك في عام أربعين .\n</p>\n<p class=\"arabic\">وانقطعت الدعوة لبني العباس بموت علي وابنه تاشفين .\n</p>\n<p class=\"arabic\">وكانت دولة بني تاشفين بمراكش بضعا وسبعين سنة .\n</p>\n<p class=\"arabic\">توفي علي في سابع رجب وله إحدى وستون سنة .\n\n</p>"
}