{
    "header": "محمد بن عبد الباقي بن محمد بن عبد الله بـ...",
    "id": "023202",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن عبد الباقي بن محمد بن عبد الله بن محمد بن عبد الرحمن بن الربيع \n  بن ثابت بن .\n</h1>\n<p class=\"arabic\">وهب بن مشجعة بن الحارث بن عبد الله بن صاحب رسول الله صلى الله عليه وسلم \n  وشاعره وأحد الثلاثة الذين خلفوا كعب بن مالك الأنصاري .\n</p>\n<p class=\"arabic\">القاضي أبو بكر بن أبي طاهر البغدادي الحنبلي البزاز .\n</p>\n<p class=\"arabic\">ويعرف أبوه بصهر هبة ويعرف هو بقاضي المرستان .\n</p>\n<p class=\"arabic\">مسند العراق بل مسند الآفاق .\n</p>\n<p class=\"arabic\">ولد في عاشر صفر سنة اثنتين وأربعين وأربعمائة ويقال له النصري لأنه من محلة \n  النصرية .\n</p>\n<p class=\"arabic\">ويقال له السلمي لأن كعب بن مالك من بني سلمة .\n</p>\n<p class=\"arabic\">سمعه أبوه حضورا في الرابعة من أبي إسحاق البرمكي جزء الأنصاري *36*391* وسمعه \n  من علي بن عيسى الباقلاني أمالي القطيعي و الوراق .\n</p>\n<p class=\"arabic\">ثم سمعه الكثير بإفادة جاره عبد المحسن بن محمد الشيحي التاجر من أبي محمد \n  الجوهري وأبي الطيب الطبري وعمر بن الحسين الخفاف وأبي طالب العشاري وأبي \n  الحسين بن حسنون النرسي وعلي بن عمر البرمكي والحسن بن علي المقرئ وأبي الحسين \n  بن الأبنوسي وأبي الحسن بن أبي طالب المكي وأبي يعلى بن الفراء وأبي الغنائم \n  بن المأمون ) .\n</p>\n<p class=\"arabic\">وأبي الفضل هبة الله بن المأمون وغيرهم .\n</p>\n<p class=\"arabic\">وتفرد برواية عنهم سوى أبي يعلى وأبي الغنائم .\n</p>\n<p class=\"arabic\">وسمع بمصر من أبي إسحاق الحبال .\n</p>\n<p class=\"arabic\">وبمكة من أبي معشر الطبري وأبي الحسين الصقلي .\n</p>\n<p class=\"arabic\">وأجاز له أبو القاسم التنوخي وأبو الفتح بن شيطا المقريء وأبو عبد الله محمد \n  بن سلامة القضاعي .\n</p>\n<p class=\"arabic\">وتفقه على القاضي أبي يعلى ابن الفراء وشهد عند قاضي القضاة أبي الحسين بن \n  الدامغاني .\n</p>\n<p class=\"arabic\">روى عنه خلق لا يحصون منهم من مات في حياته ومنهم من تأخر وهم أبو القاسم \n  بن عساكر وأبو سعد السمعاني وأبو موسى المديني وابن الجوزي وعبد الله بن مسلم \n  بن جوالق والمكرم بن هبة الله الصوفي وأبو أحمد بن تزمش الخياط وسعيد بن عطاف \n  وعلي بن محمد بن يعيش الأنباري وعبد الله بن المظفر بن البواب وعبد الخالق \n  بن هبة الله البندار ويوسف بن المبارك بن كامل الخفاف وعبد اللطيف بن أبي \n  سعد الصوفي وعمر بن طبرزد وعبد العزيز بن الأخضر وزيد بن الحسن الكندي وعبد \n  العزيز بن معالي بن سينا وأبو علي ضياء بن الخريف والحسين بن سعيد بن شنيف \n  وأحمد بن يحيى بن الدبيقي .\n</p>\n<p class=\"arabic\">وآخر من روى عنه بالإجازة المؤيد الطوسي *36*392* .\n</p>\n<p class=\"arabic\">وقد تكلم فيه ابن عساكر بكلام فج وحش فقال كان يتهم بمذهب الأوائل ويذكر عنه \n  رقة دين .\n</p>\n<p class=\"arabic\">قال وكان يعرف الفقه على مذهب أحمد والفرائض والحساب والهندسة .\n</p>\n<p class=\"arabic\">ويشهد عند القضاة وينظر في وقف المارستان العضدي .\n</p>\n<p class=\"arabic\">وسرد أبو موسى نسبه كما ذكرنا ثم قال هو أملاه علي وكان إماما في فنون العلم .\n</p>\n<p class=\"arabic\">قال وكان يقول حفظت القرآن وأنا ابن سبع سنين وما من علم إلا وقد نظرت فيه \n  وحصلت منه الكل أو البعض إلا هذا النحو فإني قليل البضاعة فيه .\n</p>\n<p class=\"arabic\">وما أعلم أني ضيعت ساعة من عمري في لهو ولعب .\n</p>\n<p class=\"arabic\">وقال ابن الجوزي ذكر لنا القاضي أبو بكر أن منجمين حضرا حين ولد فأجمعا أن \n  العمر اثنتان وخمسون سنة ) .\n</p>\n<p class=\"arabic\">قال وهانا قد جاوزت التسعين .\n</p>\n<p class=\"arabic\">قال ابن الجوزي وكان حسن الصورة حلو المنطق مليح المعاشرة كان يصلي في جامع \n  المنصور يجيء في بعض الأيام فيقف وراء مجلسي وأنا على منبر الوعظ فيسلم علي .\n</p>\n<p class=\"arabic\">واستملى عليه شيخنا ابن ناصر بجامع القصر .\n</p>\n<p class=\"arabic\">وقرأت عليه الكثير وكان ثقة فهما ثبتا حجة متفننا في علوم كثيرة متفردا في \n  علم الفرائض قال لي يوما صليت الجمعة وجلست أنظر إلى الناس فما رأيت أحدا \n  أشتهي أن أكون مثله *36*393* .\n</p>\n<p class=\"arabic\">وكان قد سافر فوقع في أسر الروم وبقي سنة ونصفا وقيدوه وغلوه وأرادوه أن ينطق \n  بكلمة الكفر فلم يفعل وتعلم منهم الخط الرومي .\n</p>\n<p class=\"arabic\">وسمعته يقول من خدم المحابر خدمته المنابر .\n</p>\n<p class=\"arabic\">وسمعته يقول يجب على المعلم أن لا يعنف وعلى المتعلم أن لا يأنف .\n</p>\n<p class=\"arabic\">ورأيته بعد ثلاث وتسعين سنة صحيح الحواس لم يتغير منها شيء ثابت العقل يقرأ \n  الخط الدقيق من بعد .\n</p>\n<p class=\"arabic\">ودخلنا عليه قبل موته بمديدة فقال نزلت في أذني مادة فقرأ علينا من حديثه \n  وبقي على هذا نحوا من شهرين ثم زال ذلك وعاد إلى الصحة ثم مرض فأوصى أن يعمق \n  قبره زيادة على العادة وأن يكتب على قبره قل هو نبأ عظيم أنتم عنه معرضون \n  وبقي ثلاثة أيام لا يفتر من قراءة القرآن إلى أن توفي قبل الظهر ثاني رجب .\n</p>\n<p class=\"arabic\">قال ابن السمعاني ما رأيت أجمع للفنون منه نظر في كل علم وبرع في الحساب والفرائض \n  وسمعته يقول ثبت من كل علم تعلمته إلا الحديث وعلمه .\n</p>\n<p class=\"arabic\">ورأيته وما تغير من حواسه شيء .\n</p>\n<p class=\"arabic\">وكان يقرأ الخط البعيد الدقيق .\n</p>\n<p class=\"arabic\">وكان سريع النسخ حسن القراءة للحديث .\n</p>\n<p class=\"arabic\">وكان يشتغل بمطالعة الأجزاء التي معي وأنا مكب على القراءة فاتفق أنه وجد \n  جزءا من حديث أبي الفضل الخزاعي قرأته بالكوفة على الشريف عمر بن إبراهيم \n  الحسيني بإجازته من محمد بن علي بن عبد الرحمن العلوي وفيه حكايات مليحة فقال \n  اتركه عندي ) .\n</p>\n<p class=\"arabic\">فلما رجعت من الغد أخرج الجزء وقد نسخه جميعه وقال اقرأه حتى أسمعه *36*394* .\n</p>\n<p class=\"arabic\">فقلت يا سيدي كيف يكون وأنا أفتخر بالسماع منك فقال ذاك بحاله .\n</p>\n<p class=\"arabic\">فقرأته فقال للجماعة اكتبوا إسمي .\n</p>\n<p class=\"arabic\">قلت رأيت الجزء بخطه في وقف الضيائية وفي أوله بخطه نا أبو سعد السمعاني .\n</p>\n<p class=\"arabic\">وقال قال لي أسرتني الروم وكان الغل في عنقي خمسة أشهر وكانوا يقولون لي قل \n  المسيح ابن الله حتى نفعل ونصنع في حقك .\n</p>\n<p class=\"arabic\">فما قلت .\n</p>\n<p class=\"arabic\">وتعلمت خطهم لما حبست .\n</p>\n<p class=\"arabic\">كان يعرف علم النجوم وسمعته يقول عن الذباب إذا وقع على البياض سوده وعلى \n  السواد بيضه وعلى التراب برغثه وعلى الجرح يقيحه .\n</p>\n<p class=\"arabic\">وسمعت منه الطبقات لابن سعد والمغازي للواقدي وأكثر من مائتي جزء .\n</p>\n<p class=\"arabic\">قال لي ولدت بالكرخ وانتقل بنا أبي إلى النصرية ولي أربعة أشهر .\n</p>\n<p class=\"arabic\">وذكر ابن السمعاني أكثر ما نقلناه عن ابن الجوزي .\n</p>\n<p class=\"arabic\">وقال ابن نقطة حدث القاضي أبو بكر بصحيح البخاري عن أبي الحسين ابن المهتدي \n  بالله عن أبي الفتح بن أبي الفوارس عن أحمد بن عبد الله النعيمي .\n</p>\n<p class=\"arabic\">قلت والنعيمي هو شيخ أبي عمر المليحي الذي أكثر عنه صاحب شرح السنة *36*395* .\n\n</p>"
}