{
    "header": "إسماعيل بن أحمد بن عمر بن أبي الأشعث .",
    "id": "023216",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">إسماعيل بن أحمد بن عمر بن أبي الأشعث .\n</h1>\n<p class=\"arabic\">الحافظ أبو القاسم ابن السمرقندي ) .\n</p>\n<p class=\"arabic\">ولد بدمشق سنة أربع وخمسين وأربعمائة في رمضان .\n</p>\n<p class=\"arabic\">وسمع من أبي بكر الخطيب وعبد الدائم بن الحسن وأبي نصر بن طلاب وعبد العزيز \n  الكتاني وأبي الحسن بن أبي الحديد وغيرهم .\n</p>\n<p class=\"arabic\">ثم رحل به وبأخيه عبد الله أبوهما المقريء أبو بكر إلى بغداد في حدود سنة \n  تسع وستين وأربعمائة وسكنوها .\n</p>\n<p class=\"arabic\">وسمع بها من ابن هزارمرد الصريفيني وابن النقور وعبد العزيز بن علي السكري \n  وعبد الباقي بن محمد العطار وأبي نصر الزينبي وابن البسري ورزق الله وخلق \n  كثير .\n</p>\n<p class=\"arabic\">وعني بالرواية وقدم دمشق زائرا بيت المقدس وسمع من مكي الرميلي وطال عمره \n  وروى الكثير .\n</p>\n<p class=\"arabic\">حدث عنه أبو سعد السمعاني وأبو القاسم بن عساكر والأعز بن علي العبدي وإسماعيل \n  بن أحمد الكاتب وسعيد بن محمد بن محمد بن عطاف ويحيى بن ياقوت الفراش وعمر \n  بن طبرزد وأبو اليمن الكندي وأبو الرضا محمد بن أبي تمام بن الزوا الهاشمي \n  وأبا الحسن بن علي بن أحمد بن *36*407* هبل وعبد العزيز بن الأخضر وسليمان \n  بن محمد الموصلي وموسى بن سعيد ابن الصيقل الهاشمي وخلق سواهم .\n</p>\n<p class=\"arabic\">قال ابن السمعاني قرأت عليه الكتب الكبار والأجزاء وسمعت الحافظ أبا العلاء \n  العطار بهمذان يقول ما أعدل بأبي القاسم الفقيه ابن السمرقندي أحدا من شيوخ \n  العراق وخراسان .\n</p>\n<p class=\"arabic\">وقال أبو شجاع عمر البسطامي أبو القاسم إسناد خراسان والعراق .\n</p>\n<p class=\"arabic\">وقال أبو القاسم ما بقي أحد يروي معجم ابن جميع غيري ولا بدمشق ولا عن عبد \n  الدائم بن الحسن غيري .\n</p>\n<p class=\"arabic\">ثم قال .\n</p>\n<p class=\"arabic\">% وأعجب ما في الأمر أن عشت بعدهم % % على أنهم ما خلفوا في من بطش % .\n</p>\n<p class=\"arabic\">وقال ابن عساكر كان ثقة مكثرا صاحب أصول وكان دلالا في الكتب .\n</p>\n<p class=\"arabic\">وسمعته يقول أنا أبو هريرة في ابن النقور فإنه قل جزء عندي قريء عليه إلا \n  وقد سمعته مرارا .\n</p>\n<p class=\"arabic\">قال ابن عساكر وعاش إلى أن خلت بغداد وصار محدثها كثرة وإسنادا حتى صار يطلب \n  ) .\n</p>\n<p class=\"arabic\">العوض على التسميع بعد حرصه على التحديث .\n</p>\n<p class=\"arabic\">وقد أملى في جامع المنصور الجمع زيادة على ثلاثمائة مجلس .\n</p>\n<p class=\"arabic\">وكان له بخت في بيع الكتب .\n</p>\n<p class=\"arabic\">باع مرة صحيحي البخاري ومسلم في مجلدة لطيفة .\n</p>\n<p class=\"arabic\">بخط الحافظ أبي عبد الله الصوري بعشرين دينارا .\n</p>\n<p class=\"arabic\">وقال لي وقعت علي *36*408* هذه المجلدة بقيراط لأني اشتريتها وكتابا آخر معها \n  بدينار وقيراط فبعت ذلك الكتاب بدينار .\n</p>\n<p class=\"arabic\">قال السلفي وأبو القاسم ابن السمرقندي ثقة له أنس بمعرفة الرجال دون معرفة \n  أخيه الحافظ أبي محمد .\n</p>\n<p class=\"arabic\">وقال ابن ناصر كان دلالا وكان سيء المعاملة يخاف من لسانه وكان ذا مخالطة \n  لأكابر البلدة وسلاطينها بسب الكتب .\n</p>\n<p class=\"arabic\">وقد قدم دمشق بعد الثمانين وسمع من الفقيه نصر وأخذ عنه أبو محمد بن صابر \n  وغيره .\n</p>\n<p class=\"arabic\">وقال ابن السمرقندي ورواه عنه ابن الجوزي بالإجازة أنه رأى النبي صلى الله \n  عليه وسلم في النوم كأنه مريض وقد مد رجليه فدخلت وجعلت أقبل أخمص قدميه وأمرغ \n  وجهي عليها .\n</p>\n<p class=\"arabic\">فذكرته لأبي بكر ابن الخاضبة فقال أبشر يا أبا القاسم بطول البقاء وبانتشار \n  الرواية عنك فإن تقبيل رجليه اتباع أثره وأما مرضه فوهن في الإسلام .\n</p>\n<p class=\"arabic\">فما أتى على هذا إلا قليل حتى وصل الخبر أن الفرنج استولت على بيت المقدس .\n</p>\n<p class=\"arabic\">توفي في السادس والعشرين من ذي القعدة ودفن بباب حرب .\n\n</p>"
}