{
    "header": "يوسف بن أيوب بن يوسف بن الحسين بن وهرة ....",
    "id": "023208",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">يوسف بن أيوب بن يوسف بن الحسين بن وهرة .\n</h1>\n<p class=\"arabic\">*36*397* أبو يعقوب الهمذاني .\n</p>\n<p class=\"arabic\">من أهل ضياع همذان .\n</p>\n<p class=\"arabic\">نزل مرو وكان من سادات الصوفية .\n</p>\n<p class=\"arabic\">ذكره ابن السمعاني وقال هو الإمام الورع التقي الناسك العامل بعلمه والقائم \n  بحقه صاحب الأحوال والمقامات الجليلة وإليه انتهت تربية المريدين واجتمع في \n  رباطه جماعة من المنقطعين إلى الله ما أتصور أن يكون في غيره من الربط مثلهم .\n</p>\n<p class=\"arabic\">وكان من صغره إلى كبره على طريقة مرضية وسداد واستقامة .\n</p>\n<p class=\"arabic\">خرج من قريته إلى بغداد وقصد الشيخ أبا إسحاق وتفقه عليه ولازمه مدة حتى برع \n  في الفقه وفاق أقرانه خصوصا في علم النظر .\n</p>\n<p class=\"arabic\">وكان أبو إسحاق يقدمه على جماعة كثيرة من أصحابه مع صغر سنه لمعرفته بزهده \n  وحسن سيرته واشتغاله بنفسه .\n</p>\n<p class=\"arabic\">ثم ترك كل ما كان فيه من المناظرة وخلا بنفسه واشتغل بعبادة الله تعالى ودعوة \n  الخلق إليها وإرشاد الأصحاب إلى الطريق المستقيم .\n</p>\n<p class=\"arabic\">وسمع من شيخه أبي إسحاق وأبي الحسين بن المهتدي بالله وأبي بكر الخطيب وأبي \n  جعفر ابن المسلمة وعبد الصمد بن المأمون والصريفيني وابن النقور .\n</p>\n<p class=\"arabic\">وببخارى محمد أبي الخطاب محمد بن إبراهيم الطبري وبسمرقند من أبي بكر أحمد \n  بن محمد بن الفضل الفارسي *36*398* .\n</p>\n<p class=\"arabic\">وبإصبهان من حمد بن أحمد بن ولكيز وغانم بن محمد بن عبد الواحد الحافظ وآخرين .\n</p>\n<p class=\"arabic\">وكتب الكثير غير أن أجزاءه تفرقت بين كتبه وما كان يتفرغ إلى إخراجها فأخرج \n  لنا أكثر من عشرين جزءا فسمعناها .\n</p>\n<p class=\"arabic\">وقد دخل بغداد سنة ست وخمسمائة ووعظ بها وظهر له قبول تام وازدحم الناس عليه .\n</p>\n<p class=\"arabic\">ثم رجع وسكن مرو .\n</p>\n<p class=\"arabic\">وخرج إلى هراة وأقام بها مدة ثم طلب منه الرجوع إلى مرو فرجع .\n</p>\n<p class=\"arabic\">ثم خرج ثانيا إلى هراة .\n</p>\n<p class=\"arabic\">ثم رجع إلى هراة ثم خرج من هراة فأدركه الأجل بين هراة وبغشور .\n</p>\n<p class=\"arabic\">وكان يقول دخلت جبل زز لزيارة الشيخ عبد الله الجوي وكان قد أقام عنده مدة \n  ولبس من يده الخرقة قال فوجدت ذلك الجبل معمورا بأولياء الله كثير المياه \n  والأشجار وعلى رأس كل عين رجل مشتغل بنفسه صاحب مقام ومجاهدة .\n</p>\n<p class=\"arabic\">فكنت أدور عليهم وأزورهم .\n</p>\n<p class=\"arabic\">ولا أعلم في ذلك الجبل حجرا لم تصبه دمعتي .\n</p>\n<p class=\"arabic\">وهذا من بركة أحمد بن فضالة شيخ عبد الله الجوي .\n</p>\n<p class=\"arabic\">سمعت الشيخ الصالح صافي بن عبد الله الصوفي ببغداد يقول حضرت مجلس شيخنا يوسف \n  بن أيوب في المدرسة النظامية وكان قد اجتمع العالم فقام فقيه يعرف بابن السقاء \n  وآذاه وسأله غير مسألة فقال اجلس فإني أجد من كلامك رائحة الكفر ولعلك تموت \n  على غير الإسلام .\n</p>\n<p class=\"arabic\">قال صافي فاتفق بعد مدة قدم رسول نصراني من الروم فمضى إليه ابن السقاء وسأله \n  أن يستصحبه فقال له يقع لي أن أدخل في دينكم فقبله الرسول وخرج معه إلى القسطنطينية \n  والتحق بملكها وتنصر .\n</p>\n<p class=\"arabic\">وسمعت من أثق به أن ابني الإمام أبي بكر الشاشي قاما في مجلس وعظه وقالا له \n  إن كنت تنتحل معتقد الأشعري وإلا فانزلي ولا تعظ ههنا *36*399* .\n</p>\n<p class=\"arabic\">فقال يوسف اقعد لا أمتعكما الله بشبابكما .\n</p>\n<p class=\"arabic\">فسمعت جماعة أنهما ماتا ولم يتكهلا .\n</p>\n<p class=\"arabic\">سمعت السيد إسماعيل بن أبي القاسم بن عوض العلوي يقول سمعت الإمام يوسف بن \n  أيوب يقول للشيخ لؤلؤ الحي وكان من أصحابه قديما ثم عرج عليه ووقع فيه ورماه \n  بأشياء هذا الرجل يقتل وسترون ذلك .\n</p>\n<p class=\"arabic\">وكان كما جرى على لسانه قتل قريبا من سرخس بعد وفاة يوسف .\n</p>\n<p class=\"arabic\">وقال أبو المظفر السمعاني ما قدم علينا من العراق مثل يوسف الهمذاني .\n</p>\n<p class=\"arabic\">وقد تكلم معه بمرو في مسألة البيع الفاسد فجرى بينهما تسعة عشر نوبة يعني \n  بالنوبة المجلس في هذه المسألة .\n</p>\n<p class=\"arabic\">قال أبو سعد السمعاني سمعت الإمام يوسف رحمه الله يقول خلوت نوبا عدة كل مرة \n  أكثر من خمس سنين أو أقل وما كان يخرج حب المناظرة والإشتغال بالخلاف والمذاكرة \n  من قلبي وصرت إلى ما كنت أشتهي فإن المناظرة كانت تقطع علي الطريق .\n</p>\n<p class=\"arabic\">سمعت أبا نصر عبد الواحد بن محمد الكرجي الزاهد يقول سألت الشيخ أبا الحسين \n  المقدسي هل رأيت أحدا من أولياء الله قال رأيت في سياحتي عجميا بمرو يعظ ويدعو \n  الخلق إلى الله تعالى يقال له يوسف .\n</p>\n<p class=\"arabic\">قال أبو نصر أراد بذلك الإمام يوسف بن أيوب الهمذاني .\n</p>\n<p class=\"arabic\">وأبو الحسين المقدسي كبير القدر مشهور .\n</p>\n<p class=\"arabic\">قال أبو سعد لما عزمت إلى الرحلة دخلت على يوسف رحمه الله مودعا فصوب عزمي \n  وقال أوصيك لا تدخل على السلاطين وأبصر ما تأكل لا يكون حراما .\n</p>\n<p class=\"arabic\">توفي في ربيع الأول وكان مولده تقديرا سنة أربعين أو إحدى وأربعين *36*400* .\n</p>\n<p class=\"arabic\">قلت وقد روى عنه ابن عساكر وأبو الروح الهروي وجماعة .\n</p>\n<p class=\"arabic\">فأخبرنا أحمد بن هبة الله بن عساكر أنا أبو روح عبد المعز بن محمد إجازة أنا \n  يوسف بن أيوب الزاهد بقراءة حمزة بن عسول أنا أبو محمد بن النقور سنة ثلاث \n  وستين وأربعمائة أنبا علي بن عمر الحربي ثنا أحمد بن الحسن بن عبد الجبار \n  الصوفي ثنا يحيى بن معين ثنا معن عن مالك عن هشام عن أبيه عن عائشة قالت إن \n  رسول الله صلى الله عليه وسلم لم يكن يصافح امرأة قط .\n</p>\n<p class=\"arabic\">وأنا به أحمد بن إسحاق أنا أحمد بن صرما والفتح بن عبد الله قالا أنا محمد \n  بن عمر الفقيه أنا ابن النقور فذكره .\n</p>\n<p class=\"arabic\">رواه النسائي في كتاب حديث مالك من تأليفه عن معاوية بن صالح الأشعري عن ابن \n  معين *36*401* .\n\n</p>"
}