{
    "header": "هبة الله بن أحمد بن عبد الله بن علي بن طـ...",
    "id": "023258",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">هبة الله بن أحمد بن عبد الله بن علي بن طاوس .\n</h1>\n<p class=\"arabic\">أبو محمد البغدادي ثم الدمشقي إمام جامع دمشق .\n</p>\n<p class=\"arabic\">كان مقرئا مجودا حسن الأخذ ضابطا متصدرا بالجامع من دهر ختم عليه خلق .\n</p>\n<p class=\"arabic\">وقد سمع الكثير بنفسه ونسخ ورحل وأملى وكان صدوقا صحيح السماع .\n</p>\n<p class=\"arabic\">وثقه ابن عساكر ووصفه بكثرة السماع وقال سمع أباه وأبا العباس ابن قبيس وأبا \n  القاسم بن أبي العلاء وأبا عبد الله بن أبي الحديد والفقيه نصر بن إبراهيم .\n</p>\n<p class=\"arabic\">وخرج إلى العراق وإصبهان في صحبة والده والفقيه نصر الله المصيصي في رسالة \n  السلطان تاج الدولة تتش إلى السلطان ملكشاه فسمع *36*433* من البانياسي وعاصم \n  بن الحسن ورزق الله التميمي وأبي الغنائم بن أبي عثمان وأبي الحسن علي بن \n  محمد بن محمد الأنباري وأبي منصور محمد بن علي بن شكرويه وسليمان بن إبراهيم \n  الحافظ وعبد الرزاق الحسناباذي وأبي عبد الله الثقفي .\n</p>\n<p class=\"arabic\">وأقرأ القرآن مدة .\n</p>\n<p class=\"arabic\">وكان قد قرأ للسبعة على والده أبي البركات .\n</p>\n<p class=\"arabic\">وكان مؤذنا في مسجد سوق الأحد فلما ولي إمامة الجامع ترك المكتب وكان صحيح \n  الإعتقاد .\n</p>\n<p class=\"arabic\">ثنا إملاء أنا عاصم بقراءتي عليه فذكر حديثا .\n</p>\n<p class=\"arabic\">وقال ابن السمعاني سمعت أنه يقع في أعراض الناس ) .\n</p>\n<p class=\"arabic\">وكان بينه وبين الحافظ أبي القاسم الدمشقي شيء ما صلى على جنازته .\n</p>\n<p class=\"arabic\">وقال السلفي هو محدث ابن محدث ومقرئ ابن مقرئ وكان ثقة متصاونا من أهل العلم .\n</p>\n<p class=\"arabic\">وقال محمد بن أبي الصقر ولد في صفر سنة إحدى وستين وأربعمائة .\n</p>\n<p class=\"arabic\">وقال ابن السمعاني توفي ضحوة يوم الجمعة سابع عشر المحرم وصلينا عليه بعد \n  الصلاة وشيعته إلى أن دفن في مقبرة له بباب الفراديس .\n</p>\n<p class=\"arabic\">وكان الخلق كثيرا .\n</p>\n<p class=\"arabic\">قلت روى عنه ابن عساكر والسلفي وابن السمعاني وابنه الخضر بن هبة الله وأبو \n  الفرج ابن الحرة الحموي وأبو محمد القاسم بن عساكر والقاضي أبو القاسم بن \n  الحرستاني وآخرون .\n</p>\n<p class=\"arabic\">وآخر من حدث عنه أبو المحاسن ابن السيد الصفار .\n</p>\n<p class=\"arabic\">أخبرنا أحمد بن إسحاق وإسماعيل بن عبد الرحمن ومحمد بن علي *36*434* وأحمد \n  بن عبد الرحمن بن مؤمن وأحمد بن عبد الحميد قالوا أنا محمد بن السيد بن أبي \n  لقمة أنا نصر الله بن محمد المصيصي الفقيه وهبة الله بن طاوس المقرئ في سنة \n  أربع وثلاثين وخمسمائة سماعا منهما قالا أنا أبو القاسم علي بن محمد الفقيه \n  أنا عبد الرحمن بن عثمان أنا خيثمة بن سليمان نا الحسن بن مكرم ثنا شاذان \n  ثنا الثوري ثنا عمرو بن قيس قال قال عيسى بن مريم عليه السلام لا تكثروا الكلام \n  لغير ذكر الله فتقسوا القلوب وإن كانت لينة فإن القلب القاسي بعيد من الله \n  ولكن لا تعلمون .\n</p>\n<p class=\"arabic\">ولا تنظروا في ذنوب الناس كهيئة الأرباب وانظروا في ذنوب أنفسكم كهيئة العبيد \n  فإنما الناس اثنان مبتلى ومعافى فاحمدوا الله على العافية وارحموا المبتلى .\n\n</p>"
}