{
    "header": "محمد بن عبد الملك بن الحسن بن خيرون بن إـ...",
    "id": "023393",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن عبد الملك بن الحسن بن خيرون بن إبراهيم بن الشيخ .\n</h1>\n<p class=\"arabic\">أبو منصور البغدادي المقرئ الدباس .\n</p>\n<p class=\"arabic\">شيخ معمر ثقة إمام صالح بارع في القراءآت صنف فيها كتاب المفتاح وغيره .\n</p>\n<p class=\"arabic\">وتصدر للإقراء .\n</p>\n<p class=\"arabic\">وطال عمره .\n</p>\n<p class=\"arabic\">وله أيضا في القراءآت كتاب الموضح .\n</p>\n<p class=\"arabic\">قرأ على جماعة مذكورين في صدر هذين الكتابين منهم عمه أبو الفضل بن خيرون \n  وجده لأمه أبو البركات عبد الملك بن أحمد وشيخه عبد السيد بن عتاب .\n</p>\n<p class=\"arabic\">قرأ عليه أبو اليمن الكندي بالقراءآت ويحيى بن الحسين الأواني وإبراهيم بن \n  بقاء اللبان .\n</p>\n<p class=\"arabic\">وسمع من أبي جعفر ابن المسلمة وأبي بكر الخطيب والصريفيني وأبي الغنائم بن \n  المأمون وغيرهم .\n</p>\n<p class=\"arabic\">وأجاز له أبو محمد الجوهري وتفرد عنه هو بإجازة أبي الحسين بن حسنون النرسي \n  ) *36*521* .\n</p>\n<p class=\"arabic\">وحدث بكتاب النسب للزبير بن بكار عن ابن المسلمة وسمع أكثر تاريخ الخطيب .\n</p>\n<p class=\"arabic\">وكان ينسخه ويبيعه .\n</p>\n<p class=\"arabic\">مولده في رجب سنة أربع وخمسين قبل موت الجوهري بأشهر .\n</p>\n<p class=\"arabic\">روى عنه أبو القاسم بن عساكر وأبو موسى المديني وابن السمعاني وابن الجوزي \n  وابن طبرزد والكندي وعبد الخالق بن أسد وأحمد بن محمد بن سعد البروجردي الفقيه \n  وعلي بن محمد بن علي أخو سليمان الموصلي وهو آخر من حدث عنه فيما علمت سمعا \n  وآخر من روى عنه بالإجازة أبو منصور محمد بن عفيجة .\n</p>\n<p class=\"arabic\">وقد ذكره ابن السمعاني فقال ثقة صالح مشتغل بما يعنيه ما له شغل غير التلاوة \n  أو الإقراء .\n</p>\n<p class=\"arabic\">توفي في السادس والعشرين من رجب وله خمس وثمانون سنة .\n</p>\n<p class=\"arabic\">وقال ابن الخشاب كان شافعيا من أهل السنة .\n\n</p>"
}