{
    "header": "تاشفين .",
    "id": "023355",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">تاشفين .\n</h1>\n<p class=\"arabic\">أمير المسلمين ابن أمير المسلمين علي بن يوسف بن تاشفين المصمودي .\n</p>\n<p class=\"arabic\">سلطان الملثمين .\n</p>\n<p class=\"arabic\">وكانت تسميتهم بالمنقبين أولى لأنهم يعملون اللثام على أكثر الوجه حتى لا \n  يكاد يعرف الشيخ من الشاب .\n</p>\n<p class=\"arabic\">وكانت دولتهم قريبا من تسعين سنة .\n</p>\n<p class=\"arabic\">خرجوا من برية المغرب من جهة الجنوب كما تقدم في ترجمة سلطانهم أبي بكر المتوفى \n  سنة اثنتين وستين وأربعمائة .\n</p>\n<p class=\"arabic\">ولي تاشفين هذا الأمر بعد موت أبيه سنة سبع وثلاثين وعبد المؤمن على كنفه \n  فلم يدعه يبلع ريقه ولا قر له قرار .\n</p>\n<p class=\"arabic\">وكانت أيامه سنتين وشهرين .\n</p>\n<p class=\"arabic\">وكان فيها مقهورا مع عبد المؤمن وتيقن أن *36*496* ملكهم سيزول فأتى مدينة \n  وهران وهي حصينة ) .\n</p>\n<p class=\"arabic\">على البحر ورأى إن أحاط به أمر ركب منها في البحر إلى الأندلس فإنه كان له \n  بالأندلس آثار حميدة وغزروات مشهورة نصر فيها على الروم إذ كان واليا عليها \n  لأبيه .\n</p>\n<p class=\"arabic\">وكان بظاهر وهران ربوة على البحر بأعلاها رباط يأوي إليه العباد فصعد تاشفين \n  إليه في ليلة السابع والعشرين من رمضان واتفق أن عبد المؤمن أرسل منسرا إلى \n  وهران فأتوها في اليوم السادس والعشرين ومقدمهم الشيخ عمر بن يحيى صاحب ابن \n  تومرت فكمنوا تلك الليلة وشعروا برواح تاشفين إلى ذلك المكان فقصدوه وبيتوه \n  وأحرقوا الباب فأيقن الشاب بالهلكة فخرج راكبا فرسه فركضه ليثب به النار وينجو \n  فشب الفرس واضطرب من النار فتردى في جرف هناك إلى جهة البحر على حجارة فتهشم \n  تاشفين وتلف في الحال وقتل من كان معه من الخواص .\n</p>\n<p class=\"arabic\">ومن ذلك الوقت نزل عبد المؤمن من الجبل إلى السهل ثم توجه وتملك تلمسان سنة \n  أربعين .\n</p>\n<p class=\"arabic\">ثم إنهم صلبوا تاشفين على خشبة .\n</p>\n<p class=\"arabic\">وعمل الموحدون عند أخذ تلمسان بأهلها مثل ما يعمله الفرنج بل أشد فلا قوة \n  إلا بالله .\n\n</p>"
}