{
    "header": "عبد الوهاب بن المبارك بن أحمد بن الحسن بـ...",
    "id": "023313",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الوهاب بن المبارك بن أحمد بن الحسن بن بندار .\n</h1>\n<p class=\"arabic\">الحافظ أبو البركات الأنماطي مفيد بغداد .\n</p>\n<p class=\"arabic\">سمع الكثير وحصل العالي والنازل ومازال يسمع ويفيد ويجمع إلى آخر عمره .\n</p>\n<p class=\"arabic\">ولد في رجب سنة اثنتين وستين وأربعمائة .\n</p>\n<p class=\"arabic\">وسمع أبا محمد الصريفيني وأبا الحسين بن النقور وأبا القاسم عبد العزيز الأنماطي \n  وأبا القاسم بن البسري وأبا نصر الزينبي وأبا الغنائم بن أبي عثمان وعاصم \n  بن الحسن فمن بعدهم .\n</p>\n<p class=\"arabic\">وقرأ على أبي الحسين بن الطيوري جميع ما عنده .\n</p>\n<p class=\"arabic\">روى عنه ابن عساكر وأبو موسى المديني وأبو سعد السمعاني وابن الجوزي وعبد \n  الوهاب ابن سكينة وعمر بن طبرزد ويوسف بن كامل وعبد العزيز الأخضر وعبد الواحد \n  بن سعد الصفار وأحمد بن أزهر وعبد العزيز بن مينا وعبد العزيز بن زهر وأحمد \n  الدبيقي وخلق آخرهم عبد الرحمن بن *36*467* أحمد بن هدية .\n</p>\n<p class=\"arabic\">وقد روى عنه من القدماء محمد بن طاهر المقدسي وغيره .\n</p>\n<p class=\"arabic\">قال ابن السمعاني هو حافظ ثقة كثير السماع واسع الرواية دائم البشر سريع الدمعة \n  عند الذكر حسن المعاشرة مليح المجاورة جمع الفوائد وخرج التخاريج .\n</p>\n<p class=\"arabic\">ولعله ما بقي من العالي والنازل جزء إلا قرأه وحصل نسخته إما بخطه أو بخط \n  غيره .\n</p>\n<p class=\"arabic\">ونسخ الكتب الكبار مثل طبقات ابن سعد وتاريخ الخطيب .\n</p>\n<p class=\"arabic\">وكان متفرغا مستعدا للتحديث إما أن يقرأ عليه أو ينسخ شيئا .\n</p>\n<p class=\"arabic\">وكان لا يجوز الإجازة على الإجازة ) .\n</p>\n<p class=\"arabic\">وجمع في ذلك شيئا .\n</p>\n<p class=\"arabic\">قرأت عليه الكثير مثل الجعديات ومسند يعقوب بن سفيان الفسوي ومسند يعقوب بن \n  شيبة ما كان سماعه وانتقاء ابن البقال على المخلص .\n</p>\n<p class=\"arabic\">وقال ابن ناصر كان عبد الوهاب الأنماطي بقية الشيوخ سمع الكثير وكان يفهم .\n</p>\n<p class=\"arabic\">وكان ثقة صحيح السماع .\n</p>\n<p class=\"arabic\">ومضى مستورا ولم يتزوج قط .\n</p>\n<p class=\"arabic\">وقال السلفي كان عبد الوهاب رفيقنا حافظا ثقة لديه معرفة جيدة .\n</p>\n<p class=\"arabic\">وقال ابن الجوزي كنت أقرأ عليه الحديث وهو يبكي فاستفدت ببكائه أكثر من استفادتي \n  بروايته .\n</p>\n<p class=\"arabic\">وكان على طريقة السلف .\n</p>\n<p class=\"arabic\">وانتفعت به ما لم انتفع بغيره .\n</p>\n<p class=\"arabic\">وذكره أبو موسى المديني في معجمه فقال حافظ عصره ببغداد .\n</p>\n<p class=\"arabic\">توفي حادي عشر المحرم .\n\n</p>"
}