{
    "header": "عمر بن إبراهيم بن محمد بن محمد بن أحمد بـ...",
    "id": "023388",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عمر بن إبراهيم بن محمد بن محمد بن أحمد بن علي بن الحسين بن علي بن حمزة \n  بن .\n</h1>\n<p class=\"arabic\">يحيى بن الحسين بن الشهيد زيد بن علي بن الحسين *36*514* .\n</p>\n<p class=\"arabic\">أبو البركات العلوي الحسيني الزيدي الكوفي الحنفي النحوي إمام مسجد أبي إسحاق \n  السبيعي .\n</p>\n<p class=\"arabic\">ولد سنة اثنتين وأربعين وأربعمائة وأجاز له محمد بن علي بن عبد الرحمن العلوي \n  شيخ أبي النرسي ) .\n</p>\n<p class=\"arabic\">وسمع أبا الفرج محمد بن أحمد بن علان وأبا القاسم بن المنثور الجهني ومحمد \n  بن الحسن الأنماطي وغيرهم بالكوفة وأبا بكر الخطيب وأبا الحسين بن النقور \n  وأبا القاسم بن البسري وجماعة ببغداد .\n</p>\n<p class=\"arabic\">وقدم الشام وسكن دمشق مدة وحلب .\n</p>\n<p class=\"arabic\">وسمع الحديث وذلك في سنة سبع وخمسين مع والده .\n</p>\n<p class=\"arabic\">وقرأ بها النحو على أبي القاسم زيد بن علي الفارسي قرأ عليه الإيضاح لأبي \n  علي بروايته عن أبي الحسين الفارسي عن خال الفارسي المؤلف .\n</p>\n<p class=\"arabic\">روى عنه أبو سعد السمعاني وأبو القاسم بن عساكر وأبو موسى المديني وجماعة \n  *36*515* .\n</p>\n<p class=\"arabic\">قال السمعاني شيخ مسن كبير فاضل له معرفة بالفقه والحديث واللغة والتفسير \n  والنحو .\n</p>\n<p class=\"arabic\">وله التصانيف الحسنة السائرة في النحو .\n</p>\n<p class=\"arabic\">وهو حسن العيش صابر على الفقر والقلة قانع باليسير .\n</p>\n<p class=\"arabic\">سمعته يقول أنا زيدي المذهب لكني أفتي على مذهب السلطان يعني مذهب أبي حنيفة .\n</p>\n<p class=\"arabic\">وسمعت عليه الإيضاح لأبي علي وكتبت عنه الكثير وهو شيخ متيقظ حسن الإصغاء \n  يكتب خطا مليحا على كبر السن .\n</p>\n<p class=\"arabic\">وقال أبو الحسن علي بن يوسف القصار كان الشيخ أبو محمد سبط الخياط قرأ على \n  الشريف عمر بن إبراهيم النحوي وفيه يقول أبو محمد .\n</p>\n<p class=\"arabic\">% فما له في الورى شكل يماثله % % وما له في التقى عدل يناسبه % .\n</p>\n<p class=\"arabic\">وقال ابن الجوزي كان يقول دخل الصوري الكوفة فكتب عن أربعمائة شيخ وقدم علينا \n  هبة الله بن المبارك السقطي فأفدته عن سبعين شيخا واليوم ما بالكوفة أحد يروي \n  الحديث غيري .\n</p>\n<p class=\"arabic\">ثم ينشد .\n</p>\n<p class=\"arabic\">% لما دخلت اليمنا % % لم أر فيها حسنا % .\n</p>\n<p class=\"arabic\">*36*516* .\n</p>\n<p class=\"arabic\">% قلت حرام بلدة % % أحسن من فيها أنا % .\n</p>\n<p class=\"arabic\">وقال ابن عساكر لم أسمع من عمر بن إبراهيم الزيدي في مذهبه شيئا .\n</p>\n<p class=\"arabic\">وحدثني الوزير أبو علي الدمشقي أنه سأل عن مذهبه في الفتوى وكان مفتي أهل \n  الكوفة فقال أفتي بمذهب أبي حنيفة ظاهرا وبمذهب زيد تدينا ) .\n</p>\n<p class=\"arabic\">وحكى لي أبو طالب بن الهراس الدمشقي أنه صرح له بالقول بالقدر وبخلق القرآن .\n</p>\n<p class=\"arabic\">وقال الحافظ محمد بن ناصر سمعت الحافظ أبي الغنائم النرسي يقول عمر بن إبراهيم \n  جارودي المذهب ولا يرى الغسل من الجنابة .\n</p>\n<p class=\"arabic\">وقال ابن السمعاني سمعت أبا الحجاج يوسف بن محمد بن مقلد التنوخي .\n</p>\n<p class=\"arabic\">يقول كنت أقرأ على الشريف عمر بن إبراهيم أجزاء فمر بي ذكر عائشة فقلت رضي \n  الله عنها .\n</p>\n<p class=\"arabic\">فقال تدعو لعدوة علي هكذا ذكر لي أو سمعناه .\n</p>\n<p class=\"arabic\">قال ابن السمعاني ومع طول ملازمتي له لم أسمع منه شيئا في الإعتقاد أنكره .\n</p>\n<p class=\"arabic\">غير أني كنت قاعدا على باب داره فأخرج لي شدة من مسموعاته فرأيت فيها جزءا \n  مترجما بتصحيح الأذان بحي على غير العمل .\n</p>\n<p class=\"arabic\">فأخذته لأطالعه فأخذه وقال هذا لا يصلح لك وله طالب غيرك .\n</p>\n<p class=\"arabic\">توفي في سابع شعبان بالكوفة وصلى عليه قدر ثلاثين ألفا *36*517* .\n</p>\n<p class=\"arabic\">قلت وروى عنه ابنه أبو المناقب حيدرة بن عمر وحفيده أبو المعمر محمد بن حيدرة \n  شيخ يوسف بن خليل .\n</p>\n<p class=\"arabic\">وقرأ عليه بالروايات يعيش بن صدقة الغزاني ولم يقع لي شيخه في القراءآت .\n</p>\n<p class=\"arabic\">وقد كتب أبو بكر قاضي المارستان جزءا عن أبي سعد السمعاني عن الشريف عمر بن \n  إبراهيم رأيته بخطه .\n\n</p>"
}