{
    "header": "شريح بن محمد بن شريح بن أحمد بن محمد بن ...",
    "id": "023362",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">شريح بن محمد بن شريح بن أحمد بن محمد بن شريح بن يوسف بن شريح .\n</h1>\n<p class=\"arabic\">الإمام أبو الحسن الرعيني الإشبيلي المقرئ خطيب إشبيلية ) .\n</p>\n<p class=\"arabic\">روى الكثير عن أبيه وعن أبي عبد الله بن منظور وعلي بن محمد الباجي وأبي محمد \n  بن خزرج .\n</p>\n<p class=\"arabic\">قال ابن الدباغ وله إجازة من ابن حزم أخبرني بذلك ثقة نبيل من أصحابنا أنه \n  أخبره بذلك .\n</p>\n<p class=\"arabic\">ولا أعلم في شيوخنا أحدا عنده عن ابن حزم غيره .\n</p>\n<p class=\"arabic\">وقد سألته هل أجاز لك ابن حزن فسكت .\n</p>\n<p class=\"arabic\">وأحسب سكت عن ابن حزم لمذهبه *36*501* .\n</p>\n<p class=\"arabic\">قال ابن بشكوال كان من جلة المقرئين معدودا في الأدباء والمحدثين خطيبا بليغا \n  حافظا محسنا فاضلا مليح الخط واسع الخلق .\n</p>\n<p class=\"arabic\">سمع منه الناس كثيرا ورحلوا إليه .\n</p>\n<p class=\"arabic\">واستقضي ببلده ثم صرف عن القضاء .\n</p>\n<p class=\"arabic\">لقيته سنة ست عشرة وخمسمائة فأخذت عنه .\n</p>\n<p class=\"arabic\">وقال لي مولدي في ربيع الأول سنة إحدى وخمسين وأربعمائة .\n</p>\n<p class=\"arabic\">وتوفي في جمادى الأولى .\n</p>\n<p class=\"arabic\">زاد غيره فقال في الثالث والعشرين منه في صدر الفتنة التي حدثت على المسلمين \n  بالأندلس .\n</p>\n<p class=\"arabic\">وكانت جنازته مشهودة .\n</p>\n<p class=\"arabic\">واشتهرت رواية شريح بالأندلس .\n</p>\n<p class=\"arabic\">وحدث عنه أبو جعفر أحمد بن علي الحصار وأبو العباس أحمد بن محمد بن مقدام \n  الرعيني وهو آخر من قرأ عليه القرآن .\n</p>\n<p class=\"arabic\">توفي سنة ست وأربعمائة .\n</p>\n<p class=\"arabic\">وتوفي ابن الحصار في سنة ثمان وتسعين وليس هو بشيخ علم الدين اللورقي ذاك \n  عاش بعد ذا عشر سنين .\n</p>\n<p class=\"arabic\">وروى عنه إبراهيم بن محمد بن ملكون النحوي وإبراهيم بن محمد الطرياني ومحمد \n  بن عبد الله بن الغاسل واعتمد عليه في القرآن وأبو بكر محمد بن خير اللمتوني \n  المقريء ومحمد بن جعفر بن حميد بن مأمون البلنسي وأبو بكر محمد بن الجد الفهري \n  الحافظ .\n</p>\n<p class=\"arabic\">ومحمد بن إبراهيم الفخار نزيل مراكش ومحمد بن يوسف بن مفرج الإشبيلي نزل تلمسان \n  ) .\n</p>\n<p class=\"arabic\">وأقرأ عنه القراءآت وبقي إلى سنة ستمائة ومحمد بن علي بن حسنون الكتامي البياسي \n  وأقرأ أيضا عنه القراءآت وتوفي سنة أربع وستمائة عن سن عالية ومحمد بن جابر \n  الثعلبي المعروف بابن الرمالية الغرناطي ونجبة بن يحيى الإشبيلي المقريء وأبو \n  محمد عبد الله بن عبيد الله الحجري وعبد الله بن أحمد بن جمهور القيسي وأبو \n  محمد عبد الله بن علوش نزيل مراكش وأبو *36*502* القاسم عبد الرحمن بن يحيى \n  الأموي وعبد الرحمن بن محمد القرطبي الشراط وعبد الرحمن بن علي الزهري الإشبيلي .\n</p>\n<p class=\"arabic\">سمع الزهري منه صحيح البخاري وهو آخر من سمعه منه وعاش إلى سنة ثلاث عشرة \n  وستمائة .\n</p>\n<p class=\"arabic\">وتنافسوا في الأخذ عنه .\n</p>\n<p class=\"arabic\">وآخر من روى عن شريح في الدنيا بالإجازة القاضي أبو القاسم أحمد بن يزيد بن \n  عبد الرحمن بن بقي توفي سنة خمس وعشرين وستمائة وهو الذي سمع منه شيخنا أبو \n  محمد بن هارون الكاتب موطأ مالك .\n</p>\n<p class=\"arabic\">وأخذ عن شريح عدد كبير سوى من ذكرنا القراءآت والحديث .\n</p>\n<p class=\"arabic\">وكان قد قرأ على والده بكتاب الكافي في القراءآت من تصنيفه .\n</p>\n<p class=\"arabic\">وقد ذكرنا والده في سنة ست وسبعين وأربعمائة .\n</p>\n<p class=\"arabic\">قال اليسع بن حزم وهو إمام في التجويد والإتقان علم من أعلام البيان بذ في \n  صنعة الإقراء وبرز في العربية مع علم بالحديث وفقه بالشريعة .\n</p>\n<p class=\"arabic\">وكان إذا صعد المنبر حن إليه جذع الخطابة فسمع له أنين الإستطابة مع خشوع \n  ودموع .\n</p>\n<p class=\"arabic\">رحلت إليه عام أربعة وعشرين فحملت عنه وأجازني .\n</p>\n<p class=\"arabic\">قلت عاش شريح تسعا وثمانين سنة رحمه الله .\n\n</p>"
}