{
    "header": "موهوب بن أحمد بن محمد بن الخضر بن الحسن ...",
    "id": "023449",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">موهوب بن أحمد بن محمد بن الخضر بن الحسن بن الجواليقي .\n</h1>\n<p class=\"arabic\">أبو منصور بن أبي طاهر البغدادي النحوي اللغوي إمام الخليفة المقتفي .\n</p>\n<p class=\"arabic\">ولد سنة ست وستين وأربعمائة *36*550* .\n</p>\n<p class=\"arabic\">وسمع أبا القاسم بن البسري وأبا طاهر بن أبي الصقر الأنباري وطراد بن محمد \n  وابن البطر وجماعة كثيرة .\n</p>\n<p class=\"arabic\">وسمع بنفسه وكتب الكثير بخطه .\n</p>\n<p class=\"arabic\">روى عنه ابنته خديجة وابن السمعاني والشريف عبيد الله بن أحمد المنصوري وأبو \n  الفرج ) .\n</p>\n<p class=\"arabic\">بن الجوزي ويوسف بن المبارك وأبو اليمن الكندي وآخرون .\n</p>\n<p class=\"arabic\">قال ابن السمعاني إمام في اللغة والنحو وهو من مفاخر بغداد .\n</p>\n<p class=\"arabic\">قرأ الأدب على أبي زكريا التبريزي وتلمذ له حتى برع فيه .\n</p>\n<p class=\"arabic\">وهو متدين ثقة ورع غزير الفضل وافر العقل مليح الخط كثير الضبط .\n</p>\n<p class=\"arabic\">صنف تصانيف وانتشرت عنه وشاع ذكره .\n</p>\n<p class=\"arabic\">وقال غيره كان حجة في نقل العربية علامة متفننا في الآداب تخرج به جماعة كثيرة .\n</p>\n<p class=\"arabic\">وتوفي في المحرم قاله ابن شافع وابن المفضل المقدسي ومحمد بن حمزة بن أبي \n  الصقر وأبو الفرج بن الجوزي وأبو موسى المديني وآخرون .\n</p>\n<p class=\"arabic\">وأما ما ذكره ابن السمعاني أن أبا محمد عبد الله بن محمد بن جرير القرشي كتب \n  إليه بوفاة أبي منصور بن الجواليقي في نصف المحرم سنة تسع وثلاثين فغلط بيقين \n  واعتمد عليه القاضي ابن خلكان وما عرف له غلط .\n</p>\n<p class=\"arabic\">قال ابن الجوزي قرأ الأدب سبع عشرة سنة على أبي زكريا التبريزي وانتهى إليه \n  علم اللغة فأقرأها ودرس العربية في النظامية بعد أبي زكريا مدة .\n</p>\n<p class=\"arabic\">فلما استخلف المقتفي اختص بإمامته *36*551* .\n</p>\n<p class=\"arabic\">وكان المقتفي يقرأ عليه شيئا من الكتب وكان غزير العقل متواضعا في ملبسه ورياسته \n  طويل الصمت لا يقول الشيء إلا بعد التحقيق والفكر الطويل .\n</p>\n<p class=\"arabic\">وكثيرا ما كان يقول لا أدري .\n</p>\n<p class=\"arabic\">وكان من أهل السنة .\n</p>\n<p class=\"arabic\">سمعت منه كثيرا من الحديث وغريب الحديث .\n</p>\n<p class=\"arabic\">وقرأت عليه كتابه المعرب وغيره من التصانيف .\n</p>\n<p class=\"arabic\">وقال ابن خلكان صنف التصانيف المفيدة وانتشرت عنه مثل شرح كتاب أدب الكاتب \n  وكتاب المعرب وتتمة درة الغواص التي للحريري .\n</p>\n<p class=\"arabic\">وخطه مرغوب فيه .\n</p>\n<p class=\"arabic\">وكان يصلي بالمقتفي بالله فدخل عليه وهو أول ما دخل فما زاد على أن قال السلام \n  على أمير المؤمنين ورحمة الله تعالى ) .\n</p>\n<p class=\"arabic\">فقال ابن التلميذ النصراني وكان قائما وله إدلال الخدمة والطب ما هكذا يسلم \n  على أمير المؤمنين يا شيخ .\n</p>\n<p class=\"arabic\">فلم يلتفت إليه ابن الجواليقي وقال يا أمير المؤمنين سلامي هو ما جاءت به \n  السنة النبوية .\n</p>\n<p class=\"arabic\">وروى الحديث ثم قال يا أمير المؤمنين لو حلف الحالف أن نصرانيا أو يهوديا \n  لم يصل إلى قلبه نوع من أنواع العلم على الوجه لما لزمته كفارة لأن الله ختم \n  على قلوبهم ولن يفك ختم الله إلا الإيمان .\n</p>\n<p class=\"arabic\">فقال صدقت وأحسنت .\n</p>\n<p class=\"arabic\">وكأنما ألجم ابن التلميذ بحجر مع فضله وغزارة أدبه *36*552* .\n\n</p>"
}