{
    "header": "أحمد بن محمد بن أحمد بن الحسن بن علي بن ...",
    "id": "023412",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أحمد بن محمد بن أحمد بن الحسن بن علي بن أحمد بن سليمان .\n</h1>\n<p class=\"arabic\">الحافظ أبو سعد بن أبي الفضل البغدادي ثم الإصبهاني *36*530* .\n</p>\n<p class=\"arabic\">ولد بإصبهان في صفر سنة ثلاث وستين وأربعمائة .\n</p>\n<p class=\"arabic\">وسمع أباه وعبد الرحمن وعبد الوهاب ابني الحافظ ابن مندة وحمد بن ولكيز وإبراهيم \n  الطيان ومحمد بن أحمد بن ماجة الأبهري ومحمد بن أحمد بن أسيد المديني ومحمد \n  بن عمر سسويه ومحمد بن بديع الحاجب وأبا منصور بن شكرويه وسليمان بن إبراهيم \n  الحافظ وطائفة سواهم .\n</p>\n<p class=\"arabic\">ورحل إلى بغداد وهو ابن ست عشرة سنة فدخلها فوجد أبا نصر الزينبي قد مات .\n</p>\n<p class=\"arabic\">فسمع من عاصم بن الحسن ومالك البانياسي وأبي الغنائم بن أبي عثمان .\n</p>\n<p class=\"arabic\">وأكبر شيخ عنده عبد الجبار بن عبيد الله بن برزة الواعظ الرازي .\n</p>\n<p class=\"arabic\">وقد حدثه محمود بن جعفر الكوسج عن جد أبيه الحسن بن علي البغدادي .\n</p>\n<p class=\"arabic\">وهم بيت قديم بإصبهان .\n</p>\n<p class=\"arabic\">روى عنه الحافظ ابن ناصر وابن عساكر وابن السمعاني وأبو موسى المديني وابن \n  الجوزي وابن طبرزد ومحمد بن علي بن القبيطي وطائفة من البغداديين والإصبهانيين \n  آخرهم موتا محمد بن محمد بن بدر الراراني .\n</p>\n<p class=\"arabic\">قاله ابن النجار .\n</p>\n<p class=\"arabic\">وقال ابن السمعاني حافظ ثقة دين خير حسن السيرة صحيح العقيدة على طريقة السلف \n  الصالح تاركا للتكلف كان في بعض الأوقات *36*531* يخرج من بيته إلى الشرق \n  ببغداد وإصبهان وعلى رأسه طاقية ) .\n</p>\n<p class=\"arabic\">ورأيته في طريق الحجاز .\n</p>\n<p class=\"arabic\">وقد تغير لونه ويبست أشداقه من الصوم في القيظ .\n</p>\n<p class=\"arabic\">وكان يملي في بعض الأوقات وقد خلع قميصه .\n</p>\n<p class=\"arabic\">وقال في مشيخته كان حافظا كبيرا تام المعرفة يحفظ جميع الصحيح لمسلم وكان \n  يملي الأحاديث من حفظه .\n</p>\n<p class=\"arabic\">وقال وقدم مرة من الحج فاستقبله خلق كثير من إصبهان وهو على فرس فكان يسير \n  بسيرهم حتى وصل قريبا من إصبهان ركض فرسه وترك الناس إلى أن وصل إلى البلد \n  وقال أردت أن أستعمل السنة فإن النبي صلى الله عليه وسلم كان يوضع راحلته \n  إذا رأى جدرات المدينة .\n</p>\n<p class=\"arabic\">وكان مطبوعا حلو الشمائل إستمليت عليه بمكة والمدينة وكتب عني مذاكرة .\n</p>\n<p class=\"arabic\">وأبطأ علي يوما بداره فخرج واعتذر وقال أوقفتك .\n</p>\n<p class=\"arabic\">فقلت يا سيدي الوقوف على باب المحدث عز .\n</p>\n<p class=\"arabic\">فقال لك بهذه الكلمة أستاذ فقلت لا .\n</p>\n<p class=\"arabic\">قال أنت أستاذها .\n</p>\n<p class=\"arabic\">سمعت الحافظ إسماعيل بن محمد الطلحي يقول رحل أبو سعد البغدادي إلى أبي نصر \n  الزينبي فدخل بغداد وقد مات فجعل أبو سعد يلطم على رأسه ويبكي ويقول من أين \n  أجد علي بن الجعد عن شعبة وقال الحافظ عبد الله بن مرزوق الهروي أبو سعد البغدادي \n  شعلة نار .\n</p>\n<p class=\"arabic\">قال ابن السمعاني سمعت معمر بن عبد الواحد يقول أبو سعد البغدادي يحفظ صحيح \n  مسلم .\n</p>\n<p class=\"arabic\">وكان يتكلم على الأحاديث بكلام مليح .\n</p>\n<p class=\"arabic\">وقال ابن النجار وقد ذكر أبا سعد البغدادي في تاريخه إمام في *36*532* الزهد \n  والحديث واعظ .\n</p>\n<p class=\"arabic\">وممن كتب عنه شجاع الذهلي وابن ناصر .\n</p>\n<p class=\"arabic\">وكان إذا أكل طعاما أغرورقت عيناه بالدموع ثم يأكل ويقول كان داود عليه السلام \n  إذا أراد أن يأكل بكى ) .\n</p>\n<p class=\"arabic\">وقال أبو الفتح محمد بن علي النطنزي كنت بغداد فاقترض مني أبو سعد بن البغدادي \n  عشرة دنانير فاتفق أن دخلت على السلطان مسعود بن محمد فذكرت ذلك له فبعث معي \n  إليه خمسمائة دينار فأبى أن يأخذها .\n</p>\n<p class=\"arabic\">قلت حدث أبو سعد في بغداد بكتاب معرفة الصحابة لابن مندة وكان يرويه ملفقا \n  عن أصحاب ابن مندة .\n</p>\n<p class=\"arabic\">فسمعه منه محمد بن علي القنبيطي وسمعه كله من القنبيطي الشيخ جمال الدين يحيى \n  بن الصيرفي .\n</p>\n<p class=\"arabic\">وقال أبو الفرج بن الجوزي حج أبو سعد إحدى عشرة حجة وسمعت منه الكثير ورأيت \n  أخلاقه اللطيفة ومحاسنه الجميلة .\n</p>\n<p class=\"arabic\">وحج سنة تسع وثلاثين ورجع فتوفي بنهاوند في ربيع الأول سنة أربعين وحمل إلى \n  إصبهان .\n\n</p>"
}