{
    "header": "وجيه بن طاهر بن محمد بن محمد بن أحمد بن ...",
    "id": "023680",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">وجيه بن طاهر بن محمد بن محمد بن أحمد بن يوسف بن محمد بن المرزبان .\n</h1>\n<p class=\"arabic\">أبو بكر الشحامي أخو زاهر .\n</p>\n<p class=\"arabic\">من بيت الحديث والعدالة بنيسابور .\n</p>\n<p class=\"arabic\">رحل بنفسه إلى هراة أو إلى بغداد .\n</p>\n<p class=\"arabic\">ومولده في شوال سنة خمس وخمسين وأربعمائة .\n</p>\n<p class=\"arabic\">سمع أبا القاسم القشيري وأبا حامد الأزهري وأبا المظفر محمد بن إسماعيل الشحامي \n  وأبا نصر عبد الرحمن بن محمد بن موسى التاجر ويعقوب بن أحمد الصيرفي وأبا \n  صالح المؤذن ووالده أبا عبد الرحمن الشحامي وشيخ الحجاز علي بن يوسف الجويني \n  وشبيب بن أحمد البستيغي *37*93* وأبا سهل الحفصي وأبا المعالي عمر بن محمد \n  بن الحسين البسطامي وأخته عائشة بنت البسطامي ومحمد بن يحيى المزكي وأبا القاسم \n  إسماعيل بن مسعدة الإسماعيلي وطائفة بنيسابور .\n</p>\n<p class=\"arabic\">وبهراة شيخ الإسلام وبيبى الهرثمية وعاصم بن عبد الملك الخليلي وأبا عطاء \n  عبد الرحمن ) .\n</p>\n<p class=\"arabic\">بن محمد الجوهري وأبا العلاء صاعد بن سيار ونجيب بن ميمون الواسطي وعطاء بن \n  الحسن الحاكم وجماعة بهراة .\n</p>\n<p class=\"arabic\">وعبد الرحمن بن محمد بن عفيف البوشنجي وأبا سعد محمد بن محمد الحجري ببوشنج .\n</p>\n<p class=\"arabic\">وأبا نصر محمد بن محمد الزينبي وأبا الحسين الصاحبي ببغداد .\n</p>\n<p class=\"arabic\">وأبا نصر محمد بن ودعان الموصلي بالمدينة .\n</p>\n<p class=\"arabic\">روى عنه أبو سعد السمعاني وابن عساكر وأبو الفضل محمد بن أحمد الطبسي ومحمد \n  بن فضل الله السالاري ومنصور الفراوي والمؤيد الطوسي وزينب الشعرية ومجد الدين \n  سعيد بن عبد الله بن القاسم الشهرزوري والقاسم بن عبد الله الصفار وأبو النجيب \n  إسماعيل بن عثمان الغازي وأبو سعد عبد الواحد بن علي بن حمويه الجويني وآخرون .\n</p>\n<p class=\"arabic\">قال ابن السمعاني كتبت عنه الكثير وكان يعملي في الجامع الجديد بنيسابور كل \n  جمعة في مكان أخيه زاهر وكان كخير الرجال متواضعا ألوفا متوددا دائم الذكر \n  كثير التلاوة وصولا للرجم تفرد في عصره بأشياء ومرض أسبوعا *37*94* .\n</p>\n<p class=\"arabic\">وتوفي في ثامن عشر جمادى الآخرة ودفن بجنب أبيه وأخيه .\n\n</p>"
}