{
    "header": "زنكي بن آقسنقر .",
    "id": "023634",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">زنكي بن آقسنقر .\n</h1>\n<p class=\"arabic\">*37*62* الملك عماد الدين صاحب الموصل ويعرف أبوه بالحاجب قسيم التركي وقد \n  تقدم ذكره .\n</p>\n<p class=\"arabic\">وزنكي فوض إليه السلطان محمود بن محمد بن ملكشاه السلجوقي ولاية بغداد وشرطتها \n  في سنة إحدى عشر وخمسمائة ثم نقله إلى الموصل وسلم إليه ولده فروخ شاه الملقلب \n  بالخفاجي ليربيه ولهذا قيل له أتابك وذلك في سنة اثنتين وعشرين .\n</p>\n<p class=\"arabic\">واستولى على البلاد وقوي أمره وافتتح الرها في سنة تسع وثلاثين وترقت به الحال \n  إلى أن ملك الموصل وحلب وحماه وحمص وبعلبك ومدائن كثيرة يطول تعدادها .\n</p>\n<p class=\"arabic\">وسار بجيشه إلى دمشق وحاصرها ثم استقر الحال على أن خطب له بدمشق واسترجع \n  عدة حصون من الفرنج مثل كفرطاب وافتتح الرها .\n</p>\n<p class=\"arabic\">وكان بطلا شجاعا صارما وقد نازل قلعة جعبر وصاحبها يومئذ علي بن مالك فحاصرها \n  وأشرف على أخذها فأصبح يوم الأربعاء خامس ربيع الآخر مقتولا قتله خادمه غيلة \n  وهو ) .\n</p>\n<p class=\"arabic\">نائم ودفن بصفين عند الرقة وسار *37*63* ولده الملك نور الدين محمود فاستولى \n  على حلب واستولى ولده الآخر سيف الدين غازي قطب الدين مودود الأعرج على الموصل .\n</p>\n<p class=\"arabic\">قال ابن الأثير نزل أتابك زنكي على حصن جعبر المطل على الفرات وقاتله من بها \n  فلما طال أرسل إلى صاحبها ابن مالك العقيلي رسالة مع الأمير حسان المنبجي \n  لمودة بينهما في معنى تسليمها ويبذل له القطاع والمال ويتهدده إن لم يفعل \n  فما أجاب فقتل أتابك بعد أيام وثب عليه جماعة من مماليكه في الليل وهربوا \n  إلى القلعة فدخلوها فصاح أهلها وفرحوا بقتله فدخل أصحابه إليه .\n</p>\n<p class=\"arabic\">حدثني أبي عن بعض خواصه قال دخلت إليه في الحال وهو حي فظن أني أريد قتله \n  فأشار إلي بإصبعه يستعطفني فقلت يا مولانا من فعل هذا فلم يقدر على الكلام \n  وفاضت نفسه .\n</p>\n<p class=\"arabic\">قال وكان حسن الصورة أسمر مليح العينين قد وخطه الشيب وزاد عمره على الستين \n  وكان صغيرا لما قتل أبوه وكان شديد الهيبة على عسكره ورعيته وكانت البلاد \n  خرابا من الظلم ومجاورة الفرنج فعمرها .\n</p>\n<p class=\"arabic\">حكى لي والدي قال رأيت الموصل وأكثرها خراب بحيث يقف الإنسان قريب محلة الطبالين \n  ويرى الجامع العتيق ودار السلطان ولا يقدر أحد أن يصل إلى جامع إلا ومعه من \n  يحميه لبعده عن العمارة وهو الآن في وسط العمارة .\n</p>\n<p class=\"arabic\">وكان شديد الغيرة لاسيما على نساء الأجناد ويقول إن لم نحفظهن *37*64* بالهيبة \n  وإلا فسدن لكثرة غيبة أزواجهن .\n</p>\n<p class=\"arabic\">قال وكان من أشجع خلق الله أما قبل أن يملك فيكفيه أنه حضر مع الأمير مودود \n  صاحب الموصل مدينة طبرية وهي للفرنج فوصلت طعنته إلى باب البلد وأثر فيه وحمل \n  أيضا على قلعة عقر الحميدية وهي على جبل عال فوصلت طعنته إلى سورها إلى أشياء \n  أخر .\n</p>\n<p class=\"arabic\">وأما بعد ملكه فكان الأعداء محدقين ببلاده وكلهم يقصدها ويريد أخذها وهو لا \n  يقنع بحفظها حتى أنه لا ينقضي عليه عام إلا وهو يفتح من بلادهم .\n</p>\n<p class=\"arabic\">وكان معه حين قتل الملك ألب أرسلان بن السلطان محمود فركب يومئذ واجتمعت حوله \n  العسكر وحسنوا له اللهو والشرب وأدخلوه الرقة فبقي بها أياما لا يظهر ثم سار \n  إلى ماكسين ثم إلى سنجار وتفرق العسكر عنه وراح إلى الشرق ثم ردوه وحبس في \n  قلعة ) .\n</p>\n<p class=\"arabic\">الموصل وملك البلاد غازي بن زنكي واستولى نور الدين على حلب وما يليها ثم \n  سار فتملك الرها وسبى أهلها وكان أكثرهم نصارى .\n</p>\n<p class=\"arabic\">وقال القاضي جمال الدين بن واصل لم يخلف قسيم الدولة آقسنقر مولى السلطان \n  ألب أرسلان السلجوقي ولدا غير أتابك زنكي وكان عمره حين قتل والده عشر سنين \n  فاجتمع عليه مماليك والده وأصحابه ولما تخلص كربوقا من سجن حمص بعد قتل تتش \n  ذهب إلى حران وانضم إليه جماعة فملك حران ثم ملك الموصل وقرب زنكي وبالغ في \n  الإحسان إليه ورباه *37*65* .\n\n</p>"
}