{
    "header": "سعد الخير بن محمد بن سهل بن سعد .",
    "id": "023636",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">سعد الخير بن محمد بن سهل بن سعد .\n</h1>\n<p class=\"arabic\">أبو الحسن الأنصاري البلنسي المحدث .\n</p>\n<p class=\"arabic\">رحل إلى أن دخل الصين ولهذا كان يكتب الأندلسي الصيني .\n</p>\n<p class=\"arabic\">وكان فقيها متدينا عالما فاضلا .\n</p>\n<p class=\"arabic\">سمع ببغداد أبا عبد الله النعالي وابن البطر وطراد بن محمد .\n</p>\n<p class=\"arabic\">وسمع بإصبهان أبا سعد المطرز وسكنها وتزوج بها وولدت له فاطمة فسمعها حضورا \n  معجم الطبراني وغير ذلك ومسند أبي يعلى .\n</p>\n<p class=\"arabic\">وسمع بالدون سنن النسائي من الدوني وحصل الكثير من الكتب الجيدة .\n</p>\n<p class=\"arabic\">وحدث ببغداد وسكنها مدة بعد انفصاله عن إصبهان *37*66* .\n</p>\n<p class=\"arabic\">روى عنه ابن عساكر وابن السمعاني وأبو موسى المديني وعبد الخالق بن أسد ووصفه \n  بالحفظ وأبو اليمن الكندي وأبو الفرج بن الجوزي وبنته فاطمة بنت سعد الخير \n  وعمر بن أبي السعادات بن صرما .\n</p>\n<p class=\"arabic\">وقال ابن الجوزي سافر وركب البحار وقاسى الشدائد وتفقه ببغداد على أبي حامد \n  الغزالي ) .\n</p>\n<p class=\"arabic\">وسمع الحديث .\n</p>\n<p class=\"arabic\">وقرأ الأدب على أبي زكريا التبريزي وحصل كتبا نفيسة وقرأت عليه الكثير وكان \n  ثقة .\n</p>\n<p class=\"arabic\">توفي في عاشر المحرم ببغداد .\n</p>\n<p class=\"arabic\">قلت آخر من روى عنه بالإجازة أبو منصور بن عفيجة .\n</p>\n<p class=\"arabic\">وأورد ابن السمعاني في الأنساب حكاية غريبة فقال سمع بناته إلى أن رزق ابنا \n  سماه جابرا فكان يسمعه بقراءتي واتفق أنه حمل إلى الشيخ أبي بكر قاضي المرستان \n  شيئا يسيرا من عود بغدان وجد الشيخ منه رائحة فقال ذا عود طيب فحمل إليه منه \n  نزرا قليلا ثم دفعه إلى جاريته فاستحيت الجارية أن تعلم الشيخ به لقلته فلما \n  دخل على الشيخ قال يا سيدنا وصل العود قال لا فطلب الجارية فسألها فاعتذرت \n  لقلته وأحضرته فقال لسعد الخير أهو هذا قال نعم فرمى به الشيخ وقال لا حاجة \n  لنا فيه .\n</p>\n<p class=\"arabic\">ثم طلب منه سعد الخير أن يسمع لابنه جزء الأنصاري فحلف الشيخ أن لا يسمعه \n  إياه إلا أن يحمل إليه سعد الخير خمسة أمناء عود فامتنع سعد الخير وألح على \n  الشيخ أن يكفر عن يمينه فما فعل ولا حمل هو شيئا .\n</p>\n<p class=\"arabic\">ومات الشيخ ولم يسمع ابنه الجزء *37*67* .\n\n</p>"
}