{
    "header": "محمد بن عبد الله بن محمد بن عبد الله بن ...",
    "id": "023791",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن عبد الله بن محمد بن عبد الله بن أحمد .\n</h1>\n<p class=\"arabic\">الإمام أبو بكر بن العربي المعافري الأندلسي الإشبيلي الحافظ .\n</p>\n<p class=\"arabic\">أحد الأعلام .\n</p>\n<p class=\"arabic\">ولد في شعبان سنة ثمان وستين وأربعمائة .\n</p>\n<p class=\"arabic\">قال ابن بشكوال أخبرني أنه رحل مع أبيه إلى المشرق سنة خمس وثمانين وأنه دخل \n  الشام ولقي بها أبا بكر محمد بن الوليد الطرطوشي وتفقه عنده ولقي بها جماعة \n  من العلماء والمحدثين وأنه دخل بغداد وسمع بها من طراد الزينبي .\n</p>\n<p class=\"arabic\">ثم حج سنة تسع وثمانين وسمع من الحسين بن علي الطبري .\n</p>\n<p class=\"arabic\">وعاد إلى بغداد فصحب أبا بكر الشاشي وأبا حامد الغزالي وغيرهم *37*160* وتفقه \n  عندهم ثم صدر عن بغداد ولقي بمصر والإسكندرية جماعة فاستفاد منها وعاد إلى \n  بلده سنة ثلاث وتسعين بعلم كثير لم يدخله أحد قبله ممن كانت له رحلة إلى المشرق .\n</p>\n<p class=\"arabic\">وكان من أهل التفنن في العلوم والاستبحار فيها والجمع لها مقدما في المعارف \n  كلها متكلما في أنواعها نافذا في جميعها حريصا على آدابها ونشرها ثاقب الذهن \n  في تمييز الصواب ) .\n</p>\n<p class=\"arabic\">منها يجمع إلى ذلك كله آداب الأخلاق مع حسن المعاشرة ولين الكنف وكثرة الاحتمال \n  وكرم النفس وحسن العهد وثبات الود واستفتي ببلده فنفع الله به أهلها لصرامته \n  وشدته ونفوذ أحكامه .\n</p>\n<p class=\"arabic\">وكانت له في الظالمين سورة مرهوبة ثم صرف عن القضاء وأقبل على نشر العلم وبثه .\n</p>\n<p class=\"arabic\">قرأت عليه وسمعت منه بإشبيلية وقرطبة كثيرا من روايته وتواليفه .\n</p>\n<p class=\"arabic\">وتوفي بالعدوة ودفن بفاس في ربيع الآخر .\n</p>\n<p class=\"arabic\">قال ابن عساكر سمع أبا الفتح نصر بن إبراهيم المقدسي وأبا الفضل بن الفرات \n  وأبا البركات أحمد بن طاوس وجماعة .\n</p>\n<p class=\"arabic\">وسمع ببغداد نصر بن البطر وأبا طلحة النعالي وطراد بن محمد .\n</p>\n<p class=\"arabic\">وسمع ببلده من خاله الحسن بن عمر الهوزني يعني المذكور سنة اثنتي عشرة .\n</p>\n<p class=\"arabic\">قلت ومن تصانيفه كتاب عارضة الأحوذي في شرح الترمذي وكتاب التفسير في خمس \n  مجلدات كبار وغير ذلك من الكتب في الحديث والفقه والأصول *37*161* .\n</p>\n<p class=\"arabic\">وورخ موته في هذه السنة أيضا الحافظ أبو الحسن بن الفضل والقاضي أبو العباس \n  بن خلكان .\n</p>\n<p class=\"arabic\">وكان أبوه رئيسا عالما من وزراء أمراء الأندلس وكان فصيحا مفوها شاعرا توفي \n  بمصر في أول سنة ثلاث وتسعين .\n</p>\n<p class=\"arabic\">روى عن أبي بكر عبد الرحمن وعبد الله ابني أحمد وصابر وأحمد بن سلامة الأبار \n  الدمشقيون وأحمد بن خلف الكلاعي قاضي إشبيلية والحسن بن علي القرطبي الخطيب \n  والزاهد أبو عبد الله محمد بن أحمد بن المجاهد وأبو بكر محمد بن عبد الله \n  بن الجد الفهري ومحمد بن أحمد بن الفخار ومحمد بن مالك الشريشي ومحمد بن يوسف \n  بن سعادة الإشبيلي ومحمد علي الكتامي ومحمد بن جابر الثعلبي ونجية بن يحيى \n  الرعيني وعبد الله بن أحمد بن جمهور وعبد الله بن أحمد بن علوش نزيل مراكش \n  وأبو زيد عبد الرحمن بن عبد الله السهيلي وعبد الرحمن بن أحمد بن عبد الرحمن \n  بن ربيع الأشعري وعبد المنعم بن يحيى بن الخلوف الغرناطي وعلي بن صالح بن \n  عز الناس الداني وعلي بن أحمد الشقوري وأحمد بن عمر الخزرجي التاجر .\n</p>\n<p class=\"arabic\">وروى عنه خلق سوى هؤلاء وكان أحد من بلغ رتبة الاجتهاد وأحد من انفرد بالأندلس \n  بعلو ) .\n</p>\n<p class=\"arabic\">الإسناد .\n</p>\n<p class=\"arabic\">وقد وجدت بخطي أنه توفي سنة ست وأربعين فما أدري من أين نقلته ثم وجدت وفاته \n  في سنة ست في تاريخ ابن النجار نقله عن ابن بشكوال والأول الصحيح إن شاء الله .\n</p>\n<p class=\"arabic\">وذكر ابن النجار أنه سمع أيضا من محمد بن عبد الله بن أبي داود الفارسي بمصر \n  ومن أبي الحسن القاضي الخلعي وبالقدس من مكي الرميلي وقرأ كتب الأدب ببغداد \n  على أبي زكريا التبريزي وقرأ الفقه والأصلين على الغزالي وأبي بكر الشاشي \n  وحصل الكتب والأصول وحدث *37*162* ببغداد على سبيل المذاكرة فروى عنه أبو \n  منصور بن الصباغ وعبد الخالق الموصلي .\n</p>\n<p class=\"arabic\">وروى الكثير ببلده وصنف مصنفات كثيرة في الحديث والفقه والأصول وعلوم القرآن \n  والأدب والنحو والتواريخ واتسع حاله وكثر أفضاله ومدحه الشعراء وعمل على إشبيلية \n  سورا من ماله وولي قضاءها وكان من الأئمة المقتدى بهم .\n</p>\n<p class=\"arabic\">وقد ذكره اليسع بن حزم وبالغ في تعظيمه وقال ولي القضاء فمحن وجرى في أعراض \n  العابرة فلحن وأصبح يتحرك بإثارة الألسنة ويأبى بما أجراه القدر عليه النوم \n  والسنة وما أراد إلا خيرا نصب الشيطان عليه شباكه وسكن الإدبار حراكه فأبداه \n  للناس صورة تبدو وسورة تتلى لكونه تعلق بأذيال الملك ولم يجر مجرى العلماء \n  في مجاهرة السلاطين وحربهم بل داهن .\n</p>\n<p class=\"arabic\">ثم انتقال إلى قرطبة مكرما حتى حول إلى العدوة فقضى بما قرأت .\n</p>\n<p class=\"arabic\">قرأت بخط ابن مسدي في معجمه أخبرنا أبو العباس أحمد بن محمد بن مفرج النباتي \n  بإشبيلية سمعت الحافظ أبا بكر بن الجد وغيره يقولون حضر فقهاء إشبيلية أبو \n  بكر بن المرجى وفلان وفلان وحضر معهم أبو بكر بن العربي فتذاكروا *37*163* \n  حديث المغفر فقال ابن المرجى لا يعرف إلا من حديث مالك عن الزهري فقال ابن \n  العربي قد رويته من ثلاثة عشر طريقا غير طريق مالك .\n</p>\n<p class=\"arabic\">فقالوا له أفدنا هذه الفوائد فوعدهم ولم يخرج لهم شيئا وفي ذلك يقوم خلف بن \n  خير الأديب .\n</p>\n<p class=\"arabic\">% يا أهل حمص ومن بها أوصيكم % % بالبر والتقوى وصية مشفق % .\n</p>\n<p class=\"arabic\">% فخذوا عن العربي أسمار الدجا % % وخذوا الرواية عن إمام متقي % .\n</p>\n<p class=\"arabic\">% إن الفتى حلو الكلام مهذب % % إن لم يجد خبرا صحيحا يخلق % .\n</p>\n<p class=\"arabic\">قلت هذه الحكاية لا تدل على ضعف الرجل ولابد .\n\n</p>"
}