{
    "header": "نصر الله بن محمد بن عبد القوي .",
    "id": "023737",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">نصر الله بن محمد بن عبد القوي .\n</h1>\n<p class=\"arabic\">الفقيه أبو الفتح المصيصي ثم اللاذقي ثم الدمشقي الشافعي *37*125* الأصولي \n  الأشعري نسبا ومذهبا كذا قال الحافظ ابن عساكر .\n</p>\n<p class=\"arabic\">وقال نشأ بصور وسمع بها من أبي بكر الخطيب وعمرو بن أحمد العطار الآمدي وعبد \n  الرحمن بن محمد الأبهري والفقيه نصر المقدسي وتفقه عليه .\n</p>\n<p class=\"arabic\">وسمع بدمشق أبا القاسم بن أبي العلاء وغيره .\n</p>\n<p class=\"arabic\">وببغداد عاصم بن الحسن ورزق الله بن عبد الوهاب .\n</p>\n<p class=\"arabic\">وبإصبهان أبا منصور محمد بن علي بن شكرويه ونظام الملك الوزير .\n</p>\n<p class=\"arabic\">وبالأنبار أبا الحسن علي بن محمد بن الأخضر .\n</p>\n<p class=\"arabic\">وقرأ بصور علم الكلام على أبي بكر محمد بن عتيق القيرواني ثم سكن دمشق ) .\n</p>\n<p class=\"arabic\">قال وكان متصلبا في السنة حسن الصلاة متجنبا أبواب السلاطين .\n</p>\n<p class=\"arabic\">وكان مدرس الزاوية الغربية بالجامع الأموي بعد وفاة شيخه الفقيه نصر وقد وقف \n  وقوفا في وجه البر .\n</p>\n<p class=\"arabic\">وكان مولده باللاذقية في سنة ثمان وأربعين وأربعمائة وهو آخر من حدث بدمشق \n  عن الخطيب .\n</p>\n<p class=\"arabic\">وقال ابن السمعاني في ذيله إمام مفتي فقيه أصولي متكلم خير دين بقية مشايخ \n  الشام .\n</p>\n<p class=\"arabic\">كتبت عنه وكان يشتهي أن يتحدث وأقرأ عليه *37*126* وكان متيقظا حسن الإصغاء \n  وانتقل من صور إلى دمشق سنة ثمانين وأربعمائة .\n</p>\n<p class=\"arabic\">وقال ابن عساكر توفي ليلة الجمعة ثاني ربيع الأول ودفن بعد صلاة الجمعة بباب \n  الصغير .\n</p>\n<p class=\"arabic\">قلت روى عنه هو وابنه القاسم بن عساكر وابن السمعاني ومكي بن علي العراقي \n  وأبو الفرج جابر بن محمد بن اللحية الحموي وعسكر بن خليفة الحموي والخطيب \n  أبو القاسم بن ياسين الدولعي ويوسف بن مكي الحارثي وولده نصر الله والخضر \n  بن كامل المعبر وزينب بنت إبراهيم القيسي وأحمد بن محمد بن سيدهم الأنصاري \n  وأبوه وأبو القاسم عبد الصمد بن الحرستاني وهبة الله بن الخضر وابن طوس .\n</p>\n<p class=\"arabic\">وآخر من حدث عنه أبو المحاسن بن أبي لقمة روى عنه العاشر من الرقائق لخيثمة .\n\n</p>"
}