{
    "header": "يوسف بن دوناس بن عيسى .",
    "id": "023807",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">يوسف بن دوناس بن عيسى .\n</h1>\n<p class=\"arabic\">*37*171* أبو الحجاج الفندلاوي المغربي الفقيه المالكي الشهيد إن شاء الله .\n</p>\n<p class=\"arabic\">قدم الشام حاجا فسكن بانياس مدة وكان خطيبا بها ثم انتقل إلى دمشق ودرس بها \n  الفقه وحدث بالموطأ .\n</p>\n<p class=\"arabic\">أنبأنا المسلم بن محمد عن القاسم بن عساكر أنا أبي أنا أبو الحجاج الفندلاوي \n  أنبا محمد بن عبد الله بن الطيب الكلبي أنبا أبي أنبا عبد الرحمن الخرقي أنا \n  علي بن محمد الفقيه فذكر حديثا .\n</p>\n<p class=\"arabic\">قال الحافظ ابن عساكر كان الفندلاوي حسن الفاكهة حلو المحاضرة شديد التعصب \n  لمذهب أهل السنة يعين الأشاعرة كريم النفس مطرحا التكلف قوي القلب سمعت أبا \n  تراب بن قيس يذكر أنه كان يعتقد اعتقاد الحشوية ويبغض الفندلاوي لرده عليهم \n  وأنه خرج إلى الحج وأسر في الطريق وألقي في جب وألقي عليه صخرة وبقي كذلك \n  مدة يلقى إليه ما يأكل وأنه أحس ) .\n</p>\n<p class=\"arabic\">ليلة بحس فقال من أنت فقال ناولني يدك فناوله يده فأخرجه من الجب فلما طلع \n  إذا هو الفندلاوي فقال تب مما كنت عليه فتاب عليه .\n</p>\n<p class=\"arabic\">قال ابن عساكر وكان ليلة الختم في رمضان يخطب رجل في حلقة الفندلاوي بالجامع \n  ويدعو وعنده أبو الحسن بن المسلم الفقيه فرماهم خارج من الحلقة بحجر فلم يعرف \n  وقال الفندلاوي اللهم إقطع يده فما مضى إلا يسير حتى أخذ قصير الركابي من \n  الحلقة الحنابلة ووجد في صندوقه مفاتيح كثيرة تفتح الأبواب للسرقة فأمر شمس \n  الملوك بقطع يديه ومات من قطعهما *37*172* قتل الفندلاوي يوم السبت سادس ربيع \n  الأول سنة ثلاث بالنيرب مجاهدا للفرنج وفي هذا اليوم نزلوا على دمشق فبقوا \n  أربعة أيام ورحلوا لقلة العلف والخوف من العساكر المتواصلة من حلب والموصل \n  نجدة .\n</p>\n<p class=\"arabic\">وكان خروج الفندلاوي إليهم راجلا فيمن خرج .\n</p>\n<p class=\"arabic\">وذكر صاحب الروضتين أن الفندلاوي قتل على الماء قريب الربوة لوقوفه في وجوه \n  الفرنج وترك الرجوع عنهم اتبع أوامر الله تعالى وقال بعنا واشتري وكذلك عبد \n  الرحمن الحلحولي الزاهد رحمه الله جرى أمره هذا المجرى .\n</p>\n<p class=\"arabic\">وذكر ابن عساكر أن الفندلاوي رؤي في المنام فقيل له أين أنت فقال في جنات \n  عدن على سرر متقابلين وقبره يزار بمقبرة باب الصغير من ناحية حائط المصلى \n  وعليه بلاطة كبيرة فيها شرح حاله .\n</p>\n<p class=\"arabic\">وأما عبد الرحمن الحلحولي فقبره في بستان الشعباني في جهة شرقه وهو البستان \n  المحاذي لمسجد بستان شعبان المعروف الآن بمسجد طالوت .\n</p>\n<p class=\"arabic\">وقد جرت للفندلاوي رحمه الله بحوث وأمور وحسبة مع شرف الإسلام ابن الحنبلي \n  في العقائد أعاذنا الله من الفتن والهوى *37*173* .\n\n</p>"
}