{
    "header": "غازي بن زنكي بن أقسنقر التركي .",
    "id": "023850",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">غازي بن زنكي بن أقسنقر التركي .\n</h1>\n<p class=\"arabic\">*37*203* السلطان سيف الدين بن الأتابك عماد الدين صاحب الموصل .\n</p>\n<p class=\"arabic\">لما قتل والده أتابك على قلعة جعبر اقتسم ولداه مملكته فأخذ غازي الموصل وبلادها \n  وأخذ نور الدين محمود حلب ونواحيها وكان مع أتابك على جعبر ألب رسلان بن السلطان \n  محمود السلجوق وهو السلطان وأتابكه هو زنكي فاجتمع الأكابر والدولة وفيهم \n  الوزير جمال الدين محمد الإصبهاني المعروف بالجواد والقاضي كمال الدين الشهرزوري \n  ومشيا إلى مخيم السلطان ألب رسالن وقالوا كان عماد الدين رحمه الله غلامك \n  والبلاء لك وطمنوه بهذا الكلام ثم إن العسكر افترق فطائفة توجهت إلى الشام \n  مع نور الدين وطائفة سارت مع ألب رسلان وعساكر الموصل وديار ربيعة إلى الموصل \n  فلما انتهوا إلى سنجار تخيل ألب رسلام منهم الغدر فتركهم وهرب فلحقوه وردوه \n  فلما وصل إلى الموصل أتاهم سيف الدين غازي وكان مقيما بشهرزور وهي إقطاعه \n  ثم إنه وثب على ألب رسلام وقبض عليه وتملك الموصل .\n</p>\n<p class=\"arabic\">وكان منطويا على خير وديانة يحب العلم وأهله وفيه كرم وشجاعة وإقدام .\n</p>\n<p class=\"arabic\">وبنى بالموصل مدرسة .\n</p>\n<p class=\"arabic\">ولم تطل مدته حتى توفي في جمادى الآخرة وقد جاوز الأربعين وتملك بعد أخوه \n  قطب الدين مودود *37*204* .\n</p>\n<p class=\"arabic\">وخلف ولدا صبيا فانتشا وتزوج ببنت عمه قطب الدين ومات شابا ولم يعقب .\n</p>\n<p class=\"arabic\">وكان غازي مليح الصورة حسن الشكل وافر الهيبة وكان يمد السماط غداء وعشاء \n  ففي بكرة يذبح نحو المائة رأس وهو أول من حمل فوق رأسه السنجق في الإقامة \n  وأول من أمر الأجناد أن يركبوا السيف في أوساطهم والدبوس تحت ركبهم ) .\n</p>\n<p class=\"arabic\">ومدرسته من أحسن المدارس وقفها على الشافعية والحنفية .\n</p>\n<p class=\"arabic\">وبنى أيضا رباطا للصوفية وقد وصل الحيص بيص بألف دينار سوى الخلع على قصيدته \n  الرائية قاله ابن الأثير .\n\n</p>"
}