{
    "header": "عياض بن موسى بن عياض بن عمرو بن موسى بن ...",
    "id": "023848",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عياض بن موسى بن عياض بن عمرو بن موسى بن عياض بن محمد بن موسى بن عياض  \n  اليحصبي القاضي أبو الفضل السبتي أحد الأعلام .\n</h1>\n<p class=\"arabic\">ولد بسبتة في النصف من شعبان سنة ست وسبعين وأربعمائة وأصله من الأندلس ثم \n  انتقل أحد أجداده إلى مدينة فاس ثم من فاس إلى سبتة .\n</p>\n<p class=\"arabic\">أجاز له الحافظ أبو علي الغساني وكان يمكنه لقيه لكنه إنما رحل إلى الأندلس \n  بعد موته فأخذ عن القاضي أبي عبد الله محمد بن حمدين وأبي الحسين سراج بن \n  عبد الملك وأبي محمد بن عتاب وهشام بن أحمد وأبي بحر بن العاص وطبقتهم .\n</p>\n<p class=\"arabic\">وحمل الكثير عن أبي علي بن سكرة وعني بلقاء الشيوخ والأخذ عنهم .\n</p>\n<p class=\"arabic\">وتفقه على الفقيه أبي عبد الله محمد بن عيسى التميمي القاضي السبتي والقاضي \n  أبي عبد الله محمد بن عبد الله المسيلي .\n</p>\n<p class=\"arabic\">وصنف التصانيف المفيدة واشتهر اسمه وسار علمه .\n</p>\n<p class=\"arabic\">قال ابن بشكوال هو من أهل التفنن في العلم والذكاء والفهم استفتي بسبتة مدة \n  طويلة حمدت سيرته فيها ثم نقل عنها إلى قضاء غرناطة فلم يطل أمره وقدم علينا \n  قرطبة وأخذنا عنه .\n</p>\n<p class=\"arabic\">وقال الفقيه محمد بن حمادة السبتي رفيق القاضي عياض فيه جلس *37*200* للمناظرة \n  وله نحو من ثمان وعشرين سنة وولي القضاء وله خمس وثلاثون سنة فسار بأحسن سيرة \n  كان هينا من غير ضعف صليبا في الحق تفقه على أبي عبد الله التميمي وصحب أبا \n  إسحاق بن جعفر الفقيه .\n</p>\n<p class=\"arabic\">ولم يكن أحد بسبتة في عصر من الأعصار أكثر تواليف من تواليفه له كتاب الشفا \n  في شرف المصطفى وكتاب ترتيب المدارك وتقريب المسالك في ذكر فقهاء مذهب مالك \n  وكتاب العقيدة وكتاب شرح حديث أم زرع وكتاب جامع التاريخ الذي أربى على جميع \n  المؤلفات جمع فيه أخبار ملوك الأندلس وسبتة والمغرب من دخول الإسلام إليها \n  واستوعب فيه أخبار ملوك الأندلس وسبتة وعلمائها وكتاب مشارق الأنوار في اقتفاء \n  صحيح الآثار الموطأ والبخاري ومسلم .\n</p>\n<p class=\"arabic\">قال وحاز من الرئاسة في بلده ومن الرفعة ما لم يصل إليه أحد قط من أهل بلده \n  وما زاده ذلك إلا تواضعا وخشية لله تعالى .\n</p>\n<p class=\"arabic\">وله من المؤلفات الصغار أشياء لم نذكرها .\n</p>\n<p class=\"arabic\">وقال القاضي ابن خلكان هو إمام في الحديث في وقته وأعرف الناس بعلومه وبالنحو \n  واللغة وكلام العرب وأيامهم وأنسابهم ومن تصانيفه كتاب الإكمال في شرح مسلم \n  كمل به ) .\n</p>\n<p class=\"arabic\">كتاب المعلم للمازري .\n</p>\n<p class=\"arabic\">ومنها مشارق الأنوارق في تفسير غريب الحديث يعني الكتاب المذكور آنفا وكتاب \n  التنبيهات فيه فوائد وغرائب وكل تواليفه بديعة *37*201* .\n</p>\n<p class=\"arabic\">له شعر حسن فمنه ما رواه عنه أبو عبد الله محمد بن عياض قاضي دانية .\n</p>\n<p class=\"arabic\">% أنظر إلى الزرع وخاماته % % تحكي وقد ماست أمام الرياح % .\n</p>\n<p class=\"arabic\">% كتيبة خضراء مهزومة % % شقائق النعمان فيها جراح % .\n</p>\n<p class=\"arabic\">وقال ابن بشكوال توفي بمراكش مغربا عن وطنه في وسط سنة أربع .\n</p>\n<p class=\"arabic\">وقال ابنه محمد في ليلة الجمعة نصف الليل التاسعة جمادى الآخرة ودفن بمراكش .\n</p>\n<p class=\"arabic\">وتوفي ابنه في سنة خمس وسبعين .\n</p>\n<p class=\"arabic\">وشيوخ عياض يقاربون المائة .\n</p>\n<p class=\"arabic\">وقد روى عنه خلق كثير منهم عبد الله بن محمد الأشير وأبو جعفر بن القصير الغرناطي \n  وأبو القاسم خلف بن بشكوال وأبو محمد بن عبيد الله ومحمد بن الحسن الجابري .\n\n</p>"
}