{
    "header": "عبد المجيد الحافظ لدين الله .",
    "id": "023840",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد المجيد الحافظ لدين الله .\n</h1>\n<p class=\"arabic\">*37*194* أبو الميمون بن محمد بن المستنصر بالله معد بن الظاهر علي بن الحاكم \n  العبيدي صاحب مصر .\n</p>\n<p class=\"arabic\">بويع يوم مقتل ابن عمه الآمر بولاية العهد وتدبير المملكة حتى يولد حمل للآمر \n  فغلب عليه أبو علي أحمد بن الأفضل بن بدر الجمالي أمير الجيوش وكان الآمر \n  قد قتل الأفضل وحبس ) .\n</p>\n<p class=\"arabic\">ابنه أحمد فلما قتل الآمر وثب الأمراء فأخرجوا أحمد وقدموه عليهم فسار إلى \n  القصر وقهر الحافظ وغلب على الأمر وبقي الحافظ معه صورة من تحت حكمه وقام \n  في الأمر والملك أحسن قيام وعدل ورد على المصادرين أموالهم ووقف عند مذهب \n  الشيعة وتمسك بالإثني عشر وترك الأذان بحي على خير العمل .\n</p>\n<p class=\"arabic\">وقيل بل أقر على خير العمل وأسقط محمد وعلي خير البشر والحمد لله كذا وجدت \n  بخط النسابة .\n</p>\n<p class=\"arabic\">ورفض الحافظ لدين الله وأهل بيته وأباه ودعا على المنابر للإمام المنتظر صاحب \n  الزمان على زعمهم وكتب اسمه على السكة وبقي على ذلك إلى أن وثب عليه واحد \n  من الخاصة فقتله بظاهر القاهرة في المحرم سنة ست وعشرين وخمسمائة وكان ذلك \n  بتدبير الحافظ فبادر الأجناد والدولة إلى الحافظ وأخرجوه من السجن وبايعوه \n  ثانيا واستقل بالأمور *37*195* .\n</p>\n<p class=\"arabic\">وكان مولده بعسقلان سنة سبع وستين وسبب ولادته بها أن أباه خرج إليها في غلاء \n  مصر .\n</p>\n<p class=\"arabic\">وسبب توليته أن الآمر لم يخلف ولدا وخلف حملا فماج أهل مصر وقال الجهال هذا \n  بيت لا يموت الإمام منهم حتى يخلف ولدا وينص على إمامته وكان الآمر قد نص \n  لهم على الحمل فوضعت المرأة بنتا فبايعوا حينئذ الحافظ وكان الحافظ كثير المرض \n  بالقولنج فعمل له شيرماه الديلمي طبل القولنج الذي وجده السلطان صلاح الدين \n  في خزائنهم وكان مركبا من المعادن السبعة والكواكب السبعة في إشراقها وكان \n  إذا ضربه صاحب القولنج خرج من باطنه ريح وفسا فاستراح من القولنج .\n</p>\n<p class=\"arabic\">توفي في الخامس من جمادى الأولى وكانت خلافته عشرين سنة إلا خمسة أشهر وعاش \n  بضعا وسبعين سنة .\n</p>\n<p class=\"arabic\">وكان كلما أقام وزيرا حكم عليه فيتألم ويعمل على هلاكه .\n</p>\n<p class=\"arabic\">ولي الأمر بعده ابنه الظافر إسماعيل فوزر له ابن مصال أربعين يوما وخرج عليه \n  ابن السلار فأهلكه .\n\n</p>"
}