{
    "header": "هبة الله بن عبد الواحد بن أبي القاسم عبدـ...",
    "id": "023978",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">هبة الله بن عبد الواحد بن أبي القاسم عبد الكريم بن هوزان .\n</h1>\n<p class=\"arabic\">أبو الأسعد القشيري النيسابوري خطيب نيسابور وكبير القشيرية في وقته .\n</p>\n<p class=\"arabic\">قال أبو سعد السمعاني كان يرجع إلى فضل وتمييز ومعرفة بعلوم القوم ظريف حسن \n  الأخلاق متودد سليم الجانب .\n</p>\n<p class=\"arabic\">ورد بغداد حاجا وسمع جزء ابن عرفة من ابن نبات حضورا من جده .\n</p>\n<p class=\"arabic\">وسمع من جدته فاطمة بنت الدقاق وأبيه وعميه أبي سعد وأبي *37*261* منصور وأبي \n  صالح المؤذن وأبي نصر عبد الرحمن بن علي التاجر وأبي سهل الحفصي ومحمد بن \n  عبد العزيز الصفار وأبي بكر محمد بن يحيى بن إبراهيم المزكي وأبي الفتح نصر \n  بن علي الحاكمي ويعقوب بن أحمد الصيرفي وإسماعيل بن مسعدة الإسماعيلي وطائفة \n  سواهم .\n</p>\n<p class=\"arabic\">قلت وحدث بمسند أبي عوانة عن عبد الحميد بن عبد الرحمن البحيري عن أبي نعيم \n  الأسفرائيني عنه .\n</p>\n<p class=\"arabic\">وسمع سنن أبي داود من نصر الحاكم وصحيح البخاري من أبي سهل الحفصي .\n</p>\n<p class=\"arabic\">روى عنه أبو سعد السمعاني وابنه أبو المظفر عبد الرحيم وأبو القاسم بن عساكر \n  والمؤيد بن محمد الطوسي والمؤيد بن عبد الله القشيري والقاسم بن عبد الله \n  بن عمر الصفار وسمعا منه مسند أبي عوانة وأبو روح المطهر بن أبي بكر البيهقي \n  وأبو الفتوح محمد بن محمد بن محمد البكري وآخرون ) .\n</p>\n<p class=\"arabic\">ومولده في العشرين من جمادى الأولى سنة ستين وأربعمائة وسمع في الخامسة من \n  جده أبي القاسم وأملى مجالس كثيرة ولم يقل في شيء منها ولا في الأربعين السباعيات \n  أنبا جدي حضورا .\n</p>\n<p class=\"arabic\">وقد سمع أيضا من الزاهد عبد الوهاب بن عبد الرحمن السلمي والسيد أبي الحسن \n  محمد بن محمد بن زيد العلوي وأبي سعد عبد الرحمن بن منصور بن رامش وإسماعيل \n  بن عبد الله الخشاب وشبيب بن أحمد البستيغي *37*262* .\n</p>\n<p class=\"arabic\">وروى بالإجازة عن أبي نصر محمد بن محمد الزينبي وغيره .\n</p>\n<p class=\"arabic\">وسماعه لصحيح البخاري في سنة خمس وستين وأربعمائة من الحفصي عن الكشميهني .\n</p>\n<p class=\"arabic\">وكان أسند من بقي بخراسان وأعلاهم رواية .\n</p>\n<p class=\"arabic\">قال أبو سعد وكانت الرحلة إليه وظهر به صمم ومع ذلك كان يسمع إذا رفع القارئ \n  صوته .\n</p>\n<p class=\"arabic\">وسمعت أصحابنا يقولون إنه ادعى سماع الرسالة من جده وما ظهر له عن جده إلا \n  أجزاء من حديث السرراج ومجالس من أماليه وكتاب عيون الأجوبة في فنون الأسولة .\n</p>\n<p class=\"arabic\">توفي في ثالث عشر شوال ودفن من الغد .\n</p>\n<p class=\"arabic\">أخبرنا أحمد بن هبة الله أنبأنا إسماعيل بن عثمان النيسابوري ثنا أبو سعد \n  هبة الرحمن إملاء أنا أبو بكر يعقوب بن أحمد أنا الحسن بن أحمد المخلدي أنا \n  المؤمل بن الحسين الماسرجسي ثنا الحسن بن محمد الزعفراني ثنا بكر بن بكار \n  عن سفيان الثوري عن زيد بن أسلم عن سعيد بن أبي سعيد عن أبي هريرة قال قال \n  رسول الله صلى الله عليه وسلم من جعل قاضيا فقد ذبح بغير سكين .\n</p>\n<p class=\"arabic\">تفرد به بكر وليس بحجة *37*263* .\n\n</p>"
}