{
    "header": "المظفر بن أردشير بن أبي منصور .",
    "id": "024027",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">المظفر بن أردشير بن أبي منصور .\n</h1>\n<p class=\"arabic\">أبو منصور العبادي المروزي الواعظ المعروف بالأمير .\n</p>\n<p class=\"arabic\">كان من أحسن الناس كلاما في الوعظ وأرشقهم عبارة وأحلاهم إشارة بارعا في ذلك \n  مع قلة الدين .\n</p>\n<p class=\"arabic\">سمع من نصر الله بن أحمد الخشنامي وعبد الغفار الشيرويي والعباس بن أحمد الشقاني \n  ومحمد بن محمود الرشيدي وجماعة ) .\n</p>\n<p class=\"arabic\">ووعظ ببغداد في سنة نيف وعشرين وخمسمائة ثم قدمها رسولا من جهة السلطان سنجر \n  سنة إحدى وأربعين فأقام نحوا من ثلاث سنين يعقد مجلس الوعظ بجامع القصر وبدار \n  السلطان وظهر له القبول التام من المقتفي لأمر الله ومن الخواص وأملى بجامع \n  القصر .\n</p>\n<p class=\"arabic\">روى عنه عبد العزيز بن الأخضر وحمزة بن القبيطي وأبو جعفر بن المكرم وغيرهم .\n</p>\n<p class=\"arabic\">وكان يضرب به المثل في الوعظ .\n</p>\n<p class=\"arabic\">وروى عنه أبو سعد السمعاني وقال لم يكن موثوقا في دينه طالعت رسالة بخطه جمعها \n  في إباحة شرب الخمر وكان يلقب قطب الدين .\n</p>\n<p class=\"arabic\">وقال أبو الفرج بن الجوزي كان يعظ فوقع مطر فلجأ الجماعة إلى ظل العقود والجدر \n  فقال لا تفروا من رشاش ماء رحمة قطر عن سحاب *37*289* رحمة ولكن فروا من شرار \n  نار اقتدح من زناد الغضب .\n</p>\n<p class=\"arabic\">ثم قال ما لكم لا تعجبون ما لكم لا تطربون فقال قائل وترى الجبال تحسبها جامدة \n  وهي تمر مر السحاب .\n</p>\n<p class=\"arabic\">فقال التمالك عن المرح عند تملك الفرح قدح في القرح .\n</p>\n<p class=\"arabic\">قال ابن الجوزي وكان مثل هذا الكلام المستحسن يندر في كلامه وإنما كان الغالب \n  على كلامه ما ليس تحت كبير معنى وكتب ما قاله في مدة جلوسه فكان مجلدات كثيرة \n  ترى المجلد من أوله إلى آخره ليس فيه خمس كلمات كما ينبغي وسائرها لا معنى \n  له وكان يترسل بين السلطان والخليفة فتقدم إليه أن يصلح بين ملكشاه بن محمود \n  وبين بدر الجوهري فمضى وأصلح بينهما وحصل له منهما مال كثير فأدركه أجله في \n  تلك البلدة فمات في سلخ ربيع الآخر بعكسر مكرم وحمل إلى بغداد ودفن في دكة \n  الجنيد ورثه ولده ثم توفي وعادت الأموال التي جمعها للسلطان وفي ذلك عبرة .\n</p>\n<p class=\"arabic\">وقال ابن السمعاني لم يكن له سيرة مرضية ولا طريقة جميلة سمعت من أثق به وهو \n  الفقيه حمزة بن مكي الحافظ ببروجرد قال كنت معه بأذربيجان وبقينا مدة فما \n  رأيته صلى العشاء الآخرة كان إذا أحضر السماع وأرادوا أن يصلوا يقول الصلاة \n  بعد السماع فإذا فرغوا السماع كان ينام .\n</p>\n<p class=\"arabic\">ولما توفي حكى لي بعضهم أنه وجد في كتبه رسالة بخطه في إباحة الخمر ) .\n</p>\n<p class=\"arabic\">وقال ابن النجار من وعظه قوله لا تظنوا أن الحيات تجيء إلى القبور من خارج \n  إنما أفعالكم أبقى لكم وحياتكم ما أكلتم من الحرام أيام حياتكم .\n</p>\n<p class=\"arabic\">وعاش ستا وخمسين سنة *37*290* .\n</p>\n<p class=\"arabic\">قال أبو المظفر بن الجوزي حكى جماعة من مشايخنا قال جلس المظفر بن أردشير \n  بالتاجية بعد العصر وأورد حديث ردت الشمس لعلي كرم الله وجهه وأخذ في فضائله \n  فنشأت سحابة غطت الشمس وظن الناس أنها غابت فأومأ إلى الشمس وارتجل .\n</p>\n<p class=\"arabic\">% لا تغربي يا شمس حتى ينتهي % % مدحي لآل المصطفى ولنجله % .\n</p>\n<p class=\"arabic\">% واثني عنانك إن أردت ثناءهم % % أنسيت إذ كان الوقوف لأجله % .\n</p>\n<p class=\"arabic\">% إن كان للمولى وقوف فليكن % % هذا الوقوف لخيله ولرجله % .\n</p>\n<p class=\"arabic\">فطلعت الشمس من تحت الغيم فلم يدرى ما رمي عليه من الأموال والثياب .\n\n</p>"
}