{
    "header": "محمد بن محمد بن عبد الله بن أبي سهل بن أـ...",
    "id": "024088",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن محمد بن عبد الله بن أبي سهل بن أبي طلحة .\n</h1>\n<p class=\"arabic\">*37*331* .\n</p>\n<p class=\"arabic\">الحافظ أبو طاهر بن أبي بكر المروزي السنجي المؤذن الخطيب .\n</p>\n<p class=\"arabic\">ولد بقرية سنج العظمى في سنة ثلاث وستين وأربعمائة أو قبلها وسمع الكثير ورحل \n  إلى نيسابور وبغداد وإصبهان وتفقه أولا على الإمام أبي المظفر بن السمعاني .\n</p>\n<p class=\"arabic\">وعلى عبد الرحمن الرزاز .\n</p>\n<p class=\"arabic\">وكتب الكثير وحصل .\n</p>\n<p class=\"arabic\">قال أبو سعد السمعاني كان إماما ورعا متهجدا متواضعا سريع الدمعة .\n</p>\n<p class=\"arabic\">سمع إسماعيل بن محمد الزاهري وأبا بكر محمد بن علي الشاشي الفقيه وعلي بن \n  أحمد المديني ونصر الله بن أحمد الخشنامي وفيد بن عبد الرحمن الشعراني الهمذاني \n  والشريف محمد بن عبد السلام الأنصاري وثابت بن بندار وجعفر السراج وأبا البقاء \n  المعمر الحبال وعبد الملك ابن بنته لما حج وأبا بكر أحمد بن محمد الحافظ ابن \n  مردويه وأبا سعد المطرز وعبد الرحمن بن حمد الدوني وعبد الله بن أحمد النيسابوري \n  صاحب عبد الغافر الفارسي وخلقا سواهم .\n</p>\n<p class=\"arabic\">وكان من أخص أصحاب والدي في الحضر والسفر .\n</p>\n<p class=\"arabic\">سمع الكثير معه ونسخ لنفسه ولغيره وله معرفة بالحديث وهو ثقة دين قانع بما \n  هو فيه كثير التلاوة حج مع والدي وكان يتولى أموري بعد والدي وسمعت من لفظه \n  الكثير وكان يلي الخطابة بمرو في الجامع الأقدم .\n</p>\n<p class=\"arabic\">وتوفي في التاسع والعشرين من شوال .\n</p>\n<p class=\"arabic\">قلت سمع منه عبد الرحيم بن السمعاني سنن النسائي وصحيح *37*332* مسلم وكتاب \n  الرقاق لابن المبارك بروايته له عن إسماعيل الزاهري عن إسماعيل بن ينال المحبوبي \n  وكتاب حلية الأولياء لأبي نعيم وكتاب الأحاديث الألف لشيخه الإمام أبي المظفر \n  عبد الجبار بن السمعاني وأشياء أخر .\n\n</p>"
}