{
    "header": "مسعود بن محمد بن ملكشاه .",
    "id": "024026",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">مسعود بن محمد بن ملكشاه .\n</h1>\n<p class=\"arabic\">السلطان غياث الدين أبو الفتح السلجوقي .\n</p>\n<p class=\"arabic\">سلمه والده السلطان محمد في سنة خمس وخمسمائة إلى الأمير مودود صاحب الموصل \n  ليربيه فلما قتل مودود وولي الموصل الأمير أقسنقر البرسقي سلمه والده إليه \n  أيضا ثم سلمه من بعده إلى خوش بك صاحب الموصل أيضا فلما توفي والده وتملك \n  بعده ولده السلطان محمود حسن خوش بك للسلطان مسعود الخروج على أخيه وطمعه \n  في السلطنة فجمع مسعود العساكر وقصد أخاه فالتقيا بقرب همذان في سنة أربع \n  عشرة أو في أواخر سنة ثلاث عشرة وخمسمائة فكان الظفر لمحمود ثم تنقلت الأحوال \n  بمسعود وآل به الأمر إلى السلطنة واستقل بها في سنة ثمان وعشرين ودخل بغداد \n  واستوزر الوزير شرف الدين أنوشروان بن خالد وزير المسترشد بالله .\n</p>\n<p class=\"arabic\">قال ذلك ابن خلكان وقال كان سلطانا عادلا لين الجانب كبير *37*287* النفس \n  فرق مملكته على أصحابه ولم يكن له من السلطنة غير الاسم ومع هذا فما ناوأه \n  أحد إلا وظفر به وقتل خلقا من كبار الأمراء ومن جملة من قتل الخليفتين المسترشد \n  والراشد لأنه وقع بينه وبين المسترشد وحشة قبل استقلاله بالملك فلما استقل \n  استطال نوابه على العراق وعارضوا الخليفة في أملاكه فتجهز وخرج لمحاربته وكان \n  السلطان مسعود بهمذان فجمع جيشا عظيما ) .\n</p>\n<p class=\"arabic\">وخرج للقائه فتصافا بقرب همذان فكسر جيش الخليفة وانهزموا وأسر الخليفة في \n  طائفة من كبار أمرائه وأخذه مسعود أسيرا وطاف به معه في بلاد أذربيجان فقتل \n  على باب مراعة كما ذكرنا .\n</p>\n<p class=\"arabic\">ثم أقبل مسعود على اللهو واللذات إلى أن حدث له علة القيء والغثيان واستمر \n  به ذلك إلى أن مات في جمادى الآخرة ثم حمل إلى إصبهان ودفن .\n</p>\n<p class=\"arabic\">وعاش خمسا وأربعين سنة .\n</p>\n<p class=\"arabic\">قال ابن الأثير كان كثير المزاح حسن الأخلاق كريما عفيفا عن أموال الرعية \n  من أحسن السلاطين سيرة وألينهم عريكة .\n</p>\n<p class=\"arabic\">قلت وجرت بينه وبين عمه سنجر منازعة ثم تهادنا وخطب له بعد عمه ببغداد قبل \n  سنة ثلاثين .\n</p>\n<p class=\"arabic\">وقد أبطل في آخر أيامه مكوسا كثيرة ونشر العدل .\n</p>\n<p class=\"arabic\">وقد استقل بدست الخلافة في أيام المقتفي واتسع ملكه ودانت له الأمم وكان فيه \n  خير في الجملة وميل إلى العلماء والصلحاء وتواضع لهم .\n</p>\n<p class=\"arabic\">قال ابن النجار أنا محمد بن سعيد الحافظ أنبأنا علي بن محمد النيسابوري أنا \n  السلطان مسعود أنا أبو بكر الأنصاري فذكر حديثا من جزء الأنصاري .\n</p>\n<p class=\"arabic\">قال أبو سعد السمعاني كان بطلا شجاعا ذا رأي وشهامة تليق به السلطنة سمعه \n  علي بن الحسن الغزنوي الواعظ من القاضي أبي بكر *37*288* .\n</p>\n<p class=\"arabic\">سمع منه جماعة .\n</p>\n<p class=\"arabic\">وتوفي في جمادى الآخرة .\n\n</p>"
}