{
    "header": "علي بن السلار .",
    "id": "024072",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">علي بن السلار .\n</h1>\n<p class=\"arabic\">*37*319* الوزير أبو الحسن الكردي العبدي الملقب بالملك العادل سيف الدين \n  وزير الخليفة الظافر العبيدي صاحب مصر .\n</p>\n<p class=\"arabic\">كان كرديا زرزاريا فيما قيل وتربى في القصر بالقاهرة وتنقلت به الأحوال في \n  الولايات بالصعيد وغيره إلى أن ولي الوزارة في رجب سنة ثلاث وأربعين وخمسمائة .\n</p>\n<p class=\"arabic\">وقد كان الظافر استوزر نجم الدين سليم بن مصال في أول دولته وكان ابن مصال \n  من كبار أمراء دولته ثم تغلب عليه ابن السلار فعدى ابن مصال إلى الجيزة في \n  سنة أربع وأربعين عندما سمع بقدوم ابن السلار من ولاية الاسكندرية طالبا الوزارة \n  ليأخذها بالقهر فدخل ابن السلار القاهرة وغلب على الأمور وتولى تدبير المملكة \n  ونعت بالعادل أمير الجيوش فحشر ابن مصال وجمع عسكرا من المغاربة وغيرهم وأقبل \n  فجرد ابن السلار لحربه جيشا فالتقوا فكسر ابن مصال بدلاص من الوجه القبلي \n  وقتل وأخذ رأسه ودخل به القاهرة على رمح في ذي القعدة من السنة .\n</p>\n<p class=\"arabic\">وكان ابن السلار شهما شجاعا مقداما مائلا إلى أرباب العلم والصلاح سنيا شافعيا \n  ولي ثغر الاسكندرية مدة واحتفل بأمر أبي طاهر السلفي وزاد في إكرامه وبنى \n  له المدرسة العادلية وجعله مدرسها وليس بالثغر مدرسة للشافعية سواها إلا أنه \n  كان جبارا ظالما ذا سطوة يأخذ بالصغائر والمحقرات فمما نقل ابن خلكان في ترجمته \n  عنه لما كان جنديا دخل على الموفق بن معصوم التنيسي متولي الديوان فشكى له \n  غرامة لزمته في ولايته بالغربية فقال إن كلامك ما يدخل في أذني فحقدها عليه \n  فلما وزر اختفى الموفق فنودي في البلد إن من أخفاه فدمه هدر فأخرجه الذي خبأه \n  فخرج في زي امرأة فعرف وأخذ فأمر العادل بإحضار لوح خشب ومسمار طويل وعمل \n  اللوح تحت أذنه وضرب المسمار في الأذن الأخرى حتى تسمر في اللوح وصار كلما \n  صرخ يقول له دخل كلامي في أذنك أم لا *37*320* وكان قد وصل من إفريقية أبو \n  الفضل عباس بن أبي الفتوح بن يحيى بن تميم بن المعز بن باديس الصنهاجي وهو \n  صبي مع أمه فتزوج بها العادل قبل الوزارة وأقامت عنده مدة وتزوج عباس وجاءه \n  ولد فسماه نصرا فأحبه العادل وعز عنده ثم إن العادل جهز عباسا إلى الشام بسبب \n  الجهاد وفي صحبته أسامة بن منقذ فلما قدم بتلبيس تذاكر هو وأسامة طيب الديار \n  المصرية وكرها البيكار والقتال وأشار عليه أسامة على ما قيل بقتل العادل وأن \n  يستقل هو بالوزارة وتقرر الأمر بينهما أن ولده نصرا يباشر قتل العادل إذا \n  نام وحاصل الأمر أن نصرا قتل العادل على فراشه في سادس المحرم بالقاهرة ونصر \n  المذكور هو الذي قتل الخليفة الظافر إسماعيل بن الحافظ أيضا في العام الآتي .\n\n</p>"
}