{
    "header": "أبو الحسين بن عبد الله بن حمزة .",
    "id": "024105",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أبو الحسين بن عبد الله بن حمزة .\n</h1>\n<p class=\"arabic\">المقدسي الزاهد من أولي المقامات والكرامات .\n</p>\n<p class=\"arabic\">قد جمع الضياء المقدسي جزءا من أخباره فسمعه منه ابنا أخويه الفخر بن علي \n  البخاري .\n</p>\n<p class=\"arabic\">والشمس محمد بن الكمال .\n</p>\n<p class=\"arabic\">وقال حدثني الإمام عبد الله بن أبي الحسن الجياني بإصبهان قال مضيت إلى زيارة \n  الشيخ أبي الحسين الزاهد بحلب ولم تكن نيتي صادقة ف زيارته فخرج إلي وقال \n  إذا جئت إلى المشايخ فلتكن نيتك صادقة في الزيارة .\n</p>\n<p class=\"arabic\">وقال كان لي شعر قد طال وكنت قد حلقته قبل ذلك فقال لي أبو الحسين إذا كنت \n  قد جعلت شيئا لله فلا ترجع فيه *37*344* .\n</p>\n<p class=\"arabic\">سألت خالي أبا عمر عن الشيخ أبي الحسين وقلت له هل رأيته يأكل شيئا قال رأيته \n  يأكل خروبا يمصه ثم يرمي به ورأيته يأكل بقلا مسلوقا .\n</p>\n<p class=\"arabic\">قال ونقلت من خط الإمام أبي سعد السمعاني قال سمعت سنان بن مشيع الرقي يقول \n  رأيت أبا الحسين المقدسي برأس العين في موضع قاعدا عريانا وقد اتزر بقميصه \n  ومعه حمار والناس قد تكابوا عليه فجئت وطالعته فأبصرني وقال تعال فتقدمت فأخذ \n  بيدي وقال نتواخى قلت ما لي طاقة .\n</p>\n<p class=\"arabic\">فقال أيش لك في هذا وآخاني .\n</p>\n<p class=\"arabic\">وقال لواحد من الجماعة حماري يحتاج إلى رسن بكم رسن قالوا بأربعة فلوس .\n</p>\n<p class=\"arabic\">فقال لواحد وأشار بيده في موضع في الحائط فإني جزت ههنا وقتا وخبأت ثم أربع \n  فلوس اشتروا لي بها حبلا فأخذ الرجل الأربع فلوس من الحائط .\n</p>\n<p class=\"arabic\">ثم قال أريد أن تشتري لي بدينار سمك .\n</p>\n<p class=\"arabic\">قلت له كرامة ومن أين لك ذهب قال بلى معي ذهب كثير .\n</p>\n<p class=\"arabic\">قلت الذهب يكون أحمر .\n</p>\n<p class=\"arabic\">قال أحمر قال أبصر تحت الحشيش فإني أظن أن لي فيه دينارا .\n</p>\n<p class=\"arabic\">وكان ثم حشيش فنحيت الحشيش فخرج دينار وازن فاشتريت له به سمكا فنظفه بيده \n  وشواه ثم قلاه ثم أخرج منه الجلد والعظم وجعله أقراصا وجففه وتركه في الجراب \n  ومضى .\n</p>\n<p class=\"arabic\">وكان قوته من ذا وله كذا وكذا سنة ما أكل الخبز .\n</p>\n<p class=\"arabic\">وكان يسكن جبال الشام ويأكل البلوط والخرنوب .\n</p>\n<p class=\"arabic\">قال وقرأت بخط أبي الحجاج يوسف بن محمد بن مقلد الدمشقي أنه *37*345* سمع \n  من الشيخ أبي الحسين أبياتا من الشعر بمسجد باب الفراديسي ثم قال وهذا الشيخ \n  عظيم الشأن يقعد نحو خمسة عشر يوما لا يأكل إلا أكلة واحدة وأنه يتقوت من \n  الخرنوب البري وأنه يجفف السمك ويدقه ويستفه .\n</p>\n<p class=\"arabic\">وحدثني الإمام يوسف بن الشيخ أبي الحسين الزاهد المقدسي أن رجلا كان مع الشيخ \n  فرأى معه صرة يستف منها فمضى الشيخ يوما وتركها فأبصر الرجل ما فيها فإذا \n  فيها شيء مر فتركها فجاء الشيخ فقال له يا شيخ ما في هذه الصرة فأخذ منها \n  كفا وقال كل .\n</p>\n<p class=\"arabic\">قال فأكلته فإذا هو سكر ملتوت بقلب لوز .\n</p>\n<p class=\"arabic\">وأخبرنا أبو المظفر بن السمعاني عن والده قال سمعت الشيخ عبد الواحد بن عبد \n  الملك الزاهد بالكرخ يقول سمعت أبا الحسين المقدسي وكان صاحب آيات وكرامات \n  عجيبة وكان طاف الدنيا يقول رأيت أعجميا بخراسان يتكلم في الوعظ بكلام حسن .\n</p>\n<p class=\"arabic\">قلت في أيها رأيت قال في مرو واسمه يوسف يعني يوسف بن أيوب الزاهد .\n</p>\n<p class=\"arabic\">قال عبد الواحد ورأيته في غير الموسم يعني أبا الحسين بمكة مرات فسلمت عليه \n  فعرفني وسألني فقلت له أيش هذه الحالة فقال اجتزت ههنا فأردت أن أطوف وأزور .\n</p>\n<p class=\"arabic\">قال وحدثني أبو تمام أحمد بن ثركي بن ماضي بن معرف بقرية دجانية قال حدثني \n  جدي قال كنا بعسقلان في يوم عيد فجاء أبو الحسين الزاهد إلى امرأة معها خبز \n  سخن فقال يا أم فلان نشتهي من هذا الخبز السخن لزوجك وكان في الحج فناولته \n  رغيفين فلفهما في مئزر ومضى إلى مكة فقال خذ هذا من عند أهلك وأخرجه سخنا \n  ورجع .\n</p>\n<p class=\"arabic\">فقالوا إنهم رأوه ضحوة بعسقلان ورأوه ذلك اليوم بمكة فجاء الرجل من الحج فلقي \n  أبا الحسين فقال ما أنت أعطيتني رغيفين قال لا تفعل قد اشتبه عليك *37*346* .\n</p>\n<p class=\"arabic\">وحدثني قال حدثني جدي قال كان أبو الحسين بعسقلان فوصوا البوابين أن لا يخلوه \n  يخرج لئلا تأخذه الفرنج فجاء إلى باب وعمل أبو الحسين طرف قميصه فيه وسعى \n  من الباب .\n</p>\n<p class=\"arabic\">قال فإذا هو في جبال لبنان .\n</p>\n<p class=\"arabic\">قال فقال في نفسه ويلك يا أبا الحسين وأنت ممن بلغ إلى هذه المنزلة أو كما \n  قال .\n</p>\n<p class=\"arabic\">وسمعت الإمام الزاهد أحمد بن مسعود القرشي اليماني حدثني أبي قال قالت الفرنج \n  لو أن فيكم رجلا آخر مثل أبي الحسين لاتبعناكم على دينكم .\n</p>\n<p class=\"arabic\">مروا يوما فإذا هو راكب على سبع وفي يده حية فلما رآهم نزل ومضى .\n</p>\n<p class=\"arabic\">وقال أبو سعد السمعاني سمعت الزاهد عبد الواحد بالكرج قال سمعنا الكفار يقولون \n  الأسود والنمور كأنها نعم أبي الحسين المقدسي .\n</p>\n<p class=\"arabic\">قال الضياء وقد سمعنا له غير ذلك من مشي الأسد معه .\n</p>\n<p class=\"arabic\">وحكى له الضياء فيما رواه أنه عمل مرة حلاوة من قشور البطيخ فعرف حلاوة من \n  أحسن الحلاوة .\n</p>\n<p class=\"arabic\">وقال حدثني الإمام عبد المحسن بن محمد بن الشيخ أبي الحسين حدثني أبي قال \n  كان والدي يعمل لنا الحلاوة من قشور البطيخ ويسوطها بيده .\n</p>\n<p class=\"arabic\">قال فعملنا بعد موته من قشور البطيخ فلم تنعمل فقالت أمي بقيت تعوز المغرفة \n  تعني يده .\n</p>\n<p class=\"arabic\">حدثني الإمام عبد الرحمن بن محمد بن عبد الجبار حدثني جمال الدولة سنقر بن \n  اليماني قال جاء الشيخ أبو الحسين عندنا مرة إلى سوق العرب فقلنا له يا شيخ \n  ما تطعمنا حلاوة .\n</p>\n<p class=\"arabic\">قال هاتوا إلي مرجل فجئنا له بمرجل فجمع قشور البطيخ وتركه فيه *37*347* وأوقد \n  تحته وجعل يسوطه بيده فصار حلاوة ما رأينا مثلها لا قراضية ولا صابونية .\n</p>\n<p class=\"arabic\">قال وسمعت عبد الله بن عبد الجيار البدوي بديرة بظاهرة القدس حلثني عيسى المصري \n  قال جاء أبو الحسين إلى حلب فقال له رجل تنزل عندي .\n</p>\n<p class=\"arabic\">قال على شرط أنزل أين أردت .\n</p>\n<p class=\"arabic\">فقال نعم .\n</p>\n<p class=\"arabic\">فجاء فنزل في الحش .\n</p>\n<p class=\"arabic\">حدثني الحاج نجم بن سعد بدجانية قال حدثني الشيخ أحمد بن مسعود اليماني قال \n  جاء أبو الحسين إلى أبي وأنا صبي فقال يا شيخ قل للجماعة يعطوني جردي من العنب \n  فجاء ذا بسل عنب وذا بسل حتى صار منه شيء كثير فقال لي تعال اعصره قال فبقيت \n  أطأه حتى ينعصر وجعله في قدر وغلى عليه فصار دبسا وجاء إلى خرق في الأرض وصبه \n  فيه .\n</p>\n<p class=\"arabic\">ويقول امض إلى أخي الفلاني في البلد الفلاني ويسمي أصدقاءه حتى فرغ منه .\n</p>\n<p class=\"arabic\">وحدثني خالي الزاهد أبو عمر قال كان أبو الحسين يأتي إلى عندنا وكان يقطع \n  البطيخ ويطبخه واستعار مني سكينا يقطع بها البطيخ فجرحته فقال ما سكينك إلا \n  حمقاء .\n</p>\n<p class=\"arabic\">ومشى هو وسالم أبو أحمد وعمي إلى صرخد ومعه رجل مصري فحمله إلى رأسه جرة صغيرة \n  فيها ماء بطيخ مطبوخ وفي يده شربة أيضا فلما وصلوا إلى الغور انكسرت الشربة \n  وبقيت تلك على رأسه فانعفر رأسه منها فلما وصلوا إلى حوران قال هات حتى نزرع \n  البطيخ فقلبها في الأرض .\n</p>\n<p class=\"arabic\">سمعت خالي أبا عمر حدثني خالي إسماعيل قال جاء أبو الحسين إلى عندي مرة فقال \n  اطبخوا لي طبيخا فطبخنا فأخذه ومضى إلى الجبل وجاء إلى زردة فصبه فيها .\n</p>\n<p class=\"arabic\">قال الضياء والحكايات عنه في طبخه لماء البطيخ مشهورة *37*348* .\n</p>\n<p class=\"arabic\">قال ذكر أن النار كان يدخلها وحملها في ثوبه سمعت الحاج حرمي بن فارس بالأرض \n  المقدسة قال حدثتني امرأة كبيرة من قريتنا أن أختها كانت زوجة أبي الحسين \n  الزاهد فذكرت عنه أنه دخل تنورا فيه نار وخرج منه .\n</p>\n<p class=\"arabic\">قال وسمعت الزاهد عبد الحميد بن أحمد بن إسماعيل المقدسي حدثني أبي أنه رأى \n  أبا الحسين يوقد نارا يطبخ ربا ومعه سل يسقي فيه أظنه قال بيده ثم يبدد النار \n  ويأتي بالماء في السل فيقلبه على الرب .\n</p>\n<p class=\"arabic\">حدثني الإمام أبو عبد الله محمد بن إسماعيل بقرية مرو أنا أبو يوسف حسن قال \n  كنت مع أبي الحسين الزاهد فجئنا إلى قرية وإذا عندهم نار عظيمة فقال أعطوني \n  من هذه النار فجاءوا إليه بقطعة جرة فملأوها فقال صبوها في ملحفتي فصبوها \n  في ملحفته فأخذها ومضى .\n</p>\n<p class=\"arabic\">وحدثني آخر هذه الحكاية عن أبي يوسف .\n</p>\n<p class=\"arabic\">وحدثني الإمام أبو أحمد محمد بن أحمد بن إسماعيل المقدسي قال سمعت مشايخ من \n  أهل بلدنا أن أبا الحسين كان يجيء إلى الأتون وهم يوقروه فيقول دعوني أدفأ \n  فيعبر فيه ويخرج من الموضع الذي يخرجون منه الرماد وهو ينقض ثيابه من الرماد \n  ويقول دفيت .\n</p>\n<p class=\"arabic\">سمعت الإمام أبا الثناء محمود بن همام الأنصاري حدثني الحافظ يوسف قال كان \n  بدمشق أبو عبد الله الطرائفي رجل له معروف قال لي أشتهي الشيخ أبا الحسين \n  يدخل بيتي .\n</p>\n<p class=\"arabic\">فقلت له فقال نعم ولكن إن كان عنده للأتان موضع فقلت للطرائفي فقال نعم .\n</p>\n<p class=\"arabic\">فبقي سنة ثم قال لي يوما ألا تمضي بنا إلى عند الرجل الذي وعدناه فمضيت وهو \n  على حماره فدخلنا الدار وللطرائفي أخت مقعدة فقال له عنها فقال ائتني بماء \n  من هذا البئر .\n</p>\n<p class=\"arabic\">فجاءه بماء في قدح فرقي فيه ثم قال *37*349* رش منه عليها .\n</p>\n<p class=\"arabic\">قال فرش عليها فقامت وجاءت وسلمت على الشيخ .\n</p>\n<p class=\"arabic\">هذا معنى ما حكاه لي .\n</p>\n<p class=\"arabic\">وحدثني الإمام الزاهد يوسف بن الشيخ أبي الحسن الزاهد حدثتني أمي أن أبي كان \n  يصلي مرة في البيت فرأت السقف قد ارتفع وقد امتلأ البيت نورا .\n</p>\n<p class=\"arabic\">سمعت خالي الإمام موفق الدين يقول حكي أن الشيخ أبا الحسين كان راكبا مرة \n  على حمار عند غباغب وهو ممدد على الحمار فرآه رجل فقال أقتل هذا وآخذ حماره \n  فلما حاذاه أراد أن يمد يده إليه فيبست يداه فمر أبو الحسين وهو يضحك منه \n  فلما جاوزه عادت يداه فسأل عنه فقيل له هذا الشيخ أبو الحسين .\n</p>\n<p class=\"arabic\">قال الضياء وكان فيما بلغني ينزع سراويله فيلبسه للحمار فإذا رآه الناس تعجبوا \n  وقالوا أيش هذا فيقول حتى توارى عورة الحمار فيضحكون منه .\n</p>\n<p class=\"arabic\">وبلغني أنه فعل هكذا بحماره وكان ينقل عليه حجارة لعمل شيء من قلعة دمشق وكان \n  الناس يتفرجون عليه فجاء رجل على بلغة فعرفه فنزل وجاء إليه وأظنه قبل رجليه \n  فقال ما تركتنا نكسب الأجر وما كان أحد يعرفنا .\n</p>\n<p class=\"arabic\">وسمعت خالي أبا عمر يقول حدثني أبو غانم الحلبي قال دخلت امرأة الشيخ أبي \n  الحسين إلى عند امرأة السلطان فأعطتها شقة حرير فجاء أبو الحسين فعملها سراويل \n  للحمار .\n</p>\n<p class=\"arabic\">سمعت عمر بن يحيى بن شافع المؤذن حدثني عبد الغني رجل خير بمصر قال جاء أبو \n  الحسين إلى عندنا فخرج فرأى حمالا قفص معه فخارا قد وقع وتكسر فجمعه فقال \n  يا شيخ أيش نفع جمعه فأتى معه إلى صاحبه وحطه عنه فإذا كله صحيح *37*350* .\n</p>\n<p class=\"arabic\">وقبر أبي الحسين بحلب يزار عند مقام إبراهيم .\n</p>\n<p class=\"arabic\">وأخبرني ولده أبو الحجاج يوسف أنه فيما يغلب على ظنه توفي والده سنة ثمان \n  وأربعين قال توفي بعد أخذ عسقلان بسنة .\n</p>\n<p class=\"arabic\">أنشدنا شهاب الشذيائي أنا أبو سعد السمعاني أنا يوسف بن محمد الدمشقي أنشدني \n  أبو الحسين الزاهد .\n</p>\n<p class=\"arabic\">% ما لنفسي ما لها % % قد هوت في مطالها % .\n</p>\n<p class=\"arabic\">% كلما قلت قد دنا % % وتجلى صلالها % .\n</p>\n<p class=\"arabic\">% رجعت تطلب الحرام % % وتأبى حلالها % .\n</p>\n<p class=\"arabic\">% عاتبوها لعلها % % ترعوي عن فعالها % .\n</p>\n<p class=\"arabic\">% وأعلموها بأن لي % % ولها من يسألها % .\n</p>\n<p class=\"arabic\">*37*351* .\n\n</p>"
}