{
    "header": "المبارك بن الحسين بن أحمد بن علي بن فتحاـ...",
    "id": "024221",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">المبارك بن الحسين بن أحمد بن علي بن فتحان بن منصور .\n</h1>\n<p class=\"arabic\">الإمام أبو الكرم بن الشهرزوري البغدادي المقرئ شيخ القراء ومصنف المصباح \n  الزاهر في العشرة البواهر في القراءات .\n</p>\n<p class=\"arabic\">قال أبو سعد شيخ صالح دين خير قيم بكتاب الله تعالى عارف باختلاف الروايات \n  والقراءات حسن السيرة جيد الأخذ على الطلاب له روايات عالية .\n</p>\n<p class=\"arabic\">سمع الحديث من أبي القاسم إسماعيل بن مسعدة ورزق الله التميمي وأبي الفضل \n  بن خيرون وطراد الزينبي وجماعة كبيرة .\n</p>\n<p class=\"arabic\">وله إجازة من أبي الحسين بن المهتدي بالله وأبي الغنائم عبد الصمد ابن المأمون \n  وأبي الحسين بن النقور وأبي محمد الصريفيني .\n</p>\n<p class=\"arabic\">كتبت عنه وذكر أن مولده في ربيع الآخر سنة اثنتين وستين وأربعمائة .\n</p>\n<p class=\"arabic\">قلت وقرأ بالروايات على عبد السيد بن عتاب والزاهد أبي علي الحسن بن محمد \n  بن الفضل الكرماني صاحب الحسين بن علي بن عبيد الله الرهاوي والشريف عبد القاهر \n  بن عبد السلام العباسي ورزق الله التميمي ويحيى بن أحمد السيبي ومحمد بن أبي \n  بكر القيرواني وأحمد بن المبارك الأكفاني وأبي البركات محمد بن عبد الله الوكيل \n  ووالده الحسن .\n</p>\n<p class=\"arabic\">قرأ عليه خلق منهم عمر بن أحمد بن بكرون النهرواني ومحمد بن *37*413* محمد \n  بن هارون الحلي ابن الكمال وصالح بن علي الصرصري وأبو يعلى حمزة بن القبيطي \n  وأبو الفضل عبد الواحد بن سلطان ويحيى بن الحسين الأواني الضرير وأحمد بن \n  الحسين بن أبي البقاء العاقولي وزاهر بن رستم إمام المقام بمكة وعبد العزيز \n  بن أحمد بن الناقد المقرئ ومشرف بن علي الخالص الضرير وعلي بن أحمد بن سعيد \n  الواسطي الدباس وأبو العباس محمد بن عبد الله الرشيدي الضرير .\n</p>\n<p class=\"arabic\">وروى عنه الحديث محمد بن أبي المعالي الصوفي ابن البناء وأسعد بن علي وعلي \n  بن صعلوك والفتح بن عبد السلام وآخرون .\n</p>\n<p class=\"arabic\">ولم يخلف بعده في علو سنده في القراءات مثله فإنه قال قرأت لقالون على رزق \n  الله التميمي وقرأ على الحمامي في سنة أربع عشرة وأربعمائة وقرأت لورش على \n  أبي سعد أحمد بن المبارك قال قرأت بها إلى سورة سبأ على الحمامي وقرأت للدوري \n  على رزق الله ويحيى بن أحمد السيبي وأبي الفتح علي وأبي نصر أحمد بن علي الهاشمي \n  وأخبروني أنهم قرأوا على الحمامي وقرأت بها على ابن عتاب والوكيل وثابت بن \n  بندار وابن الجراح قالوا قرأنا على أبي محمد الحسن بن الصقر الكاتب وقرأ هو \n  والحمامي على زيد بن أبي بلال بسنده .\n</p>\n<p class=\"arabic\">توفي أبو الكرم في الثاني والعشرين من ذي الحجة ودفن إلى جانب الحافظ أبي \n  بكر الخطيب .\n\n</p>"
}