{
    "header": "محمد بن ناصر بن محمد بن علي بن عمر .",
    "id": "024219",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن ناصر بن محمد بن علي بن عمر .\n</h1>\n<p class=\"arabic\">*37*405* .\n</p>\n<p class=\"arabic\">الحافظ أبو الفضل السلامي .\n</p>\n<p class=\"arabic\">توفي أبوه شابا ومحمد صغير فكفله جده لأنه أبو حكيم الخبري وسمعه شيئا يسيرا \n  وحفظه القرآن .\n</p>\n<p class=\"arabic\">وكان مولده ليلة نصف شعبان سنة سبع وستين وأربعمائة .\n</p>\n<p class=\"arabic\">سمع أبا القاسم بن البسري وأبا طاهر محمد بن أحمد بن أبي المظفر وعاصم بن \n  الحسين ومالكا البانياسي وأبا الغنائم بن أبي عثمان ورزق الله التميمي وطراد \n  بن محمد الزينبي وأبا عبد الله بن طلحة وابن البطر وخلقا من أصحاب أبي علي \n  بن شاذان ومن بعدهم وخلقا من أصحاب ابن غيلان والجوهري .\n</p>\n<p class=\"arabic\">وعني بطلب الحديث أتم عناية لكنه لم يرحل .\n</p>\n<p class=\"arabic\">وتفقه على مذهب الشافعي وقرأ الأدب واللغة على أبي زكريا التبريزي .\n</p>\n<p class=\"arabic\">ولازم أبا الحسين بن الطيوري فأكثر عنه ثم خالط الحنابلة ومال إليهم وانتقل \n  إلى مذهب أحمد لمنام رآه .\n</p>\n<p class=\"arabic\">قال تلميذه أبو الفرج بن الجوزي كان حافظا ضابطا ثقة متفننا *37*406* من أهل \n  السنة لا مغمز فيه وهو الذي تولى تسميعي الحديث فسمعت بقراءته المسند للإمام \n  أحمد وغيره من الكتب الكبار والأجزاء .\n</p>\n<p class=\"arabic\">وكان يثبت لي ما أسمع وعنه أخذت علم الحديث وكان كثير الذكر سريع البكاء .\n</p>\n<p class=\"arabic\">ذكره ابن السمعاني في المذيل فقال كان يحب أن يقع في الناس .\n</p>\n<p class=\"arabic\">قال ابن الجوزي وهذا قبيح من أبي سعد فإن صاحب الحديث مايزال يجرح ويعدل فإذا \n  قال قائل إن هذا وقوع في الناس دل على أنه ليس بمحدث ولا يعرف الجرح من الغيبة \n  ومذيل ابن السمعاني ما سماه إلا ابن ناصر ولا دله على أحوال الشيوخ أحد مثل \n  ابن ناصر وقد احتج بكلامه في أكثر التراجم فكيف عول عليه في الجرح والتعديل \n  ثم طعن فيه ولكن هذا منسوب إلى تعصب ابن السمعاني على أصحاب أحمد ومن طالع \n  كتابه رأى تعصبه البارد ) .\n</p>\n<p class=\"arabic\">وسوء قصده ولا جرم لم يمتع بما سمع ولا بلغ رتبة الرواية .\n</p>\n<p class=\"arabic\">انتهى كلام ابن الجوزي .\n</p>\n<p class=\"arabic\">قلت يا أبا الفرج لا تنه عن خلق وتأتي مثله فإنه عليك في هذا الفصل مؤاخذات \n  عديدة منها أن أبا سعد لم يقل شيئا في تجريحه وتعديله وإنما قال إنه يتكلم \n  في أعراض الناس ومن جرح وعدل لم يسم في عرف أهل الحديث أنه يتكلم في أعراض \n  الناس بل قال ما يجب عليه والرجل فقد قال في ابن ناصر عبارتك بعينك التي سرقتها \n  منه وصبغته بها بل وعامة ما في كتابك المنتظم من سنة نيف وستين وأربعمائة \n  إلى وقتنا هذا من التراجم إنما أخذته من ذيل الرجل ثم أنت تتفاجم عليه وتتفاجح .\n</p>\n<p class=\"arabic\">ومن نظر في كلام ابن ناصر في الجرح والتعديل أيضا عرف عترسته *37*407* وتعسفه \n  في بعض الأوقات .\n</p>\n<p class=\"arabic\">ثم تقول فإذا قال قائل إن هذا وقوع في الناس دل على أنه ليس بمحدث ولا يعرف \n  الجرح من الغيبة فالرجل قال قوله وما تعرض لا إلى جرح ولا غيبة حتى تلزمه \n  شيئا ما قاله وقد علم الصالحون بالحديث أنه أعلم منك بالحديث والطرق والرجال \n  والتاريخ وما أنت وهو بسواء .\n</p>\n<p class=\"arabic\">وأين من أضنى عمره في الرحلة والفن خاصة وسمع من أربعة آلاف شيخ ودخل الشام \n  والحجاز والعراق والجبال وخراسان وما وراء النهر وسمع في أكثر من مائة مدينة \n  وصنف التصانيف الكثيرة إلى من لم يسمع إلا ببغداد ولا روى إلا عن بضعة وثمانين \n  نفسا فأنت لا ينبغي أن يطلق عليك اسم الحفظ باعتبار اصطلاحنا بل باعتبار أنك \n  ذو قوة حافظة وعلم واسع وفنون كثيرة واطلاع عظيم فغفر الله لنا ولك .\n</p>\n<p class=\"arabic\">ثم تنسبه إلى التعصب على الحنابلة والى سوء القصد وهذا والله ما ظهر لي من \n  أبي سعد بل والله عقيدته في السنة أحسن من عقيدتك فإنك يوما أشعري ويوما حنبلي \n  وتصانفك تنبئ بذلك فما رأينا الحنابلة راضين بعقيدتك ولا الشافعية وقد رأيناك \n  أخرجت عدة أحاديث في الموضوعات ثم في مواضع أخر تحتج بها وتحسنها فخلنا مساكتتة .\n</p>\n<p class=\"arabic\">قال أبو سعد وذكر ابن ناصر كان يسكن درب الشاكرية حافظ دين ثقة متقن ثبت لغوي \n  عارف بالمتون والأسانيد كثير الصلاة والتلاوة غير أنه يحب أن يقع في الناس \n  كان يطالع هذا الكتاب ويخشى عليه ما يقع له من مثالبهم والله يغفر له وهو \n  صحيح القراءة ) .\n</p>\n<p class=\"arabic\">والنقل وأول سماعه من أبي الصقر وذلك في سنة ثلاث وسبعين .\n</p>\n<p class=\"arabic\">وقال أبو عبد الله بن النجار كانت لابن ناصر إجازات قديمة من جماعة كأبي الحسين \n  بن النقور وابن هزارمرد الصريفيني والأمير ابن ماكولا الحافظ وغيرهم أخذها \n  له ابن ماكولا في رحلته إلى البلاد *37*408* .\n</p>\n<p class=\"arabic\">قلت وقرأت بخط الحافظ الضياء أجاز لأبي الفضل بن ناصر أبو نصر ابن ماكولا \n  وأبو القاسم علي بن عبد الرحمن بن عليك في سنة ثمان وستين وأربعمائة ومحمد \n  بن عبيد الله الصرام وأبو صالح أحمد بن عبد الملك المؤذن وفاطمة بنت أبي علي \n  الدقاق والفضل بن عبد الله بن المحب وعبد الحميد بن عبد الرحمن البحيري وأحمد \n  بن علي بن خلف الشيرازي .\n</p>\n<p class=\"arabic\">قلت ولعله تفرد بالإجازة عن بعض هؤلاء .\n</p>\n<p class=\"arabic\">وقال ابن النجار كان ثقة ثبتا حسن الطريقة متدينا فقيرا متعففا نظيفا نزها \n  وقف كتبه وخلف ثيابه وثلاثة دنانير وكانت ثيابه خلقا مغسولة ولم يعقب وسمعت \n  مشايخنا ابن الجوزي وابن سكينة وابن الأخضر يكثرون الثناء عليه ويصفونه بالحفظ \n  والإتقان والديانة والمحافظة على السنن والنوافل .\n</p>\n<p class=\"arabic\">وسمعت جماعة من شيوخي يذكرون أن ابن ناصر وأبو منصور ابن الجواليقي كانا يقرآن \n  الأدب على أبي زكريا التبريزي ويسمعان الحديث فكان الناس يقولون تخرج ابن \n  ناصر لغوي بغداد وابن الجواليقي محدثها فانعكس الأمر .\n</p>\n<p class=\"arabic\">قلت قد كان ابن ناصر مبرزا في اللغة أيضا .\n</p>\n<p class=\"arabic\">وقال ابن النجار قرأت بخط ابن ناصر وأخبرنيه يحيى بن الحسين عنه سماعا من \n  لفظه قال بقيت سنين لا أدخل مسجد الشيخ أبي منصور يعني الخياط المقرئ واشتغلت \n  بالأدب على أبي زكريا التبريزي فجئت في بعض الأيام لأقرأ على أبي منصور الحديث \n  فقال يا بني تركت قراءة القرآن واشتغلت بغيره عد إلينا لتقرأ علي ويكون لك \n  إسناد ففعلت وعدت إلى المسجد وذلك في سنة اثنتين وتسعين وأربعمائة وكنت أقرأ \n  عليه وأسمع منه الحديث وكنت أقول في أكثر وقتي اللهم بين لي أي المذاهب خير \n  وكنت مرارا قد مضيت لأقرأ على القيرواني المتكلم كتاب التمهيد للباقلاني وكأن \n  *37*409* إنسانا يردني عن ذلك حتى كان في بعض ) .\n</p>\n<p class=\"arabic\">الليالي رأيت في المنام كأني قد دخلت إلى المسجد عند شيخنا أبي منصور وهو \n  قاعد في زاويته وبجنبه رجل عليه ثياب بياض ورداء على عمامته يشبه الثياب الريفية \n  دري اللون وعليه نور وبهاء فسلمت وجلست بين أيديهما ووقع في نفسي له هيبة \n  وأنه رسول الله صلى الله عليه وسلم فلما جلست التفت إلي الرجل فقال لي عليك \n  بمذهب هذا الشيخ عليك بمذهب هذا الشيخ عليك بمذهب هذا الشيخ .\n</p>\n<p class=\"arabic\">فانتبهت مرعوبا وجسمي يرجف ويرعد فقصصت ذلك على والدتي وبكرت إلى الشيخ لأقرأ \n  عليه فحكيت له ذلك وقصصت عليه الرؤيا فقال لي يا ولدي ما مذهب الشافعي الذي \n  هو مذهبك إلا حسن ولا أقول لك أترك مذهبك ولكن لا تعتقد اعتقاد الأشعري .\n</p>\n<p class=\"arabic\">فقلت ما أريد أن أكون نصفين فأنا أشهدك وأشهد الجماعة أنني منذ اليوم على \n  مذهب أحمد بن حنبل في الأصول والفروع .\n</p>\n<p class=\"arabic\">فقال لي وفقك الله .\n</p>\n<p class=\"arabic\">ثم أخذت من ذلك الوقت في سماع كتب أحمد بن حنبل ومسائله والتفقه على مذهبه \n  وسماع مسنده وذلك في شهر رمضان من سنة ثلاث وتسعين وأربعمائة .\n</p>\n<p class=\"arabic\">قال وسمعت شيخنا عبد الوهاب بن سكينة غير مرة يقول قلت لشيخنا ابن ناصر أريد \n  أن أقرأ عليك شرح ديوان المتنبي لأبي زكريا وكان يرويه عنه فقال إنك دائما \n  تقرأ علي الحديث مجانا وهذ شعر ونحن نحتاج إلى دفع شيء من الأجر عليه لأنه \n  ليس من الأمور الدينية فذكرت ذلك لأبي فأعطاني خمسة دنانير فدفعتها إليه وقرأت \n  عليه الكتاب .\n</p>\n<p class=\"arabic\">قلت روى عنه ابن عساكر وابن السمعاني وأبو طاهر السلفي وقال سمع معنا كثيرا \n  وهو شافعي المذهب أشعري المعتقد ثم انتقل إلى مذهب أحمد في الأصول والفروع \n  ومات عليه .\n</p>\n<p class=\"arabic\">وكان هو وأبو منصور الجواليقي *37*410* رفيقين يقرآن اللغة على أبي زكريا \n  التبريزي اللغوي وكان ابن ناصر له ميل إلى الحديث وله جودة حفظ وإتقان وحسن \n  معرفة وكلاهما ثقة ثبت إمام .\n</p>\n<p class=\"arabic\">وروى عنه أبو موسى المديني وقال فيه الأديب أبو الفضل بن ناصر الحافظ مقدم \n  أصحاب الحديث في وقته ببغداد .\n</p>\n<p class=\"arabic\">وروى عنه عبد الرزاق الجيلي وأبو محمد بن الأخضر وعبد الواحد بن سلطان ويحيى \n  بن الربيع الفقيه ومحمد بن عبد الله البناء ويحيى بن مظفر السلامي وعبيد الله \n  بن أحمد ) .\n</p>\n<p class=\"arabic\">المنصوري وعبد الله بن المبارك بن سكينة وعبد الرحيم بن المبارك ابن القابلة \n  ومحمود بن أيدكين البواب ومحمد بن علي بن البل الواعظ ومحمد بن معالي بن غنيمة \n  الفقيه ومحمد بن أبي المعالي بن موهوب ابن البناء الصوفي وعبد الله بن الحسن \n  الوزان وأبو اليمن الكندي وعبد الرحمن بن عبد الغني بن الغسال وعبد الرحمن \n  بن سعد الله الطحان وإسماعيل بن مظفر ابن الأقفاحي وعبد الرحمن بن عمر بن \n  الغزال وداود بن ملاعب وعبد العزيز بن أحمد ابن الناقد وموسى بن عبد القادر \n  الجيلي وأبو الفتح أحمد بن علي الغزنوي ومسمار بن عمر بن العويس وعبد الرحمن \n  بن المبارك ابن المشتري وعمر بن أبي السعادات بن صرما وثابت بن مشرف وأحمد \n  بن ظفر بن هبيرة وأبو جعفر محمد بن عبد الله بن مكرم وأحمد بن يوسف بن صرما \n  وعبد السلام بن يوسف العبريي وأبو منصور محمد بن عبد الله بن عفيجة .\n</p>\n<p class=\"arabic\">وآخر من روى عنه أبو محمد الحسن بن الأمير السيد العلوي وبقي إلى سنة ثلاثين \n  وستمائة .\n</p>\n<p class=\"arabic\">وآخر من روى عنه بالإجازة في الدنيا ابن المقير .\n</p>\n<p class=\"arabic\">توفي ابن ناصر ليلة ثامن عشر شعبان .\n</p>\n<p class=\"arabic\">قال ابن الجوزي وحدثني أبو بكر بن الحصري الفقيه قال رأيت ابن ناصر في المنام \n  فقلت له يا سيدي ما فعل الله بك قال غفر لي وقال لي قد غفرت لعشرة من أصحاب \n  الحديث في *37*411* زمانك لأنك ريسهم وسيدهم .\n</p>\n<p class=\"arabic\">قرأت بخط الحافظ أبي بكر بن مسدي المجاور في معجمه قال قرأت على ابن المقير \n  عن ابن ناصر قال كتب إلي عبد الواحد بن أحمد المليحي قال أنا ابن أبي شريح \n  فذكر حديثا .\n</p>\n<p class=\"arabic\">قلت عندي الجعديات نسخة قديمة مكتوبة عن ابن أبي شريح وكلها سماع غير واحد \n  عن المليحي منه ولكن هذا من تخبيطات ابن مسدي لأن المليحي مات في سنة ثلاث \n  وستين قبل مولد ابن ناصر بأزيد من أربع سنين .\n\n</p>"
}