{
    "header": "نبا بن محمد بن محفوظ .",
    "id": "024411",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">نبا بن محمد بن محفوظ .\n</h1>\n<p class=\"arabic\">*38*68* الشيخ أبو البيان رضي الله عنه شيخ الطائفة البيانية بدمشق .\n</p>\n<p class=\"arabic\">كان كبير القدر عالما عاملا زاهدا قانتا عابدا إماما في اللغة فقيها شافعي \n  المذهب سلفي المعتقد داعية إلى السنة له تواليف ومجاميع وشعر كثير وأذكار \n  مسموعة مطبوعة وقبره يزار بمقابر باب الصغير .\n</p>\n<p class=\"arabic\">ولم يذكره ابن عساكر في تاريخه ولا ابن خلكان في الأعيان .\n</p>\n<p class=\"arabic\">توفي وقت الظهر يوم الثلاثاء ثاني ربيع الأول ودفن من الغد وشيعه خلق عظيم .\n</p>\n<p class=\"arabic\">وقرأت بخط السيف بن المجد الشيخ الفقيه أبو البيان نبا بن محمد بن محفوظ القرشي \n  الشافعي رحمه الله المعروف بابن الحوراني سمع أبا الحسين علي بن الموازيني \n  وأبا الحسين علي بن أحمد بن قبيس المالكي وكان حسن الطريقة قد نشأ صبيا إلى \n  أن قضى متدينا عفيفا محبا للعلم والأدب والمطالعة للغة العرب .\n</p>\n<p class=\"arabic\">قلت روى عنه يوسف بن عبد الواحد بن وفا السلمي والقاضي أسعد بن المنجا والفقيه \n  أحمد العراقي وعبد الرحمن بن الحسين بن عبدان وغيرهم .\n</p>\n<p class=\"arabic\">أخبرنا القاضي أبو محمد عبد الخالق بن عبد الخالق بن عبد السلام أنا العلامة \n  أبو محمد بن قدامة حدثني أبو المعالي أسعد بن المنجا قال كنت يوما قاعدا عند \n  الشيخ أبي البيان رحمه الله فجاءه ابن تميم الذي يدعى الشيخ الأمين فقال الشيخ \n  بعد كلام جرى بينهما ويحك ما أنحسكم فإن الحنابلة إذا قيل لهم ما الدليل على \n  أن القرآن بحرف وصوت قالوا قال الله كذا وقال رسوله كذا وذكر الشيخ الآيات \n  والأخبار وأنتم إذا قيل لكم ) .\n</p>\n<p class=\"arabic\">ما الدليل على أن القرآن معنى في النفس قلتم قال الأخطل إن الكلام من الفؤاد \n  إيش *38*69* هذا نصراني خبيث بنيتم مذهبكم على بيت شعر من قوله وتركتم الكتاب \n  والسنة .\n</p>\n<p class=\"arabic\">وحدث أبو عبد الله بن إبراهيم المعدل في تاريخه قال حكى جماعة من ثقات الدمشقيين \n  أن طائفة من أصحاب الشيخ أبي البيان بعد وفاته بأربع سنين اجتمعوا وجمعوا \n  دراهم واتفقوا على أن يبنوا لهم مكانا يجتمعون فيه للذكر واشتروا أخصاصا وبواري \n  ومصابيح وشرعوا في حفر الأساس والفقراء قد فرحوا وهم يعملون فبلغ ذلك نور \n  الدين فسير إليهم من منعهم فنزل إليهم الرسول من القلعة فالتقاه الشيخ نصر \n  صاحب أبي البيان فقال له أنت رسول محمود بمنع الفقراء من البناء قال نعم قال \n  ارجع إليه وقل بعلامة ما قمت قي جوف الليل وسألت الله أن يرزقك ولدا ذكرا \n  من فلانة وواقعتها لا تتعرض إلى جماعة الشيخ ولا تمنعهم .\n</p>\n<p class=\"arabic\">فعاد الرسول إلى السلطان وأخبروه فقال والله العظيم ما تفوهت بهذا لمخلوق \n  ثم أمر بعشرة آلاف درهم ومائة حمل خشب ليبنوا بها .\n</p>\n<p class=\"arabic\">فبنوا الرباط ووقف عليه مزرعة بجسرين .\n</p>\n<p class=\"arabic\">هذه الحكاية منقطعة لا تصح .\n</p>\n<p class=\"arabic\">وقال الشيخ محمد بن إبراهيم الأرموي أخبرني والدي عن جدتي عن الشيخ عبد الله \n  البطائحي قال رأيت الشيخ أبا البيان والشيخ رسلان مجتمعين بجامع دمشق فسألت \n  الله أن يحجبني عنهما حتى لا يشتغلا بي وتبعتهما حتى صعدا إلى أعلى مغارة \n  الدم وقعدا يتحدثان وإذا بشخص قد أتى كأنه طائر في الهواء فجلسا بين يديه \n  كالتلميذين وسألاه عن أشياء من جملتها على وجه الأرض بلد ما رأيته قال لا \n  فقالا هل رأيت مثل دمشق قال ) .\n</p>\n<p class=\"arabic\">ما رأيت مثلها وكانوا يخاطبونه يا أبا العباس فعلمت أنه الخضر عليه السلام \n  فقلت لو أن صحة هذه الحكاية عن عبد الله البطائحي *38*70* فهو ظن منه في أن \n  ذلك الشخص الخضر ومن الناس من يقول إن الخضر مرتبة من وصل إليها يسمى الخضر \n  كالقطب والغوث والله أعلم .\n\n</p>"
}