{
    "header": "عبد الأول بن عيسى بن شعيب بن إبراهيم بن ...",
    "id": "024471",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الأول بن عيسى بن شعيب بن إبراهيم بن إسحاق .\n</h1>\n<p class=\"arabic\">*38*113* مسند الوقت أبو الوقت بن أبي عبد الله السجزي الأصل الهروي الماليني \n  الصوفي رحمه الله .\n</p>\n<p class=\"arabic\">ولد سنة ثمان وخمسين وأربعمائة .\n</p>\n<p class=\"arabic\">وسمع الصحيح و منتخب مسند عبد و كتاب الدرامي من جمال الإسلام أبي الحسين \n  عبد الرحمن بن محمد الداوودي في سنة خمس وستين ببوشنج حمله أبوه إليها وهي \n  مرحلة من هراة .\n</p>\n<p class=\"arabic\">وسمع من أبي عاصم الفضيل بن يحيى ومحمد بن أبي مسعود الفارسي وأبي يعلى صاعد \n  بن هبة الله الفضيلي وبيبى بنت عبد الصمد الهرثمية وأبي منصور عبد الرحمن \n  بن محمد بن عفيف البوسنجي كلار وأحمد بن نصر الكوفاني كاكو وعبد الوهاب بن \n  أحمد الثقفي ) .\n</p>\n<p class=\"arabic\">وأبي القاسم أحمد بن محمد بن العاصمي ومحمد بن الحسين الضلوني وأبي عطاء عبد \n  الرحمن بن أبي عاصم الجوهري وأبي عامر محمود بن القاسم الأزدي وشيخه شيخ الإسلام \n  عبد الله الأنصاري وأبي المظفر عبد الله بن عطاء البغاورداني وأبي سعيد حكيم \n  بن أحمد الإسفرائيني وأبي عدنان القاسم بن علي القرشي وأبي القاسم عبد الله \n  بن عمر الكلوذاني وأبي الفتح نصر بن أحمد الحنفي وغيرهم *38*114* .\n</p>\n<p class=\"arabic\">وحدث بخراسان وإصبهان وكرمان وهمذان وبغداد واشتهر اسمه وازدحم عليه الطلبة \n  وبقي كلما قدم مدينة تسامع به الخلق وقصدوه وسمع منه أمم لا يحصون .\n</p>\n<p class=\"arabic\">روى عنه ابن عساكر وابن السمعاني وابنه عبد الرحيم وأبو الفتح بن الجوزي ويوسف \n  بن أحمد الشيرازي وأحمد بن حمد الليثي الإصبهاني وحامد بن محمود الروذ راوري \n  المؤدب والحسن بن محمد بن علي بن نظام الملك والحسين بن أحمد الخبازي والحسين \n  بن معاذ الهمذاني وسفيان بن إبراهيم بن مندة وأبو ذر سهيل بن محمد البوسنجي \n  وأبو الضوء شهاب الشذباني وأبو روح عبد المعز وعبد الجبار بن بندار الهمذاني \n  القاضي وعبد الجليل بن مندويه وأحمد بن عبد الله السلمي العطار وعثمان بن \n  علي الوركاني الهمذاني وعثمان بن محمود الإصبهاني وفضل الله بن محمد البوسنجي \n  ومحمد بن ظفر بن الحافظ الطرقي وأخوه محمود ومحمد بن عبد الرزاق الإصبهاني \n  ومحمد بن عبد الفتاح البوسنجي ومحمد بن عطية الله الهمذاني ومحمد بن محمد \n  بن سرايا البلدي الموصلي ومحمد بن مسعود البوسنجي ومحمود بن الواثق البيهقي \n  ومحمود شاه بن محمد بن إسماعيل اليعقوبي الهروي ومقرب بن علي الهمذاني الزاهد \n  ويحيى بن سعد الرازي الفقيه ويوسف بن عمر بن محمد بن عبيد الله بن نظام الملك \n  البغدادي وحماد بن هبة الله الحربي وعمر بن طبرزد وأبو منصور بن سعيد بن محمد \n  الرزاز وعمر بن محمد الدينوري السديد الصوفي ويحيى بن عبد الله بن السهرودي \n  وأنجب بن علي الدارقزي الدلال وعبد العزيز بن أحمد بن الناقد ومحمد بن عبد \n  الرحمن بن أبي العز الواسطي نزيل الموصل ومحمد بن أحمد بن هبة الله الروذراوري \n  وداود بن بندار الجيلي وأبو العباس محمد بن عبد الله *38*115* الرشيدي المقرئ \n  ويحيى بن عبد الجبار الصوفي ومحمد بن أبي علي الشطرنجي وعلي بن أبي الكرم \n  العمري وأحمد بن ظفر بن الوزير بن هبيرة وإسماعيل بن محمد بن خمازتكين وعبد \n  ) .\n</p>\n<p class=\"arabic\">الواحد بن المبارك الخريمي ومحمد بن أحمد بن العريسة الحاجب ومحمد بن هبة \n  الله بن المكرم وعبد الغني بن عبد العزيز بن البندار ومظفر بن أبي السعادات \n  بن حركها وعلي بن يوسف بن صبوخا وأحمد بن يوسف بن صرما ومحمد بن أبي القاسم \n  الميبذي وزيد بن يحيى البيع وعبد اللطيف بن المعمر بن عساكر وعمر بن محمد \n  بن أبي الريان وأسعد بن علي بن صعلوك والنفيس بن كرم وعبد الله بن إبراهيم \n  الهمذاني الخطيب وأبو جعفر عبد الله بن شريف الرحبة وعبد الرحمن بن أبي العز \n  بن الخبازة ومحمد بن عمر بن خليفة الروباني وأبو المحاسن محمد بن عبيد الله \n  بن المراتبي البيع وأبو الحسن علي بن بوزندار وأبو حفص عمر بن أعز السهروردي \n  وأبو هريرة محمد بن ليث بن الوسطاني وصاعد بن علي الواعظ بإربل وأبو بكر محمد \n  بن المبارك المستعمل وأبو علي الحسن بن الجواليقي وأبو الفتح محمد بن النفيس \n  بن عطاء وأبو نصر المهذب بن قنيدة وعبد السلام بن عبد الرحمن بن سكينة وعبد \n  الرحمن بن عتيق بن صيلا وأبو الرضا محمد بن أبي الفتح المبارك بن عصية وعبد \n  السلام بن عبد الله بن بكر بن الزبيدي وعمر بن كرم الحمامي وأمة الرحيم بنت \n  عفيف *38*116* الناسخ وعبد الخالق بن أبي الفضل بن عريبة وظفر بن سالم البيطار \n  وإبراهيم بن عبد الرحمن المواقيتي وعبد البر بن أبي العلاء الهمذاني وأحمد \n  بن شيرويه بن شهروار الديلمي وبقي إلى سنة خمس وعشرين وعبد الله بن عبد الله \n  عتيق بن باقا وزكريا بن علي التغلبي وعلي بن أبي بكر بن روزبة القلانسي ومحمد \n  بن عبد الواحد المديني وأبو الحسن محمد ابن أحمد بن عمر القطيعي وأبو المنجا \n  عبد الله بن عمران اللتي وأبو بكر محمد بن مسعود بن بهروز .\n</p>\n<p class=\"arabic\">وآخر من ذكر أنه سمع منه أبو سعد ثابت بن أحمد بن أبي بكر محمد بن الخجندي \n  الإصبهاني نزيل شيراز فإن كان سمع منه فسماعه عنه في الخامسة فإنه ولد سنة \n  ثمان وأربعين .\n</p>\n<p class=\"arabic\">وسماع الإصبهانيين من أبي الوقت سنة اثنتين وخمسين أو قبلها .\n</p>\n<p class=\"arabic\">وتوفي هذا الخجندي في سنة سبع وثلاثين .\n</p>\n<p class=\"arabic\">وروى عنه بالإجازة جهمة أخت رشيد بن مسلمة الدمشقي وتوفيت سنة ثمان وثلاثين \n  وأبو الكرم محمد بن عبد الواحد بن أحمد المتوكلي ويعرف بابن شفتين ومات سنة \n  أربعين ) .\n</p>\n<p class=\"arabic\">وكريمة بنت عبد الوهاب القرشية وتوفيت في جمادى الآخرة سنة إحدى وأربعين وهي \n  آخر من روى عنه بالإجازة الخاصة .\n</p>\n<p class=\"arabic\">وذكره ابن السمعاني فقال شيخ صالح حسن السمت والأخلاق متودد متواضع سليم الجانب \n  استسعد بصحبة الإمام عبد الله الأنصاري وخدمه مدة وسافر إلى العراق وخوزستان \n  والبصرة وقدم بغداد ونزل رباط البسطامي فيما ذكره لي وسمعت منه بهراة ومالين .\n</p>\n<p class=\"arabic\">وكان صبورا على القراءة محبا للرواية وحدث بالصحيح *38*117* ومسند عبد والدرامي \n  عدة نوب وسمعت أن أباه سماه محمدا فسماه الإمام عبد الله الأنصاري عبد الأول \n  وكناه بأبي الوقت .\n</p>\n<p class=\"arabic\">وقال الصوفي ابن وقته .\n</p>\n<p class=\"arabic\">وقال أبو سعد في التحبير في ترجمة والد أبي الوقت إنه ولد بسجستان في سنة \n  عشر وأربعمائة وإنه سمع من علي بن بشرى الليثي الحافظ كتاب مناقب الشافعي \n  لمحمد بن الحسين الآبري إلا مجلسا واحدا وهو من باب ما حكى عنه مالك إلى باب \n  سخائه وكرمه بسماعه من الآبري .\n</p>\n<p class=\"arabic\">وقال سكن هراة وهو صالح معمر له جد في الأمور الدينية حريص على سماع الحديث \n  وطلبه حمل ابنه أبا الوقت على عاتقه إلى بوشنج وكان عبد الله الأنصاري يكرمه \n  ويراعيه .\n</p>\n<p class=\"arabic\">قال وسمع بغزنة من الخليل بن أبي يعلى وبهراة من أبي القاسم عبد الوهاب بن \n  محمد بن عيسى الخطابي وكتب إلي بالإجازة لمسموعاته سنة سبع وخمسين ومات بمالين \n  هراة في ثاني عشر شوال سنة اثنتي عشرة وقيل سنة ثلاث عشرة عاش مائة وثلاث \n  سنين .\n</p>\n<p class=\"arabic\">وقال زكي الدين البرزالي وغيره طاف أبو الوقت العراق وخوزستان وحدث بهراة \n  ومالين وبوشنج وكرمان ويزد وإصبهان والكرج وفارس وهمذان وقعد بين يديه الحفاظ \n  والوزراء وكان عنده كتب ) .\n</p>\n<p class=\"arabic\">وأجزاء وسمع عليه من لا يحصى ولا يحصر *38*118* .\n</p>\n<p class=\"arabic\">وقال ابن الجوزي كان صبورا على القراءة عليه وكان شيخا صالحا كثير الذكر والتهجد \n  والبكاء على سمت السلف وعزم في هذه السنة على الحج وهيأ ما يحتاج إليه فمات .\n</p>\n<p class=\"arabic\">وقال الحافظ يوسف بن أحمد في الأربعين البلدية له ومن خطه نقلت ولما رحلت \n  إلى شيخنا شيخ الوقت ومسند العصر ورحلة الدنيا أبي الوقت قدر الله لي الوصول \n  إليه آخر بلاد كرمان على طرف بادية سجستان فسلمت عليه وقبلته وجلست بين يديه \n  فقال لي ما أقدمك هذه البلاد قلت كان قصدي إليك ومعولي بعد الله عليك وقد \n  كتبت ما وقع إلي من حديثك بقلمي وسعيت إليك بقدمي لأدرك بركة أنفاسك وأحظى \n  بعلو إسنادك .\n</p>\n<p class=\"arabic\">فقال وفقك الله وإيانا لمرضاته وجعل سعينا له وقصدنا إليه لو كنت عرفتني حق \n  معرفتي لما سلمت علي ولا جلست بين يدي ثم بكى بكاء طويلا وأبكى من حضره ثم \n  قال اللهم استرنا بسترك الجميل وأجعل تحت الستر ما ترضى به عنا وقال يا ولدي \n  تعلم أني رحلت أيضا لسماع الصحيح ماشيا مع والدي من هراة إلى الداوودي ببوشنج \n  وكان لي من العمر دون عشر سنين فكان والدي يضع على يدي حجرين ويقول احملهما \n  فكنت من خوفه أحفظهما بيدي وأمشي وهو يتأملني فإذا رآني قد عييت أمرني أن \n  ألقي حجرا واحدا فألقيه ويخف عني فأمشي إلى أن يتبين له تعبي فيقول لي هل \n  عييت *38*119* فأخافه فأقول لا فيقول لم تقصر في المشي فأسرع بين يديه ساعة \n  ثم أعجز فيأخذ الحجر الآخر من يدي ويلقيه عني فأمشي حتى ) .\n</p>\n<p class=\"arabic\">أعطب فحينئذ كان يأخذني ويحملني على كتفه .\n</p>\n<p class=\"arabic\">وكنا نلتقي على أفواه الطرق بجماعة من الفلاحين وغيرهم من المعارف فيقولون \n  يا شيخ عيسى ادفع إلينا هذا الطفل نركبه وإياك إلى بوشنج فيقول معاذ الله \n  أن نركب في طلب أحاديث الرسول صلى الله عليه وسلم ورجاء ثوابه والانتفاع به .\n</p>\n<p class=\"arabic\">وكان ثمرة ذلك حسن نية والدي رحمه الله أني انتفعت بسماع هذا الكتاب وغيره \n  ولم يبق من أقراني أحد سواي حتى صارت الوفود ترحل إلي من الأمصار .\n</p>\n<p class=\"arabic\">ثم أشار إلى صاحبنا عبد الباقي بن عبد الجبار الهروي أن يقدم لي شيئا من الحلواء \n  فقلت يا سيدي قراءتي بجزء علي بن الجهم أحب إلي من أكل الحلواء فتبسم وقال \n  إذا دخل الطعام خرج الكلام وقدم لنا صحنا فيه حلواء الفانيذ فأكلنا ثم أخرجت \n  الجزء وسألته إحضار الأصل فأحضره وقال لا تخف ولا تحرص فإني قد قبرت ممن سمع \n  علي خلقا فسل الله السلامة فقرأت الجزء وسررت به ويسر الله سماع الصحيح وغيره \n  مرارا ولم أزل في صحبته وخدمته إلى أن توفي في بغداد في ليلة الثلاثاء من \n  ذي القعدة .\n</p>\n<p class=\"arabic\">قلت بيض لليوم وهو سادس الشهر *38*120* .\n</p>\n<p class=\"arabic\">قال ودفناه في الشونيزية قال لي تدفني تحت أقدام مشايخنا بالشونيزية ولما \n  احتضر سندته إلى صدري وكان مشتهرا بالذكر فدخل عليه محمد بن القاسم العوفي \n  فأكب عليه وقال يا سيدي قال النبي صلى الله عليه وسلم من كان آخر كلامه لا \n  إله إلا الله دخل الجنة فرفع طرفه إليه وتلا هذه الآية يا ليت قومي يعلمون \n  بما غفر لي ربي وجعلني من المكرمين فدهش إليه هو ومن حضر من الأصحاب ولم يزل \n  يقرأ حتى ختم السورة وقال الله الله الله ثم توفي وهو جالس على السجادة .\n</p>\n<p class=\"arabic\">وقال ابن الجوزي ) .\n</p>\n<p class=\"arabic\">حدثني محمد بن الحسين التكريتي الصوفي قال أسندته إلي فمات وكان آخر كلمة \n  قالها يا ليت قومي يعلمون بما غفر لي ربي وجعلني من المكرمين .\n</p>\n<p class=\"arabic\">قرأت بخط الحافظ يوسف بن أحمد أنشدنا الزينبي أبو الفضل محمد بن الفضل بن \n  بركاهويه لنفسه وقد دخل على أبي الوقت في النظامية بإصبهان وشاهد اجتماع العلماء \n  والحفاظ في مجلسه عند الإمام صدر الدين محمد بن عبد اللطيف الخجندي والحافظ \n  أبو مسعود كوتاه يقرأ عليه الصحيح .\n</p>\n<p class=\"arabic\">% أتاكم الشيخ أبو الوقت % % بأحسن الأخبار عن ثبت % .\n</p>\n<p class=\"arabic\">% طوى إليكم علمه ناشرا % % مراحل الأبرق والخبث % .\n</p>\n<p class=\"arabic\">% ألحق بالأشياخ أطفالكم % % وقد رمى الحاسد بالكتب % .\n</p>\n<p class=\"arabic\">*38*121* .\n</p>\n<p class=\"arabic\">% فمنة الشيخ بما قد روى % % كمنة الغيث على النبت % .\n</p>\n<p class=\"arabic\">% بارك فيه الله من حامل % % خلاصة الفقه إلى المفتي % .\n</p>\n<p class=\"arabic\">% انتهزوا الفرصة يا سادتي % % وحصلوا الإسناد في الوقت % .\n</p>\n<p class=\"arabic\">% فإن من قوت ما عنده % % يصير ذا الحسرة والمقت % .\n\n</p>"
}