{
    "header": "علي بن أحمد بن الحسن بن محمويه .",
    "id": "024400",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">علي بن أحمد بن الحسن بن محمويه .\n</h1>\n<p class=\"arabic\">الإمام أبو الحسن اليزدي الشافعي المقرئ المحدث الزاهد نزيل بغداد .\n</p>\n<p class=\"arabic\">ولد بيزد في سنة ثلاث وسبعين وأربعمائة ظنا .\n</p>\n<p class=\"arabic\">وسمع الحسين بن الحسن بن جوانشير وأبا المكارم محمد بن علي الفسوي ومحمد بن \n  الحسين بن بلوك *38*58* .\n</p>\n<p class=\"arabic\">ورحل إلى إصبهان فقرأ بها على أبي الفتح أحمد بن محمد الحداد وأبي سعد المطرز \n  وأبي علي الحداد .\n</p>\n<p class=\"arabic\">وسمع من أحمد بن محمد بن الحافظ أبي بكر بن مردويه .\n</p>\n<p class=\"arabic\">وسمع بهمذان من ناصر بن مهدي المشطبي وبالدون من عبد الرحمن بن حمد الدوني .\n</p>\n<p class=\"arabic\">ودخل بغداد سنة خمسمائة فسمع بها الحسين بن الطيوري وأبا القاسم علي بن الحسين \n  الربعي وأبا سعد بن خشيش وأبا الحسن العلاف وجماعة .\n</p>\n<p class=\"arabic\">وتفقه على الإمام أبي بكر الشاشي ورحل إلى واسط وتفقه على قاضيها أبي علي \n  الفارقي .\n</p>\n<p class=\"arabic\">وسمع بالكوفة والبصرة والحجاز وصنف في الفقه والحديث والزهد .\n</p>\n<p class=\"arabic\">وحدثت بسنن النسائي عن الدوني .\n</p>\n<p class=\"arabic\">قال أبو سعد السمعاني فقيه فاضل زاهد حسن السيرة عزيز النفس سخي بما يملك \n  قانع بما هو فيه كثير الصوم والعبادة صنف تصنيفا في الفقه وأورد فيها أحاديث \n  بأسانيده سمعت منه وسمع مني .\n</p>\n<p class=\"arabic\">وكان حسن الأخلاق دائم البشر متواضعا وكان له عمامة وقميص بينه وبين أخيه \n  إذا خرج ذاك قعد ذا وإذا خرج ذا قعد الآخر *38*59* .\n</p>\n<p class=\"arabic\">وقال ابن النجار في تاريخه كان من أعيان الفقهاء مشهوري العباد .\n</p>\n<p class=\"arabic\">سمعت أبا يعلى حمزة بن علي يقول كان شيخنا أبو الحسن اليزدي يقول لنا إذا \n  مت فلا تدفنوني إلا بعد ثلاث فإني أخاف أن يكون بي سكتة .\n</p>\n<p class=\"arabic\">وكان جثيثا صاحب بلغم وكان يصوم رجب فلما كان سنة موته قبل رجب بأيام قال \n  قد رجعت عن وصيتي ادفنوني في الحال فإني رأيت النبي صلى الله عليه وسلم في \n  النوم ) .\n</p>\n<p class=\"arabic\">وهو يقول يا علي صم رجب عندنا .\n</p>\n<p class=\"arabic\">قال فمات ليلة رجب .\n</p>\n<p class=\"arabic\">قال وقرأت بخط أحمد بن شافع وفاته في تاسع عشر جمادى الآخرة وقال زادت مصنفاته \n  على خمسين مصنفا .\n</p>\n<p class=\"arabic\">قلت روى عنه ابن السمعاني وعبد الخالق بن أسد وعبد الملك بن ياسين الدولعي \n  الخطيب وعلي بن أحمد بن سعيد الواسطي الدباس وقرأ عليه القراءآت وأبو أحمد \n  عبد الوهاب بن سكينة وعبد العزيز بن الأخضر وآخرون .\n\n</p>"
}