{
    "header": "محمد بن المبارك بن محمد بن عبد الله بن مـ...",
    "id": "024452",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن المبارك بن محمد بن عبد الله بن محمد بن الخل .\n</h1>\n<p class=\"arabic\">الإمام أبو الحسن بن أبي البقاء البغدادي الفقيه الشافعي .\n</p>\n<p class=\"arabic\">كان إماما بارعا خبيرا بالمذهب .\n</p>\n<p class=\"arabic\">تفقه على أبي بكر الشاشي والمستظهري ودرس وأفتى وصنف وتفرد بالفتوى ببغداد \n  في المسألة الشرعية .\n</p>\n<p class=\"arabic\">وصنف كتابا سماه توجيه التنبيه على صورة الشرح وهو مختصر وذاك أول شرح صنف \n  للتنبيه وصنف كتابا في أصول الفقه .\n</p>\n<p class=\"arabic\">وقد سمع الحديث من جماعة كبار وحدث عن أبي عبد الله النعالي ونصر بن أبي الخطاب \n  بن البطر وثابت بن بندار وأبي عبد الله بن البسري وجعفر السراج وأبي بكر الطريثيثي \n  وأبي الفضل محمد بن عبد السلام الأنصاري وغالب الباقلاني وأبي الحسن بن الطيوري \n  وآخرين *38*102* .\n</p>\n<p class=\"arabic\">روى عنه عبد الخالق بن أسد وأبو سعد بن السمعاني وأحمد بن طارق الكركي والفتح \n  بن عبد السلام وجماعة آخرهم وفاة أبو الحسن القطيعي .\n</p>\n<p class=\"arabic\">وقيل كان الناس يتحيلون على أخذ خطه في الفتاوى لحسن خطه لا للحاجة إلى الفتيا .\n</p>\n<p class=\"arabic\">ولد سنة خمس وسبعين وأربعمائة .\n</p>\n<p class=\"arabic\">قال أبن السمعاني ) .\n</p>\n<p class=\"arabic\">هو أحد الأئمة الشافعية ببغداد برع في العلم وهو مصيب في فتاويه وله السيرة \n  الحسنة والطريقة الجميلة خشن العيش تارك للتكلف عن طريقة السلف جلس بمسجده \n  الذي بالرحبة لايخرج منه إلا بقدر الحاجة .\n</p>\n<p class=\"arabic\">وقال أبو الفرج بن الجوزي توفي في المحرم ودفن بالوردية .\n</p>\n<p class=\"arabic\">وتوفي أخوه أبو الحسين أحمد بن الخل الشاعر في ذي القعدة من السنة أيضا .\n</p>\n<p class=\"arabic\">قلت وكان فقيها أيضا وعاش سبعا وسبعين سنة *38*103* .\n</p>\n<p class=\"arabic\">وقع الجزء الأول من مشيخة أبي الحسن لنا بعلو .\n\n</p>"
}