{
    "header": "عبد الجليل بن محمد بن عبد الواحد بن إبراـ...",
    "id": "024473",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الجليل بن محمد بن عبد الواحد بن إبراهيم بن شهرمرد بن مهرة .\n</h1>\n<p class=\"arabic\">الحافظ الكبير أبو مسعود الأصبهاني كوتاه ) .\n</p>\n<p class=\"arabic\">ذاكره الحافظ أبو موسى وروى عنه وقال فيه أوحد وقته في علمه مع طريقته وتواضعه \n  ثنا لفظا وحفظا على منبر وعظه سنة تسع عشرة وخمسمائة وسمعته يقول ولدت سنة \n  ست وسبعين وأربعمائة .\n</p>\n<p class=\"arabic\">وقال ابن السمعاني من أولاد المحدثين حسن السيرة مكرم الغرباء فقير قنوع صحب \n  والدي مدة مقامه بإصبهان وسمع بقراءته الكثير وله معرفة تامة بالحديث وهو \n  من متقدمي أصحاب شيخنا إسماعيل الحافظ .\n</p>\n<p class=\"arabic\">سمع رزق الله التميمي وأحمد بن عبد الرحمن الذكواني وأبا بكر بن ماجه الأبهري \n  وأبا عبد الله الثقفي وجماعة كبيرة من أصحاب أبي سعيد النقاش وأبي نعيم *38*123* .\n</p>\n<p class=\"arabic\">وكتبت عنه وحضرت مجلس إملائه وسمعت أبا القاسم الحافظ بدمشق يثني عليه ثناء \n  حسنا ويفخم أمره ويصفه بالحفظ والإتقان .\n</p>\n<p class=\"arabic\">قال أبو سعد ولما وردت إصبهان كان لا يخرج من داره إلا لحاجة مهمة كان شيخه \n  إسماعيل الحافظ هجره ومنعه من حضور مجلسه لمسألة جرت في النزول وكان كوتاه \n  يقول أقول النزول بالذات وكان شيخنا إسماعيل ينكر هذا وأمره بالرجوع عن هذا \n  الإعتقاد فما فعل فهجره لهذا .\n</p>\n<p class=\"arabic\">قلت ورحل بعد الخمسمائة إلى بغداد وحج وسمع ورحل إلى نيسابور ولقي أبا بكر \n  الشيروتي .\n</p>\n<p class=\"arabic\">وقد روى عن ابن ماجة بجزء لوين وكان عاليا له وقد روى عنه الكبار .\n</p>\n<p class=\"arabic\">وقال أبن السمعاني ثنا عبد الخالق بن زاهر بنيسابور نا أبو العلاء صاعد بن \n  سيار الحافظ إملاء ثنا عبد الجليل بن محمد بن عبد الواحد بمدينة النبي صلى \n  الله عليه وسلم أنا روح بن محمد أنا أبو الحسن الخرجاني أنا ابن خرزاذ *38*124* \n  ثنا علي بن روحان نا أحمد بن سنان سمعت شيبان بن يحيى يقول ) .\n</p>\n<p class=\"arabic\">ما أعلم طريقا إلى الجنة أقصر ممن سلك طريق حديث .\n</p>\n<p class=\"arabic\">قلت وهذا من جملة ما روته كريمة بالإجازة عن عبد الجليل كوتاه وبين وفاتها \n  وفاة صاعد بن سيار مائة وعشرون سنة وذلك مستفاد في السابق واللاحق .\n</p>\n<p class=\"arabic\">وقد روى عنه ابن العساكر ويوسف بن أحمد الشيرازي وآخرون .\n</p>\n<p class=\"arabic\">وتوفي في أول شعبان وقيل في ثامنه رحمه الله .\n\n</p>"
}