{
    "header": "سنجر بن السلطان ملكشاه بن السلطان ألب رسـ...",
    "id": "024427",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">سنجر بن السلطان ملكشاه بن السلطان ألب رسلان بن السلطان جغربيك بن ميكائيل \n  بن .\n</h1>\n<p class=\"arabic\">سليمان بن سلجوق .\n</p>\n<p class=\"arabic\">سلطان خراسان وغزنة وما وراء النهر وخطب له بالعراق والشام والجزيرة وأذربيجان \n  وأران وديار بكر والحرمين ولقبه السلطان *38*83* الأعظم معز الدين أبو الحارث \n  واسمه بالعربي أحمد بن الحسن بن محمد بن داود كذا ساقه ابن السمعاني وقال \n  في أبيه الحسن إن شاء الله .\n</p>\n<p class=\"arabic\">ثم قال ولد بسنجار من بلاد الجزيرة في رجب سنة تسع وسبعين وأربعمائة حين توجه \n  أبوه إلى غزو الروم ونشأ ببلاد الخزر وسكن خراسان واستوطن مرو .\n</p>\n<p class=\"arabic\">وقال ابن خلكان تولى المملكة نيابة عن أخيه بركياروق سنة تسعين وأربعمائة \n  ثم استقل بالسلطنة سنة اثنتي عشرة وخمسمائة .\n</p>\n<p class=\"arabic\">وقال ابن السمعاني وكان في أيام أخيه يلقب بالملك المظفر إلى أن توفي أخوه \n  السلطان محمد بالعراق في ذي ) .\n</p>\n<p class=\"arabic\">الحجة سنة إحدى عشرة فلقب بالسلطان .\n</p>\n<p class=\"arabic\">وقال ورث الملك عن آبائه وزاد عليهم ملك البلاد وقهر العباد وخطب له على أكثر \n  منابر الإسلام وكان وقورا حييا سخيا كريما مشفقا ناصحا لرعيته كثير الصفح \n  صارت أيام دولته تاريخا للملوك وجلس على سرير الملك قريبا من ستين سنة أقام \n  ببغداد وانصرف منها إلى خراسان ونزل مرو وكان يخرج منها ويعود .\n</p>\n<p class=\"arabic\">قال وحكى أنه دخل مع أخيه محمد إلى الإمام المستظهر بالله قال فلما وقفنا \n  بين يديه ظن أني أنا هو السلطان فافتتح كلامه فخدمت وقلت يا مولانا أمير المؤمنين \n  السلطان هو وأشرت إلى أخي ففوض إليه السلطنة وجعلني ولي العهد بعده بلفظه \n  *38*84* .\n</p>\n<p class=\"arabic\">قال ابن السمعاني واتفق أن في سنة إحدى وتسعين لما هزم عساكر أخيه والأمير \n  حبشي كان فتحا عظيما في الإسلام فإن أكثر ذلك العسكر كان ممن يميل عن الحق \n  فبلغ ذلك الإمام أبا الحسن علي بن أحمد المديني المؤذن فصلى ركعتين وسجد شكرا \n  لله تعالى .\n</p>\n<p class=\"arabic\">ثم أجاز للسلطان سنجر جميع مسموعاته فقرأت عليه بها أحاديث وكان قد حصل له \n  طرش .\n</p>\n<p class=\"arabic\">قال ابن الجوزي واتفق أنه حارب الغز يعني قبل الخمسين فأسروه ثم تخلص بعد \n  مدة وجمع إليه أطرافه بمرو .\n</p>\n<p class=\"arabic\">وقال ابن خلكان كان من أعظم الملوك همة وأكثرهم عطاء ثم قال ذكر أنه اصطبح \n  خمسة أيام متوالية ذهب في الجود كل مذهب فبلغ ما ذهب من العين سبعمائة ألف \n  دينار سوى الخلع والخيل .\n</p>\n<p class=\"arabic\">قال وقال خازنه اجتمع في خزائنه من الأموال ما لم يسمع أنه اجتمع في خزائن \n  أحد ملوك الأكاسرة وقلت له ) .\n</p>\n<p class=\"arabic\">يوما حصل في خزائنك ألف ثوب ديباج أطلس وأحب أن تنظرها فسكت فأبرزت جميعها \n  فحمد الله ثم قال يقبح بمثلي أن يقال مال إلى المال وأذن للأمراء في الدخول \n  فدخلوا عليه ففرق عليهم الثياب وتفرقوا .\n</p>\n<p class=\"arabic\">قال اجتمع عنده من الجواهر ألف وثلاثون رطلا ولم يسمع عند أحد من الملوك يقارب \n  هذا .\n</p>\n<p class=\"arabic\">وقال ابن خلكان ولم يزل أمره في ازدياد إلى أن ظهرت عليه الغز في سنة ثمان \n  وأربعين وهي واقعة مشهورة استشهد فيها الفقيه محمد بن *38*85* يحيى فكسروه \n  وانحل نظام ملكه وملكوا نيسابور فقتلوا بها خلقا كثيرا وأسروا السلطان سنجر \n  وأقام في أسرهم خمس سنين .\n</p>\n<p class=\"arabic\">قلت بل بقي في أسرهم ثلاث سنين وأربعة أشهر .\n</p>\n<p class=\"arabic\">وتغلب خوارزم شاه على مرو يعني بعده وتفرقت مملكة خراسان .\n</p>\n<p class=\"arabic\">وتوفي في ربيع الأول سنة اثنتين بعد خلاصه من الأسر وانقطع بموته استبداد \n  الملوك السلجوقية بخراسان واستولى على أكثر مملكته السلطان خوارزم شاه أتسز \n  بن نوشتكين .\n</p>\n<p class=\"arabic\">أتسز توفي قبله فلعله أراد خوار زم شاه أرسلان بن أتسز بن محمد والله أعلم .\n</p>\n<p class=\"arabic\">وقال ابن السمعاني توفي في رابع وعشرين ربيع الأول وهو الصحيح وأظن ذلك غلطا \n  من الناسخ ودفن في قبة بناها وسماها دار الآخرة .\n</p>\n<p class=\"arabic\">قال ابن الجوزي ولما بلغ خبر موته إلى بغداد قطعت خطبته ولم يعقد له العزاء \n  فجلست امرأة سليمان للعزاء فرآها المقتفي بالله وأقامها .\n</p>\n<p class=\"arabic\">وقال ابن السمعاني تسلطن بعده ابن أخته الخاقان حمود بن محمد بن بغراجان ) .\n\n</p>"
}