{
    "header": "محمد المقتفي لأمر الله .",
    "id": "024551",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد المقتفي لأمر الله .\n</h1>\n<p class=\"arabic\">*38*172* أمير المؤمنين أبو عبد الله بن المستظهر بالله أحمد بن المقتدي بالله \n  جعفر بن المعتضد الهاشمي العباسي رضي الله عنه .\n</p>\n<p class=\"arabic\">من سروات الخلفاء كان عالما دينا شجاعا حليما دمث الأخلاق كامل السؤدد خليقا \n  للإمامة قليل المثل في الأئمة عليهم السلام لا يجري في دولته أمر وإن صغر \n  إلا بتوقيعه .\n</p>\n<p class=\"arabic\">وكتب في خلافته ثلاث ربعات منها ربعة نفدت إلى بلاد فارس .\n</p>\n<p class=\"arabic\">ووزر له علي بن طراد الزينبي ثم أبو نصر بن جهير ثم أبو القاسم علي بن صدقة \n  ثم أبو المظفر يحيى بن هبيرة وحجبه أبو المعالي بن الصاحب ثم كامل بن مسافر \n  ثم أبو غالب بن المعوج ثم أبو الفتح بن الصقيل أبو القاسم علي بن الصاحب .\n</p>\n<p class=\"arabic\">وكان آدم مجدور الوجه مليح الشيبة له هيبة عظيمة وأمه حبشية ) .\n</p>\n<p class=\"arabic\">ولد سنة تسع وثمانين وأربعمائة في الثاني والعشرين من ربيع الأول وبويع بالخلافة \n  في السادس والعشرين من ذي القعدة سنة ثلاثين وخمسمائة وقد جاوز الأربعين .\n</p>\n<p class=\"arabic\">وسمع من مؤدبه أبي البركات بن أبي الفرج بن السيبي .\n</p>\n<p class=\"arabic\">قال ابن السمعاني وأظن أنه سمع جزء ابن عرفة من أبي القاسم بن بيان مع أخيه \n  المسترشد بالله واتفق أني كتبت قصة إليه وسألته الإنعام بالأحاديث والإذن \n  في السماع منه فأنعم وفتش على الجزء ونفذه إلي على يد شيخنا أبي منصور بن \n  الجواليقي وكان يؤم به الصلوات فخرجت من بغداد *38*173* قبل أن أسمعه منه \n  غير أني سمعته من ابن الجواليقي وكان قد قرأه عليه .\n</p>\n<p class=\"arabic\">حدثنا أبو منصور ثنا المقتفي لأمر الله أمير المؤمنين أنا أبو البركات أحمد \n  بن عبد الوهاب وأنا أبو محمد الصريفيني أنا المخلص أنا إسماعيل الوراق ثنا \n  حفص بن عمرو الربالي نا أبو سحيم عبد العزيز بن صهيب عن أنس قال قال رسول \n  الله صلى الله عليه وسلم لا يزداد الأمر إلا شدة ولا الناس إلا شحا ولا تقوم \n  الساعة إلا على شرار الخلق .\n</p>\n<p class=\"arabic\">قلت أنا أبو المعالي الهمذاني أنا أبو علي بن الجواليقي أنا أبو المظفر يحيى \n  بن محمد الوزير قال قرأت على مولانا المقتفي لأمر الله سنة اثنتين وخمسين \n  حدثكم السيبي فذكره .\n</p>\n<p class=\"arabic\">وأجاز لنا جماعة سمعوه من الكندي أنا أبو الفتح عبد الله بن البيضاوي أنا \n  أبو محمد بن هزاز مرد الصريفيني فذكره .\n</p>\n<p class=\"arabic\">وقد جدد المقتفي بابا واتخذ من العتيق تابوتا لدفنه وكان محمود السيرة مشكور \n  الدولة يرجع إلى دين وعقل وفضل ورأي وسياسة جدد معالم الإمامة ومهد رسوم الخلافة \n  وباشر الأمور بنفسه وغزا غير مرة في جنوده وامتدت أيامه *38*174* وذكر أبو \n  طالب عبد الرحمن بن محمد بن عبد السميع الهاشمي في كتاب المناقب العباسية \n  المقتفي فقال كانت أيامه نضرة بالعدل زهرة بفعل الخيرات وكان على قدم من العبادة \n  قبل إفضاء الأمر إليه ومعه ) .\n</p>\n<p class=\"arabic\">وكان في أول عمره متشاغلا بالدين ونسخ ربعات وقرأ القرآن إلى أن قال ولم ير \n  مع سماحته ولين جانبه ورأفته بعد المعتصم خليفة في شهامته وصرامته وشجاعته \n  مع ما خص به من زهده وورعه وعبادته ولم تزل جيوشه منصورة حيث يممت .\n</p>\n<p class=\"arabic\">قال ابن الجوزي مات بالتراقي وقيل دمل في عنقه فتولي ليلة الأحد ثاني ربيع \n  الأول عن ست وستين سنة إلا ثمانية وعشرين يوما قال ومن العجائب أنه وافق أباه \n  في علة التراقي وماتا جميعا في ربيع الأول .\n</p>\n<p class=\"arabic\">وتقدم موت شاه محمد على موت المقتفي بثلاثة أشهر وكذلك المستظهر مات قبله \n  السلطان محمد بن ملكشاه بثلاثة أشهر ومات المقتفي بعد الغرق بسنة وكذلك القائم \n  مات بعد الغرق بسنة .\n</p>\n<p class=\"arabic\">وكان من سلاطين دولته السلطان سنجر صاحب خراسان والسلطان نور الدين صاحب الشام .\n</p>\n<p class=\"arabic\">واستوزر عون الدين يحيى بن هبيرة وكان هو الذي قام بحشمة الدولة العباسية \n  وقطع عنها أطماع الملوك السلجوقية وغيرهم من المتغلبين ومن *38*175* أيام \n  المقتفي عادت بغداد والعراق إلى يد الخلفاء ولم يبق لهم فيها منازع وقبل ذلك \n  لعل من دولة المقتدر إلى وقته كان الحكم للمتغلبين من الملوك وليس للخليفة \n  معهم إلا اسم الخلافة .\n</p>\n<p class=\"arabic\">وكان رضي الله عنه كريما جوادا محبا للحديث وسماعه معتنيا بالعلم مكرما لأهله .\n</p>\n<p class=\"arabic\">وبويع بعده ولده أبو المظفر يوسف ولقب بالمستنجد بالله .\n\n</p>"
}