{
    "header": "إبراهيم بن دينار بن أحمد .",
    "id": "024574",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">إبراهيم بن دينار بن أحمد .\n</h1>\n<p class=\"arabic\">أبو حكم النهرواني الفقيه الحنبلي من علماء بغداد .\n</p>\n<p class=\"arabic\">كان من المشهورين بالزهد والورع والحلم الزائد وإليه كان المرجع في علم الفرائض \n  أنشأ مدرسة من ماله بباب الأزج وانقطع بها للعلم والعمل وكان يؤثر الخمول \n  والتواضع والعيش الخشن ويقتات من خياطة يده فيأخذ على القميص حبتين فقط .\n</p>\n<p class=\"arabic\">ولقد اجتهدت جماعة في إغضابه وإضجاره فلم يقدروا ) .\n</p>\n<p class=\"arabic\">وكان صبورا على خدمة الفقراء والعجائز والزمنى ولم ير عابسا قط .\n</p>\n<p class=\"arabic\">سمع أبا الحسن العلاف وابن بيان الرزاز وغيرهما *38*192* .\n</p>\n<p class=\"arabic\">روى عنه أبو الفرج بن الجوزي وابن الأخضر وأبو نصر عمر بن محمد المقرئ .\n</p>\n<p class=\"arabic\">وكان صدوقا صحيح السماع ولد سنة إحدى وثمانين وأربعمائة .\n</p>\n<p class=\"arabic\">وسمع أيضا من أبي الخطاب الكلوذاني وتفقه على صاحبه أبي سعد بن حمزة وقرأ \n  عليه كثيرا .\n</p>\n<p class=\"arabic\">وقال ابن الجوزي أعدت درسه بمدرسة ابن الشمحل فلما توفي درست بعده بها وكان \n  يضرب به المثل في الحلم والتواضع قرأت عليه القرآن والمذهب .\n</p>\n<p class=\"arabic\">وقرأت بخطه على ظهر جزء له رأيت ليلة الجمعة عاشر رجب سنة خمس وأربعين فيما \n  يرى النائم كأن شخصا في وسط داري فقلت له من أنت قال الخضر وقال .\n</p>\n<p class=\"arabic\">% تأهب للذي لا بد منه % % من الموت الموكل بالعباد % .\n</p>\n<p class=\"arabic\">ثم كأنه علم أنني أريد أن أقول له هل ذلك عن قرب فقال قد بقي من عمرك اثنتا \n  عشرة سنة تمام سني أصحابك وعمري يومئذ خمس وستون سنة .\n</p>\n<p class=\"arabic\">قال ابن الجوزي فكنت أترقب صحة هذا ولا أفاوضه فمرض اثنين وعشرين وتوفي في \n  ثالث عشر جمادى الآخرة سنة ست وخمسين *38*193* .\n</p>\n<p class=\"arabic\">قلت إنما يكون اثنتي عشرة سنة إذا حسبنا السنة التي رأى فيها والتي توفي فيها .\n\n</p>"
}