{
    "header": "صدقة بن الحسين بن أحمد بن محمد بن وزير ....",
    "id": "024622",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">صدقة بن الحسين بن أحمد بن محمد بن وزير .\n</h1>\n<p class=\"arabic\">*38*226* أبو الحسين الواسطي الواعظ .\n</p>\n<p class=\"arabic\">قال ابن الدبيثي كان أبوه من تناء قرية خسرو بها ولد صدقة وأحب العلم وأقبل \n  عليه .\n</p>\n<p class=\"arabic\">وقرأ القراءات على المبارك بن زريق الحداد وغيره .\n</p>\n<p class=\"arabic\">وطلب الحديث فسمع في حدود الخمسين بالبصرة من إمامها إبراهيم بن عطية .\n</p>\n<p class=\"arabic\">وبالكوفة من أبي الحسن بن غبرة .\n</p>\n<p class=\"arabic\">وببغداد من أبي الوقت وأبي جعفر العباسي وأحمد بن قفرجل وجماعة .\n</p>\n<p class=\"arabic\">وتكلم في الوعظ وحصل له القبول وأخذ نفسه بالمجاهدة والرياضة وإدامة الصوم \n  والتعبد .\n</p>\n<p class=\"arabic\">وله أتباع من أهل الخير .\n</p>\n<p class=\"arabic\">وسكن بغداد وأكثر من طلب الحديث وبنى له رباطا لقراح القاضي وسكن فيه جماعة \n  فكان يخدمهم بنفسه ويأخذ نفسه بكثرة المجاهدة .\n</p>\n<p class=\"arabic\">سمع منه الشيخ أحمد بن أبي الهياج الذي خلفه بعد موته وأحمد بن مبشر وعمر \n  بن محمد المقري وجماعة .\n</p>\n<p class=\"arabic\">أنا عمر بن محمد بن هارون نا صدقة أنا محمد بن حمزة بن أبي *38*227* الصقر \n  بمكة أنا ابن قبيس أخبرنا أبو الحسن بن أبي الحديد نا جدي نا الخرائطي فذكر \n  حديثا من مساوئ ) .\n</p>\n<p class=\"arabic\">الأخلاق .\n</p>\n<p class=\"arabic\">وقد روى عن ابن أبي الصقر محمد بن عبد الهادي وعاش بعد صدقة مائة سنة وأشهرا .\n</p>\n<p class=\"arabic\">وقال ابن الجوزي في المنتظم دخل صدقة بن وزير إلى بغداد ولازم التقشف زائدا \n  في الحد ووعظ وكان يصعد إلى المنبر وليس عليه فرش وأخذ قلوب العوام بثلاثة \n  أشياء أحدها التقشف الخارج والثاني التمشعر فإنه كان يميل إلى مذهب الأشعري \n  والثالث الرفض فإنه كان *38*228* يقول سلموه إلى أصحابي فتم له ما أراد وبنى \n  رباطا اجتمع فيه جماعة .\n</p>\n<p class=\"arabic\">توفي في ذي القعدة .\n\n</p>"
}