{
    "header": "محمد بن علي بن أبي منصور .",
    "id": "024695",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن علي بن أبي منصور .\n</h1>\n<p class=\"arabic\">*38*292* الصاحب جمال الدين أبو جعفر الإصبهاني الملقب بالجواد .\n</p>\n<p class=\"arabic\">وزير صاحب الموصل أتابك زنكي بن آقسنقر .\n</p>\n<p class=\"arabic\">استعمله زنكي على ولاية نصيبين والرحبة وجعله مشرف مملكته واعتمد عليه وكان \n  نبيلا رئيسا دمث الأخلاق حسن المحاضرة محبوب الصورة سمحا كريما .\n</p>\n<p class=\"arabic\">ومدحه محمد بن نصر القيسراني بقصيدته التي أولها .\n</p>\n<p class=\"arabic\">% سقى الله بالزوراء من جانب الغربي % % مها وردت ماء الحياة من القلب % .\n</p>\n<p class=\"arabic\">قال القاضي ابن خلكان وكان يحمل في السنة إلى الحرمين أموالا وكسوة تقوم بالفقراء \n  سنتهم كلها وتنوع في أفعال الخير حتى جاء في زمنه غلاء عظيم فواسى الناس حتى \n  لم يبق له شيء وباع بقياره وعرف بالجواد وأجرى الماء إلى عرفات أيام الموسم \n  وبنى سور مدينة النبي صلى الله عليه وسلم وبالغ في أنواع البر والقرب ولما \n  قتل أتابك زنكي على قلعة جعبر رتبه سيف الدين غازي ابن زنكي وزيره إلى أن \n  مات ثم وزر بعده لقطب الدين مودود وأخيه .\n</p>\n<p class=\"arabic\">ثم إنه استكثر إقطاعه وثقل عليه فقبض عليه سنة ثمان وخمسين ومات محبوسا مضيقا \n  عليه في سنة تسع وكان يوم جنازته يوما مشهودا من *38*293* ضجيج الضعفاء والأيتام \n  حول جنازته .\n</p>\n<p class=\"arabic\">ودفن بالموصل ونقل بعد سنة إلى مكة في تابوت فوقفوا به وطافوا بتابوته ثم \n  ردوه فدفنوه ) .\n</p>\n<p class=\"arabic\">بالمدينة النبوية .\n</p>\n<p class=\"arabic\">قلت خالفوا السنة بما فعلوا .\n</p>\n<p class=\"arabic\">ولما دخل تابوته الكوفة ذكره الخطيب وأثنى عليه وقال .\n</p>\n<p class=\"arabic\">% سرى نعشه فوق الرقاب وطالما % % سرى بره فوق الركاب ونائله % .\n</p>\n<p class=\"arabic\">% فتى مر بالوادي فانثنت رماله % % عليه وبالنادي فحنت أرامله % .\n</p>\n<p class=\"arabic\">فضج الناس بالبكاء وكانت ساعة عجيبة .\n</p>\n<p class=\"arabic\">قال ابن خلكان وكان ابنه جلال الدين علي من بلغاء الأدباء له ديوان رسائل \n  أجاد فيه وكان الصدر مجد الدين أبو السعادات المبارك بن الأثير في صباه كاتبا \n  بين يديه فكان يملي عليه الإنشاء .\n</p>\n<p class=\"arabic\">وتوفي سنة أربع وسبعين وقد ولي وزارة الموصل ومات بدنيسر ودفن عند أبيه .\n</p>\n<p class=\"arabic\">وقد حكى ابن الأثير في ترجمة الجواد مآثر ومحاسن لم يسمع بمثلها فالله يرحمه \n  *38*294* .\n\n</p>"
}