{
    "header": "عبد المؤمن بن علي بن علوي .",
    "id": "024657",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد المؤمن بن علي بن علوي .\n</h1>\n<p class=\"arabic\">القيسي المغربي الكومي التلمساني *38*253* .\n</p>\n<p class=\"arabic\">ولد بقرية من ضياع تلمسان وكان أبوه صانعا في الفخار .\n</p>\n<p class=\"arabic\">نقل عبد الواحد المراكشي في كتاب المعجب فقال إن عبد المؤمن قال إنما نحن \n  لقيس لقيس غيلان من مضر بن نزار ولكومية علينا حق الولادة فيهم والمنشأ وهم \n  أخوالي وأما خطباء المغرب فكانوا يقولون إذا ذكروا الملك عبد المؤمن بعد ابن \n  تومرت .\n</p>\n<p class=\"arabic\">قسيمه في النسب الكريم .\n</p>\n<p class=\"arabic\">ولد سنة سبع وثمانين وأربعمائة واستقل بالملك إحدى وعشرين سنة وعاش إحدى وسبعين \n  سنة .\n</p>\n<p class=\"arabic\">واستوسق له أمراء العرب بموت أمير المسلمين علي بن يوسف بن تاشفين .\n</p>\n<p class=\"arabic\">قال وكان أبيض ذا جسم عمم تعلوه حمرة وكان أسود الشعر معتدل القامة رصينا \n  جهوري الصوت فصيحا جزل المنطق لا يراه أحد إلا أحبه بديهة .\n</p>\n<p class=\"arabic\">قال وبلغني أن ابن تومرت كان إذا رآه أنشد ) .\n</p>\n<p class=\"arabic\">% تكاملت فيك أخلاق خصصت بها % % فكلنا بك مسرور ومغتبط % .\n</p>\n<p class=\"arabic\">% فالسن ضاحكة والكف مانحة % % والصدر منشرح والوجه منبسط % .\n</p>\n<p class=\"arabic\">وقال ابن خلكان كان عند موته شيخا نقي البياض معتدل القامة *38*254* عظيما \n  أشهل العينين أكث اللحية شثن الكفين طويل القعدة واضح بياض الأسنان بخده الأيمن \n  خال عظيم الهامة .\n</p>\n<p class=\"arabic\">قال صاحب سيرته هكذا رأيته .\n</p>\n<p class=\"arabic\">قال ابن خلكان وحكي أن عبد المؤمن كان في صباه نائما فسمع أبوه دويا فرفع \n  رأسه فإذا سحابة سوداء من النحل قد أهوت مطبقة على بيته فنزلت كلها على عبد \n  المؤمن وهو نائما فلم يستيقظ ولا أذاه شيء منها فصاحت أمه فسكتها أبوه وقال \n  لا بأس ولكني متعجب مما يدل عليه هذا ثم طار عنه النخل كله واستيقظ الصبي \n  سالما فمشى أبوه إلى زاجر فأخبره الأمر فقال يوشك أن يكون له شأن يجتمع على \n  طاعته أهل المغرب .\n</p>\n<p class=\"arabic\">وقد ذكرنا في ترجمة ابن تومرت كيف وقع بعبد المؤمن وأفضى إليه بسره وكان ابن \n  تومرت يقول لأصحابه هذا غلاب الدول .\n</p>\n<p class=\"arabic\">وقد مر أيضا في ترجمة ابن تومرت وفي سنة إحدى وعشرين جرت وقعة البحيرة على \n  باب مراكش استؤصلت فيها عامة عسكر الموحدين ولم ينج منهم إلا أربعمائة مقاتل \n  وولت المصامدة فلما توفي ابن تومرت سنة أربع وعشرين أخفوا موته فكان عبد المؤمن \n  وغيره يخرج الرجل منهم ويقول قال المهدي كذا وأمر بكذا وجعل عبد المؤمن يخرج \n  بنفسه ويغير على البلاد وأمرهم يكاد أن يدثر حتى وقع بين المرابطين وبين الفلاكي \n  ما أوجب عليه الهرب منه فقدم إلى جبل فتلقاه عبد المؤمن بالإكرام واعتضد به \n  اعتضادا كليا .\n</p>\n<p class=\"arabic\">فلما كان في سنة تسع وعشرين صرحوا بموت المهدي ولقبوا عبد *38*255* المؤمن \n  بأمير المؤمنين ) .\n</p>\n<p class=\"arabic\">ورجعت حصون الفلاكي كلها للموحدين والفلاكي يغير على نواحي السوس وأغمات وهم \n  كلهم تنموا أحوالهم وتستفحل .\n</p>\n<p class=\"arabic\">قال صاحب المعجب قبل وفاة ابن تومرت بأيام استدعى المسمين بالجماعة وأهل الخمسين \n  والقواد الثلاثة عمر بن عبد الله الصنهاجي المعروف بعمر أرتاج وعمر بن ومزال \n  المعروف بعمر إينتي وعبد الله بن سليمان فحمد الله وأثنى عليه ثم قال إن الله \n  سبحانه وله الحمد من عليكم أيتها الطائفة بتأييده وخصكم من بين أهل هذا العصر \n  بحقيقة توحيده وقيض لكم من ألفاكم ضلالا لا تهتدون وعميا لا تبصرون لا تعرفون \n  معروفا ولا تنكرون منكرا قد فشت فيكم البدع واستهوتكم الأباطيل وزين لكم الشيطان \n  أباطيل وترهات أنزه لساني عن النطق بها فهداكم الله به بعد ضلالة وأبصركم \n  به بعد العمى وجمعكم بعد الفرقة وأعزكم بعد الذلة ورفع عنكم سلطان هؤلاء المارقين \n  وسيورثكم أرضه وديارهم وذلك بما كسبت أيديكم وأضمرته قلوبكم فجددوا لله خالص \n  نياتكم وأروه من الشكر قولا وفعلا ما يزكي به سعيكم واحذروا الفرقة وكونوا \n  يدا واحدة على عدوكم فإنكم إن فعلتم ذلك هابكم الناس وأسرعوا إلى طاعتكم وإن \n  لا تفعلوا شملكم الذل واحتقرتكم العامة وعليكم بمزج الرأفة بالغلظة واللين \n  بالعنف وقد اخترنا لكم رجلا منكم وجعلناه أميرا عليكم بعد أن بلوناه فرأيناه \n  ثبتا في دينه متبصرا في أمره وهو هذا وأشار إلى عبد المؤمن فاسمعوا له وأطيعوا \n  مادام سامعا مطيعا لربه تعالى وتقدس فإن بدل ففي الموحدين بركة وخير والأمر \n  أمر الله يقلده من يشاء .\n</p>\n<p class=\"arabic\">فبايع القوم عبد المؤمن ودعا لهم ابن تومرت ومسح صدورهم .\n</p>\n<p class=\"arabic\">وأما ابن خلكان فقال لم يصح عنه أنه استخلفه بل راعى أصحابه *38*256* في تقديمه \n  إشارته فتم له الأمر .\n</p>\n<p class=\"arabic\">قال وأول ما أخذ من البلاد وهران ثم تلمسان ثم فاس ثم سلا ثم سبتة ثم إنه \n  حاصر مراكش أحد عشر شهرا ثم أخذها في أوائل سنة اثنتين وأربعين وامتد ملكه \n  إلى أقصى المغرب وأدناه وبلاد إفريقية وكثير من الأندلس وسمى نفسه أمير المؤمنين \n  وقصدته الشعراء ) .\n</p>\n<p class=\"arabic\">وامتدحوه .\n</p>\n<p class=\"arabic\">ولما قال فيه الفقيه محمد بن أبي العباس التيفاشي هذه القصيدة وأنشده إياها .\n</p>\n<p class=\"arabic\">% ما هز عطفيه بين البيض والأسل % % مثل الخليفة عبد المؤمن بن علي % .\n</p>\n<p class=\"arabic\">فلما أنشده هذا المطلع أشار إليه أن يقتصر عليه وأجازه بألف دينار .\n</p>\n<p class=\"arabic\">وقال صاحب المعجب ولم يزل عبد المؤمن بعد موت ابن تومرت يقوى ويظهر على النواحي \n  ويدوخ البلاد وكان من آخر ما استولى عليه مراكش كرسي ملك أمير المسلمين علي \n  بن يوسف بن تاشفين وكان لما توفي علي عهد إلى ابنه تاشفين فلم يتفق له ما \n  أمله فيه من استقلاله بالأمور فخرج قاصدا نحو تلمسان فلم يتهيأ له من أهلها \n  ما يحب فقصد مدينة وهران وهي ثلاثة مراحل من تلمسان فأقام بها فحاصره جيش \n  عبد المؤمن فلما اشتد عليه الحصار خرج راكبا في سلاحه فاقتحم البحر فهلك .\n</p>\n<p class=\"arabic\">ويقال إنهم أخرجوه وصلبوه ثم أحرقوه في سنة أربعين فكانت ولايته ثلاثة أعوام \n  في نكد وخوف وضعف .\n</p>\n<p class=\"arabic\">ولما ملك عبد المؤمن مراكش طلب قبر أمير المسلمين وبحث عنه فما وقع به وانقطعت \n  الدعوة لبني العباس بموت أمير المسلمين وابنه *38*257* تاشفين فإنهم كانوا \n  يخطبون لبني العباس ثم لم يذكروا إلى الآن خلا أعوام يسيرة بإفريقية فقط فإنه \n  تملكها الأمير يحيى بن غانية من جزيرة ميورقة .\n</p>\n<p class=\"arabic\">وقال سبط ابن الجوزي في المرآة استولى عبد المؤمن على مراكش فقتل المقاتلة \n  ولم يتعرض لرعية وأحضر الذمية وقال إن المهدي أمرني أن لا أقر الناس إلا على \n  ملة الإسلام وأنا مخيركم بين ثلاث إما أن تسلموا وإما أن تلحقوا بدار الحرب \n  وإما القتل فأسلم طائفة ولحق بدار الحرب آخرون وخرب الكنائس وردها مساجد وأبطل \n  الجزية وفعل ذلك في جميع مملكته ثم فرق في الناس بيت المال وكنسه وأمر الناس \n  بالصلاة فيه اقتداء بعلي رضي الله عنه وليعلم الناس أنه لا يؤثر جمع المال \n  ثم أقام معالم الإسلام مع السياسة الكاملة وقال من ترك الصلاة ثلاثة أيام \n  فاقتلوه وكان يصلي بالناس الصلوات ويقرأ كل يوم سبعا ويلبس ) .\n</p>\n<p class=\"arabic\">الصوف ويصوم الاثنين والخميس ويقسم الفيء على الوجه الشرعي فأحبه الناس .\n</p>\n<p class=\"arabic\">وقال عزيز في كتاب الجمع والبيان كان يأخذ الحق إذا وجب على ولده ولم يدع \n  مشركا في بلاده لا يهوديا ولا نصرانيا ولا كنيسة في بقعة من بلاده ولا بيعة \n  لأنه من أول ولايته كان إذا ملك بلدا إسلاميا لم يترك ذميا إلا عرض عليه الإسلام \n  ومن أبى قتل فجميع أهل مملكته مسلمون لا يخالطهم سواهم .\n</p>\n<p class=\"arabic\">قال عبد الواحد بن علي ووزر لعبد المؤمن أولا عمر أرتاج ثم أحله عن الوزارة \n  ورفعه عنها واستوزر أبا جعفر أحمد بن عطية الكاتب *38*258* وجمع له بين الوزارة \n  والكتابة فلما افتتح بجاية استكتب من أهلها أبا القاسم القالمي .\n</p>\n<p class=\"arabic\">ودامت وزارة ابن عطية إلى أن قتله في سنة ثلاث وخمسين وأخذ أمواله ثم استوزر \n  بعده عبد السلام الكومي ثم قتله سنة سبع وخمسين واستوزر ابنه عمر .\n</p>\n<p class=\"arabic\">وكان قاضيه أبو محمد عبد الله بن جبل الوهراني ثم عبد الله بن عبد الرحمن \n  المالقي فلم يزل قاضيا له وصدرا من أيام ابنه يوسف بن عبد المؤمن .\n</p>\n<p class=\"arabic\">قال ولما دان له أقصى المغرب مما كان يملكه المرابطون قبله سار من مراكش إلى \n  بجاية فحاصر صاحبها يحيى الصنهاجي فهرب يحيى في البحر حتى أتى مدينة يولة \n  وهي أول حد إفريقية ومضى منها إلى قسنطينة المغرب فأرسل عبد المؤمن وراءه \n  جيشا فأخذه بالأمان وأتوا به عبد المؤمن .\n</p>\n<p class=\"arabic\">وتملك عبد المؤمن بجاية وأعمالها وكان يحيى بن العزيز وأبوه وجده المنصور \n  وجد أبيه المنتصر وجدهم حماد من الشيعة الرافضة بني عبيد والقائمين بدعوتهم \n  وطالت أيامهم حتى أخرجهم عبد المؤمن .\n</p>\n<p class=\"arabic\">واستعمل عبد المؤمن على مملكة بجاية ابنه عبد الله ثم رجع إلى مراكش ومعه \n  يحيى بن العزيز وجماعة من أمراء دولة يحيى فأمر لهم بخلع وبوأهم المنازل وخص \n  يحيى به وصيره من قواده ونال يحيى عنده مرتبة لا مزيد عليها *38*259* .\n</p>\n<p class=\"arabic\">قال ) .\n</p>\n<p class=\"arabic\">وكان عبد المؤمن مؤثرا لأهل العلم محبا لهم يستدعيهم من البلاد ويجري عليهم \n  الصلات وينوه بهم .\n</p>\n<p class=\"arabic\">قال وتسمى المصامدة الموحدين لأجل خوض ابن تومرت بهم في علم الإعتقاد وكان \n  عبد المؤمن في نفسه كامل السؤدد خليقا للإمارة سري الهمة لا يرضى إلا بمعالي \n  الأمور كأنه ورث الملك كابرا عن كابر وكان شديد السطوة عظيم الهيبة .\n</p>\n<p class=\"arabic\">قال عزيز في تاريخه أخبرني رجل من أهل المهدية سنة إحدى وخمسين وخمسمائة بصقلية \n  قال افتتح عبد المؤمن بجاية فأتيتها بأحمال لنبتاع فلما كنا على مرحلة منها \n  سرقت لي شدة من المتاع فدخلت وبعت المتاع وأفدت فيه فائدة يسيرة فقلت لتاجر \n  سرقت لي شدة وأخاف الله علي في الباقي فقال وما أنهيت ذلك إلى أمير المؤمنين \n  عبد المؤمن قلت لا .\n</p>\n<p class=\"arabic\">قال والله إن علم بك للحقك ضرر فرحت إلى القصر فأدخلني خادم عليه فأعلمته \n  ورجعت .\n</p>\n<p class=\"arabic\">فلما كان صبيحة اليوم الثالث جاءني غلام فقال أجب أمير المؤمنين فخرجت معه \n  فإذا جماعة كبيرة والمصامدة محيطة بهم فقال الغلام لي هؤلاء أهل الصقع الذي \n  أخذ رحلك فيه فدخلت وأجلست بين يديه فاستدعى مشايخهم وقال لي كم كان لك في \n  الشدة التي فقدت أختها قلت كذا وكذا فأمر من وزن لي المبلغ وقال قم أنت أخذت \n  حقك وبقي حقي وحق الله وأمر بإخراج المشايخ وبقتل الجميع فأقبلوا يتضرعون \n  ويبكون *38*260* وقالوا ) .\n</p>\n<p class=\"arabic\">تؤاخذ سيدنا الصلحاء بالمفسدين فقال يخرج كل طائفة منكم من فيها من المفسدين .\n</p>\n<p class=\"arabic\">فصار الرجل يخرج ولده وأخاه وابن عمه إلى أن اجتمع نحو مائة نفس فأمر أهلهم \n  أن يتولوا قتلهم ففعلوا .\n</p>\n<p class=\"arabic\">فخرجت من المغرب إلى صقلية خوفا على نفسي من أهل المقتولين .\n</p>\n<p class=\"arabic\">قال عبد الواحد قلت كان عبد المؤمن من أفرد العالم في زمانه على هناته .\n</p>\n<p class=\"arabic\">قال عبد المؤمن بن عمر الكحال في أخبار ابن تومرت توجه أمير المؤمنين عبد \n  المؤمن إلى بلاد إفريقية فسار في مائة ألف فارس محصاة في ديوانه سوى من يتبعها \n  وكانوا يصلون كلهم خلف إمام واحد .\n</p>\n<p class=\"arabic\">قال وكان هو يصلي الصبح مبكرا ثم يركب ويقف عند باب خيثمة وبين يديه منادي \n  يقول بصوت عال الاستعانة بالله والتوكل عليه فينتظم حوله الكبراء على خيلهم \n  ويدعوا ويؤمنون ثم يأخذ في قراءة حزب من القرآن وهم يقرأون معه بصوت واحد .\n</p>\n<p class=\"arabic\">فإذا فرغ أمسك عنان فرسه فيدعوا ويؤمنون ثم يلحق أولئك الأعيان ويلقبون بالطلبة \n  والحفاظ لا بالأمراء والقواد إلى عساكرهم ويبقى وحده وحوله ألوف من عبيده \n  السود رجالة بالرماح والدراق .\n</p>\n<p class=\"arabic\">وكان إذا مر على قوم سلم ودعا لهم فيؤمنون وكان فصيحا بالعربية حسن العبارة .\n</p>\n<p class=\"arabic\">قال وكان في جوده بالمال كالسيل وفي محبته لحسن الثناء كالعشاق مجلسه مجلس \n  وقار وهيبة مع طلاقة الوجه انعمرت البلاد في أيامه وما لبس قط إلا الصوف طول \n  عمره وما كان في مجلسه حصر بل *38*261* مفروش بالحصباء وله سجادة من الخوص \n  تحته خاصة .\n</p>\n<p class=\"arabic\">وأما الأندلس فاختلت أحوالها اختلالا بينا أوجب تخاذل المرابطين وميلهم إلى \n  الراحة فهانوا على الناس واجترأ عليهم الفرنج وقام بكل مدينة بالأندلس رئيس \n  منهم فاستبد بالأمر ) .\n</p>\n<p class=\"arabic\">وأخرج من عنده من المرابطين وكادت الأندلس تعود إلى مثل سيرتها بعد الأربعمائة \n  عند زوال دولة بني أمية .\n</p>\n<p class=\"arabic\">وأما بلاد مراغة فاستولى عليها صاحب أرغن لعنه الله ثم أخذ سرقسطة ونواحيها \n  فلا قوة إلا بالله .\n</p>\n<p class=\"arabic\">وأما أهل شرق الأندلس بلنسية ومرسية فاتفقوا على تقديم الزاهد عبد الرحمن \n  بن عياض .\n</p>\n<p class=\"arabic\">بلغني عن غير واحد أنه كان مجاب الدعوة بكاء رقيقا فإذا ركب للحرب لا يقوم \n  له أحد .\n</p>\n<p class=\"arabic\">كان الفرنج يعدونه بمائة فارس فحمى الله بابن عياض تلك الناحية مدة إلى أن \n  توفي رحمه الله ولا أتحقق تاريخ وفاته فقام بعده خادمه محمد بن سعد وهو خليفته \n  على الناس فاستمرت أيامه إلى أن مات سنة ثمان وستين وخمسمائة .\n</p>\n<p class=\"arabic\">وأما أهل المرية فأخرجوا عنهم أيضا المرابطين وندبوا للأمر عليهم الأمير أبا \n  عبد الله بن ميمون الداني فأبى عليهم وقال إنما وظيفتي البحر وبه عرفت فقدموا \n  عليهم عبد الله بن محمد بن الزيمي فلم يزل على المرية إلى أن دخلها الفرنج \n  واستباحوها .\n</p>\n<p class=\"arabic\">وأما جيان وحصن شقورة وتلك الناحية فاستولى عليها عبد الله بن همشك وربما \n  تملك قرطبة أياما يسيرة .\n</p>\n<p class=\"arabic\">وأما إشبيلية وغرناطة فأقامت على طاعة المرابطين .\n</p>\n<p class=\"arabic\">وأما غرب الأندلس فقام به دعاة فتن ورؤوس ضلالة منهم أحمد بن قسي وكان في \n  أول أمره يدعي الولاية وكان ذا حيل وشعوذة ومعرفة بالبلاغة فقام بحصن مارتلة \n  ثم اختلف عليه أصحابه وتحيلوا فأخرجوه *38*262* وأسلموه إلى جند عبد المؤمن \n  فأتوه به وهو الذي قال له عبد المؤمن بلغني أنك دعيت إلى الهداية .\n</p>\n<p class=\"arabic\">فقال أليس الفجر فجرين كاذب وصادق فأنا كنت الفجر الكاذب فضحك وعفا عنه .\n</p>\n<p class=\"arabic\">وجهز عبد المؤمن الشيخ أبا حفص عمر إينتي فعدى البحر إلى الأندلس فافتتح الجزيرة \n  الخضراء رندة ثم افتتح إشبيلية وغرناطة وقرطبة وسار عبد المؤمن في جيوشه وعبر \n  ) .\n</p>\n<p class=\"arabic\">من زقاق سبتة فنزل جبل طارق وسماه جبل الفتح فأقام هناك شهرا وابتنى هناك \n  قصرا عظيمة ومدينة فوفد إليه رؤساء الأندلس ومدحه شعراؤها فمن ذلك .\n</p>\n<p class=\"arabic\">% ما للعدى جنة أوفى من الهرب % % أين المفر وخيل الله في الطلب % .\n</p>\n<p class=\"arabic\">% فأين يذهب من في رأس شاهقة % % وقد رمته سهام الله بالشهب % .\n</p>\n<p class=\"arabic\">% حدث عن الروم في أقطار أندلس % % والبحر قد ملأ البرين بالعرب % .\n</p>\n<p class=\"arabic\">فلما أتم القصيدة قال عبد المؤمن بمثل هذا تمدح الخلفاء .\n</p>\n<p class=\"arabic\">ثم استعمل على إشبيلية ولده يوسف الذي ولي الأمر بعده واستعمل على قرطبة وبلادها \n  أبا حفص إينتي واستعمل على غرناطة ابنه عثمان بن عبد المؤمن .\n</p>\n<p class=\"arabic\">وكان قد استخدم العرب الذين ببلاد بجاية وهم قبائل من بني هلال بن عامر خرجوا \n  إلى البلاد حين خلى بنو عبيد بينهم وبين الطريق إلى المغرب فعاثوا في القيروان \n  عيثا شديدا وجب خرابها إلى اليوم ودوخوا مملكة بني زيرك بن مناد وهذا كان \n  بعد موت المعز بن باديس فانتقل ابنه تميم إلى المهدية وسار هؤلاء العربان \n  حتى نزلوا على المنصور الحمادي فصالحهم على أن يجعل لهم نصف غلة البلاد فأقاموا \n  على ذلك إلى أن *38*263* حاربوا عبد المؤمن في سنة ثمان وأربعين فتحزبوا عليه \n  وهم بنو هلال وبنو الأثج وبنو عدي وبنو رباح وغيرهم من القبائل وقالوا لو \n  جاورنا عبد المؤمن أجلانا وتحالفوا عليه فبذل لهم رجار الفرنجي ملك صقلية \n  نجدة بخمسة آلاف مقاتل فقالوا لا نستعين إلا بمسلم وساروا في عدد عظيم وسار \n  جيش عبد المؤمن في ثلاثين ألفا عليهم عبد الله بن عمر الهنتاني فالتقوا وانهزمت \n  العرب وأخذت البربر جميع متاعهم ونسائهم وأطفالهم وأتوا بها عبد المؤمن فقسم \n  المتاع والمال وصان الحريم وأحسن إليهم وكاتب العرب واستمالهم وحلف لهم فأتوا \n  مراكش فخلع عليهم وبالغ في إكرامهم .\n</p>\n<p class=\"arabic\">ثم استخدمهم عبد المؤمن وأنزلهم بنواحي إشبيلية وشريش فهم باقون إلى وقتنا .\n</p>\n<p class=\"arabic\">قال وعبور عبد المؤمن إلى الأندلس في سنة ثمان وأربعين وخمسمائة وكان قد كتب \n  إلى أمراء ) .\n</p>\n<p class=\"arabic\">هؤلاء العربان رسالة فيها أبيات قالها هو وهي .\n</p>\n<p class=\"arabic\">% أقيموا إلى العلياء هوج الرواحل % % وقودوا إلى الهيجاء جرد الصواهل % .\n</p>\n<p class=\"arabic\">% وقوموا لنصر الدين قومة ثائر % % وشدوا على الأعداء شدة صائل % .\n</p>\n<p class=\"arabic\">% فما العز إلا ظهر أجرد سابح % % وأبيض مأثور وليس بسائل % .\n</p>\n<p class=\"arabic\">% بني العم من عليا هلال ابن عامر % % وما جمعت من باسل وابن باسل % .\n</p>\n<p class=\"arabic\">% تعالوا فقد شدت إلى الغزو نية % % عواقبها منصورة بالأوائل % .\n</p>\n<p class=\"arabic\">% هي الغزوة الغراء والموعد الذي % % تنجز من بعد المدى المتطاول % .\n</p>\n<p class=\"arabic\">% بها تفتح الدنيا بها نبلغ المنى % % بها تنصف التحقيق من كل باطل % .\n</p>\n<p class=\"arabic\">*38*264* .\n</p>\n<p class=\"arabic\">% فلا تتوانوا فالبدار غنيمة % % وللمدلج الساري صفاء المناهل % .\n</p>\n<p class=\"arabic\">قال عبد الواحد بن علي المراكشي أخبرني غير واحد ممن أرضى نقله أن عبد المؤمن \n  لما نزل مدينة سلا وهي على البحر المحيط ينصب إليها نهر عظيم يصب في البحر \n  عبر النهر وضربت له الخيمة وجعلت الجيوش تعبر قبيلة قبيلة فخر ساجدا ثم رفع \n  رأسه وقد بل الدمع لحيته والتف إليه الخواص وقال أعرف ثلاثة وردوا هذه المدينة \n  لا شيء لهم إلا رغيف واحد فراموا عبور هذا النهر فبذلوا الرغيف لصاحب القارب \n  على أن يعدي بهم فقال لا آخذه إلا على اثنين خاصة فقال له أحدهم وكان شابا \n  خذ ثيابي وأنا أعبر سباحة ففعل ذلك فكان كلما أعيا من السباحة دنا من القارب \n  ووضع يده عليه ليستريح فيضربه صاحبه بالمجذاف الذي معه فما عدى إلا بعد جهد .\n</p>\n<p class=\"arabic\">قال فما شك السامعون أنه هو العابر سباحة وأن الآخرين ابن تومرت وعبد الواحد \n  الشرقي .\n</p>\n<p class=\"arabic\">ثم نزل عبد المؤمن مراكش وأقبل على البناء والغراس وترتيب المملكة وبسط العدل \n  وجعل ابنه عبد الله الذي على بجاية يشن الغارات على نواحي إفريقية بعد القيروان \n  حاصرها وقطع أشجارها وغور مياهها وبها يومئذ عبد الله بن خراسان نائب صاحبها \n  لوجار بن الدوقة الرومي لعنه الله وهو صاحب صقلية فلما طال على ابن خراسان \n  ) .\n</p>\n<p class=\"arabic\">الحصار أجمع رأيه على مناجزة المصامدة فخرج فالتقوا فانهزم المصامدة وقتل \n  منهم خلق ورد ابن خراسان إلى البلد فكتب عبد الله بن عبد المؤمن إلى أبيه \n  *38*265* يخبره فلما كان في آخر سنة ثلاث وخمسين تهيأ عبد المؤمن لتونس وسار \n  حتى نازلها ثم افتتحها عنوة وفصل عنها إلى المهدية وبها النصارى أصحاب ابن \n  الدوقة وهي له ولكن نائبه بها يحيى بن حسن بن تميم بن المعز بن باديس فحاصرها \n  عبد المؤمن أشد الحصار لأنها حصينة إلى الغاية .\n</p>\n<p class=\"arabic\">بلغني أن عرض سورها ممر ستة أفراس وأكثرها في البحر فكانت الأمداد تأتيها \n  في البحر من صقلية فأقام يحاصرها سبعة أشهر فنقل ابن الأثير نازل عبد المؤمن \n  المهدية فكانت الفرنج تخرج شجعانهم لقتال العسكر ويعودون فأمر ببناء سور من \n  غربيها وأحاط أسطوله بالبحر وركب عبد المؤمن في شيني ومعه الحسن بن علي بن \n  باديس الذي كان صاحبها وأخذتها الفرنج منه من سنوات فطاف بها في البحر فهال \n  عبد المؤمن ما رأى من حصانتها وعرف أنها لا تؤخذ بقتال وليس إلا المطاولة \n  فأمر بجلب الأقوات وترك القتال فلم يمض إلا أيام حتى صار في العسكر كالجبلين \n  من القمح والشعير وكان من يجيء من بعيد يقول متى حدثت هذه الجبال فيقال إنما \n  هي غلة وتمادى الحصار وفي مدته أخذ بالأمان سفاقس وبلد طرابلس وقصور إفريقية \n  وافتتح قابس بالسيف وكانت عساكره تغير وجاءت جيوش صاحب صقلية لعنه الله فكانت \n  مائتين وخمسين شينيا فنصر الله عليهم أسطول عبد المؤمن .\n</p>\n<p class=\"arabic\">قال عبد المؤمن قال عبد الواحد واشتد على جيشه الغلاء بلغني عن غير واحد أنهم \n  اشتروا سبع باقلات بدرهم مؤمني وهو نصف درهم ثم افتتحها بعد أن أمن النصارى \n  على أن يلحقوا بصقلية ثم جهز إلى قابس من افتتحها ثم افتتح طرابلس الغرب وأرسل \n  إلى توزر وبلاد الجريد فافتتحت كلها وأخرج الفرتج منها وألحقهم ببلادهم *38*266* \n  وتطهرت إفريقية من الكفر وتم له ملك المغرب من طرابلس إلى سوس الأقصى وأكثر \n  جزيرة الأندلس .\n</p>\n<p class=\"arabic\">قال ) .\n</p>\n<p class=\"arabic\">وهذه مملكة لا أعلمها انتظمت لأحد قبله منذ أيام مروان الحمار .\n</p>\n<p class=\"arabic\">وقيل إنه بدا له أن يمر في هذا الوجه على قرية باجسرا وبها ولد ليزور قبر \n  أمه وليصل من هناك من ذوي رحمه فلما أطل عليها والجيوش قد نشرت بين يديه والرايات \n  قد خفقت على رأسه أكثر من ثلاثمائة راية من بنود وألوية وهزت أكثر من مائتي \n  طبل وطبولهم في نهاية الكبر وغاية الضخامة يخيل لسامعها إذا ضربت أن الأرض \n  من تحته تهتز فخرج أهل القرية للقائه فقالت عجوز منهم هكذا يعود الغريب إلى \n  بلده ورفعت صوتها .\n</p>\n<p class=\"arabic\">وفي سنة ثمان وخمسين أمر الناس بالجهاد لغزو الروم بالأندلس واستنفر أهل مملكته \n  ثم سار حتى نزل مدينة سلا فمرض ثم مات بها في السابع والعشرين من جمادى الآخرة \n  وكان قد جعل ولي عهده محمد ولده الكبير وكان لايصلح لإدمانه الخمور وكثرة \n  طيشه وقيل كان به جذام فلما مات اضطرب محمد هذا وخلعوه بعد شهر ونصف وأجمعت \n  الدولة على تولية أحد أخويه يوسف أو عمر فأباها عمر فبايعوا أبا يعقوب يوسف \n  فبقي في الخلافة اثنتين وعشرين سنة .\n</p>\n<p class=\"arabic\">وخلف عبد المؤمن ستة عشر ابنا وهم محمد المخلوع وعلي وعمر ويوسف وعثمان وسليمان \n  ويحيى وإسماعيل والحسن والحسين وعبد الله وعبد الرحمن وعيسى وموسى وإبراهيم \n  ويعقوب *38*267* .\n</p>\n<p class=\"arabic\">قال صاحب الجمع والبيان وقفت على كتاب كتبه عنه بعض كتابه يقول بعد البسملة \n  من الخليفة المعصوم الرضي الزكي الذي وردت البشائر به من النبي العربي القامع \n  لكل مجسم غوي الناصر لدين الله الكبير العلي أمير المؤمنين الولي عبد المؤمن \n  بن علي .\n\n</p>"
}