{
    "header": "يحيى بن محمد بن هبيرة بن سعيد بن الحسن بـ...",
    "id": "024743",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">يحيى بن محمد بن هبيرة بن سعيد بن الحسن بن جهم .\n</h1>\n<p class=\"arabic\">أبو المظفر يمين الخلافة الوزير عون الدين ) .\n</p>\n<p class=\"arabic\">ولد سنة تسع وتسعين وأربعمائة بدور وهو موضع من سواد العراق بقرية بني أوقر \n  ودخل بغداد في صباه وطلب العلم وعاشر *38*329* الفقهاء والأدباء وسمع الحديث \n  وقرأ القراءات وشارك في فنون عديدة وكان خبيرا باللغة ويعرف النحو والعروض \n  وكان مسددا في السنة واتباع السلف ثم أمضه الفقر فتعرض للكتابة وأدب وشارف \n  الخزانة ثم ولي ديوان الزمام للمقتفي بأمر الله ثم استوزره المقتفي سنة أربع \n  وأربعين فدام وزيره ثم وزر لولده المستنجد إلى أن مات .\n</p>\n<p class=\"arabic\">وكان من خيار الوزراء أدبا وصلاحا ورأيا وتواضعا لأهل العلم وبرا بهم .\n</p>\n<p class=\"arabic\">سمع أبا عثمان بن ملة وأبا القاسم بن الحصين ومن بعدهما .\n</p>\n<p class=\"arabic\">وكان يحضر مجلسه الأئمة والفقهاء ويقرأ عنده الحديث على الرواة ويجري من البحوث \n  والفوائد عجائب دخل عليه الحيص بيص مرة فقال له ابن هبيرة قد نظمت بيتين تقدر \n  أن تعززهما بثالث فقال وما هما قال .\n</p>\n<p class=\"arabic\">% زار الخيال نحيلا مثل مرسله % % فما شفاني منه الضم والقبل % .\n</p>\n<p class=\"arabic\">% ما زارني قط إلا أن يوافقني % % على الرقاد فينفيه ويرتحل % .\n</p>\n<p class=\"arabic\">فقال الحيص بيص من غير روية .\n</p>\n<p class=\"arabic\">% وما درى أن نومي حيلة نصبت % % لوصله حين رأى اليقظة الحيل % .\n</p>\n<p class=\"arabic\">*38*330* وذكره أبو الفرج بن الجوزي فقال كان يجتهد في اتباع الصواب ويحذر \n  الظلم ولا يلبس الحرير قال لي لما رجعت من الحلة دخلت على المقتفي فقال لي \n  ادخل هذا البيت وغير ثيابك فدخلت فإذا خادم وفراش ومعهم خلعة حرير فقلت والله \n  ما ألبسها فخرج الخادم فأخبر المقتفي فسمعت صوته يقول قد والله قلت إنه ما \n  يلبس .\n</p>\n<p class=\"arabic\">وكان المقتفي معجبا به ولما استخلف المستنجد دخل عليه فقال له يكفي في إخلاصي \n  أني ما حابيتك في زمن أبيك فقال صدقت ) .\n</p>\n<p class=\"arabic\">قال وقال مرجان الخادم سمعت المستنجد بالله ينشد لوزيره وقد مثل بين يديه \n  في أثناء مفاوضة ترجع إلى تقرير قواعد الدين وإصلاح أمور المسلمين فأعجب المستنجد \n  به فأنشده لنفسه .\n</p>\n<p class=\"arabic\">% صفت نعمتان خصتاك وعمتا % % فذكرهما حتى القيامة يذكر % .\n</p>\n<p class=\"arabic\">% وجودك والدنيا إليك فقيرة % % وجودك والمعروف في الناس ينكر % .\n</p>\n<p class=\"arabic\">% فلو رام يا يحيى مكانك جعفر % % ويحيى لكفا عنه يحيى وجعفر % .\n</p>\n<p class=\"arabic\">% ولم أر من ينوي لك السوء يا أبا الم % % ظفر إلا كنت أنت المظفر % .\n</p>\n<p class=\"arabic\">*38*331* قال ابن الجوزي وكان يبالغ في تحصيل التعظيم للدولة قامعا للمخالفين \n  بأنواع الحيل حسم أمور السلاطين السلجوقية وكان شحنة قد أذاه في صباه فلما \n  وزر أحضره وأكرمه وكان يتحدث بنعم الله ويذكر في منصبه شدة فقره القديم .\n</p>\n<p class=\"arabic\">ثم قال نزلت يوما إلى دجلة وليس معي رغيف أعبر به وكان يكثر مجالسة العلماء \n  والفقراء وكان يبذل لهم الأموال وكانت السنة تدور وعليه ديون وقال ما وجبت \n  علي زكاة قط .\n</p>\n<p class=\"arabic\">وكان إذا استفاد شيئا قال أفادنيه فلان أفدته معنى حديث فكان يقول أفادنيه \n  ابن الجوزي فكنت أستحي من الجماعة وجعل لي مجلسا في داره كل جمعة وأذن للعوام \n  في الحضور وكان بعض الفقراء يقرأ عنده كثيرا فأعجب وقال لزوجته أريد أن أزوجه \n  بابنتي فغضبت الأم من ذلك وكان يقرأ عنده الحديث كل يوم بعد العصر .\n</p>\n<p class=\"arabic\">فحضر فقيه مالكي فذكرت مسألة فخالف فيها الجميع وأصر فقال الوزير أحمار أنت \n  أما ترى الكل يخالفونك فلما كان في اليوم الثاني قال للجماعة إنه جرى مني \n  بالأمس على هذا الرجل ما لا يليق فليقل لي كما قلت له فما أنا إلا كأحدكم .\n</p>\n<p class=\"arabic\">فضج المجلس بالبكاء واعتذر الفقيه وقال ) .\n</p>\n<p class=\"arabic\">أنا أولى بالاعتذار وجعل يقول القصاص القصاص فلم يزل حتى قال يوسف الدمشقي \n  إذ أبى القصاص فالفداء فقال الوزير له حكمه فقال الفقيه نعمك علي كثيرة فأي \n  حكم بقي لي قال لا بد *38*332* قال علي دين مائة دينار .\n</p>\n<p class=\"arabic\">فقال أعطوه مائة دينار لإبراء ذمته ومائة لإبراء ذمتي فأحضرت في الحال .\n</p>\n<p class=\"arabic\">وما أحسن قول الحيص بيص في قصيدته في الوزير .\n</p>\n<p class=\"arabic\">% يهز حديث الجود ساكن عطفه % % كما هز شرب الحي صهباء قرقف % .\n</p>\n<p class=\"arabic\">% إذا قيل عون الدين يحيى تألق ال % % غمام وماس السمهري المثقف % .\n</p>\n<p class=\"arabic\">قال وكان الوزير يتأسف على ما مضى من زمانه ويندم على ما دخل فيه ولقد قال \n  لي كان عندنا بالقرية مسجد فيه نخلة تحمل ألف رطل فحدثت نفسي أن أقيم في ذلك \n  المسجد وقلت لأخي محب الدين أقعد أنا وأنت وحاصلها يكفينا ثم انظر إلى ما \n  صرت ثم صار يسأل الله الشهادة ويتعرض لأسبابها .\n</p>\n<p class=\"arabic\">وفي ليلة ثالث عشر جمادى الأولى استيقظ وقت السحر فقاء فحضر طبيبه ابن رشادة \n  فسقاه شيئا فيقال إنه سمه فمات وسقي الطبيب بعده بنصف سنة سما فكان يقول سقيت \n  كما سقيت فمات .\n</p>\n<p class=\"arabic\">ورأيت أنا وقت الفجر كأني في دار الوزير وهو جالس فدخل رجل بيده حربة فضربه \n  بها فخرج الدم كالفوارة فالتفت فإذا خاتم ذهب فأخذته وقلت لمن أعطيه أنتظر \n  خادما يخرج فأسلمه له فانتبهت فأخبرت من كان معي فما استممت الحديث حتى جاء \n  رجل فقال ) .\n</p>\n<p class=\"arabic\">مات الوزير فقال واحد هذا محال أنا فارقته في عافية أمس العصر *38*333* .\n</p>\n<p class=\"arabic\">فنفذوا إلي فقال لي ولده لا بد أن تغسله فغسلته ورفعت يده ليدخل الماء في \n  مغابنه فسقط الخاتم من يده حيث رأيت ذلك الخاتم ورأيت آثارا بجسده ووجهه تدل \n  على أنه مسموم وحملت جنازته إلى جامع القصر وخرج معه جمع لم نره لمخلوق قط \n  وكثر البكاء عليه لما كان يفعله من البر والعدل ورثاه الشعراء .\n</p>\n<p class=\"arabic\">قلت وقد روى عن المقتضي تلك الأحاديث المقتفوية سمعتها من الأبرقوهي عن ابن \n  الجواليقي وعنه .\n</p>\n<p class=\"arabic\">وقد شرح صحيحي البخاري ومسلم في عدة مجلدات وسماه كتاب الإفصاح عن معاني الصحاح \n  وألف كتاب العبادات في مذهب أحمد وأزجوزة في المقصور والممدود وأخرى في علم \n  الخط واختصر إصلاح المنطق لابن السكيت *38*334* .\n</p>\n<p class=\"arabic\">وولي الوزارة بعده شرف الدين أبو جعفر أحمد بن البلدي فأخذ في تتبع آل هبيرة \n  فقبض على ولديه محمد وظفر ثم قتلهما .\n</p>\n<p class=\"arabic\">وقال أبو المظفر اضطر ورثة ابن هبيرة إلى بيع ثيابهم وأثاثهم وبيعت كتب الوزير \n  الموقوفة على مدرسته حتى أبيع كتاب البستان في الرقائق لأبي الليث السمرقندي \n  بدانقين وحبة وكان يساوي عشرة دنانير فقال واحد ما أرخص هذا البستان فقال \n  جمال الدين بن الحصين لثقل ما عليه من الخراج يشير إلى الوقفية فأخذ وضرب \n  وحبس فلا قوة إلا بالله *38*335* .\n\n</p>"
}