{
    "header": "هبة الله بن صاعد بن هبة الله بن إبراهيم ...",
    "id": "024740",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">هبة الله بن صاعد بن هبة الله بن إبراهيم .\n</h1>\n<p class=\"arabic\">*38*322* أمين الدولة أبو الحسن ابن التلميذ النصراني المسيحي البغدادي شيخ \n  الطب سقراط عصره وجالينوس زمانه شيخ النصارى لعنهم الله وقسيسهم .\n</p>\n<p class=\"arabic\">ذكره العماد في الخريدة وما بلغ في وصف هذا الخنزير ومن ما قاله هو سلطان \n  الحكماء ومقصد العالم في علم الطب .\n</p>\n<p class=\"arabic\">وقال الموفق أحمد بن أبي أصيبعة في تاريخه ابن التلميذ أوحد زمانه في صناعة \n  الطب ومباشرة أعمالها ما هو مشهور من تصانيفه وحواشيه على الكتب الطبية وكان \n  ساعور البيمارستان المعتضدي ببغداد إلى حين وفاته *38*323* .\n</p>\n<p class=\"arabic\">سافر في صباه إلى العجم وبقي بها في الخدمة زمانا وكان يكتب خطا منسوبا خبيرا \n  باللسان السرياني واللسان الفارسي واللغة وله نظم حسن ظريف وكان والده أبو \n  العلاء صاعد طبيبا مشهورا .\n</p>\n<p class=\"arabic\">وكان أمين الدولة وأبو البركات أوحد الزمان في خدمة المستضيء بأمر الله وكان \n  أوحد الزمان أفضل من أمين الدولة في العلوم الفلسفية وله فيها تصانيف وكان \n  الآخر أبصر بالطب وكان بينهما عداوة ولكن كان ابن التلميذ أوفر عقلا وأجود \n  طباعا .\n</p>\n<p class=\"arabic\">وقال ابن خلكان كان أوحد الزمان واسمه هبة الله بن محمد بن ملكا يهوديا فأسلم \n  في آخر أيامه وأصابه الجذام فعالج روحه بتسليط الأفاعي على جسده بعد أن تجرعها \n  فبالغت في نهشه فبرئ من الجذام وعمي فعمل ابن التلميذ ) .\n</p>\n<p class=\"arabic\">% لنا صديق يهودي حماقته % % إذا تكلم تبدو فيه من فيه % .\n</p>\n<p class=\"arabic\">% يتيه والكلب أعلى منه منزلة % % كأنه بعد لم يخرج من التيه % .\n</p>\n<p class=\"arabic\">وقال الموفق عبد اللطيف بن يوسف كان ابن التلميذ كريم الأخلاق عنده سخاء ومروءة \n  وأعمال في الطب مشهورة وحدوس صائبة منها أنه أدخل إليه رجل ينزف دما في زمن \n  الصيف فسأله تلاميذه وكانوا قدر *38*324* خمسين فلم يعرفوا المرض فأمره أن \n  يأكل خبز شعير مع باذنجان مشوي ففعل ذلك ثلاثة أيام فبرئ فسأله أصحابه عن \n  العلة فقال إن دمه قد رق ومسامه تفتحت وهذا الغذاء من شأنه تغليظ الدم وتكثيف \n  المسام .\n</p>\n<p class=\"arabic\">قال ومن مروءته أن ظهر داره كان يلي المدرسة النظامية فإذا مرض فقيه نقله \n  إليه فإذا أبل وهب له دينارين وصرفه .\n</p>\n<p class=\"arabic\">وقال الموفق بن أبي أصيبعة كان الخليفة قد فوض إليه رئاسة الطب فلما اجتمع \n  الأطباء ليمتحنهم كان فيهم شيخ له هيئة ووقار فأكرمه وكان للشيخ ذرية وكان \n  يعالج من غير علم فلما انتهى الأمر إليه قال له ابن التلميذ لم لا تلزم الجماعة \n  في التخت لتعلم ما عندهم في هذه الصنعة فقال وهل تكلموا بشيء إلا وأنا أعلمه \n  وسبق لي فهم أضعافه .\n</p>\n<p class=\"arabic\">قال فعلى من قرأتم يا سيدنا إذا صار الإنسان في هذا السن ما يليق به إلا أن \n  يسأل كم لكم من التلاميذ .\n</p>\n<p class=\"arabic\">قال فأخبرني ما قرأت من الكتب .\n</p>\n<p class=\"arabic\">قال سبحان الله صرنا إلى حد الصبيان أتسأل مثلي هذا أنا يقال لي ما صنفتم \n  في الطب وكم عندكم من الكتب والمقالات ولا بد أن أعرفك بنفسي ) .\n</p>\n<p class=\"arabic\">ثم دنا من أذن أمين الدولة وقال له سرا اعلم أنني قد شخت وأنا *38*325* جاهل \n  بالطب وما عندي إلا معرفة اصطلاحات مشهورة وعمري كله الكسب بهذا الفن ولي \n  عائلة فسألتك بالله أن تسترني ولا تفضحني بين الجماعة .\n</p>\n<p class=\"arabic\">فقال على شرط أنك لا تهجم على مريض بما لا تعلمه فقال الشيخ هذا مذهبي مذ \n  كنت وما تعديت وصف شراب الليمون والجلاب .\n</p>\n<p class=\"arabic\">فقال ابن التلميذ للجماعة جهرا يا شيخ ما كنا نعرفك فاعذرنا .\n</p>\n<p class=\"arabic\">وقال ابن أبي أصيبعة حدثني سعد الدين بن أبي سهل البغدادي رأيت ابن التلميذ \n  وكان يحب صناعة الموسيقى وله ميل إلى أهلها .\n</p>\n<p class=\"arabic\">وكان شيخا ربع القامة عريض اللحية حلو الشمائل كثير النادرة .\n</p>\n<p class=\"arabic\">ومن نظم ابن التلميذ .\n</p>\n<p class=\"arabic\">% لو كان يحسن غصن البان % % مشيتها تأودا لحكاها غير محتشم % .\n</p>\n<p class=\"arabic\">% في صدرها كوكبا نور أقلهما % % ركنان لم يقربا من كف مستلم % .\n</p>\n<p class=\"arabic\">% هتانتهما في حرير من غلائلها % % فنحن في الحل والركنان في الحرم % .\n</p>\n<p class=\"arabic\">وله .\n</p>\n<p class=\"arabic\">% عانقتها وظلام الليل منسدل % % ثم انتبهت برد الحي في الغلس % .\n</p>\n<p class=\"arabic\">*38*326* .\n</p>\n<p class=\"arabic\">% فغرقت خوفا أن أنبهها % % وأتقي أن يذوب العقد من نفسي % .\n</p>\n<p class=\"arabic\">وله .\n</p>\n<p class=\"arabic\">% كتمنا % % مستقيم فنام نظيرك % .\n</p>\n<p class=\"arabic\">% خصيتك % % فلا يقوم ببيض غيرك % .\n</p>\n<p class=\"arabic\">وله من الكتب أقراباذين وهو مشهور يتداوله الناس وآخر اسمه الموجز صغير واختصار \n  كتاب الحادي للرازي واختصار شرح جالينوس لفصول أبقراط وشرح مسائل حنين ابن \n  إسحاق واختصر الحواشي على القانون لابن سينا ومقابلة في الفصد وتصانيف سوى \n  ذلك ) .\n</p>\n<p class=\"arabic\">وتوفي في الثامن والعشرين من ربيع الأول وله أربع وتسعون سنة *38*327* لا \n  رحمه الله وخلف أموالا جزيلة وكتبا فائقة ورثه ابنه ثم أسلم ابنه قبيل موته \n  وعاش نحوا من الثمانين واختنق في داره وأخذ ماله ونقلت كنبه على عشر جمال .\n</p>\n<p class=\"arabic\">وكان ابن التلميذ قد قرأ الطب على أبي الحسن سعيد بن هبة الله صاحب المصنفات .\n</p>\n<p class=\"arabic\">وذكر الموفق بن عبد اللطيف أن ولد أمين الدولة كان شيخه في الطب وأنه انتفع \n  به وقال لم أر من يستحق اسم الطب غيره وخنق في دهليزه .\n</p>\n<p class=\"arabic\">قلت ومن قارب أمين الدولة لأجل الحكمة .\n\n</p>"
}