{
    "header": "أحمد بن عبد الله بن أحمد بن هشام .",
    "id": "024700",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أحمد بن عبد الله بن أحمد بن هشام .\n</h1>\n<p class=\"arabic\">أبو العباس بن الحطيئة اللخمي الفاسي المقرئ الناسخ الشيخ .\n</p>\n<p class=\"arabic\">إمام صالح كبير القلب مقرئ بارع مجود من أعلام المقرئين نسخ الكثير بالأجرة \n  وكان مليح الخط جيد الضبط .\n</p>\n<p class=\"arabic\">ولد سنة ثمان وسبعين وأربعمائة بمدينة فاس وحج ودخل الشام ولقي الكبار ثم \n  استوطن مصر بجامع راشدة خارج الفسطاط *38*297* .\n</p>\n<p class=\"arabic\">وكان لأهل مصر فيه اعتقاد كبير لا مزيد عليه .\n</p>\n<p class=\"arabic\">قرأت بخط أبي الطاهر بن الأنماطي سمعت شيخنا أبا الحسن شجاعا المدلجي وكان \n  من خيار عباد الله يقول كان شيخنا ابن الحطيئة شديدا في دين الله فظا غليظا \n  على أعداء الله لقد كان يحضر مجلسه داعي الدعاة مع عظم سلطنته ونفوذ أمره \n  فلا يحتشمه ولا يكرمه ويقول أحمق الناس في مسألة كذا الروافض خالفوا الكتاب \n  والسنة وكفروا بالله ) .\n</p>\n<p class=\"arabic\">وكنت عنده يوما في مسجده بشرف مصر وقد حضر بعض وزراء المصريين أظن ابن عباس \n  فاستسقى في مجلسه فأتاه بعض غلمانه بإناء فضة فلما رآه ابن الحطيئة وضع يده \n  على فؤاده وصرخ صرخة ملأت المسجد وقال واحراها على كبدي أتشرب في مجلس يقرأ \n  فيه حديث رسول الله صلى الله عليه وسلم في آنية الفضة لا والله لا تفعل وطرد \n  الغلام فخرج ثم طلب كوزا فجاء بكوز قد تثلم فشرب واستحيا من الشيخ فرأيته \n  والله كما قال الله تعالى يتجرعه ولا يكاد يسيغه .\n</p>\n<p class=\"arabic\">أتى رجل إلى شيخنا ابن الحطيئة بمئزر وحاف بالطلاق ثلاثا لا بد أن يقتله فوبخه \n  على ذلك وقال علقه على ذاك الوتد قال لنا شجاع وغيره فلم يزل على الوتد حتى \n  أكله العت وتساقط .\n</p>\n<p class=\"arabic\">وكان ينسخ بالأجرة ولا يقبل لأحد قط هدية وكان له على الجزية في الشهر ثلاثة \n  دنانير .\n</p>\n<p class=\"arabic\">ولقد عرض عليه غير واحد من الأمراء أن يزيد جامكيته فما قبل .\n</p>\n<p class=\"arabic\">وكان له من الموقع في قلوبهم مع كثرة ما يهينهم ما لم يكن لأحد سواه وعرضوا \n  عليه القضاء بمصر فقال لا والله لا أقضي لهم .\n</p>\n<p class=\"arabic\">قال شيخنا شجاع وكتب صحيح مسلم كله بقلم واحد *38*298* .\n</p>\n<p class=\"arabic\">وسمعته يقول وقال له إنسان فلان رزق نعمة ومعدة فقال حسدتموه على التردد إلى \n  الخلاء .\n</p>\n<p class=\"arabic\">وسمعته يقول إذا ذكر عمر بن الخطاب طويت سعادة المسلمين في أكفان عمر رضي \n  الله عنه .\n</p>\n<p class=\"arabic\">قلت وقرأ بالروايات على أبي القاسم بن الفحام بالإسكندرية وعلم زوجته وابنته \n  الكتابة فكانا ) .\n</p>\n<p class=\"arabic\">يكتبان مثل خطه سواء فإذا شرعوا في نسخ كتاب أخذ كل واحد منهم جزءا من الكتاب \n  ونسخوه فلا يفرق بين خطوطهم إلا الحاذق .\n</p>\n<p class=\"arabic\">ووقع بمصر الغلاء فأتاه جماعة وسألوه قبول شيء فامتنع فخطب الفضل بن يحيى \n  الطويل ابنته وتزوجها ثم سأل أباها أن تكون أمها عندها لتؤنسها ففعل فما أحسن \n  ما تلطف هذا الرجل في بر أبي العباس وبقي أبو العباس وحده ينسخ ويقتنع .\n</p>\n<p class=\"arabic\">قرأ عليه جماعة منهم شجاع بن محمد بن سيدهم المدلجي وأبو الطاهر بن محمد بن \n  بتان الأنباري ثم المصري وجماعة سواهم .\n</p>\n<p class=\"arabic\">وحدث عنه السلفي وهو أكبر منه وقال توفي في آخر المحرم بمصر قال وكان رأسا \n  في القراءات سمع الحديث من أبي عبد الله الحضرمي وأبي الحسن بن مشرف .\n</p>\n<p class=\"arabic\">وسمعته يقول ولدت بفاس ودخلت الشام .\n</p>\n<p class=\"arabic\">قلت وروى عنه صنيعة الملك هبة الله بن يحيى بن حيدورة والأمير إسماعيل بن \n  أحمد اللمطي والنفيس أسعد بن قادوس وهو آخر من حدث عنه وقبره يزار بالقرافة \n  الصغرى وطلب لقضاء مصر فأبى *38*299* .\n</p>\n<p class=\"arabic\">قرأت بخط ابن الأنماطي الحافظ حكى لنا أبو الحسن شجاع بن محمد بن سيدهم قال \n  كان الشيخ أبو العباس قد أخذ نفسه بتقليل الأكل بحيث بلغ في ذلك إلى الغاية \n  وكان يعجب ممن يأكل ثلاثين لقمة ويقول لو أكل الناس من الضار ما أكل من النافع \n  ما اعتلوا .\n</p>\n<p class=\"arabic\">وحكى لي شجاع أن أبا العباس ولدت له ابنته هند وكبرت وقرأت عليه بالسبع وقرأت \n  عليه الصحيحين وغير ذلك وكتبت الكثير وتعلمت عليه كثيرا من علوم القرآن والحديث \n  وغير ذلك ولم ينظر إليها قط فسألت شجاعا أكان ذلك عن قصد فقال كان في أول \n  العمر اتفاقا لأنه كان يشتغل بالإقراء إلى المغرب ثم يدخل إلى بيته وهي في \n  مهدها وتمادى الحال إلى أن كبرت فصارت عادة وزوجها ودخلت بيتها والأمر على \n  ذلك ) .\n</p>\n<p class=\"arabic\">ولم ينظر إليها قط إلى أن توفي رحمه الله تعالى .\n\n</p>"
}