{
    "header": "رسلان بن يعقوب بم عبد الرحمن بن عبد اللهـ...",
    "id": "024758",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">رسلان بن يعقوب بم عبد الرحمن بن عبد الله .\n</h1>\n<p class=\"arabic\">الجعبري الأصل الدمشقي النشأة الزاهد القدوة رضي الله عنه قال شمس الدين الجزري \n  رسلان معناه بالتركي أسد .\n</p>\n<p class=\"arabic\">قال وقال الشيخ نجم الدين محمد بن إسرائيل الشاعر سمعت المشايخ الذين أدركتهم \n  من أصحابه يقولون إنه من قلعة جعبر من أولاد *38*345* الأجناد .\n</p>\n<p class=\"arabic\">صحب شيخه أبا عامر المؤدب وهو مقبور في القبة التي بظاهر باب توما وتعرف بتربة \n  الشيخ رسلان في القبر القبلي والشيخ رضي الله عنه في الأوسط والشيخ أبو المجد \n  خادم الشيخ رسلان في القبر الثالث .\n</p>\n<p class=\"arabic\">وصحب أبو عامر الشيخ ياسين وهو صحب مسلمة وهو صحب الشيخ عقيل وهو صحب الشيخ \n  علي بن عليم وهو صحب الشيخ أبا سعيد بن أحمد بن عيسى الخزاز وهو صحب السري \n  السقطي .\n</p>\n<p class=\"arabic\">قال وكان الشيخ رسلان يعمل في صنعة النشر في الخشب فذكروا عنه أنه بقي مدة \n  عشرين سنة يأخذ ما يحصل له من أجرته ويعطيها لشيخه أبي عامر وشيخه يطعمه فتارة \n  يجوع وتارة يشبع .\n</p>\n<p class=\"arabic\">وقيل عنه وهو الأشهر إنه كان يقسم أجرته ثلاثا ثلث ينفقه وثلث يتصدق به وثلث \n  يكتسي ) .\n</p>\n<p class=\"arabic\">به ولمصالحه .\n</p>\n<p class=\"arabic\">وكان أولا يتعبد بمسجد صغير داخل باب توما جوار بيته ودكان النشر ثم انتقل \n  إلى مسجد درب الحجر وقعد بالجانب الشرقي منه وكان ينام هناك وكان الشيخ أبو \n  البيان في الجانب الغربي وبقيا على ذلك زمانا يتعبدان وكل واحد منهما بأصحابه \n  في ناحية من المسجد .\n</p>\n<p class=\"arabic\">ثم خرج إلى ظاهر باب توما إلى مسجد خالد بن الوليد وهو مكان خيمة خالد لما \n  حاصر دمشق وعبد الله فيه إلى أن توفي بعد الأربعين وخمسمائة .\n</p>\n<p class=\"arabic\">وحكى الشيخ داود بن يحيى بن داود الحريري وكان صدوقا قال حكى لي جماعة أن \n  الشيخ أرسلان لما شرع في بنيان المعبد سير إليه الشيخ أبو البيان ذهبا مع \n  بعض أصحابه حتى يصرفه في العمارة فلما اجتمع به وعرض عليه الصرة قال الشيخ \n  أرسلان ما يستحي شيخك يبعث إلي هذا وفي عباد الله من لو أشار إلى ما حوله \n  لصار ذهبا وفضة وأشار بيده فرأى الرسول الطين ذهبا وفضة وقال عد إليه فقال \n  والله ما بقيت أرجع بل أكون في خدمتك إلى الموت وانقطع عنده *38*346* .\n</p>\n<p class=\"arabic\">وقال الشيخ داود كان الشيخ أحمد بن الرفاعي قد ذكر النخيل التي له وعين على \n  واحدة وقال لأصحابه إذا استوت هذه أديناها للشيخ أرسلان فمر بها بعد مدة فوجد \n  أكثر ما عليها قد راح فسألهم فقالوا لم يطلع إليها أحد ولكن في كل يوم يجيء \n  إليها باز أشهب يأكل منها ولا يقرب غيرها ثم يطير .\n</p>\n<p class=\"arabic\">فقال لهم الباز الذي يجيء هو الشيخ رسلان فذلك يقال له الباز الأشهب .\n</p>\n<p class=\"arabic\">قال داود ولما احتضر الشيخ أبو عامر المؤدب سألوه أن يوصي إلى ولده عامر فقال \n  عامر خراب ورسلان عامر فلما توفي قام الشيخ رسلان مقامه ولم تخف من عامر حاله \n  ) .\n</p>\n<p class=\"arabic\">قال شمس الدين بن الجزري صليت العصر في مسجد كان فيه الشيخ رسلان داخل باب \n  توما فقال لي يوسف المؤدب يا سيدي هنا بئر حفره الشيخ رسلان بيده وأهل هذه \n  الناحية يشربون منه للتداوي ومن اشتكى جوفه أو حصل له ألم يشرب منه فيعافى \n  بإذن الله وقد جربه جماعة ثم أشار بإصبعه وقال هذا بيت الشيخ رسلان وإلى جانبه \n  الطريق .\n</p>\n<p class=\"arabic\">وكان فكلما كان يعمل بالمنشار كلمه المنشار مرتين وفي الثالث كلمه وانقطع \n  قطعة وقال يا رسلان ما لهذا خلقت ولا بهذا أمرت فترك العمل وجلس في هذا المعبد \n  وهو مسجد صغير وعاد نور الدين الشهيد اشترى دارا مجاورة للمسجد فوسعه وبنى \n  له منارة ووقف عليه *38*347* .\n</p>\n<p class=\"arabic\">قال وحكى لي الشيخ يوسف المؤدب عن الشريف نصر الله أن نور الدين الشهيد سير \n  إلى الشيخ رسلان ألف دينار مع مملوك وقال إن أخذها منك فأنت حر لوجه الله \n  فجاء بها إليه وهو يبني المعبد الذي بظاهر دمشق فقال له ما يستحي محمود ويبعث \n  هذه وفي عباد الله من لو شاء لجعل ما حوله ذهبا وفضة فرأى المملوك البنيان \n  والطين ذهبا وفضة فتحير وقال يا سيدي قد جعل عتقي قبولك هذا الذهب فأخذها \n  وصرفها في الحال على المساكين والأرامل والأيتام ففرقت بحضور المملوك .\n</p>\n<p class=\"arabic\">وذكر أيضا أن الشيخ رسلان أعطى نور الدين من المنشار الذي كلمه وتقطع قطعة \n  فأوصى نور الدين لأصحابه وأهله إن مات أن يضعوه في كفنه .\n</p>\n<p class=\"arabic\">قلت الشيخ علي الحريري صحب المغربل صاحب الشيخ ويقال إن هذه القبة بناها الشيخ \n  رسلان على شيخه أبي عامر لما أعطاه بعض التجار مبلغا من المال فالله أعلم \n  ) .\n</p>\n<p class=\"arabic\">ومناقب الشيخ رسلان كثيرة اقتصرنا منها على هذا فرحمه الله ورضي عنه وكان \n  عريا من العلم بخلاف الشيخ أبي البيان .\n\n</p>"
}