{
    "header": "الحسن بن العباس بن علي بن الحسن بن علي بـ...",
    "id": "024932",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الحسن بن العباس بن علي بن الحسن بن علي بن الحسن بن محمد بن الحسن بن علي \n  بن رستم .\n</h1>\n<p class=\"arabic\">العلامة أبو عبد الله بن أبي الطيب الرستمي الإصبهاني الفقيه الشافعي .\n</p>\n<p class=\"arabic\">ولد في صفر سنة ثمان وستين وأربعمائة .\n</p>\n<p class=\"arabic\">وسمع أبا عمرو بن مندة ومحمود بن جعفر الكوسج والمطهر بن عبد الواحد البزاني \n  وإبراهيم بن محمد القفال الطيان وأبا بكر محمد بن أحمد السمسار والفضل بن \n  عبد الواحد بن سهلان وعبد الكريم بن عبد الواحد الصحاف وأبا عيسى عبد الرحمن \n  بن محمد بن زياد وسليمان بن إبراهيم الحافظ وأبا منصور محمد بن أحمد بن شكرويه \n  وأحمد بن عبد الرحمن الذكواني وسهل بن عبد الله الغازي وأبا الخير محمد بن \n  أحمد بن درا والقاسم بن الفضل الثقفي ورزق الله التميمي وطراد الزينبي وطائفة \n  سواهم *39*74* .\n</p>\n<p class=\"arabic\">روى عنه ابن السمعاني وابن عساكر وشرف بن أبي هاشم البغدادي وأحمد بن سعيد \n  الخرقي وأبو موسى المديني وقال فيه أستاذي الإمام أبو عبد الله ثم ساق نسبه \n  كما تقدم .\n</p>\n<p class=\"arabic\">وروى عنه جماعة كبيرة منهم الحافظ عبد القادر الرهاوي وقال كان فقيها زاهدا \n  ورعا بكاء عاش نيفا وتسعين سنة ومات سنة ستين كذا قال .\n</p>\n<p class=\"arabic\">قال وحضرتهيوم موته وخرج الناس إلى قبره أفواحا وأملى شيخنا الحافظ أبو موسى \n  عند قبره مجلسا عند قبره مجلسا في مناقبه وكان عامة فقهاء إصبهان تلاميذه \n  حتى شيخنا أبو موسى عليه تفقه .\n</p>\n<p class=\"arabic\">وروى عنه أبو موسى الحديث وكان أهل إصبهان لا يثقون إلا بفتواه .\n</p>\n<p class=\"arabic\">وسألني شيخنا السلفي عن شيوخ إصبهان فذكرته له فقال أعرفه فقيها متنسكا .\n</p>\n<p class=\"arabic\">قال أبو سعد السمعاني إمام متدين ورع يزجي أكثر أوقاته في نشر العلم والفتيا \n  وهو متواضع على طريقة السلف وكان مفتي الشافعية .\n</p>\n<p class=\"arabic\">قال عبد القادر سمعت أبا موسى شيخنا يقول قرأ المذهب كذا كذا سنة وكان من \n  الشداد في السنة .\n</p>\n<p class=\"arabic\">وسعمت بعض أصحابنا الإصبهانيين يحكى عنه أنه كان في كل جمعة ينفرد في موضع \n  يبكي فيه فبكى حتى ذهبت عيناه .\n</p>\n<p class=\"arabic\">وكنا نسمع عليه وهو رثاثة من الملبس والمفرش لا يساوي طائلا وكذلك الدار التي \n  كان فيها .\n</p>\n<p class=\"arabic\">وكانت الفرق مجتمعة على محبته .\n</p>\n<p class=\"arabic\">قلت وروى عنه أبو الوفاء محمود بن مندة وبالإجازة أبو المنجا بن التي وكريمة \n  وأختها .\n</p>\n<p class=\"arabic\">صفية وعاشت إلى سنة ست وأربعين وستمائة وآخر من روى عنه بالإجازة عجيبة بنت \n  الباقداري *39*75* .\n</p>\n<p class=\"arabic\">قال أبو موسى توفي مساء يوم الأربعاء ثاني صفر سنة إحدى وستين .\n</p>\n<p class=\"arabic\">وقال أبو مسعود الحاجي توفي عشية يوم الأربعاء غرة صفر سنة إحدى وستين .\n</p>\n<p class=\"arabic\">وقال أبو سعد السمعاني إمام فاضل مفتي الشافعية وهو على طريقة السلف له زاوية \n  بجامع إصبهان أكثر أوقاته يلازمها ورد بغداد حاجا بعد العشرين وحدث بها .\n</p>\n<p class=\"arabic\">قال ابن الجوزي في المتنظم قال الشيخ عبد الله الجبائي ما رأيت أكثر بكاء \n  منه قال الجبائي وسمعت محمد بن سالار وهو يتكلم على الناس فلما كان في الليل \n  رأيت رب العزة في المنام وهو يقول لي يا حسن وقفت على مبتدع ونظرت إليه وسمعت \n  كلامه لأحرمنك النظر في الدنيا فاستيقظت كما ترى .\n</p>\n<p class=\"arabic\">قال الجبائي وكانت عيناه مفتوحتين وهو لا ينظر بهما .\n\n</p>"
}