{
    "header": "عبد القادر بن أبي صالح عبد الله بن جيلي ...",
    "id": "024946",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد القادر بن أبي صالح عبد الله بن جيلي دوست .\n</h1>\n<p class=\"arabic\">*39*87* .\n</p>\n<p class=\"arabic\">وزاد بعض الناس في نسبه إل أن وصله بالحسن بن علي رضي الله عنه فقال ابن أبي \n  عبد الله بن عبد الله بن يحيى الزاهد بن محمد بن داود بن موسى بن عبد الله \n  بن موسى بن عبد الله المحض بن حسن المثنى بن الحسن بن علي بن أبي طالب رضي \n  الله عنه .\n</p>\n<p class=\"arabic\">الشيخ أبو محمد الجيلي الحنبلي الزاهد صاحب الكرامات والمقامات وشيخ الحنابلة \n  رحمة الله عليه ولد بجيلان في سنة إحدى وسبعين وأربعمائة وقدم بغداد شابا \n  فتفقه على القاضي أبي سعد المخرمي .\n</p>\n<p class=\"arabic\">وسمع الحديث من أبي بكر أحمد بن المظفر بن سوسن التمار وأبي غالب الباقلاني \n  وأبي القاسم بن بيان الرزاز وأبي محمد جعفر السراج وأبي سعد بن خشيش وأبي \n  طالب بن يوسف وجماعة .\n</p>\n<p class=\"arabic\">ورى عنه أبو سعد السمعاني وعمر بن علي القرشي وولداه عبد الرزاق وموسى ابنا \n  عبد القادر والحافظ عبد الغني والشيخ الموفق ويحيى بن سعد الله التكريتي والشيخ \n  علي بن إدريس اليعقوبي وأحمد بن مطيع الباجسرائي وأبو هريرة محمد بن ليث بن \n  الوسطاني أكمل بن مسعود الهاشمي وطائفة آخرهم وفاة أبو طالب عبد اللطيف بن \n  محمد بن القبيط .\n</p>\n<p class=\"arabic\">وآخر من روى عنه بالإجازة الرشيد بن أحمد بن مسلمة وكان إمام زمانه وقطب عصره \n  وشيخ شيوخ الوقت بلا مدافعة *39*88* .\n</p>\n<p class=\"arabic\">أخبرنا أبو محمد عبد الخالق بن عبد السلام ببعلبك أنا أبو محمد بن قدامة سنة \n  إحدى عشرة وستمائة أخبرنا شيخ الإسلام محيي الدين أبو محمد عبد القادر بن \n  أبي صالح الجيلي أنا أبو بكر أحمد بن المظفر التمار أنا أبو علي بن شاذان \n  أنا أبو بكر محمد بن العباس بن نجيح أنا يعقوب بن يوسف القزويني ثنا محمد \n  بن سعيد ثنا عمرو بن أبي قيس عن سماك عن عبد الرحمن بن يزيد عن أبيه عن عبد \n  الله بن مسعود قال إن بني إسرائيل استخلفوا خليفة عليهم ) .\n</p>\n<p class=\"arabic\">بعد موسى فقام يصلي في القمر فوق بيت المقدس فذكر أمروا كان صنعها فخرج فتدلى \n  بسبب فأصبح السبب معلقا في المسجد وقد ذهب فانطلق حتى أتى قوما على شط البحر \n  فوجدهم يصنعون لبنا فسألهم كيف يأخذون هذا اللبن قال فأخبروه فلبن معهم وكان \n  يأكل من عمل يديه فإذا كان حين الصلاة تطهر فصلى فرفع ذلك العمال إلى قهرمانهم \n  إن فينا رجلا يفعل كذا وكذا فأرسل إليه فأبى أن يأتيه ثلاث مرات ثم إنه جاءه \n  بنفسه يسير على دابته فلما رآه فر واتبعه فسبقه وقال انظرني أكلمك .\n</p>\n<p class=\"arabic\">قال فقام حتى كلمه فأخبره خبره فلما أخبره خبره وأنه كان ملكا وأنه فر من \n  رهبة ربه عز وجل قال لأظن أني لاحق بك قال فلحقه فعبدا الله حتى ماتا برملة \n  مصر .\n</p>\n<p class=\"arabic\">قال عبد الله لو كنت ثم لاهتديت إلى قبريهما من صفة رسول الله صلى الله عليه \n  وسلم التي وصف *39*89* .\n</p>\n<p class=\"arabic\">قال ابن السمعاني أبو محمد عبد القادر فخر أهل جيلان إمام الحنابلة وشيخهم \n  في عصره فقيه صالح دين كثير الذكر دائم الفكر سريع الدمعة تفقه على المخرمي \n  وصحب الشيخ حماد الدباس .\n</p>\n<p class=\"arabic\">قال وكان يسكن باب الأزج في المدرسة التي بنوا له مضيت يوما لأودع رفيقا لي \n  فلما انصرفنا قال لي بعض من كان معي ترغب في زيادة عبد القادر والتبرك به \n  فمضينا ودخلت مدرسته وكانت بكرة فخرج وقعد بين أصحابه وختموا القرآن فلما \n  فرغنا أردت أن أقوم فأجلسني وقال حتى نفرغ من الدرس ألقى درسا على أصحابه \n  ما فهمت منه شيئا وأعجب من هذا أن أصحابه قاموا وأعادوا ما درس لهم فلعلهم \n  فهموا لإلفهم بكلامه وعبارته .\n</p>\n<p class=\"arabic\">وقال أبو الفرج بن الجوزي وكان أبو سعد المخرمي قد بنى مدرسة لطيفة بباب ألازج \n  ففوضت إلى عبد القادر فتكلم على الناس بلسان الوعظ وظهر له صيت بالزهد وكان \n  له سمت وصمت وضاقت المدرسة بالناس .\n</p>\n<p class=\"arabic\">وكان يجلس عند سور بغداد مستندا إلى الرباط ويتوب عنده في المجلس خلق كثير \n  فعمرت المدرسة ووسعت وتعصب في ذلك العوام .\n</p>\n<p class=\"arabic\">وأقام بها يدرس ويعظ إلى أن توفي .\n</p>\n<p class=\"arabic\">قلت لم تسع مرارة ابن الجوزي بأن يترجمه بأكثر من هذا لما في قلبه له من البغض \n  نعوذ ) .\n</p>\n<p class=\"arabic\">بالله من الهوى *39*90* .\n</p>\n<p class=\"arabic\">أنبأنا أبو بكر بن طرخان أن الشيخ الموفق أخبرهم وقد سئل عن الشيخ عبد القادر \n  رضي الله عنه أدركناه في آخر عمره فأسكننا في مدرسته وكان يعني بنا وربما \n  أرسل إلينا ابنه يحيى فيسرج لنا السراج وربما يرسل إلينا طعاما من منزله وكان \n  يصلي الفريضة بنا إماما وكنت أقرأ عليه من حفظي من كتاب الخرقي غدوة ويقرأ \n  عليه الحافظ عبد الفني من كتاب الهداية .\n</p>\n<p class=\"arabic\">وما كان أحد يقرأ عليه ذلك الوقت سوانا فأقمنا عنده شهرا وتسعة أيام ثم مات \n  وصلينا عليه ليلا في مدرسته ولم يسمع عن أحد يحكى عنه من الكرامات أكثر مما \n  يحكى عنه ولا رأيت أحدا يعظمه الناس من أجل الدين أكثر منه وسمعنا عليه أجزاء \n  يسيرة .\n</p>\n<p class=\"arabic\">قرأت بخط السيف ابن المجد الحافظ سمعت أبا عبد الله محمد بن محمود المراتبي \n  يقول سمعت الشيخ أبا بكر العماد رحمه الله قال كنت قد قرأت في أصول الدين \n  فأوقع عندي شكا فقلت حتى أمضي إلى مجلس الشيخ عبد القادر فقد ذكر أنه يتكلم \n  على الخواطر فمضيت إلى مجلسه وهو يتكلم فقال اعتقادنا اعتقاد السلف الصالح \n  والصحابة فقلت في نفسي هذا قاله اتفاقا فتلكم ثم التفت إلى الناحية التي أنا \n  فيها فأعاد القول فقلت الواعظ يلتفت مرة هكذا ومرة هكذا فالتفت إلي وقال يا \n  أبا بكر وأعاد القول قم فقد جاء أبوك وكان غائبا فقمت مبادرا إلى بيتنا وإذا \n  أبي فقد جاء *39*91* .\n</p>\n<p class=\"arabic\">قلت ونظير هذه الحكاية ما حدثنا الفقيه أبو القاسم بن محمد بن خالد قال حدثني \n  شيخنا جمال الدين يحيى بن الصيرفي سمعت أبا البقاء النحوي قال حضرت مجلس الشيخ \n  عبد القادر فقرأوا بين يديه بالألحان فقلت في نفسي ترى لأي شيء لا ينكر الشيخ \n  هذا فقال الشيخ يجيء واحد قد قرأ أبوابا من الفقه ينكر فقلت في نفسي لعل أنه \n  قصد غيري فقال إياك نعني بالقول فتبت في نفسي من اعتراضي على الشيخ فقال قد \n  قبل الله توبتك .\n</p>\n<p class=\"arabic\">وسمعت شيخنا ابن تيمية يقول سمعت الشيخ عز الدين أحمد الفاروثي سمعت شيخنا \n  شهاب الدين السهروردي يقول عزمت على الإشتغال بالكلام وأصول الدين فقلت في \n  نفسي استشير الشيخ عبد القادر فأتيته فقال قبل أن أنطق يا عمر ما هو من عدة \n  القبر يا عمر ما هو من عدة القبر قال فتركته .\n</p>\n<p class=\"arabic\">وقال أبو عبد الله محمد بن محمود المراتبي قلت للشيخ الموفق هل لسماع الحديث \n  عند ابن شافع فكل ما سمعناه لم ننتفع به .\n</p>\n<p class=\"arabic\">قال السيف يعني لنزول ذلك وذلك انهم سمعوا منه المسند والبخاري .\n</p>\n<p class=\"arabic\">وقال شيخنا أبو الحسين اليونيني سمعت الشيخ عز الدين بن عبد *39*92* السلام \n  يقول ما نقلت إلينا كرامات أحد بالتواتر إلا الشيخ عبد القادر فقيل له هذا \n  مع اعتقاده فكيف هذا قال لازم المذهب ليس بمذهب .\n</p>\n<p class=\"arabic\">وقال ابن النجار في ترجمة الشيخ عبد القادر دخل بغداد سنة ثمان وثمانين وله \n  ثمان عشرة سنة فقرأ الفقه على أبي الوفاء بن عقيل وأبي الخطاب وأبي سعد المبارك \n  المخرمي وأبي الحسين بن الفراء حتى أحكم الأصول والفروع والخلاف .\n</p>\n<p class=\"arabic\">وسمع الحديث فذكر شيوخه .\n</p>\n<p class=\"arabic\">قال وقرأ الأدب على أبي زكريا التبريزي واشتغل بالوعظ إلى أن برز فيه ثم لازم \n  الخلوة والرياضة والسياحة والمجاهدة والسهر والمقام في الخراب والصحراء وصحب \n  الشيخ حماد الدباس وأخذ عنه علم الطريق ثم إن الله تعالى أظهره للخلق وأوقع \n  له القبول العظيم فعقد مجلس الوعظ في سنة إحدى وعشرين وخمسمائة وأظهر الله \n  الحكمة على لسانه .\n</p>\n<p class=\"arabic\">ثم جلس في مدرسة شيخه أبي سعد للتدريس والفتوى في سنة ثمان وعشرين وصار يقصد \n  بالزيادة والنذور وصنف في الأصول والفروع وله كلام على لسان أهل الطريقة عال .\n</p>\n<p class=\"arabic\">روى لنا عنه ولده عبد الرزاق وأحمد بن البندنيجي وابن القبيطي وغيرهم .\n</p>\n<p class=\"arabic\">كتب إلي عبد الله بن أبي الحسن الجبائي بخطه قال قال لي الشيخ *39*93* عبد \n  القادر طالبتي نفسي يوما بشهوة فكنتن أضاجرها وأدخل في درب وأخرج إلى درب \n  أطلب الصحراء فبينما أنا أمشي وإذ رأيت رقعة ملقاة فإذا فيها ما للأقوياء \n  والشهوات إنما خلقت الشهوات للضعفاء ليتقووا بها على طاعتي فلما قرأتها خرجت \n  تلك الشهوة من قلبي .\n</p>\n<p class=\"arabic\">قال وقال لي كنت أقتات بخرنوب الشوك وورق الخس من جانب النهر .\n</p>\n<p class=\"arabic\">قرأت بخط أبي بكر عبد الله بن نصر بن حمزة التيمي سمعت عبد القادر الجيلي \n  قال بلغت بي الضائقة في غلاء نزل ببغداد إلى أن بقيت أياما لا آكل فيها طعاما \n  بل أتتبع المنبوذات فخرجت يوما إلى الشط لعلي أجد ورق الخس والبقل فما ذهبت \n  إلى موضع إلا وجدت غيري قد سبقني إليه فرجعت أمشي في البلد فلا أدرك موضعا \n  قد كان فيه شيء منبوذ إلا وقد سبقت إليه فأجهدني الضعف وعجزت عن التماسك فدخلت \n  مسجدا وقعدت وكدت أصافح الموت إذ دخل شاب أعجمي ومعه خبز وشواء وجلس يأكل \n  فكنت أكاد كلما رفع يده باللقمة أن أفتح فمي من شدة الجوع حتى أنكرت ذلك على \n  نفسي إذ التفت فرآني فقال بسم الله فأبيت فأقسم علي فبادرت نفسي إلى إجابته \n  فأبيت مخالفا لها ولهواها فأقسم علي فأجبته وأكلت مقصرا وأخذ يسألني ما شغلك \n  ومن أين أنت فقلت أما شغلي فمتفقه وأما من أين فمن جيلان فقال وأنا والله \n  من جيلان فهل تعرف لي شابا جيلانيا اسمه عبد القادر يعرف بسبط أبي عبد الله \n  الصومعي الزاهد قلت أنا هو فاضطرب لذلك وتغير وجهه وقال والله يا أخي لقد \n  وصلت إلى بغداد ومعي بقية نفقة لي فسألت عنك فلم يرشدني أحد إلى أن نفدت نفقتي \n  وبقيت بعدها ثلاثة أيام لا أجد ثمن قوتي إلا من مالك معي فلما كان هذا اليوم \n  الرابع قلت قد تجاوزتني ثلاثة أيام لم آكل فيها طعاما وقد أحلت لي الميتة \n  فأخذت من *39*94* وديعتك ثمن هذا الخبر والشواء فكل طيبا فإنما هو لك وأنا \n  ضيفك الآن .\n</p>\n<p class=\"arabic\">فقلت وما ذاك قال أمك وجهت معي ثمانية دنانير والله ما خنتك فيها إلى اليوم \n  فسكنته وطيبت نفسه ودفعت إليه شيئا منها .\n</p>\n<p class=\"arabic\">كتب إلي عبد الله بن أبي الحسن الجبائي قال قال لي الشيخ عبد القادر كنت في \n  الصحراء أكرر الفقه وأنا في مشقة من الفقر فقال لي قائل لم أر شخصه افترض \n  ما تسعين به على طلب الفقه فقلت كيف أقترض وأنا فقير ولا وفاء لي قال اقترض \n  وعلينا الوفاء .\n</p>\n<p class=\"arabic\">قال فجئت إلى بقال فقلت له تعاملين بشرط إذا سهل الله لي شيئا أعطيتك وإن \n  مت تجعلني في حل تعطيني كل يوم رغيفا ورشادا .\n</p>\n<p class=\"arabic\">قال فبكى وقال يا سيدي أنا بحكمك .\n</p>\n<p class=\"arabic\">فأخذت منه مدة فضاق صدري فأظن أنه قال فقيل لي امض إلى موضع كذا فأي شيء رأيت \n  على الدكة فخذه وادفعه إلى البقلي فلما جئت رأيت على دكة هناك قطعة ذهب كبيرة \n  فأخذتها وأعطيتها للبقلي .\n</p>\n<p class=\"arabic\">قال ولحقني الجنون مرة وحملت إلى المارستان وطرقتني الأحوال حتى مت وجاءوا \n  بالكفن وجعلوني على المغسل ثم سري عني وقمت ثم وقع في نفسي أن أخرج من بغداد \n  لكثرة الفتن التي بها فخرجت إلى باب الحلبة فقال لي قائل إلى أين تمشي ودفعني \n  دفعة حتى خررت منها وقال ارجع فإن للناس فيك منفعة قلت أريد سلامة ديني قال \n  لك ذلك .\n</p>\n<p class=\"arabic\">ولم أر شخصه *39*95* .\n</p>\n<p class=\"arabic\">ثم بعد ذلك طرقتني الأحوال فكنت أتمنى من يكشفها لي فاخترت بالظفرية ففتح \n  رجل داره وقال لي يا عبد القادر إيش طلبت البارحة فنسيت وسكت فاغتاظ مني ودفع \n  الباب في وجهي دفعة عظيمة فما مشيت ذكرت الذي سألت الله فرجعت أطلب الباب \n  فلم أعرفه وكان حمادا الدباس ثم عرفته بعد ذلك كتب لي جميع ذلك مما كنت يشكل \n  علي وكنت إذا غبت عنه لطلب العلم ورجعت إليه يقول أيش جاء بك إلينا أنت ففيه \n  مر إلى الفقهاء وأنا أسكت .\n</p>\n<p class=\"arabic\">فلما كان يوم جمعة خرجت مع الجماعة معه إلى الصلاة في شدة البرد فلما وصلنا \n  إلى قنطرة النهر دفعني الناس في الماء فقلت غسل الجمعة بسم الله .\n</p>\n<p class=\"arabic\">وكان علي جبة صوف وفي كمي أجزاء فرفعت كمي لئلا تهلك الأجزاء وخلوني ومشوا \n  فعصرت الجبة وتبعتهم وتأذيت من البرد كثيرا .\n</p>\n<p class=\"arabic\">وكان الشيخ يؤذيني ويضربني وإذا غبت وجئت يقول قد جاءنا اليوم الخبز الكثير \n  والفالوذج وأكلنا وما خبأنا لك وحشة عليك فطمع في أصحابه وقالوا أنا فقيه \n  أيش تعمل معنا فلما رآهم الشيخ يؤذوني غار لي وقال لهم يا كلاب لم تؤذونه \n  والله ما فيكم مثله وإنما أؤذيه لأمتحنه فأراه جبلا لا يتحرك .\n</p>\n<p class=\"arabic\">ثم بعد مدة قدم رجل من همذان يقال له يوسف الهمذاني وكان يقال له القطب ونزل \n  في رباط فلما سمعت به مشيت إلى الرباط فلم أره فسألت عنه فقيل هو في السرداب \n  فنزلت إليه فلما آني قام وأجلسني وفرشني وذكر لي جميع أحوالي وحل لي المشكل \n  علي ثم قال لي تتكلم على الناس فقلت يا سيدي أنا رجل أعجمي قح أخرش أيش أتكلم \n  على فصحاء بغداد فقال لي أنت حفظت الفقه وأصوله والخلاف والنخو واللغة *39*96* \n  وتفسير القرآن لا يصلح لك أن تتكلم إصعد على الكرسي وتكلم على الناس فإني \n  أرى فيك عذقا سيصير نخلة .\n</p>\n<p class=\"arabic\">قال وقال لي الشيخ عبد القادر منت أؤمر وأنهى في النوم واليقظة وكان يغلب \n  علي الكلام ويزدحم على قلبي إن لم أتكلم حتى أكاد أختنق ولا أقدر أن اسكت \n  وكان يجلس عندي رجلان وثلاثة يسمعون كلامي ثم تسامع الناس بي وازدحم علي الخلق \n  حتى صار يحضر المجلس نحو من سبعين ألفا .\n</p>\n<p class=\"arabic\">وقال لي فتشت الأعمال كلها فما وجدت فيها أفضل من إطعام الطعام أود لو أن \n  الدنيا بيدي فأطعمها الجياع .\n</p>\n<p class=\"arabic\">وقال لي كفي مثقوبة لا تضبط شيئا لو جاءني ألف دينار لم أبيتها .\n</p>\n<p class=\"arabic\">وكان إذا جاءه أحد بذهب يقول له ضعها تحت السجادة .\n</p>\n<p class=\"arabic\">وقال لي أتمنى أن أكون في الصحارى والبراري لما كنت في أول الأمر لا أرى الخلق \n  ولا يروني .\n</p>\n<p class=\"arabic\">ثم قال أراد الله مني منفعة الخلق فإنه قد أسلم على يدي أكثر من خمسمائة وتاب \n  على يدي من العيارين والمشالحة أكثر من مائة ألف هذا خير كثير .\n</p>\n<p class=\"arabic\">وقال لي ترد علي الأثقال الكثيرة ولو وضعت على الجبال تفسخت فأضع جنبي على \n  الأرض وأقرأ إن مع العسر يسرا إن مع العسر يسرا ثم أرفع رأسي وقد انفرجت عني .\n</p>\n<p class=\"arabic\">وقال لي إذا ولد لي ولد أخذته على يدي وأقول هذا ميت فأخرجه من قلبي فإذا \n  مات لم يؤثر عندي موته شيئا *39*97* .\n</p>\n<p class=\"arabic\">وقال ابن النجار سمعت عبد الرزاق بن عبد القادر يقول ولد لوالدي تسع وأربعون \n  ولدا سبعة وعشرون ذكرا والباقي إناث .\n</p>\n<p class=\"arabic\">وقال كتب إلي عبد الله بن أبي الحسن الجبائي قال كنت أسمع كتاب الحلية على \n  ابن ناصر فرق قلبي وقلت في نفسي اشتهيت أن أنقطع عن الخلق وأشتغل بالعبادة \n  ومضيت فصليت خلف الشيخ عبد القادر فلما صلى جلسنا فنظر إلي وقال إذا أردت \n  الإنقطاع فلا تنقطع حتى تتفقه وتجالس الشيوخ وتتأدب وإلا تنقطع وأنت فريخ \n  ما ريشت .\n</p>\n<p class=\"arabic\">قال ابن النجار أخبرني أبو عبد الله محمد بن سعيد الشاهد عن عبد الوهاب ابن \n  الشيخ عبد القادر قال سمعت أبا الثناء بن أبي البركات النهر ملكي يقول قال \n  لي صديق لي قد سمعت أن الشيخ عبد القادر لا يقع على ثيابه الذباب فقلت ما \n  لي علم بهذا ثم بكرنا يوم الجمعة وحضرنا مجلسه فالتفت إلي وإليه وقال أيش \n  يعمل الذباب عندي لا دبس الدنيا ولا عسل الآخرة .\n</p>\n<p class=\"arabic\">قال وأنبأنا أبو البقاء عبد الله بن الحسين الحنبلي سمعت يحيى بن نجاح الأديب \n  يقول قلت في نفسي أريد أحصي كم يقص الشيخ عبد القادر شعرا من التواب فحضرت \n  المجلس ومعي خيط فكلما قص شعرا عقدت عقدة تحت ثيابي من الخيط وأنا في آخر \n  الناس وإذا به يقول أنا أحل وأنت تعقد .\n</p>\n<p class=\"arabic\">قال وسمعت شيخ الصوفية عمر بن محمد السهروردي يقول كنت *39*98* أتفقه في صباي \n  فخطر لي أن أقرأ شيئا من علم الكلام عزمت على ذلك من غير أن أتكلم به فاتفق \n  أني صليت مع عمي الشيخ أبي النجيب فحضر عنده الشيخ عبد القادر مسلما فسأله \n  عمي الدعاء لي وذكر له أني مشتغل بالفقه وقمت فقبلت يده فأخذ يدي وقال لي \n  تب مما عزمت على الإشتغال به فإنك تفلح ثم سكت وترك يدي ولم يتغير عزمي عن \n  الإشتغال بالكلام حتى شوشت علي جميع أحوالي وتكدر وقتي علي فعلمت أن ذلك بمخالفة \n  الشيخ .\n</p>\n<p class=\"arabic\">قال وسمعت أبا محمد بن الأخضر يقول كنت أدخل على الشيخ عبد القادر في وسط \n  الشتاء وقوة برده وعليه قميص واحد وعلى رأسه طاقية وحوله من يروحه بالمروحة \n  والعرق يخرج من جسده كما يكون في شدة الحر .\n</p>\n<p class=\"arabic\">قال وسمعت عبد العزيز بن عبد الملك الشيباني سمعت الحافظ عبد الغني سمعت أبا \n  محمد بن الخشاب النحوي يقول كنت وأنا شاب أقرأ النحو وأسمع الناس يصفون حسن \n  كلام الشيخ عبد القادر فكنت أريد أن أسمعه ولا يتسع وقتي لذلك فاتفق أن حضرت \n  يوما مجلسه فلما تكلم لم أستحسن كلامه ولم أفهمه فقلت في نفسي ضاع اليوم مني \n  فالتفت إلي الجهة التي كنت فيها وقال ويلك تفضل النحو على مجالس الذكر وتختار \n  ذلك إصحبنا نصيرك سيبويه .\n</p>\n<p class=\"arabic\">وقال حكى شيخنا أحمد بن ظفر بن الوزير ابن هبيرة قال سألت جدي أن يأذن لي \n  إلى الشيخ عبد القادر فأذن لي وأعطاني مبلغا من الذهب وأمرني أن أدفعه إليه \n  وتقدم إلي بالسلام عليه فحضرت فلما انقضى المجلس ونزل عن المنبر سلمت عليه \n  وتحرجت من دفع الذهب *39*99* إليه في ذلك الجمع فبادرني الشيخ سابقا لفكرتي \n  وقال هات ما معك ولا عليك من الناس وسلم على الوزير .\n</p>\n<p class=\"arabic\">قال ففعلت وانصرفت مدهوشا .\n</p>\n<p class=\"arabic\">وقال أبو بكر عبد الله بن نصر الهاشمي حدثني أبو العباس أحمد بن المبارك المرفعاني \n  قال صحبت الشيخ عبد القادر .\n</p>\n<p class=\"arabic\">وقال صاحب مرآة الزمان كان سكون الشيخ عبد القادر أكثر من كلامه وكان يتكلم \n  على الخواطر فظهر له صيت عظيم وقبول تام وما كان يخرج من مدرسته إلا يوم الجمعة \n  أو إلى الرباط وتاب على يده معظم أهل بغداد وأسمل معظم اليهود والنصارى وما \n  كان أحد يراه إلا في أوقات الصلاة وكان يصدع بالحق على المنبر وينكر على من \n  يولي الظلمة على الناس .\n</p>\n<p class=\"arabic\">ولما ولي المقتضي القاضي ابن المرخم الظالم قال على المنبر وليت على المسلمين \n  ظلم الظالمين ما جوابك غدا عند رب العالمين وكان له كرامات ظاهرة لقد أدركت \n  جماعة من مشايخنا يكحون منها جملة حكى لي خالي لأمي خاصبك قال كان الشيخ عبد \n  القادر يجلس يوم الأحد فبت مهتما بحضور مجلسه فاتفق أنني احتملت وكانت ليلة \n  باردة فقلت ما افوت مجلسه وإذا انقضى المجلس اغتسلت وجئت إلى المدرسة والشيخ \n  على المنبر فساعة وقعت عينه علي قال يا زبير تحضر مجلسنا وأنت جنب وتحتج بالبرد \n  وحكى لي مظفر الحربي رجل صالح قال كنت أنام في مدرسة الشيخ عبد *39*100* القادر \n  لأجل المجلس فمضيت ليلة وصعدت على سطوح المدرسة وكان الحر شديدا فاشتهيت الرطب \n  وقلت يا إلهي وسديد ولو أنها خمس رطبات .\n</p>\n<p class=\"arabic\">وقال كان للشيخ باب صغير في السطح ففتح الباب وخرج وبيده خمس رطبات وصاح يا \n  مظفر وما يعرفني تعال خذ ما طلبت .\n</p>\n<p class=\"arabic\">قال ومن هذا شيء كثير .\n</p>\n<p class=\"arabic\">قال وكان ابن يونس وزير الإمام الناصر قد قصد أولاد الشيخ عبد القادر وبدد \n  شملهم وفعل في حقهم كل قبيح ونفاهم إلى واسط فبدد الله شمل ابن يونس ومزقه \n  ومات أقبح موتة .\n</p>\n<p class=\"arabic\">قلت كان الشيخ رضي الله عنه عديم النظير بعيد الصيت رأسا في العلم والعمل \n  جمع الشيخ نور الدين الشطنوفي المقرىء كتابا حافلا في سيرته وأخباره في ثلاث \n  مجلدات أتى فيه بالبردة وأذن الجرة وبالصحيح والواهي والمكذوب فإنه كتب فيه \n  حكايات عن قوم لا صدق لهم كما حكوا أن الشيخ مشى في الهواء من منبره ثلاث \n  عشرة خطوة في المجلس ومنها أن الشيخ وعظ فلم يتحرك أحد فقال أنتم لا تتحركون \n  ولا تطربون يا قناديل اطربي .\n</p>\n<p class=\"arabic\">قال فتحركت القناديل ورقصت الأطباق .\n</p>\n<p class=\"arabic\">وفي الجملة فكراماته متواترة ولم يخلف بعده مثله .\n</p>\n<p class=\"arabic\">توفي في عاشر ربيع الآخر سنة إحدى وستين وله تسعون سنة وشيعة خلق لا يحصون .\n</p>\n<p class=\"arabic\">قال الجبائي كان الشيخ عبد القادر يقول الخلق حجابك عن نفسك ونفسك حجابك عن \n  ربك .\n\n</p>"
}