{
    "header": "عبد الكريم بن محمد بن منصور بن محمد بن عـ...",
    "id": "024981",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الكريم بن محمد بن منصور بن محمد بن عبد الجبار بن أحمد بن محمد بن \n  جعفر .\n</h1>\n<p class=\"arabic\">*39*119* .\n</p>\n<p class=\"arabic\">الحافظ الكبير أبو سعد الملقب بتاج الإسلام ابن الإمام الأوحد تاج الإسلام \n  معين الدين أبي بكر بن الإمام المجتهد أبي المظفر التميمي السمعاني المروزي .\n</p>\n<p class=\"arabic\">محدث المشرق وصاحب التصانيف .\n</p>\n<p class=\"arabic\">ولد في الحادي والعشرين من شعبان سنة ست وخمسمائة بمرو وحمله والده أبو بكر \n  إلى نيسابور سنة تسع وأحضره السماع من عبد الغفار الشروتي وأبي العلاء عبيد \n  بن محمد القشيري وجماعة *39*120* .\n</p>\n<p class=\"arabic\">وأحضره بمرو علي أبي منصور محمد بن علي الكراعي وغيره .\n</p>\n<p class=\"arabic\">ومات أبوه سنة عشر في أولها وتربى أبو سعد بين أعمامه وأهله فلما راهق أقبل \n  على القرآن والفقه والإشتغال وكبر وأحب الحديث والسماع وعني بهذا الشأن ورحل \n  قبل الثلاثين وبعدها إلى خراسان وإصبهان والعراق والحجاز والشام وطبرستان \n  وما وراء النهر فسمع بنفسه من الفراوي وزاهر الشحامي وهبة الله السيدي وتميم \n  الجرجاني وعبد الجبار الحواري والحسين بن عبد الملك الخلال وسعيد بن أبي الرجاء \n  الصيرفي وإسماعيل بن محمد بن الفضل الحافظ وإسماعيل بن أبي القاسم العازلي \n  وأبي يعد أحمد بنالإمام أبي بكر محمد بن ثابت الجندي وأبي نصر أحمد بن عمر \n  الغازي وعبد المنعم بن القشيري وعبد الواحد بن محمد الشرابي ومحمد بن حمد \n  الكبريتي وفاطمة بنت زعبل وأبي بكر محمد بن عبد الباقي الأنصاري وعلي بن علي \n  الأمين وعبد الرحمن بن محمد الشيباني الفزار وعمر بن إبراهيم العلوي الكوفي .\n</p>\n<p class=\"arabic\">وسمع بمدن كثيرة وألف معجم البلان التي سمع بها وصنف كتاب الأنساب وكتاب ذيل \n  تاريخ بغداد وكتاب تاريخ مرو وعاد إلى وطنه سنة ثمان وثلاثين فتزوج وولد له \n  أبو المظفر عبد الرحيم فاعتنى *39*121* به وأسمعه الكثير ورحل به إلى نيسابور \n  ونواحيها وهراة وننواحيها وبلخ سمرقند بخارى وصنف له معجبما ثم عاد به إلى \n  مرو وألقى بها عصى الترحال أقبل على التصنيف والإملاء والوعظ والتدريس .\n</p>\n<p class=\"arabic\">درس بالمدرسة العميدية وكان عالي الهمة في الطلب سريع الكتابة جدا مجتهدا \n  مضبوط الأوقات كتب عمن دب ودرج وجمع معجمه في عشر مجلدات كبار قال أبو عبد \n  الله بن النجار سمعت من يذكر أن عدد شيوخه سبعة الآف شيخ وهذا شيء لم يبلغه \n  أحد وكان مليح التصانيف كثير النشوار والأناشيد لطيف المزاج ظريفا حافظا واسع \n  الرحلة ثقة صدوقا دينا جميل السيرة .\n</p>\n<p class=\"arabic\">سمع منه مشايخ وأقرانه وثنا عنه جماعة من أهل خراسان وبغداد .\n</p>\n<p class=\"arabic\">قلت روى عنه أبو القاسم بن عساكر وابنه القاسم وأبو أحمد بن سكينة وعبد العزيز \n  بن منينا وأبو روح عبد المعز الهروي وأبو لضوء شهاب الشذياني والإفتخار عبد \n  المطلب الهاشمي وابنه أبو المظفر عبد الرحيم بن السمعاني ويوسف بن المبارك \n  الخفاف وأبو الفتح محمد بن محمد بن عمر الصائغ وآخرون .\n#</p>\n<p class=\"arabic\">ذكر مصنفاته .\n</p>\n<p class=\"arabic\">في تاريخ مرو خمسمائة طاقة طراز الذهب في أدب الطلب مائة وخمسون طاقة الإسفار \n  عن الأسفار خمس وعشرون طاقة الإملاء والإستملاء خمس عشر طاقة معجم البلدان \n  خمسون طاقة معجم الشيوخ ثمانون طاقة تحفة المسافر مائة وخمسون طاقة التحف \n  *39*122* والهدايا خمس وعشرون طاقة عز العزلة سعبون طاقة الأدب في استعمال \n  الحسب خمس طاقات المناسك ستون طاقة الدعوات أربعون طاقة الدعوات النبوية خمس \n  عشر طاقة الحث على غسل اليد خمس طاقات أفانين البساتين خمس عشر طاقة دخول \n  الحمام خمس عشرة طاقة فضل صلاة التسبيح عشر طاقات التحايا والهدايا ست طاقات \n  تحفة العيدين ثلاثون طاقة فضل الديك خمس طاقات الرسائل والوسائل خمس عشرة \n  طاقة صوم الأيتم البيض خمس عشر طاقة سلوة الأحباب ورحمة الأصحاب خمس طاقات \n  التحبير في المعجم الكبير ثلاثمائة طاقة فرط الغرام إلى ساكني الشام خمس عشر \n  طاقة مقام العلماء بين يدي الأمراء إحدى عشر طاقة المساواة والمصافحة ثلاث \n  عشرة طاقة ذكرى حبيب رحل وبشرى مشيب نزل عشرون طاقة الأمالي الخمسمائة مائتان \n  طاقة فوائد الماوائد مائة طاقة فضل الهر ثلاث طاقات الأخطار في ركوب البحار \n  سبع طاقات فضل الهر ثلاث طاقات الأخطار في ركبو البحار سبع طاقات الأنساب \n  ثلاثمائة وخمسون طاقة الأمالي ستون طاقة *39*123* بخار بخور البخاري عشرون \n  طاقة تقديم الجفان إلى الضيفان سبعون طاقة صلاة الضحى عشر طاقات الصدق في \n  الصداقة الربح في التجارة رفع الأرتياب في كتابة الكتاب أربع طاقات النزوع \n  إلى الأوطان خمس وثلاثون طاقة حث الإمام على تخفيف الصلاة فيطاقتين لفتة المشتاق \n  إلى ساكني العراق أربع طاقات السند لمن اكتنى بابي سع ثلاثون طاقة فضائل الشام \n  في طاقتين فضل يس في طاقتين .\n</p>\n<p class=\"arabic\">توفي وأبو المظفر ابنه هو الذي ورخه في غرة ربيع الأول وله ست وخسمون سنة \n  *39*124* .\n\n</p>"
}