{
    "header": "عبد الهادي بن محمد بن عبد الله بن عمر بنـ...",
    "id": "024983",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الهادي بن محمد بن عبد الله بن عمر بن مأمون .\n</h1>\n<p class=\"arabic\">أبو عروية السجستاني الزاهد شيخ الصوفية وإمام سجستان .\n</p>\n<p class=\"arabic\">يحول من الماضية إلى هنا فإن فيها ورخه الحافظ يوسف بن أحمد الشيرازي وقال \n  كان للمذهب ركتنا وثيقا ولأهل الحديث حصنا منيعا وكان صلب الدين خلف جده وخاله \n  في الرد على المبتدعين وكانت أوراده تستغرق ليله ونهاره ومناقبه لا تنتهي \n  حتى ينتهي عنها .\n</p>\n<p class=\"arabic\">وقد سمع منه الحافظ عبد القادر الرهاوي فأكثر عنه وقال سمع الحديث من جده \n  عبد الله سنة خمس وثمانين وأربعمائة وحج سمع المسند من أبي الحصين وبلغني \n  أنه لما حج قرأ عليه ابن ناصر مسلسلات أبى حاتم بن حبان وكان زاهدا ورعا متواضعا \n  كثير النوافل سريع الدمعة حسن الأخلاق عاش تسعا وثمانين سنة ما عرفت له زلة \n  وكان منتشر الذكر في البلاد القاصية بحسن السيرة وكان له رباط ينزل من ذلك \n  شيئا بل يجلعله في نفقة الرباط ويتعيش بغليلة له يسيرة ومات وعليه دين هذا \n  مع سعة جاهه بسجستان حتى عند بعض مخالفيه .\n</p>\n<p class=\"arabic\">بلغنا موته وأنا بهراة بعد مفارقتي له بقليل فأغلقت أسوار هراة ومنع الوعاظ \n  من الوعظ وجلس واعظ وذكر مناقبه وبكى الناس عليه .\n</p>\n<p class=\"arabic\">كنت يوما عنده فجعل إنسان يحدثنا بدخل بغداد فتعجبت وقال سبحان الله إنسان \n  يعيش حتى يشيخ ولا يرى في يد أحد عشرة دنانير *39*126* .\n</p>\n<p class=\"arabic\">قلت ولا رأيت في ديك عشرة دنانير قال ولا خمسة .\n</p>\n<p class=\"arabic\">وكان يعظ في رباطه فلما جئت إلى عنده قال لكن أريد أن أشتغل بالحديث فلم يعظ \n  مدة مقامي وكان قد ولي سجستان أمير معتزلي فقصد الشيخ فخرج من سجستان إلى \n  هراة وتلقوه ملتقى حسنا ونزل في رباط شيخ الإسلام .\n</p>\n<p class=\"arabic\">وكان له ابن يقال له عبد لمعز سمع مع أبيه من أبي نصر هبة الله بن عبد الجبار \n  بن فارخ .\n</p>\n<p class=\"arabic\">وكان أعلم من أبيه وقريبا مه في السيرة والعقل والوقار والحرمة عند الناس \n  فلم يعش بعد أبيه طائلا .\n</p>\n<p class=\"arabic\">سمعت رجلا بسجستان يقول خبرت أهل سجستان ليس فيهم أدين من عبد الهادي وأولاده .\n</p>\n<p class=\"arabic\">وكان لديانته قد فوض إليه الوقت وإمامة الجامع وكان لا يقدر أحد من المخالفين \n  يصلي في الصف الأول من الجامع من غلبة أصحابه مع قلتهم وكثرة المخالفين ومساعدة \n  السلطان لمخالفيه .\n</p>\n<p class=\"arabic\">قلت توفي في هذه السنة إن شاء الله فإن فيها كان عبد القدر بهراة وقد شهد \n  عزاءه وأجاز لنا أبو زكريا يحيى بن الصيرفي الفقيه وغيره أنا عبد القادر أنا \n  أبو عروية عبد الهادي فذكر أحاديث .\n\n</p>"
}