{
    "header": "محمد بن عبد الملك بن عبد الحميد .",
    "id": "025086",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن عبد الملك بن عبد الحميد .\n</h1>\n<p class=\"arabic\">أبو عبد الله الفارقي والزاهد ونزيل بغداد ذو العبارات الفصيحة *39*209* والمعاني \n  الصحيحة المعرض عن زخارف الدنيا المقبل على العم والتقوى كذا قال فيه ابن \n  النجار .\n</p>\n<p class=\"arabic\">وقال قدم بغداد في صباه فاستوطنها وكان يتكلم على الناس كل جمعة بعد الصلاة \n  بجامع القصر يجلس على آجرتين ويقوم إذا حمي الكلام .\n</p>\n<p class=\"arabic\">وسئل أن يعمل له كرسي فأبى ذلك وكان يحضر مجلسه العلماء والأعيان ويتكلم على \n  لسان أهل الحقيقة بلسان عذب وكلام لطيف ومنطق بليغ فانتفع به خلق كثير .\n</p>\n<p class=\"arabic\">وكان من أولياء الله وأصفيائه له المقامات والرياضات والمجاهدات .\n</p>\n<p class=\"arabic\">دون كلامه أبو المعالي الكتبي في كتاب مفرد .\n</p>\n<p class=\"arabic\">روى لي عنه ابن سكينة وابن الحصري .\n</p>\n<p class=\"arabic\">وكان شيخا مليح الصورة ذا تجمل في ملبوسه وبيته فقر .\n</p>\n<p class=\"arabic\">وقال ابن الجوزي كان محمد الفارقي يتلكم على الناس قاعدا ورمبا قام على قدميه \n  في دار سيف الدولة من الجامع وكان يقال إنه يحفظ كتاب نهج البلاغة ويغير ألفاظه \n  وكانت له كلمات حسان في الجملة .\n</p>\n<p class=\"arabic\">وقال أبو المحاسن القرشي قدم بغداد في صباه وسمع من جعفر السراج وانقطع إلى \n  الخلوة والمجاهدة والعبادة إلى أن لاحت له إمارات القبول وكان العلماء والفضلاء \n  يقصدونه ويكتبون كلامه الذي هو فوق الدر .\n</p>\n<p class=\"arabic\">كان متقللا خشن العيش .\n</p>\n<p class=\"arabic\">وقال ابن الدبيثي كان يتكلم على الناس كل جمعة تكلف ولا روية والناس يكتبن .\n</p>\n<p class=\"arabic\">وقال أبو أحمد بن سكينة الأمير سمعت أبا عبد الله الفارقي يقول المحبة نار \n  زنادها جمال المحبوب وكبريتها الكمد وخزانها حرق القلوب ووقودها الفؤاد والكبد \n  *39*210* .\n</p>\n<p class=\"arabic\">قال وسمعته يوقل المحب لسطوة سلطان الجمال مغلوب وبحسام الحسن مضروب مأخوذ \n  عنه مسلوب نجم رغبته غارب عن كل مرغوب وطالع في فن العيوب مصباح حبة يتوهج \n  في رجاجة وجده نار الوله بالمحبوب بشهاب شوقه وكمده في قلبه وكبده ساطع لا \n  يهوب .\n</p>\n<p class=\"arabic\">وقال يحيى بن القاسم التكريتي سمعت الشيخ محمد الفارقي يقول الدني الهمة عند \n  شهوته شمتخدم في اصطبل طبعه يخدم كودن كبره وأتان تيهه وحمار خرصه جواد همه \n  مقيد بقيود ذنابه قد وضع على قدميه شبحة تتعبه من الجري في حلبة المكارم وجعل \n  على ظهره جبل الدك منسوجا من الصفات الذمائم .\n</p>\n<p class=\"arabic\">ثم قال يحيى حكى لي أبو الفتح مسعود بن محمد البدري قال دخل يوسف بن محمد \n  بن مفيد الدمشقي على الشيخ محمد الفارقي ومعه فقراء فلما ظهر الفقراء إلى \n  الشيخ لحقهم وجد فصاحوا فرفع رأسه وقال لا تخبزوا فطيرا فإن الفطير يوجع الفؤاد .\n</p>\n<p class=\"arabic\">وقال ابن النحار قرأت على يوسف بن جبريل بالقاهرة عن القاضي أبي البركات محمد \n  بن علي بن محمد الأنصاري قال أنا الإمام الزاهد العارف أبو عبد الله محمد \n  بن عبد الملك الفارقي بقراءتي ولم أر ببغداد من يدانيه من فضله ويضاهيه وهو \n  المتكلم بالعراق قال ثنا شيخنا أبو البقاء المبارك بن الخل فذكر حديثا .\n</p>\n<p class=\"arabic\">قلت ابن الخل هو والد الفقيه أبي الحسن وصوفي زاهد ذكرناه في سنة عشرين وخمسمائة .\n</p>\n<p class=\"arabic\">وقال القاضي عمر بن علي القرشي محمد بن عبد الملك الفارقي العارف قدم بغداد \n  قديما وسمع بها من جعفر السراج كذا قال القاضي .\n</p>\n<p class=\"arabic\">قال وانقطع إلى الخلوة والمجاهدة والعبادة واستعمل الإخلاص في أعماله إلى \n  أن تحقق جريانه حكمه من قلبه على لسانه *39*211* .\n</p>\n<p class=\"arabic\">وكان الفضلاء يقصدونه ويكتبون كلامه الذي يفوق الدر وجرى على طريقة واحدة \n  م اختيار العفة والتقلل والتخشن ورد ما يفتح عليه إلا القيل من الإجار .\n</p>\n<p class=\"arabic\">ولد سنة سبع وثمانين وأربعمائة .\n</p>\n<p class=\"arabic\">قال ابن الدبيثي روى لنا عنه جماعة .\n</p>\n<p class=\"arabic\">وتوفي في رجب عن سبع وسبعين سنة .\n\n</p>"
}