{
    "header": " هبة الله بن الحسن بن هبة الله بن عبد الـ...",
    "id": "025052",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> هبة الله بن الحسن بن هبة الله بن عبد الله بن عساكر .\n</h1>\n<p class=\"arabic\">الفقيه صائن الدين أبو الحسن الدمشقي الشافعي أخو الحافظ أبي القاسم .\n</p>\n<p class=\"arabic\">قال أبو القاسم ولد أخي في رجب سنة ثمان وثمانين وأربعمائة وقرأ بالروايات \n  على أبي الوحش سبيع بن قيراط وعلى أحم بن محمد بن خلف الأندلسي مصنف المقنع \n  في القراءآت وهو من أصحاب أبي الحسين يحيى بن الفرج الخشاب *39*182* .\n</p>\n<p class=\"arabic\">وسمع أبا القاسم النسيب وأبا طاهر الحنائي وأبا الحسن بن الموازيني ووجد له \n  سماع من أبي الحسن بن أبي الجرو الراوي عن أبي الحسين بن السمسار فلم يرده \n  وقال لا أحق هذا الشيخ .\n</p>\n<p class=\"arabic\">وتفقه مدة على أبي الحسن بن المسلم وعلى الفقيه نصر الله بن محمد .\n</p>\n<p class=\"arabic\">ورحل إلى بغداد سنة عشر فسمع أبا علي بن نبهان وأبا علي بن المهدي وأبا الغنائم \n  بن المهتدي بالله وأبا طالب الزينبي وأبا طالب بن يوسف وأصحاب البرمكي والتنوخي .\n</p>\n<p class=\"arabic\">وعلق الخلاف عن أسعد الميهني وقرأ علي أبي عبد الله بن أبي كدنة المتكلم شيئا \n  من أصول الفقه وحج سنة إحدى عشرة وخمسمائة وأعاد بالأمنية لشيخه أبي الحسن \n  السلمي ودرس بالزواية الغربية يعني الغزالية واقتنى وكتب الحديث الكثير وكان \n  معنيا بعلوم القرآن والنحو واللغة .\n</p>\n<p class=\"arabic\">وحدث بطبقات ابن سعد وسنن الدارقطني وعرضت عليه الخطابة وغيرهما فامتنع .\n</p>\n<p class=\"arabic\">وكان خاله أبو المعالي يجتهد أن ينوب عنه في القضاء فلم يفعل .\n</p>\n<p class=\"arabic\">وكان ثقة ثبيتا متيقظا له شعر كثير .\n</p>\n<p class=\"arabic\">توفي في شعبان .\n</p>\n<p class=\"arabic\">قلت روى عنه هو وابنه القاسم أبو سعد السعماني وبنو أخيه زين الأمناء الحسن \n  وفخر الدين عبد الرحمن شيخ الشافعية وتاج الأمناء أحمد وأبو نصر عبد الرحيم \n  بن محمد بن الحسن وأبو القاسم بن صصرى وسيف الدولة بن غسان ومكرم وآخرون *39*183* .\n</p>\n<p class=\"arabic\">وذكر ابن الدبيثي أن الصائن وقع في الحمام ففلج أياما ثم مات رحمه الله تعالى .\n\n</p>"
}