{
    "header": "علي بن محمد بن علي بن هذيل .",
    "id": "025078",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">علي بن محمد بن علي بن هذيل .\n</h1>\n<p class=\"arabic\">أبو الحسن البلنسي المقرئ شيخ القراء بالأندلس ولد سنة سبعين أو إحدى وسبعين \n  وأربعمائة ونشأ في حجر أبي داود سليمان بن نجاح ولازمه بضعة عشر عاما بدانية \n  وبلنسية وكان زوج أمه وهو أثبت الناس فيه حمل عنه الكثير من العلوم وصارت \n  إليه أصوله العتيقة .\n</p>\n<p class=\"arabic\">أتقن عليه القراءآت حتى برع فيها وسمع صحيح البخاري ورواه عن *39*201* أبي \n  محمد الركلي .\n</p>\n<p class=\"arabic\">وسمع صحيح مسلم من طارق بن يعيش .\n</p>\n<p class=\"arabic\">وسمع مختصر الطيطلي في الفقه من أبي عبد الله بن عيسى وسمع سنن أبي داود من \n  طارق أيضا .\n</p>\n<p class=\"arabic\">وأجاز له أبو الحسين بن البياز وخازم بن محمد وأبو علي بن سكرة وغيرهم .\n</p>\n<p class=\"arabic\">قال الأبار وكان منقطع القرين في الفضائل والزهد والورع مع العدالة والتواضع \n  والإعراض عن الدنيان والتقلل منها صوما قواما كثير الصدقة .\n</p>\n<p class=\"arabic\">كانت له ضيعة فكان يخرج لتفقدها فتصحبه الطلبة فمن قاريء ومن سامع وهو منشرح \n  طويل الاحتمال على فرط ملازمتهم له وانتيابهم إياه ليلا ونهارا وأسن وعمر \n  وهو آخر من حدث عن أبي داود .\n</p>\n<p class=\"arabic\">وغليه انتهت الرئاسة في صناعة الإقراء عامة عمره لعلو روايته وإمامته في التجويد \n  والإتقان .\n</p>\n<p class=\"arabic\">وحدث عن جلة لا يحصون ورحلوا إليه وأقرأ وحدث نحوا من ستين سنة .\n</p>\n<p class=\"arabic\">قال لنا محمد بن أحمد بن سلمون كان رحمه الله يتصدق على اليتامى والأرامل \n  فقالت زوجته إنك لتسعى بها في فقر أولادك .\n</p>\n<p class=\"arabic\">فقال لها لا والله بل أنا شيخ طماع أسعى في عناهم .\n</p>\n<p class=\"arabic\">دقلت قرأ عليه القراءآت أبو محمد لاقاسم بن قيرة الشاطبي وأبو *39*202* عبد \n  الله محمد بن نوح الغافقي وأبو جعفر أحمد بنعلي الحصار وأبو عبد الله محمد \n  بن سعيد المرادي وأبو علي الحسين بن يوسف بن زلال وأبو عبد الله محمد بن خلف \n  بن سبع الزناتي وأبو عبد الله محمد بن أحمد بن سعادة الشاطبي وعمه المعمر \n  محمد بن عبد العزيز بن سعادة وولد ابن هذيل أبو عامر محمد بن علي وعلي بن \n  محمد النفزي المعروف بابن فتوح وأبو الأصبغ عبد العزيز بن أحمد بن الموصل \n  الزاهد وغلبون بن محمد بن غلبون الأنصاري وجعفر بن عبد الله بن سيد بويه الخزاعي \n  العابد شيخ الصوفية وطائفة سواهم .\n</p>\n<p class=\"arabic\">وقرأ عليه رواية نافع محمد بن أحمد بن مسعود الأزدي والحسن بن عبد العزيز \n  التجيبي وغيرهما .\n</p>\n<p class=\"arabic\">وروى عنه الحديث خلق منهم محمد بن أحمد بن سلمون وسبطيته زينب بنت محمد بن \n  أحمد الزهرية وتفيت سنة خمس وثلاثين وستمائة وكذا توفي عامئذ الحسن التجيبي .\n</p>\n<p class=\"arabic\">وروى عنه بالإجازة محيي الدين العربي نزيل دمشق .\n</p>\n<p class=\"arabic\">قال الأبار توفي ابن هذيل في سابع عشر رجب يوم الخميس ودفن يوم الجمعة وصلى \n  عليه أبو الحسن بن النعمة وحضره السلطان أبو الحجاج يوسف بن سعد وتزاحم الناس \n  على نعشه ورثاه واحب بن عمر بن واجب بقصيدة منها لم أنس يوم تهادى نعشه أسفا \n  أيدي الورى وتراميها على الكفن كزهرة تتهادها الأكف فلاتقيم في راحة إلا على \n  ظعن قال لنا ابن سلمون هذا صحيح كان الناس يتعلقون بالنظق والسقف *39*203* \n  ليدركوا النعش بأيديهم ثم يمسحون بها على وجوههم .\n</p>\n<p class=\"arabic\">عاش أربعا وتسعين سنة .\n\n</p>"
}