{
    "header": "مسعود بن الحسن بن القاسم بن الفضل بن أحمـ...",
    "id": "025001",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">مسعود بن الحسن بن القاسم بن الفضل بن أحمد بن أحمد بن محمود بن عبد الله \n  بن إبراهيم .\n</h1>\n<p class=\"arabic\">الرئيس المعمر أبو الفرج بن أبي محمد بن الرئيس المعتمد أبي عبد الله الثقفي \n  الإصبهاني .\n</p>\n<p class=\"arabic\">مسند الوقت ورحلة الدينا كان شيخا حسنا رئيسا جليللا ولد سنة اثنتين وستين \n  وأربعمائة وأجاز له الحافظ أبو بكر أحمد بن علي الخطيب وأبو الغنائم عبد الصمد \n  بن المأمون وأبو الحسين بن المهتدي بالله وغيرهم في سنة ثلاث وستين من بغداد \n  على نقله أبو الخير عبد الرحيم بن محمد بن موسى وأتهم أبو الخير وكذبه في \n  ذلك الحافظ أبو موسى المديني نقله ابن النجار .\n</p>\n<p class=\"arabic\">وسمع من جده وأبي عمر بن مندة وأبي عيسى بن زيادة والمطهر بن عبد الواحد البزاني \n  ومحمد بن أحمد السمسار وإبراهيم بن محمد الطيان وسهل بن عبد لله بن علي العلوي \n  وأبي نصر محمد بن عمر بن تانه وأبي الخير محمد بن أحمد بن ررا وسليمان بن \n  إبراهيم الحافظ وغانم بن عبد الواحد وأحمد بن محمد بن أحمد بن عبد الواحد \n  وطائفة سواهم .\n</p>\n<p class=\"arabic\">وخرجت له الفوائد في تسعة أجزاء وطال عمره حتى أحلق الصغار بالكبار وتفرد \n  في الدنيا عن كثير من شيوخه *39*143* .\n</p>\n<p class=\"arabic\">روى عنه خلق منهم محمد بن يوسف الآملي عبد الله بن أبي الفرج الجبائي والحسين \n  بن محمد الجرباذقاني وعبد الأول بن ثابت المديني وعبد القادر الرهاوي وعبد \n  الملك بن محمد المديني ومحمد بن إبراهيم الإصبهاني كلين ومحمد بن علي الحنبلي \n  الحافظ ومحمود بن محمد الحداد أبو الوفا محمود بن مندة .\n</p>\n<p class=\"arabic\">وبالإجازة أبو المنجا بن التي وكريمة وأختها صفية .\n</p>\n<p class=\"arabic\">ولو عاش أحد من أصحابه من نسبة ما عاش هو بعد شيوخه لبقي إلى بعد الخمسين \n  وشتمائة .\n</p>\n<p class=\"arabic\">توفي يوم الإثنين غرة رجب وله مائة سنة .\n</p>\n<p class=\"arabic\">وآخر من روى عنه بالإجازة عجيبة بنت أبي بكر الباقداري .\n</p>\n<p class=\"arabic\">قال السمعاني لم يتفق أن أسمع منه شيئا لاشتغالي بغيره وما كانوا يحسنون الثناء \n  عليه والله يرحمه وقد حدثني محمد بن عبد الرحمن الفيج أنه قرأ على الرئيس \n  أبي الفرج جميع تاريخ الخطيب في سنة ستين وخمسمائة وكتب إلي بالإجازة *39*144* .\n\n</p>"
}