{
    "header": "يوسف المستنجد بالله .",
    "id": "025159",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">يوسف المستنجد بالله .\n</h1>\n<p class=\"arabic\">*39*256* .\n</p>\n<p class=\"arabic\">أمير المؤمنين أبو المظفر بن المقتفي لأمر الله محمد بن المستظهر بالله أحمد \n  بن المقتدي بالله أبي القاسم عبد الله الهاشمي العباسي .\n</p>\n<p class=\"arabic\">خطب له والده بولاية العهد في سنة سبع وأربعين فلما احتضر أبوه كان عنده حظيته \n  أم علي فأرسلت إلى الأمراء أن يقوموا معها ليكون الأمر لابنها علي وبذلت لهم \n  الإقطاعات والأموال فقالوا كيف الحيلة مع وجود ولي العهد يوسف فقالت أنا أقبض \n  عليه فأجابوها وعينوا لوزارته أبا المعالي بن إلكيا الهراسي وهيأت هي عدة \n  من الجواري بسكاكين وأمرتهن بالوثوب على ولي العهد المستنجد وكان له خويدم \n  فرأى الجواري بأيديهن السكاكين وبيد علي وأمه سيفين فعاد مذعورا إلى المستنجد \n  وأخبره وبعثت هي إليه تقول إحضر فأبوك يموت فطلب أستاذ داره وأخذه معه في \n  جماعة من الفراشين ولبس الدرع وشهر سيفا فلما دخل ضرب واحدة من تلك الجواري \n  جرحها فتهاربن وأخذ أخاه عليا وأمه فحبسها فغرق *39*257* بعض الجواري وقتل \n  بعضهن واستخلف يوم موت أبيه في ربيع الأول سنة خمس وخمسين .\n</p>\n<p class=\"arabic\">وولد سنة ثمان عشرة وأمه طاوس كرجية أدركت خلافته .\n</p>\n<p class=\"arabic\">قال ابن الدبيثي كان يقول الشعر قال وكان نقش خاتمه من أحب نفسه عمل لها .\n</p>\n<p class=\"arabic\">قال ابن النجار حكى ابن صفية أن المقتفي كان قد نزل يوما في المخيم بنهر عيسى \n  والدنيا صيف فدخل إليه المستنجد وقد أثر الحر والعطش فيه .\n</p>\n<p class=\"arabic\">فقال أيش بك قال أنا عطشان .\n</p>\n<p class=\"arabic\">قال ولم تركت نفسك قال يا مولانا فإن الماء في الموكبيات قد حمي .\n</p>\n<p class=\"arabic\">فقال أيش في فمك قال خاتم يزدن عليه مكتوب اثني عشر إمام وهو يسكن من العطش .\n</p>\n<p class=\"arabic\">فضحك وقال والك يريد يصيرك يزدن رافضيا سيد هؤلاء الأئمة الحسين ومات عطشان .\n</p>\n<p class=\"arabic\">وقال سبط ابن الجوزي في المرآة ومن شعر المستنجد عيرتني بالشيب وهو وقارليتها \n  عيرت بما هو عار *39*258* إن تك شابت الذوائب منيفالليالي تزينها الأقمار \n  وله في بخيل وباخل أشعل في بيتهتكرمة منه لنا شمعه فما جرت من عينها دمعة \n  حتى جرت من عينه دمعه وقال ابن الجوزي أول من بايعه عمه أبو طالب ثم أخوه \n  أبو جعفر وكان أسن من المستنجد ثم الوزير عون الدين ثم قاضي القضاء .\n</p>\n<p class=\"arabic\">وحدثني الوزير أبو المظفر يحيى بن محمد بن هبيرة حدثني أمير المؤمنين المستنجد \n  بالله قال رأيت رسول الله صلى الله عليه وسلم في المنام منذ خمس عشر سنة فقال \n  لي يبقى أبوك في الخلافة خمس عشرة سنة فكان كما قال .\n</p>\n<p class=\"arabic\">ورأيته صلى الله عليه وسلم قبل موت أبي بأربعة أشهر فدخل بي من باب كبير ثم \n  ارتفعنا إلى رأس جبل وصلى بي ركعتين وألبسني قميصا ثم قال لي قل اللهم اهدني \n  فيمن هديت .\n</p>\n<p class=\"arabic\">وذكر دعاء القنوت .\n</p>\n<p class=\"arabic\">وحدثني الوزير ابن هبيرة قال كان المستنجد قد بعث إلي مكتوبا مع خادم في حياة \n  أبيه وكأنه أراد أن يسره عن أبيه فأخذته وقلبته وقلت للخادم قل له والله ما \n  يمكنني أن أقرأه ولا أن أجيب عنه .\n</p>\n<p class=\"arabic\">قال فأخذ ذلك في نفسه علي فلما ولي دخلت عليه فقلت يا أمير المؤمنين أكبر \n  دليل في نصحي أني ما حابيتك نصحا لأمير المؤمنين *39*259* .\n</p>\n<p class=\"arabic\">فقال صدقت أنت الوزير .\n</p>\n<p class=\"arabic\">فقلت إلى متى فقال إلى الموت .\n</p>\n<p class=\"arabic\">فقلت أحتاج والله إلى اليد الشريفة فأحلفته على ما ضمن لي .\n</p>\n<p class=\"arabic\">قال ابن الجوزي وحكي أن الوزير بعد ذلك خدم بحمل الكثير من خيل وسلاح وغلمان \n  وطيب ودنانير فبعث أربعة عشر فرسا عرابا فيها فرس يزيد ثمنه على أربعمائة \n  دينار وست بغلات وعشرة غلمان ترك وعشرة زرريات وخوذة وعشرة تخوت من الثياب \n  وسفط فيه عود وكافور وعنبر وسفط فيه دنانير فقبل منه وطاب قلبه .\n</p>\n<p class=\"arabic\">وأقر المستنجد أصحاب الولايات وأزال المكوس والضرائب .\n</p>\n<p class=\"arabic\">توفي رحمه الله في ثامن ربيع الآخر وكان موصوفا بالعدل والرفق أطلق من المكوس \n  شيئا كثيرا بحيث لم يترك بالعراق مكسا فيما نقل صاحب الروضتين وقال كان شديدا \n  على المفسدين والعوانية سجن رجلا كان يسعى بالناس مدة فحضر رجل وبذل فيه عشرة \n  الآف دينار فقال أنا أعطيك عشرة الآف دينار ودلني على آخر مثله لأحبسه وأكف \n  شره .\n</p>\n<p class=\"arabic\">ومن أخبار المستنجد قال ابن الأثير كان أسمر تام القامة طويل *39*260* اللحية \n  اشتد مرضه وكان .\n</p>\n<p class=\"arabic\">قد خافه أستاذ الدار عضد الدين أبو الفرج ابن رئيس الرؤساء وقطب الدين قايماز \n  المقتفوي أكبر الأمراء فلما اشتد مرض الخليفة اتفقا وواضعا الطبيب على أن \n  يصف له ما يؤذيه فوصف له الحمام فامتنع لضعفه ثم أدخلها فأعلق عليه باب الحمام \n  فمات هكذا سمعت غير واحد ممن يعلم الحال .\n</p>\n<p class=\"arabic\">قال وقيل إن الخليفة كتب إلى وزيره مع طبيبه ابن صفية يأمره بالقبض على قايماز \n  وابن رئيس الرؤساء وصلبهما فاجتمع ابن صفية بابن رئيس الرؤساء وأعطاه خط الخليفة \n  فاجتمع بقايماز ويزدن وأراهما الخط فاتفقوا على قتل الخليفة فدخل إليه يزدن \n  وقايماز العميدي وحملاه وهو يستغيث إلى الحمام وأغلقاه عليه فتلف .\n</p>\n<p class=\"arabic\">قال ولما مرض المستنجد أرجف بموته فركب الوزير بالأمراء والسلاح فأرسل إليه \n  عضد الدين يقول إن أمير المؤمنين قد خف وأقبلت العافية فعاد الوزير إلى داره \n  وعمد عضد الدين ابن رئيس الرؤساء وقايماز فبايعا المستضيء بالله أبا محمد \n  الحسن بن المستنجد .\n</p>\n<p class=\"arabic\">قال ابن النجار كان المستنجد موصوفا بالفهم الثاقب والرأي الصائب والذكاء \n  الغالب والفضل الباهر له نثر بليغ ونظم بديع ومعرفة بعمل آلات الفلك والاسطرلاب \n  وغير ذلك رحمه الله تعالى *39*261* .\n\n</p>"
}