{
    "header": "عبد الله بن أحمد بن أحمد بن أحمد بن عبد ...",
    "id": "025169",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الله بن أحمد بن أحمد بن أحمد بن عبد الله بن نصر .\n</h1>\n<p class=\"arabic\">العلامة أبو محمد بن الخشاب النحوي ) .\n</p>\n<p class=\"arabic\">شيخ بغداد ونحوي البلاد يقال إنه بلغ في النحو درجة أبي علي الفارسي وكانت \n  له معرفة تامة بالحديث واللغة والهندسة والفلسفة وغير ذلك .\n</p>\n<p class=\"arabic\">أخذ عن أبي منصور بن الجواليقي وأبي بكر بن جوامرد القطان النحوي وعلي بن \n  أبي زيد الفصيحي وأبي السعادات هبة الله بن الشجري والحسن بن علي المحولي \n  اللغوي حتى أحكم العربية *39*268* .\n</p>\n<p class=\"arabic\">وكان مولده سنة اثنتين وتسعين وأربعمائة .\n</p>\n<p class=\"arabic\">وسمع من أبي القاسم الربعي وأبي الغنائم النرسي وأبي زكريا بن مندة وغيرهم .\n</p>\n<p class=\"arabic\">ثم طلب بنفسه وقرأ الكثير .\n</p>\n<p class=\"arabic\">وسمع من أبي عبد الله البارع وابن الحصين وابن كادش وأبي غالب بن البنا .\n</p>\n<p class=\"arabic\">وقرأ العالي والنازل إلى أن قرأ على أقرانه وكان له كتب كثيرة إلى الغاية \n  وروى الكثير وتخرج به خلق في النحو .\n</p>\n<p class=\"arabic\">وحدث عنه أبو سعد السمعاني وذكره في تاريخه فقال شاب كامل فاضل له معرفة تامة \n  بالأدب واللغة والنحو والحديث يقرأ الحديث قراءة حسنة صحيحة سريعة مفهومة .\n</p>\n<p class=\"arabic\">سمع الكثير بنفسه وجمع الأصول الحسان من أي وجه وكان يضن بها .\n</p>\n<p class=\"arabic\">سمعت بقراءته من أبي بكر محمد بن عبد الباقي وابن السمرقندي وسمعت لقراءته \n  مجلدات من طبقات ابن سعد وكان يديم القراءة طول النهار من غير فتور .\n</p>\n<p class=\"arabic\">قلت كان عمره إذ ذاك أربعين سنة .\n</p>\n<p class=\"arabic\">قال وسمعت أبا شجاع عمر البسطامي يقول لما دخلت بغداد قرأ علي ابن الخشاب \n  غريب الحديث لأبي محمد القتيبي قراءة ما سمعت قبلها مثلها في الصحة والسرعة \n  وحضر جماعة من الفضلاء وكانوا يريدون أن يأخذوا عليه فلتة لسان فما قدروا \n  *39*269* .\n</p>\n<p class=\"arabic\">قال ابن السمعاني كتبت عنه جزءا رواه عن الربعي وسألته عن مولده فقال أظن \n  أنه في سنة اثنتين وتسعين وأربعمائة .\n</p>\n<p class=\"arabic\">وقال ابن النجار إنه أخذ الحساب والهندسة عن أبي بكر محمد بن عبد الباقي الأنصاري .\n</p>\n<p class=\"arabic\">وأخذ الفرائض عن أبي بكر المزرفي وكان ثقة ولم يكن في دينه بذاك .\n</p>\n<p class=\"arabic\">قلت روى عنه أيضا أبو اليمن الكندي والحافظ عبد الغني وعبد العزيز بن الأخضر \n  وأبو ) .\n</p>\n<p class=\"arabic\">أحمد بن سكينة وأبو محمد بن قدامة ومحمد بن عماد الحراني وأبو البقاء العكبري \n  وأبو الحسن علي بن نصر الحلي وهو شيخهما في النحو وشيخ الفخر أبي عبد الله \n  بن تيمية الخطيب .\n</p>\n<p class=\"arabic\">وقرأت بخط أبي محمد بن قدامة كان ابن الخشاب إمام أهل عصره في علم العربية \n  وحضرت كثيرا من مجالسه لكن لم أتمكن من الإكثار عنه لكثرة الزحام عليه وكان \n  حسن الكلام في السنة وشرحها .\n</p>\n<p class=\"arabic\">قلت وكان ظريفا مزاحا على عادة الأدباء .\n</p>\n<p class=\"arabic\">قال ابن الأخضر كنت عنده وعنده جماعة من الحنابلة فسأله مكي القراد فقال عندك \n  كتاب الجبال فقال يا أبله ما تراهم حولي وقال ابن النجار سمعت بعضهم يقول \n  سأل ابن الخشاب واحد من *39*270* تلامذته الفقا يمد أو يقصر فقال يمد ثم يقصر .\n</p>\n<p class=\"arabic\">قال وبلغني أن اثنين أتياه ليعرضا عليه شعرا قالاه فسمع من أحدهما فقال للآخر \n  هو أردأ شعرا منك فقال وكيف ولم تسمع شعري قال لأن شعره لا يمكن أن يكون أردأ \n  منه .\n</p>\n<p class=\"arabic\">وسأل بعض تلامذته ما بك فقال فؤآدي .\n</p>\n<p class=\"arabic\">فقال لو لم تهمزه لم يوجعك .\n</p>\n<p class=\"arabic\">قال وبلغني أن بعض المعلمين قرأ عليه قول العجاج أطربا وأنت فنسريوإنما يأتي \n  الصبا الصبي فجعل الصبا بالياء فقال له هذا عندك في المكتب فاستحى .\n</p>\n<p class=\"arabic\">وله في الشمعة صفراء لا من سقم مسهاكيف وكانت أمها الشافيه عريانة باطنها \n  مكتسفأعجب لها كاسية عاريه قال ابن النجار وسمعا حمزة القبيطي يقول كان ابن \n  الخشاب يتعمم بالعمامة وتبقى على حالها مدة حتى يسود ما يلي رأسه منها وتتقطع \n  من الوسخ وترمي عليها العصافير ذرقها فيتركه على حاله ) .\n</p>\n<p class=\"arabic\">قال وسمعت أبا محمد بن الأخضر أن ابن الخشاب ما تزوج قط ولا تسرى وكان قذرا \n  يستقي بجرة مكسورا ولما مرض أتيناه نعوده فوجدناه *39*271* في أسوأ حال من \n  وسخ الثياب وقذر مكانه وعدم الغداء فأشرنا على القاضي أبي القاسم بن الفراء \n  بأن ينقله إلى داره فنقله وأسكنه في بيت نظيف وألبسه ثوبا نظيفا وأحضر الأسربة \n  والماء ورد فوجد راحة وخفة فأشهدنا بوقف كتبه فاستولى عليها بيت العطار وباعوا \n  أكثرها وتفرقت حتى بقي عشرها فترك برباط المأمونية .\n</p>\n<p class=\"arabic\">قال ابن النجار كان رحمه الله بخيلا متبذلا في ملبسه ومطعمه ويلبس قذرا ويلعب \n  بالشطرنج على الطريق ويقف على المشعبذ وأصحاب القرود يكثر المزاج .\n</p>\n<p class=\"arabic\">وقد صنف الرد على الحريري في موضع من المقامات وشرح اللمع لابن جني ولم يتمه \n  وشرح مقدمة الوزير ابن هبيرة في النحو وصنف الرد على أبي زكريا التبريزي في \n  تهذيبه لإصلاح المنطق .\n</p>\n<p class=\"arabic\">وقال جمال الدين القفطي كان مطرحا للتكلف وفيه بذاءة ويقف على الحلق ويقعد \n  للشطرنج أين وجده وكلامه أجود من قلمه وكان ضيق العطن ما صنف تصنيفا فكمله \n  شرح الجمل للجرجاني وترك أبوابا في وسط الكتاب وأقر هذا التصنيف وهو على هذه \n  الصورة ولم يعتذر عنه .\n</p>\n<p class=\"arabic\">قال ابن النجار سمعت أبا بكر المبارك بن المبارك النحوي يقول كان أبو محمد \n  بن الخشاب يحضر دائما سوق الكتب فإذا نودي على الكتاب يريد أن يشتريه أخذه \n  وطالعه واستغفل الحاضرين وقطع ورقة ثم يقول إنه مقطوع ليشتريه برخص فإذا اشتراه \n  أعاد الورقة في بيته .\n</p>\n<p class=\"arabic\">قال وكان له إيوان كبير ملآن من الكتب والأجزاء فكان إذا استعار شيئا وطلب \n  منه يقول قد حصل بين الكتب فلا أقدر عليه .\n</p>\n<p class=\"arabic\">قلت إن صح هذا فلعله تاب والله يغفر له *39*272* .\n</p>\n<p class=\"arabic\">قال ابن الجوزي دخلت عليه في مرضه وقد يئس من نفسه فقال لي عند الله أحتسب \n  نفسي .\n</p>\n<p class=\"arabic\">وتوفي يوم الجمعة ثالث رمضان ودفن يوم السبت .\n</p>\n<p class=\"arabic\">وحدثني عبد الله بن أبي الفرج الحنائي الرجل الصالح قال رأيته في النوم بعد \n  موته بأيام ) .\n</p>\n<p class=\"arabic\">ووجهه مضيء فقلت له ما فعل الله بك قال غفر لي وأدخلني الجنة إلا أنه أعرض \n  عني .\n</p>\n<p class=\"arabic\">فقلت له أعرض عنك فقال نعم وعن جماعة من العلماء تركوا العمل .\n\n</p>"
}