{
    "header": "محمد بن محمد بن محمد بن محمد بن أحمد .",
    "id": "025192",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن محمد بن محمد بن محمد بن أحمد .\n</h1>\n<p class=\"arabic\">الفقيه أبو حامد الطوسي البروي الشافعي .\n</p>\n<p class=\"arabic\">سمع محمد بن إسماعيل الفارسي وعبد الوهاب بن شاه الشاذياحي وتفقه بأبي سعد \n  محمد بن يحيى .\n</p>\n<p class=\"arabic\">وقدم دمشق سنة خمس وستين ونزل بدويرة السميساطي وكان واعظا فاضلا مناظرا *39*298* .\n</p>\n<p class=\"arabic\">توفي ببغداد في رمضان وله خمسون سنة كذا ذكره ابن عساكر .\n</p>\n<p class=\"arabic\">وأما ابن الدبيثي فأطنب في وصفه وسماه محمد بن محمد بن محمد بن إسماعيل بن \n  عبد الله البروي وقال أحد علماء عصره والمشار إليه بالتقدم في معرفة الفقه \n  والكلام والنظر وحسن العبارة والبلاغة قدم من دمشق فرزق قبولا ببغداد ودرس \n  بها الأصول والجدل بالمدرسة البهائية وكان يحضر درسه خلق ووعظ بالنظامية ثم \n  عاجله الموت .\n</p>\n<p class=\"arabic\">وقد حدث بشيء يسير .\n</p>\n<p class=\"arabic\">وكناه ابن الجوزي في منتظمه أبا المظفر وقال قدم علينا بغداد وجلس للواعظ \n  وأظهر مذهب الأشعري وناظر عليه وتعصب على الحنابلة وبالغ .\n</p>\n<p class=\"arabic\">وقال ابن الأثير اصابه إسهال فمات فقيل إن الحنابلة أهدوا له حلواء فأكل منها \n  فمات هو وكل من أكل منها .\n</p>\n<p class=\"arabic\">وقال سبط ابن الجوزي كان شابا حسن الصورة فصيحا مليح الإشارة والعبارة بالغ \n  في ذم الحنابلة وقال لو كان لي أمر لوضعت عليهم الجزية فيقال إنهم دسوا عليه \n  امرأة جاءته في الليل بصحن حلوى مسموم وقالت هذا يا سيدي من منزلي فأكله هو \n  وآمرآته وولد صغير فأصبحوا موتى .\n</p>\n<p class=\"arabic\">وقال ابن خلكان في اسمه محمد بن محمد بن محمد بن محمد سعد أبو منصور البروي \n  صاحب التعليقة المشهورة في الخلاف وكان من أكبر أصحاب محمد بن يحيى وله جدل \n  مليح مشهور أكثر إشغال الفقهاء به وشرحه تقي الدين منصور بن عبد الله المصري \n  المعروف ) .\n</p>\n<p class=\"arabic\">بالمعثر شرحا *39*299* مشبعا ودخل البروي بغداد فصادف قبلا وافرا وتوفي بعد \n  أشهر رحمه الله تعالى .\n\n</p>"
}