{
    "header": "أيوب بن شاذي بن مروان بن يعقوب .",
    "id": "025207",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أيوب بن شاذي بن مروان بن يعقوب .\n</h1>\n<p class=\"arabic\">*39*311* الأمير نجم الدين أبو الشكر الكردي الدويني والد الملوك .\n</p>\n<p class=\"arabic\">كان أبوه من أهل دوين ومن أبناء أعيانها وبها ولد أيوب وولي أول شيء قلعة \n  تكريت ثم انتقل إلى الموصل وخدم أتابك زنكي والد نور الدين وكان وجيها عنده .\n</p>\n<p class=\"arabic\">ثم انتقل إلى الشام وولي بها نيابة بعلبك ووليها لنور الدين أيضا قبل أن يستولي \n  على دمشق فولد له بها الملك العادل أبو بكر .\n</p>\n<p class=\"arabic\">مبدأ سعادة شاذي فيما بلغنا أنه كان لشاذي صاحب وهو جمال الدولة بهروز وكان \n  ظريفا لطيفا خيرا وكان كثير الود لشاذي فآتهم بهروز بزوجة أمير بدوين فأخذه \n  الأمير وخصاه فنزح عن دوين ثم آتصل بالطواشي الذي هو لالا أولاد السلطان مسعود \n  بن محمد بن ملكشاه .\n</p>\n<p class=\"arabic\">فوجده لطيفا كافيا في جميع أموره فنفق عليه وجعله يركب مع أولاد السلطان ثم \n  توصل إلى السلطان وصار يلعب معه بالشطرنج وأحبه ومات اللالا فصيره مكانه وأرصده \n  لمهماته وشاع ذكره فأرسل إلى صديقه شاذي بطلبه فلما قدم عليه بالغ في إكرامه .\n</p>\n<p class=\"arabic\">ثم إن السلطان جعل بهروز نائبه على بغداد فاستصحب معه شاذي وأولاده ثم أعطاه \n  السلطان قلعة تكريت فلم يثق في أمرها بسوى شاذي فأرسله إليها فأقام بها مدة \n  إلى أن توفي بها فولي عليها ولده نجم الدين أيوب هذا فقام في إمرة القلعة \n  أحسن قيام فشكره بهروز وأحسن إليه فآتفق أن آمرأة خرجت من القلعة فعبرت باكية \n  على نجم الدين وأخيه أسد الدين شيركوه فسألاها فقالت تعرض إلي الإسفهسلار \n  فقام شيركوه فأخذ حربة للإسفهسلار فقتله ) .\n</p>\n<p class=\"arabic\">بها فأمسكه أخوه واعتقله وكتب بذلك إلى بهروز فرد جوابه لأبيكما علي حق وأشتهي \n  أن تخرجا من بلدي .\n</p>\n<p class=\"arabic\">فخرجا إلى الموصل فأحسن إليهما أتابك زنكي وأكرمهما فلما ملك *39*312* زنكي \n  بعلبك استناب بها نجم الدين فعمر بها خانقاه للصوفية وكان رجلا خيرا دينا \n  مباركا كثير الصدقات سمحا كريما وافر العقل ولما توجه أخوه أسد الدين إلى \n  مصر وغلب عليها كان نجم الدين في خدمة السلطان نور الدين بدمشق فلما ولي الوزارة \n  صلاح الدين ابنه بمصر سيره نور الدين إلى عند ابنه صلاح الدين فدخل القاهرة \n  في رجب سنة خمس وستين وخرج العاضد للقائه وترجل ولده في ركابه وكان يوما مشهودا \n  وعرض عليه ولده الأمر كله فأبى وقال يا ولدي ما اختارك الله لهذا الأمر إلا \n  وأنت له أهل .\n</p>\n<p class=\"arabic\">وبقي عنده وأمر صلاح الدين أيده الله في ازدياد إلى أن ملك البلاد فلما خرج \n  لحصار الكرك خرج نجم الدين من باب القصر بالقاهرة فشب فرسه فرماه فحمل إلى \n  داره وبقي تسعة أيام ومات في السابع والعشرين من ذي الحجة .\n</p>\n<p class=\"arabic\">وكان يلقب بالأجل الأفضل ومنهم من يقول بالملك الأفضل .\n</p>\n<p class=\"arabic\">ودفن إلى جانب أخيه أسد الدين بالدار ثم نقلا إلى المدينة النبوية في سنة \n  تسع وسبعين .\n</p>\n<p class=\"arabic\">وقد روى بالإجازة عن الوزير أبي المظفر بن هبيرة .\n</p>\n<p class=\"arabic\">سمع منه يوسف بن الطفيل والحافظ عبد الغني والشيح الموفق .\n</p>\n<p class=\"arabic\">قال الشيخ أبو عمر أنا نجم الدين أيوب أنا ابن هبيرة إجازة قال كنت أصلي على \n  النبي صلى الله عليه وسلم وعيناي مطبقتان فرأيت من وراء جفني كاتبا يكتب بمداد \n  أسود صلاتي على النبي صلى الله عليه وسلم وأنا أنظر مواقع الحروف في ذلك القرطاس \n  ففتحت عيني لأنظره ببصري فرأيته وقد توارى عني حتى رأيت بياض ثوبه وقد أشرت \n  إلى هذا في كتابنا يعني الإفصاح *39*313* .\n</p>\n<p class=\"arabic\">وقال الصاحب أبو القاسم بن أبي جرادة وذكر لي رجل عارف بعلم النسب نسب أيوب \n  بن شاذي إلى عدنان وى أعتمد على نقله .\n</p>\n<p class=\"arabic\">قال كان المعز إسماعيل بن سيف الإسلام طغتكين بن أيوب صاحب اليمن آدعى نسبا \n  في بنى أمية وآدعى الخلافة وكان شيخنا قاضي القضاة ابن شداد يحكي عن السلطان \n  صلاح الدين ) .\n</p>\n<p class=\"arabic\">إنكار ذلك .\n</p>\n<p class=\"arabic\">وشاذي اسم أعجمي معناه فرحان .\n</p>\n<p class=\"arabic\">ودوين بضم الدال وكسر الواو بلدة بآخر أذربيجان تجاوز بلاد الكرج والنسبة \n  إليها دويني ودويني بفتح الواو .\n</p>\n<p class=\"arabic\">ولأيوب من الأولاد السلطان صلاح الدين والسلطان العادل سيف الدين وشمس الدولة \n  تورانشاه الذي دخل اليمن أولا وتملكها وشاهنشاه والد صاحب بعلبك عز الدين \n  فروخ شاه وصاحب حماه تقي الدين عمر ابني شاهنشاه وسيف الإسلام ظغتكين صاحب \n  اليمن وتاج الملوك بوري وهو أصغرهم وست الشام وربيعة .\n\n</p>"
}