{
    "header": "عمارة بن علي بن زيدان .",
    "id": "025254",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عمارة بن علي بن زيدان .\n</h1>\n<p class=\"arabic\">الفقيه أبو محمد الحكمي المذحجي اليمني نجم الدين الشافعي الفرضي .\n</p>\n<p class=\"arabic\">الشاعر المشهور .\n</p>\n<p class=\"arabic\">تفقه بزبيد مدة أربع سنين في المدرسة وحج سنة تسع وأربعين وخمسمائة ومولده \n  سنة خمس عشرة *39*352* .\n</p>\n<p class=\"arabic\">وسيره صاحب مكة قاسم بن هاشم بن فليتة رسولا إلى الفائز خليفة مصر فآمتدحه \n  بقصيدته الميمية وهي الحمد للعيس بعد العزم والهممحمدا يقوم بما أولت من النعم \n  لا أجحد الحق عندي للركاب يدتمنت اللجم فيها رقبة الخطم قربن بعد مزار العز \n  من نظريحتى رأيت إمام العصر من أمم ورحن من كعبة البطحاء والحرموفدا إلى كعبة \n  المعروف والكرم فهل درى البيت أني بعد فرقتهما سرت من حرم إلا إلى حرم حيث \n  الخلافة مضروب سرادقهابين النقيضين من عفو ومن نقم وللإمامة أنوار مقدسة تجلو \n  البغيضين من ظلم ومن ظلم وللنبوة آيات تنص لناعلى الخفيين من حكم ومن حكم \n  وللمكارم أعلام تعلمنامدح الجزيلين من بأس ومن كرم وللعلا ألسن تثني محاورهاعلى \n  الحميدين من فعل ومن شيم ) .\n</p>\n<p class=\"arabic\">أقسمت بالفائز المعصوم معتقدا فوز النجاة وأجر البر في القسم لقد حمى الدين \n  والدنيا وأهلهماوزيره الصالح الفراج للغمم *39*353* اللابس الفخر لم تنسج \n  غلائلهإلا يد الصنعتين السيف والقلم ليت الكواكب تدنو لي فأنظمهاعقود مدح \n  فما أرضى لكم كلمي فوصلوه ثم رد إلى مكة وعاد إلى زبيد ثم حج فأعاده صاحب \n  مكة في الرسلية فآستوطن مصر .\n</p>\n<p class=\"arabic\">قال ابن خلكان وكان شافعيا شديد التعصب للسنة أديبا ماهرا ولم يزل ماشي الحال \n  في دولة المصريين إلى أن ملك صلاح الدين فمدحه ومدح جماعة .\n</p>\n<p class=\"arabic\">ثم إنه شرع في أمور وأخذ في اتفاق مع رؤساء البلد في التعصب للعبيديين وإعادة \n  أمرهم فنقل أمرهم وكانوا ثمانية من الأعيان فأمر صلاح الدين بشنقهم في رمضان \n  بالقاهرة وكفى الله شرهم .\n</p>\n<p class=\"arabic\">ولعمارة كتاب أخبار اليمن وله شيء في أخبار خلفاء مصر ووزرائها .\n</p>\n<p class=\"arabic\">وكان هؤلاء المخذولون قد هموا بإقامة ولد العاضد وقيل إنهم كاتبوا الفرنج \n  لينجدوهم فنم عليهم رجل جندي .\n</p>\n<p class=\"arabic\">وقد نسب إلى عمارة بيت شعر وهو قد كان مبدأ هذا الأمر من رجلسعى إلى أن دعوه \n  سيد الأمم فأفتى الفقهاء بقتله *39*354* .\n</p>\n<p class=\"arabic\">وله ديوان مشهور وللفقيه عمارة مجلد فيه النكت العصرية في الدولة المصرية \n  ترجم نفسه في أوله فقال والحديث كما قيل شجون والجد قد يخلط بالمجون وعسى \n  أن يقول من وقع في يده هذا المجموع خبرتنا عن غيرك فمن تكون وإلى أي عش ترجع \n  من الوكون وأنا أقتصر وأختصر فأما جرثومة النسب فقحطان ثم الحكم بعد سعد العشيرة \n  المذحجي .\n</p>\n<p class=\"arabic\">وأما الوطن فمن تهامة باليمن مدينة يقال لها مرطان من وادي وسارع بعدها من \n  مكة أحد عشر يوما وبها المولد والمربى وأهلها بقية العرب في تهامة لأنهم لا \n  يساكنهم حضري ولا يناكحونه ولا يجيزون شهادته ولا يرضون بقتله قودا بأحد منهم \n  ولذلك سلمت لغتهم من ) .\n</p>\n<p class=\"arabic\">الفساد .\n</p>\n<p class=\"arabic\">وكانت رياستهم تنتمي إلى المثيب بن سليمان وهو جدي من جهة الأم وإلى زيدان \n  وهو جدي لأبي وهما أبناء عم وكان زيدان يقول أنا أعد من أسلافي أحد عشر جدا \n  ما منهم إلا عالم مصنف في عدة علوم .\n</p>\n<p class=\"arabic\">ولقد أدركت عمي علي بن زيدان وخالي محمد بن المثيب ورياسة حكم بن سعد تقف \n  عليهما .\n</p>\n<p class=\"arabic\">وما أعرق فيمن رأيته أحدا يشبه عمي *39*355* عليا في السؤدد .\n</p>\n<p class=\"arabic\">وحدثني أخي يحيى بن أبي الحسن وكان عالما بأيام الناس قال لو كان عمك علي \n  بن زيدان في زمن نبي لكان حواريا له أو صديقا لفرط سؤدده .\n</p>\n<p class=\"arabic\">وحدثني الفقيه محمد بن حسين الأوقص وكان صالحا قال والله لو كان علي بن زيدان \n  قرشيا ودعانا إلى بيعته لمتنا تحت رايته لاجتماع شروط الخلافة فيه .\n</p>\n<p class=\"arabic\">قال لي أخي يحيى كان علي لا يغضب ولا يقذع في القول ولا يجبن ولا يبخل ولا \n  يضرب مملوكا أبدا ولا يرد سائلا ولا عصى الله تعالى بقول ولا فعل وهذه همة \n  الملوك وأخلاق الصديقين وحسبك أنه حج أربعين حجة وزار النبي صلى الله عليه \n  وسلم عشر مرات ورآه في النوم خمس مرات وأخبره بأمور لم يخرم منها شيء .\n</p>\n<p class=\"arabic\">فقلت لأخي من القائل إذا طرقتك أحداق اللياليولم يوجد لعلتها طبيب وأعوز من \n  مجيرك من سطاهافزيدان هجيرك والمثيب هما ردا علي شتيت ملكيووجه الدهر من رغم \n  قطوب *39*356* وقاما عند خذلاني بنصريقياما تستكين له الخطوب فقال هو السلطان \n  علي بن حبابة وكان قومه قد أخرجوه من ملكه وأحقروه من ملكه وولوا عليهم أخاه \n  سلامة فنزل بهما فسارا معه في جموع من قومهما حتى عزلا سلامة وردوا عليا وأصلحا \n  له قومه وكان الذي وصل إليه من برهما وأنفقاه على الجيش في نصرته ما ينيف \n  على خمسين ألفا .\n</p>\n<p class=\"arabic\">حدثني أبي قال مرض علي بن زيدان مرضا أشرف منه على الموت ثم أبل منه فأنشدته \n  لرجل من بني الحارث يدعى سالم بن شافع وكان وفد عليه يستعينه في دية قتيل \n  لزمته فلما ) .\n</p>\n<p class=\"arabic\">اشتغلنا بمرضه رجع الحارثي إلى قومه إذا أودى ابن زيدان عليفلا طلعت نجومك \n  يا سماء ولا اشتمل النساء على حنينولا روى الثرى للسحب ماء على الدنيا وساكنها \n  جميعا إذا أودى أبو الحسن العفاء قال فبكى عمي وأمرني بإحضار الحارثي ودفع \n  إليه ألف دينار وبعد ستة أشهر ساق عنه الدية .\n</p>\n<p class=\"arabic\">وحدثني خالي محمد بن المثيب قال أجدب الناس سنة ففرق علي بن زيدان على المقلين \n  أربعمائة بقرة لبون ومائتي ناقة لبون *39*357* .\n</p>\n<p class=\"arabic\">وأذكر وأنا طفل أن معلمي عطية بن محمد بعثني إلى عمي بكتابة كتبها في لوحي \n  فضمني إليه وأجلسني في حجره وقال كم يعطى الأديب قلت بقرة لبونا فضحك ثم أمر \n  له بمائة بقرة لبون معها أولادها ووهب له غلة أرض حصل له منها ألفا إردب من \n  السمسم خاصة .\n</p>\n<p class=\"arabic\">وأما سعة أمواله فلم تكن تدخل تحت حصر بل كان الفارس يمشي من صلاة الصبح إلى \n  آخر الساعة في فرقانات من الإبل والبقر والغنم كلها له .\n</p>\n<p class=\"arabic\">وكان يسكن في مدينة منفردة عن البلد الكبير .\n</p>\n<p class=\"arabic\">وأما حماسته وشدة بأسه فيضرب بها المثل وهو شيء يزيد على العادة بنوع من التأييد \n  فلم يكن أحد يقدر أن يجر قوسه وكان سهمه ينفذ من الدرقة ومن الإنسان الذي \n  تحتها .\n</p>\n<p class=\"arabic\">وكان الناس يسرحون أموالهم إلى واد معشب مخصب فسيح بعيد من البلد وفيه عبيد \n  متغلبة نحو من ثلاثة الآف راجل قد حموا ذلك الوادي بالسيف يقطعون الطريق ويعتصمون \n  بشعفات الجبال وصياصيها وكان العدد الذي يسرح مع المال في كل يوم خمسمائة \n  قوس ومائة فارس فشكى الناس إلى علي بن زيدان أن فيهم من قد طال شعره وانقطع \n  *39*358* حذاؤه ووتره وسألوه أن ينظر لهم في من ينوب عنهم يوما ليصلحوا أحوالهم .\n</p>\n<p class=\"arabic\">فنادى مناديه بالليل من أراد أن يقعد فليقعد فقد كفي .\n</p>\n<p class=\"arabic\">ثم أمر الرعاء فرحلوا وركب وحده فرسا له نجديا من أكرم الخيل سبقا وأدبا وجنب \n  حجرة .\n</p>\n<p class=\"arabic\">فما هو إلا أن وردت الأنعام ذلك الوادي حتى خرجت عليها العبيد فاستاقوها وقتلوا \n  من الرعاء تسعة فركب ابن زيدان فأدرك العبيد وهم سبعمائة رجل أبطال فقال لهم \n  ردوا ) .\n</p>\n<p class=\"arabic\">المال وإلا فأنا علي بن زيدان فتسرعوا إليه فكان لا يضع سهما إلا بقتيل حتى \n  إذا ضايقوه اندفع عنهم غير بعيد فإذا ولوا كر عليهم ولم يزل ذلك دأبه ودأبهم \n  حتى قتل خمسة وتسعين رجلا فطلب الباقون أمانه ففعل وأمرهم أن يدير بعضهم بكتاف \n  بعض ففعلوا وأخذ جميع أسلحتهم فحملها بعمائمهم على ظهور الإبل وعاد والعبيد \n  بين يديه أسارى .\n</p>\n<p class=\"arabic\">وقد كان بعض الرعاء هرب فنعاه إلى الناس فخرج الناس أرسالا حتى لقوه العصر \n  خارجا من الوادي والمواشي سالمة والعبيد أسارى .\n</p>\n<p class=\"arabic\">قال لي أبي أذكر أنا لم نصل تلك الليلة صحبته إلى المدينة حتى *39*359* كسرت \n  العرب على باب داري ألف سيف حتى قيل إن عليا قتل وآمتد الخبز إلى بني الحارث \n  وكانوا خلفا فأصبح في منازلهم سبعون فرسا معقورة مكسورة حزنا عليه .\n</p>\n<p class=\"arabic\">ثم اصطنع العبيد وأعتقهم ورد عليهم أسلحتهم فتكفلوا له أمان البلاد من عشائرهم .\n</p>\n<p class=\"arabic\">وكان السفهاء والشباب منا لا يزال يجني بعضهم على بعض ويكثر الجراح والقتل \n  فأذكر عشية أن القوم هزمونا حتى أدخلونا البيوت فقيل لهم هذا علي أقبل فانهزموا \n  حتى مات تحت أرجل القوم ثلاثة رجال ثم أصلح بين الناس .\n</p>\n<p class=\"arabic\">توفي علي بن زيدان سنة ست وعشرين وخمسمائة وتبعه خالي محمد بن المثيب سنة \n  ثمان فكان أبي يتمثل بعدهما بقول الشاعر ومن الشقاء تفردي بالسؤدد وتماسكت \n  أحوال الناس لوالدي سنة تسع وعشرين وفيها أدركت الحلم .\n</p>\n<p class=\"arabic\">ثم منعنا الغيث سنة وبعض أخرى حتى هلك الحرث ومات الناس في بيوتهم فلم يجدوا \n  من يدفنهم .\n</p>\n<p class=\"arabic\">وفي سنة إحدى وثلاثين دفعت لي والدتي مصوغا لها بألف مثقال ودفع لي أبي أربعمائة \n  دينار وسبعين وقالا لي تمضي إلى زبيد إلى الوزير مسلم بن سخت وتنفق هذا المال \n  عليك وتنفقه ولا ترجع حتى تفلح وزبيد عنا تسعة أيام *39*360* .\n</p>\n<p class=\"arabic\">فأنزلني الوزير في داره مع أولاده ولازمت الطلب فأقمت أربع سنين لا أخرج من \n  المدرسة إلا لصلاة الجمعة ثم زرت أبوي في السنة الخامسة ورددت ذلك المصاغ \n  ولم أحتج إليه .\n</p>\n<p class=\"arabic\">وتفقهت وقرأ علي جماعة في مذهب الشافعي والفرائض ولي فيها مصنف يقرأ باليمن \n  ) .\n</p>\n<p class=\"arabic\">وقد زارني والدي بزبيد سنة تسع وثلاثين فأنشدته من شعري فاستحسنه واستحلفني \n  أن لا أهجو مسلما فحلفت له ولطف الله بي فلم أهج أحدا سوى إنسان هجاني ببيتين \n  بحضرة الملك الصالح يعني ابن رزيك فأقسم علي أن أجيبه .\n</p>\n<p class=\"arabic\">وحججت مع الحرة أم فاتك ملك زبيد وربما حج معها أهل اليمن في أربعة الآف بعير .\n</p>\n<p class=\"arabic\">ويسافر الرحل منهم بحريمه وأولاده .\n</p>\n<p class=\"arabic\">إلى أن قال فأذكر ليلة وقد سئمت ركوب المحمل أني ركبت نجيبا وحين تهور الليل \n  آنست حسا فوجدت هودجا مفردا والبعير يرتعي فناديت مرارا يا أهل الجمل فلم \n  يكلمني أحد فدنوت فإذا امرأتان نائمتان في الهودج أرجلهما خارجة ولكل واحدة \n  زوج خلخال من الذهب .\n</p>\n<p class=\"arabic\">فسلبت الزوجين من أرجلهما وهما لا تعقلان وأخذت بخطام *39*361* الجمل حتى \n  أبركته في المحجة العظمى وعقلته وبعدت عنه بحيث أشاهده حتى مرت قافلة فأقاموا \n  البعير وساقوه فلما أصبح الناس إذا صائح ينشد الضالة ويبذل لمن ردها مائة \n  دينار وإذا هما امرأتان لبعض أكابر أهل زبيد .\n</p>\n<p class=\"arabic\">وكانت عادة الحرة أن تمشي في الساقة فمن نام أيقظته وكا لها مائة بعير برسم \n  حمل المنقطعين .\n</p>\n<p class=\"arabic\">وحين تنصفت الليلة الثانية تأخرت حتى مر بي محملها فبادر الغلمان إلي وقالوا \n  لك حاجة فقلت الحديث مع الحرة ففعلوا ذلك فأخرجت رأسها من سجف الهودج .\n</p>\n<p class=\"arabic\">قال فناولتها الزوجين وبلغني أن وزنهما ألف مثقال فقالت ما اسمك ومن تكون \n  فقد وجب حقك .\n</p>\n<p class=\"arabic\">فأعلمتها وحصل لي منها جانب قوي وصورة وتقدم وتسهل الوصول إليها في كل وقت .\n</p>\n<p class=\"arabic\">وبذلك حصلت معرفة بالوزير القائد أبي محمد سرور الفاتكي وكسبت بمعرفتها مالا \n  جزيلا .\n</p>\n<p class=\"arabic\">وتجرت لها بألوف من المال وترددت إلى عدن وحصلت لي صحبة أهل عدن وقضى ذلك \n  باتساع الحال وذهاب الصيت حتى كان القاضي أبو عبد الله محمد بن أبي عقامة \n  الحفائلي رأس أهل العلم والأدب بزبيد يقول لي أنت خارجي هذا الوقت وسعيده \n  لأنك أصحبت تعد من جملة أكابر التجار وأهل الثروة ومن أعيان الفقهاء الذين \n  أفتوا ومن أفضل أهل الأدب فأما الوجاهة عند أهل الدول ونعمة خدك بالطيب واللباس \n  وكثرة السراري فو الله ما أعرف من ) .\n</p>\n<p class=\"arabic\">يعشرك فيه فهنيئا لك *39*362* .\n</p>\n<p class=\"arabic\">فكأنه والله بهذا القول نعى إلي حالي وذهاب مالي وذلك أن كتاب الداعي محمد \n  بن سبأ صاحب عدن جاءني من ذي الحجة يستدعي وصولي إليه فاستأذنت أهل زبيد فأدنوا \n  لي على غش وكانت للداعي بيدي خمسة الآف دينار سيرها معي أتباع له بها أمتعة \n  من مكة وزبيد فلما قدمت إلى ذي جبلة وجدته قد دخل عروسا على ابنة السلطان \n  عبد الله وكان جماعة من أكابر التجار والأعيان مثل بركات ابن المقرىء وحسن \n  ابن الحمار ومرجى الحزاني وعلي بن محمد النيلي والفقيه أبي الحسن بن مهدي \n  القائم الذي قام باليمن وأزال دولة أهل زبيد وكانوا قد سبقوني ولم يصلوا إلى \n  الداعي فلما وصلت إلى ذي جبلة كتبت إليه قول أبي الطيب كن حيث شئت تصل إليك \n  ركابنافالأرض واحدة وأنت الأوحد ثم أتبعت ذلك برقعة أطلب إذن بالاجتماع به \n  فكتب بخطه على ظهرها مرحبا مرحبا قدومك بالسعدفقد أشرقت بك الآفاق لو فرشنا \n  الأحداق حتى تطأهنلقلت في حقك الأحداق وكان هذان البيتان مما حفظه عن جارية \n  مغنية كنت أهديتها إليه واتفق أن الرقعة وصلت مفتوحة بيد غلام جاهل فلم تقع \n  في يدي حتى وقف عليها الجماعة كلهم وركبت إليه فأقمت عنده في المستنزه أربعة \n  أيام فما من الجماعة إلا من كتب إلى أهل زبيد بما يوجب سفك دمي ولا علم لي \n  *39*363* حسدا منهم وبغيا وكان مما تمموا به المكيدة علي ونسبوه إلي أن علي \n  بن مهدي صاحب الدولة اليوم باليمن التمس من الداعي محمد بن سبأ أن ينصره على \n  أهل زبيد فسألني الداعي أن أعتذر عنه إلى علي بن مهدي لما كان بيني وبين ابن \n  مهدي من أكيد الصحبة في مبادى أمره لأني لم أفارقه إلا بعد أن استفحل أمره \n  وكشف القناع في عداوة أهل زبيد فتركته خوفا على مالي وأولادي لأني مقيم بينهم \n  وحين رجعت إلى زبيد من تلك السفرة وجدت القوم قد كتبوا إلى أهل زبيد في حقي \n  كتبا مضمونها إن فلانا كان الواسطة بين الداعي وبين ابن مهدي على حربكم وزوال \n  ملككم فاقتلوه فحدثني الشيخ جياش قال أجمع رأيهم على قتلك في ربيع الآخر سنة \n  ثمان وأربعين فجاءهم بالليل خبر محمد بن الأغر ونفاقه وزحفه على تهامة فآنزعجوا \n  واشتغلوا وخرجت حاجا بل هاجا إلى مكة سنة تسع فمات أمير مكة ) .\n</p>\n<p class=\"arabic\">هاشم بن فليتة وولي الحرمين ابنه قاسم فألزمني السفارة عنه إلى الدولة المصرية \n  فقدمتها في ربيع الأول سنة خمسين والخليفة بها الفائز والوزير الملك الصالح \n  طلائع بن رزيك فلما أحضرت للسلام عليهما في قاعة الذهب أنشدتهما الحمد للعيس \n  بعد العزم والهممحمدا يقوم بما أولت من النعم إلى آخرها .\n</p>\n<p class=\"arabic\">وعهدي بالصالح يستعيدها في حال النشيد وألاستاذون وأعيان الأمراء والكبراء \n  يذهبون في الإستحسان كل مذهب ثم أفيضت علي خلع من ثياب الخلافة مذهبة ودفع \n  لي الصالح خمسمائة دينار وإذا ببعض ألاستاذين خرج لي من عند السيدة بنت الإمام \n  الحافظ بخمسمائة دينار أخرى وأطلقت لي رسوم لم تطلق لأحد قبلي وتهادتني أمراء \n  الدولة إلى منازلهم واستحضرني *39*364* الصالح للمجالسة وآنثالت علي صلاته \n  ووجدت بحضرته أعيان أهل الأدب الجليس أبا المعالي بن الحباب والموفق بن الخلال \n  صاحب ديوان الإنشاء وأبا الفتح محمود بن قادوس والمهذب حسن بن الزبير وما \n  من هذه الجلة أحد إلا ويضرب في الفضائل النفسانية والرياسة الإنسانية بأوفر \n  نصيب .\n</p>\n<p class=\"arabic\">وأما جلساؤه من أهل السيوف فولده مجد الإسلام وصهره سيف الدين حسين وأخوه \n  فارس الإسلام بدر وعز الدين حسام وعلي بن الزبد ويحيى بن الخياط ورضوان وعلي \n  هوشات ومحمد بن شمس الخلافة .\n</p>\n<p class=\"arabic\">قلت وعمل عمارة في الصالح عدة قصائد وتوجه إلى مكة مع الحجاج ثم ذكر أنه قدم \n  في الرسلية أيضا من أمير مكة وذكر أنه حضر مجلس الصالح طلائع قال فكانت تجري \n  بحضرته مسائل ومذاكرات ويأمرني بالخوض فيها وأنا منعزل عن ذلك لا أنطق حتى \n  جرى من بعض الأمراء ذكر بعض السلف فاعتمدت قوله تعالى فلا تقعدوا معهم حتى \n  يخوضوا في حديث غيره ونهضت فأدركني الغلمان فقلت حصاة يعتادني وجعها وانقطعت \n  ثلاثة أيام ورسوله في كل يوم والطبيب معه .\n</p>\n<p class=\"arabic\">ثم ركبت بالنهار فوجدته في بستان وقلت إني لم يكن بي وجع وإنما كرهت ما جرى \n  في حق السلف فإن أمر السلطان بقطع ذلك حضرت وإلا فلا وكان لي في الأرض سعة \n  وفي الملوك كثرة فتعجب من هذا *39*365* وقال سألتك ما الذي تعتقد في أبي بكر \n  وعمر قلت أعتقد أنه ) .\n</p>\n<p class=\"arabic\">لولاهما لم يبق الإسلام علينا ولا عليكم وأن محبتهما واجبة .\n</p>\n<p class=\"arabic\">فضحك وكان مرتاضا حصيفا قد لقي في ولايته فقهاء السنة وسمع كلامهم وقد جاءتني \n  منه مرة أبيات معها ثلاثة أكياس ذهب وهي قوله قل للفقيه عمارة يا خير منأضحى \n  يؤلف خطبة وخطابا إقبل نصيحة من دعاك إلى الهدى قل حطة وادخل إلينا البابا \n  تلق الأئمة شافعين ولا تجدإلا لدينا سنة وكتابا وعلي إن يعلو محلك في الروى \n  وإذا شفعت إلي كنت مجابا وتعجل الآلاف ديني ثلاثة صلة وحقك لا تعد ثوابا فأجبته \n  مع رسوله حاشاك من هذا الخطاب خطابايا خير أملاك الزمان نصابا فآشدد يديك \n  على صفاء محبتيوآمنن علي وسد هذا البابا ومن مليح قول عمارة اليمني من قصيدة \n  لو لم يكن يدري بما جهل الورى من الفضل لم تبق عليه الفضائل لئن كان منا قاب \n  قوس فبيننافراسخ من إجلاله ومراحل وله يرثي الصالح بن رزيك لما قتل أفي أهل \n  ذا النادري عليم أسائلهفإني لما بي ذاهب اللب ذاهله سمعت حديثا أحسد الصم \n  عندهويذهل واعيه ويخرس قائله وقد رابني من شاهد الحال أننيأرى الدست منصوبا \n  وما فيه كافله *39*366* وإني أرى فوق الوجوه كآبة تدل على أن الوجوه تواكله \n  دعوني فما هذا بوقت بكائهسيأتيكم ظل البكاء وذابله وله من قصيدة أفاعيلهم \n  في الجود أفعال سنة وإن خالفوني في اعتقاد التشيع ومن شعره الفائق لي في هوى \n  الرشأ العذري إعذارلم يبق مذ أقر الدمع إنكار لي في القدود وفي لثم الخدود \n  وفيضم النهود لبانات وأوطار ) .\n</p>\n<p class=\"arabic\">لمني جزافا وسامحني مصارفة فالناس في درجات الحب أطوار وغر غيري ففي أسري \n  ودائرتيفي المها درة قلبي لها دار ومن كتاب فاضلي إلى نور الدين عن صلاح الدين \n  في أمر المصلبين وفي جملتهم عمارة اليمني قصر هذه الخدمة على متجدد سار في \n  الإسلام والمملوك لم يزل يتوسم من جند مصر وأهل القصر أنهم أعداء وإن قعدت \n  بهم الأيام ولم تزل عيونه بمقاصدهم موكلة *39*367* وخطراته في التحرز منهم \n  مستعملة لا يخلو شهر من مكر يجتمعون عليه وحيلة يبرمونها وكان أكثر ما يستروحون \n  إليه المكاتبات إلى الفرنج فسير ملك الفرنج كاتبه جرج رسولا إلينا ظاهرا وإليهم \n  باطنا .\n</p>\n<p class=\"arabic\">والمولى عالم أن عادة أوليائه المستفادة من أدبه أن لا يبسطوا عقابا مؤلما \n  وإذا طال لهم الإعتقاد خلى سبيلهم ولا يزيدهم العفو إلا ضراوة ولا الرقة عليهم \n  إلا قساوة وعند وصول جرج ورد إلينا كتاب ممن لا نرتاب به من قومه يذكرون أنه \n  رسول مخاتلة لا رسول مجاملة وحامل بلية لا حامل هدية فأوهمناه الإغفال فتوصل \n  مرة بالخروج إلى الكنيسة إلى الاجتماع بحاشية القصر وأعوانهم فتنقلت إلينا \n  أحوالهم فأمسكنا جماعة متمردة قد اشتملت على الإعتقادات المارقة وكلا أخذ \n  الله بذنبه فمنهم من أقر طائعا ومنهم أقر بعد الضرب وانكشف المكتومات وعينوا \n  خليفة ووزيرا .\n</p>\n<p class=\"arabic\">وكانوا فأما تقدم والمملوك بالعسكر على الكرك والشوبك قد كاتبوهم وقالوا إنه \n  بعيد والفرصة قد أمكنت .\n</p>\n<p class=\"arabic\">وكاتبوا سنانا صاحب الحشيشية بأن الدعوة واحدة والكلمة جامعة واستدعوا منه \n  من يغتال المملوك وكان الرسول خال ابن قرجلة فقتل الله تعالى بسيف الشرع والفتاوى \n  جماعة من الغواة الدعاة إلى النار وشنقوا على أبواب قصورهم وصلبوا على الجذوع \n  المواجهة لدورهم ووقع التتبع لأتباعهم وشردت الإسماعيلية ونودي بأن يرحل كافة \n  الأجناد وحاشية القصر إلى أقصى الصعيد وثغر الإسكندرية فظهر به داعية يسمى \n  قديد *39*368* القفاص ومع خموله بمصر قد فشت بالشام دعوته وطبقت مصر فتنته \n  وإن أرباب المعايش يحملون إليه جزءا من كسبهم .\n</p>\n<p class=\"arabic\">ووجدت في منزله بالإسكندرية عند القبض عليه فيها خلع العذار وصرح الكفر الذي \n  ما عنه اعتذار وكان يدعى النسب إلى أهل القصر وأنه خرج منه صفيرا ونشأ على \n  الضلالة كبيرا ) .\n</p>\n<p class=\"arabic\">فقد صرعه كفره وحاق به مكره والحمد لله وحده .\n\n</p>"
}