{
    "header": "الحسن بن أحمد بن الحسن بن أحمد بن محمد بـ...",
    "id": "025237",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الحسن بن أحمد بن الحسن بن أحمد بن محمد بن سهل .\n</h1>\n<p class=\"arabic\">الحافظ بو العلاء الهمذاني العطار المقرىء المحدث شيخ مدينة همدان .\n</p>\n<p class=\"arabic\">رحل إلى إصبهان وقرأ القراءآت على أبي علي الحداد وسمع منه الكثير .\n</p>\n<p class=\"arabic\">وقرأ القراءآت على أبي العز القلانسي بواسط .\n</p>\n<p class=\"arabic\">وعلى أبي عبد الله البارع وأبي بكر المزرفي وجماعة ببغداد *39*335* .\n</p>\n<p class=\"arabic\">وسمع بها من أبي القاسم بن بيان وأبي علي بن المهدي وخلق .\n</p>\n<p class=\"arabic\">ومن أبي عبد الله الفراوي وطبقته بخراسان .\n</p>\n<p class=\"arabic\">ثم رحل ثانية سنة نيف وعشرين وخمسمائة إلى بغداد فقرأ بها لولده الكثير ثم \n  قدمها بعد الثلاثين ثم قدمها بعد الأربعين فقرأ بها لولده أحمد الكثير على \n  أبي الفضل الأرموي وابن ناصر وابن الزاغوني وحدث إذ ذاك بها وقرأ عليه القراءآت \n  أبو أحمد بن سكينة .\n</p>\n<p class=\"arabic\">وروى عنه هو والمبارك بن الأزهر وأبو المواهب بن صصرى وعبد القادر بن عبد \n  الله الرهاوي ويوسف بن أحمد الشيرازي ومحمد بن محمود بن إبراهيم الحمامي وأولاده \n  أحمد وعبد البر وفاطمة وعتيق بن بدل المكي بمكة وسبط محمد بن عبد الرشيد بن \n  علي بن بنيمان وأخو هذا القاضي علي بن عبد الرشيد وماتا في شهر سنة إحدى وعشرين \n  وأخوهما القاضي عبد الحميد وبقي إلى سنة سبع وثلاثين وسماعه في الرابعة .\n</p>\n<p class=\"arabic\">وروى عنه بالإجازة أبو الحسن بن المقير وهو آخر من روى عنه فيما أعلم .\n</p>\n<p class=\"arabic\">ذكره أبو سعد السمعاني فقال حافظ متقن ومقرىء فاضل حسن السيرة جميل الأمر \n  مرضي الطريقة عزيز النفس سخي بما يملكه مكرما للغرباء يعرف الحديث والقراءآت \n  ) .\n</p>\n<p class=\"arabic\">والأدب معرفة حسنة سمعت منه بهمذان .\n</p>\n<p class=\"arabic\">وقال الحافظ عبد القادر الرهاوي شيخنا الإمام أبو العلاء أشهر من أن يعرف \n  بل تعذر وجود مثله في أعصار كثيرة على ما بلغنا من سيرة العلماء والمشايخ \n  ربى على أهل زمانه في كثرة السماعات مع تحصيل أصول ما يسمع وجودة النسخ وإتقان \n  ما كتبه بخطه فإنه ما كان يكتب شيئا إلا *39*336* منقوطا معربا وأول سماعه \n  من عبد الرحمن بن حمد الدوني في سنة خمس وتسعين وأربعمائة وبرع على حفاظ عصره \n  في حفظ ما يتعلق بالحديث في الأنساب والتاريخ والأسماء والكنى والقصص والسير .\n</p>\n<p class=\"arabic\">ولقد كان يوما في مجلسه وجاءته فتوى في أمر عثمان رضي الله عنه فأخذها وكتب \n  فيها من حفظه ونحن جلوس درجا طويلا ذكر فيه نسبه ومولده ووفاته وأولاده وما \n  قيل فيه إلى غير ذلك .\n</p>\n<p class=\"arabic\">وله التصانيف في الحديث والزهد والرقائق وصنف زاد المسافر في نحو خمسين مجلدا .\n</p>\n<p class=\"arabic\">وكان إماما في القرآن وعلومه وحصل من القراءآت المسندة إنه صنف العشرة والمفردات \n  وصنف في الوقف والإبتداء والتجويد والماءآت والعدد ومعرفة القراء وهو نحو \n  من عشرين مجلدا .\n</p>\n<p class=\"arabic\">واستحسنت تضانيفه في القرآن وكتبت ونقلت إلى خوارزم والشام وبرع عليه جماعة \n  كثيرة في علوم القرآن .\n</p>\n<p class=\"arabic\">وكان إذا جرى ذكر القراء يقول فلان مات في سنة كذا وفلان مات في سنة كذا وفلان \n  يعلو إسناده على فلان بكذا .\n</p>\n<p class=\"arabic\">وكان إماما في النحو واللغة سمعت أن من جملة ما حفظ في اللغة كتاب الجمهرة \n  وخرج له تلامذة في العربية أئمة يقرأون بهمذان وفي بعض من رأيت من أصحابه \n  من جملة محفوظاته كتاب الغرايبين للهروي وكان عتيقا من حب المال مهينا له \n  باع جميع ما ورثه وكان من أبناء التجار وأخرجه في طلب العلم حتى سافر إلى \n  بغداد وإصبهان مرات كثيرة ماشيا وكان يحمل كتبه على ظهره وسمعته يقول كنت \n  أبيت ببغداد في المساجد وآكل خبز الدخن *39*337* .\n</p>\n<p class=\"arabic\">وسمعت شيخنا أبا الفضل بن بنيمان الأديب بهمذان يقول رأيت الحافظ أبا العلاء \n  في مسجد من مساجد بغداد يكتب وهو قائم على رجليه لأن السراج كان عاليا ثم \n  نشر الله ذكره في ) .\n</p>\n<p class=\"arabic\">الآفاق وعظم شأنه في قلوب الملوك وأرباب المناصب والعوام حتى إنه كان يمر \n  في همذان فلا يبقى أحد رآه إلا قام ودعا له حتى الصبيان واليهود حتى إنه كان \n  في بعض الأحايين يمضي إلى مشكان بلدة في ناحية همذان ليصلي بها الجمعة فكان \n  يتلقاه أهلها خارج البلد المسلمون على حدة واليهود على حدة يدعون له إلى أن \n  يدخل البلد .\n</p>\n<p class=\"arabic\">وكان يفتح عليه من الدنيا جمل فلم يدخرها بل كان ينفقها على تلامذته حتى إنه \n  ما كان يكون عنده متعلم إلا رتب له دفقا يصل إليه وإذا قصده أحد يطلب بره \n  وصله بما يجد إليه من السبيل من ماله وجاهه ويتدين له .\n</p>\n<p class=\"arabic\">وكانت عليه رسوم لأقوام في كل سنة يبعثها إلى مكة وبغداد وغيرهما وما كان \n  يبرح عليه ألف دينار همذانية أو أكثر من الدين مع كثرة ما كان يفتح عليه .\n</p>\n<p class=\"arabic\">وكان يطلب لأصحابه من الناس ويعز أصحابه ومن يلوذ به ولا يحضر دعوة حتى تحضر \n  جماعة أصحابه .\n</p>\n<p class=\"arabic\">وكان لا يأكل من أموال الظلمة ولا قبل منهم مدرسة قط ولا رباطا وإنما كان \n  يقرىء في داره ونحن في مسجده فكان يقرىء نصف نهاره الحديث ونصفه القرآن والعلم \n  وكان لا يغشى السلاطين ولا تأخذه في الله لومة لائم ولا يمكن أحدا أن يعمل \n  في محلته منكرا ولا سماعا وكان ينزل كل إنسان منزلته حتى تألفت القلوب على \n  محبته وحسن الذكر له في الآفاق البعيدة حتى أهل خوارزم الذين هم من أشد الناس \n  في الاعتزال *39*338* كتبوا تصانيفه وصار له عندهم من الصيت لعل قريبا من \n  همذان مع مباينتهم له في الإعتقاد ومعرفتهم شدته في الحنبلية .\n</p>\n<p class=\"arabic\">وكان حسن الصلاة لم أر أحدا من مشايخنا أحسن صلاة منه .\n</p>\n<p class=\"arabic\">وكان متشددا في أمر الطهارات حتى إنه ما كان يثق بكل أحد وكان لا يدع أحدا \n  يمس مداسه وقد حضرته يوما وأخذ منطرا وجبة برد قد أهديا له وكانا جديدين بطراوتهما \n  فجاء بهما إلى بركة فيها ماء وطين وورق الشجر فغمسهما في الماء وسمعته يقول \n  قليلا قليلا ثقة بالله فغسلهما وآنطفأت نضارتهما وكان لا يبالي ما لبس ولا \n  يلبس الكتان بل القطن ثياب قصار وأكمام قصار وعمامة نحو سبعة أذرع .\n</p>\n<p class=\"arabic\">وكان لا يتشهى المواكيل ولا يكاد يأمر بصنعة طعام ) .\n</p>\n<p class=\"arabic\">وكانت السنة شعاره ودثاره اعتقادا وفعلا كان لا يكاد يبدأ في أمر إلا ابتدأ \n  فيه بسنة إما دعاء وإما غير ذلك .\n</p>\n<p class=\"arabic\">وكان معظما للسنة بحيث أنه كان إذا دخل مجلسه أحد فقدم له رجله اليسرى كلف \n  أن يرجع فيقدم اليمنى .\n</p>\n<p class=\"arabic\">وكان لا يمس أحاديث النبي صلى الله عليه وسلم إلا وهو على وضوء ولا يدع شيئا \n  قط إلا مستقبل القبلة تعظيما لها .\n</p>\n<p class=\"arabic\">ورآني يوما وعلى رأسي قلنسوة سوداء مكشوفة فقال لا تلبسها مكشوفة فإن أول \n  من أظهر لبس هذه القلانس أبو مسلم الخراساني .\n</p>\n<p class=\"arabic\">ثم شرع في ذكر أبي مسلم فذكر أحواله من أولها إلى آخرها .\n</p>\n<p class=\"arabic\">قال وسمعت من أثق به يحكي أن السلفي رأى طبقة بخط أبي العلاء فقال هذا خط \n  أهل الإتقان .\n</p>\n<p class=\"arabic\">وسمعته يحكي عنه أنه ذكر له فقال قدمه دينه .\n</p>\n<p class=\"arabic\">وسمعت من أثق به يحكي عن أبي الحسن عبد الغافر بن إسماعيل *39*339* الفارسي \n  أنه قال للحافظ أبي العلاء لما دخل نيسابور ما دخل نيسابور مثلك .\n</p>\n<p class=\"arabic\">وسمعت الحافظ أبا القاسم علي بن الحس يقول وذكر رجلا من أصحابه رحل إن رجع \n  ولم يلق الحافظ أبا العلاء ضاعت سفرته .\n</p>\n<p class=\"arabic\">قال وقد روى عنه الحافظ أبو القاسم .\n</p>\n<p class=\"arabic\">وقال الحافظ محمد بن محمود الحماني الهمذاني ولد شيخنا أبو العلاء في ذي الحجة \n  سنة ثمان وثمانين وأربعمائة .\n</p>\n<p class=\"arabic\">قال وتوفي في تاسع عشر جمادى الأولى .\n</p>\n<p class=\"arabic\">وذكره ابن النجار فقال إمام في علوم القراءآت والحديث والأدب والزهد والتمسك \n  بالسنن رحمه الله .\n\n</p>"
}