{
    "header": "محمود بن أبي سعيد زنكي بن أقسنقر التركي ...",
    "id": "025259",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمود بن أبي سعيد زنكي بن أقسنقر التركي .\n</h1>\n<p class=\"arabic\">*39*371* الملك العادل نور الدين ناصر أمير المؤمنين أبو القاسم .\n</p>\n<p class=\"arabic\">قال ابن عساكر كان أقسنقر قد ولي ناية حلب للسلطان ملك شاه بن ألب رسلان وولي \n  غيرها من بلاد الشام .\n</p>\n<p class=\"arabic\">ونشأ قسيم الدولة زنكي بالعراق وندبه السلطان محمود بن محمد بن ملكشاه بن \n  ألب رسلان برأي الخليفة المسترشد بالله لولاية الموصل وديار بكر والبلاد الشامية \n  بعد قتل أقسنقر البرسقي وموت ابنه مسعود فظهرت كفاية زنكي وعرفت شهامته وثباته \n  عند ظهور ملك الروم ونزوله على شيزر حتى رجع إلى بلاده خائبا وقد حاصر ابن \n  قسيم الدولة زنكي دمشق مرتين فلم يفتحها وافتتح الرها والمعرة وكفر طاب وغيرها \n  من أيدي الكفار وتوفي وقام مقامه في ولاية الشام ابنه الملك نور الدين .\n</p>\n<p class=\"arabic\">ولد في شوال سنة إحدى عشرة وخمسمائة ودخل قلعة حلب بعد قتل والده على جعبر \n  في ربيع الأول سنة إحدى وأربعين فخلع على الأمراء .\n</p>\n<p class=\"arabic\">قلت تملك وله ثلاثون سنة وكان أعدل ملوك زمانه بالإجماع وأكثرهم جهادا وأحرصهم \n  على الخير وأدينهم وأتقاهم لله .\n</p>\n<p class=\"arabic\">قال ابن عساكر ظهر منه بذل الإجتهاد في قيام الجهاد وخرج من حلب غازيا في \n  أعمال تل باشر فافتتح حصونا كثيرة وقلعة أفامية وحصن *39*372* البارة وقلعة \n  الراوندن وقلعة تل خالد ) .\n</p>\n<p class=\"arabic\">وحصن كفرلاثا وحصن بسرفوث بجبل بني عليم وقلعة عزاز وتل باشر ودلوك ومرعش \n  وقلعة عين تاب ونهر الجوز وغزا حصن إنب فقصده الإبرنس صاحب أنطاكية فواقعه \n  فكسره نور الدين وقتله وقتل ثلاثة الآف إفرنجي وبقي له ولد صغير مع أمه بأنطاكية \n  فتزوجت بإبرنس آخر فخرج نور الدين في بعض غزواته فأسر الإبرنس الآخر فتملك \n  أنطاكية ابنه وباعه نور الدين نفسه بمال عظيم .\n</p>\n<p class=\"arabic\">قال وأظهر السنة بحلب وغير البدعة التي كانت له في التأذين وقمع الرافضة وبنى \n  بها المدارس وأقام العدل .\n</p>\n<p class=\"arabic\">وحاصر دمشق مرتين ثم قصدها الثالثة .\n</p>\n<p class=\"arabic\">وقد كان صالح معين الدين أنز نائب صاحبها وصاهره واجتمعت كلمتهما على الغزو \n  فسلم أهل دمشق إليه البلد لغلاء الأسعار وللخوف من العدو فتملكها وسكنها وحصن \n  سورها وبنى بها المدارس والمساجد ووسع أسواقها ورفع عن الناس الأثقال ومنع \n  من أخذ ما كان يؤخذ منهم من المغارم بدار بطيخ وسوق الغنم وضمان النهر والكيالة \n  وأبطل الخمر .\n</p>\n<p class=\"arabic\">وأخذ من الفرنج ثغر بانياس والمنيطرة .\n</p>\n<p class=\"arabic\">وكان في الحرب رابط الجأش ثابت القدم حسن الرمي وكان *39*373* يتعرض بنفسه \n  للشهادة فلقد حكى عنه كاتبه أبو اليسر شاكر بن عبد الله أنه سمعه يسأل الله \n  أن يحشره من بطون السباع وحواصل الطير والله يقي مهجته من الأسوأ فلقد أحسن \n  إلى العلماء وأكرمهم وبنى دور العدل وحضرها بنفسه أكثر الأوقات ووقف على المرضى \n  وأدر على الضعفاء والأيتام وعلى المجاورين وأمر بإكمال سور مدينة النبي صلى \n  الله عليه وسلم واستخراج العين التي بأحد وكانت قد دفنتها السيول .\n</p>\n<p class=\"arabic\">وفتح سبل الحج من الشام وعمر الربط والخوانق والبيمارستانات في بلاده وبنى \n  الجسور والطرق والخانات ونصب مؤدبين للأيتام وكذلك صنع لما ملك بسنجار وحران \n  والرقة والرها ومنبج وشيزر وحماه وحمص وصرخد وبعلبك وتدمر ووقف كتبا كثيرة \n  على أهل العلم وكسر الفرنج والأرمن على حارم هو وأخوه قطب الدين في عسكره \n  الموصل وكان العدو ثلاثين ألف فلم يفلت منهم إلا القليل وقبلها كسر الفرنج \n  على بانياس .\n</p>\n<p class=\"arabic\">قال سبط الجوزي سبب أخذ نور الدين دمشق ما ظهر من صاحبها مجير الدين من الظلم \n  ) .\n</p>\n<p class=\"arabic\">ومصادرات أهلها وقبضه على جماعة من الأعيان واستدعى زين الدولة بن الصوفي \n  الذي ولاه رياسة دمشق لما أخرج أخاه وجيه الدولة منها فقتله في القلعة ونهب \n  داره وأحرق دور بني الصوفي ونهب أموالهم وتواترت مكاتباته للفرنج يستنجد بهم \n  ويطعمهم في البلاد وأعطاهم بانياس فكانوا يشنون الغارات إلى باب دمشق فيقتلون \n  ويأسرون وجعل للفرنج على أهل دمشق قطيعة فكاتب أهل دولته نور الدين فأخذ نور \n  الدين معه في الملاطفة والود وخاف إن شد عليه أن يستعين بالفرنج ولم يزل إلى \n  أن تسلم دمشق *39*374* .\n</p>\n<p class=\"arabic\">قال ابن عساكر وقد كان شاور السعدي أمير الجيوش بمصر وصل إلى جنابه مستجيرا \n  له لما عاين الدهر فأكرمه وأكرم مورده واحترمه وبعث معه جيشا لرده إلى درجته \n  فوصلوا معه وقتلوا خصمه ولم يقع منه الوفاء بما ورد من جهته فأصر على المشاققة \n  وكابر واستنجد بالعدو المخذول فأنجدوه وضمن لهم الأموال العظيمة فرجع عسكر \n  نور الدين فحدث صاحب الفرنج نفسه بأخذ مصر فتوجه إليها بعد سنين لينتهز الفرصة \n  فأخذ بلبيس وخيم بعرصة مصر فلما بلغ نور الدين ذلك بذل جهده في توجيه الجيش \n  إليها فلما سمع العدو بمجيء الجيش رجعوا وأمن أهل مصر بقدوم الجيش وانتعشوا \n  واطلع من شاور على المخامرة وأنه أنفذ يراسل العدو ليردهم إلى مصر ويدفع بهم \n  الجيش فلما عرف غدره تمارض أسد الدين فجاء شاور يعوده فوثب جورديك وبزغش النوريان \n  فقتلاه وأراح الله منه وصفى الأمر لأسد الدين وتملك وحمدت سيرته وظهرت السنة \n  بمصر .\n</p>\n<p class=\"arabic\">وكان حسن الخط حريصا على تحصيل الكتب الصحاح والسنن كثير المطالعة للفقه والحديث \n  مواظبا على الصلوات في جماعة كثير التلاوة والصيام والتسبيح عفيفا متحريا \n  في المطعم والمشرب عريا عن التكبر .\n</p>\n<p class=\"arabic\">وكان ذا عقل متين ورأي رهين مقتديا بسيرة السلف متشبها بالعلماء والصلحاء \n  روى الحديث وأسمعه بالإجازة وكان من رآه شاهد من جلال السلطنة وهيبة الملك \n  ما يبهره فإذا فاوضه رأى من لطافته وتواضعه ما يحيره .\n</p>\n<p class=\"arabic\">ولقد حكى عنه من صحبه في حضره وسفره أنه لم يسمع منه كلمة فحش في رضاه ولا \n  في ضجره وإن أشهى ما إليه كلمة حق يسمعها وإرشاد إلى سنة يتبعها يؤآخي الصالحين \n  ويزورهم وإذا احتلم مماليكه أعتقهم وزوج ذكرانهم بإناثهم ورزقهم ومتى تكررت \n  الشكاية ) .\n</p>\n<p class=\"arabic\">من ولاته عزلهم وأكثر ما *39*375* أخذه من البلدان تسلمه بالأمان وكان كلما \n  فتح الله عليه فتحا وزاده ولاية أسقط عن رعيته قسطا حتى ارتفعت عنهم الظلامات \n  والمكوس وآتضعت في جميع ولايته الغرامات والنحوس .\n</p>\n<p class=\"arabic\">وقال أبو الفرج بن الجوزي نور الدين ولي الشام سنين وجاهد الثغور وانتزع من \n  أيدي الكفار نيفا وخمسين مدينة وحصنا وبنى مارستانا في الشام فأنفق عليه مالا \n  وبنى بالموصل جامعا غرم عليه سبعين ألف دينار ثم أثنى عليه .\n</p>\n<p class=\"arabic\">وقال كان يتدين بطاعة الخلفاء وترك المكوس قبل موته وبعث جنودا فتحوا مصر \n  وكان يميل إلى التواضع ومحبة العلماء والصلحاء وكاتبني مرارا وأحلف الأمراء \n  على طاعة ولده بعده وعاهد ملوك الفرنج وصاحب طرابلس وقد كان في قبضته أسيرا \n  على أن يطلقه بثلاثمائة دينار وخمسمائة حصان وخمسمائة زردية ومثلها تراس إفرنجية \n  ومثلها قنطوريات وخمسمائة أسير مسلمين وبأنه لا يغير على بلاد المسلمين سبع \n  سنين وسبعة أشهر وسبعة أيام وأخذ منه في قبضته على الوفاء بذلك مائة من أولاد \n  الفرنج وبطارقيهم فإن نكث أراق دماءهم وعزم على فتح بيت المقدس فتوفي في شوال \n  وكانت ولايته ثمانيا وعشرين سنة .\n</p>\n<p class=\"arabic\">وقال الموفق عبد اللطيف كان نور الدين لم ينشف له لبد من الجهاد وكان يأكل \n  من عمل يده ينسخ تارة ويعمل أعلافا تارة ويلبس الصوف ويلازم السجادة والمصحف \n  وعمر المدارس وعمر المارستان بدمشق للمهذب ابن النقاش تلميذ أوحد الزمان .\n</p>\n<p class=\"arabic\">وكان حنفيا ويراعي مذهب الشافعي ومالك وكان ولده الصالح أحسن أهل زمانه صورة \n  *39*376* .\n</p>\n<p class=\"arabic\">ونزل نور الدين على حارم فكبستهم الفرنج وهرب جيشه على الخيل عريا وقام هو \n  حافيا فركب فرس النوبة وأخذت الفرنج الخيم بما حوت فلما دخل حلب غرم لجميع \n  الجند ما ذهب حتى المخلاة والمقود وخرج بعد شهر بأتم عدة وكسرهم كسرة مبيدة .\n</p>\n<p class=\"arabic\">ونقل الحسن بن محمد القليوبي في تاريخه قال لما جاءت الزلزلة بنى نور الدين \n  في القلعة بيتا من خشب كان يبيت فيه فدفن في ذلك البيت ورثاه جماعة من الشعراء \n  وأخرجت الأمراء ولده مشقوق الثياب مجزوز الشعر وأجلسوه على التخت الباقي من \n  عهد تتش والناس حوله يبكون ثم حلف له الأمراء ) .\n</p>\n<p class=\"arabic\">وقال القاضي ابن خلكان وسير نور الدين الأمير أسد الدين شيركوه إلى مصر ثلاث \n  دفعات ثم ملكها صلاح الدين نيابة له وضرب باسمه السكة والخطبة .\n</p>\n<p class=\"arabic\">قال وكان زاهدا عابدا متمسكا بالشريعة مجاهدا كثير البر والأوقاف وبنى بالموصل \n  الجامع النوري وله من المناقب ما يستغرق الوصف .\n</p>\n<p class=\"arabic\">توفي في حادي عشر شوال بقلعة دمشق بالخوانيق وأشاروا عليه بالفصد فامتنع وكان \n  مهيبا قلما روجع وكان أسمر طويلا حسن الصورة ليس بوجهه شعر سوى حنكه وعهد \n  بالملك إلى ولده الملك الصالح إسماعيل وهو ابن إحدى عشرة سنة .\n</p>\n<p class=\"arabic\">وقال ابن الأثير حكى لي الطبيب قال استدعاني نور الدين مع غيري فدخلنا عليه \n  وقد تمكنت الخوانيق منه وقارب الهلاك ولا يكاد يسمع صوته فقلت ينبغي أن ينتقل \n  إلى موضع فسيح مضيء فله أثر في *39*377* هذا المرض وأشرنا بالفصد فقال ابن \n  ستين سنة لا يفتصد وآمتنع منه فعالجناه بغيره فلم ينجع .\n</p>\n<p class=\"arabic\">قال ابن الأثير كان أسمر طويلا ليس له لحية إلا في حنكه وكان واسع الجبهة \n  حسن الصورة حلو العينين قد طالعت السير فلم أر فيها بعد الخلفاء الراشدين \n  وعمر بن عبد العزيز أحسن من سيرته ولا أكثر تحريا منه للعدل .\n</p>\n<p class=\"arabic\">وكان لا يأكل ولا يلبس ولا يتصرف في الذي يخصه إلا من ملك كان له قد اشتراه \n  من سهمه من الغنيمة ومن الأموال المرصدة لمصالح المسلمين ولقد طلبت منه زوجته \n  فأعطاها ثلاثة دكاكين بحمص كراها نحو عشرين دينارا في السنة فاستقلتها فقال \n  ليس لي إلا هذا وجميع ما بيدي أنا فيه خازن للمسلمين وكان رحمه الله يصلي \n  كثيرا بالليل وكان عارفا بالفقه على مذهب أبي حنيفة ولم يترك في بلاده على \n  سعتها مكسا .\n</p>\n<p class=\"arabic\">إلى أن قال في أوقافه على أنواع البر سمعت أن حاصل وقفه في الشهر تسعة آلاف \n  دينار صوري .\n</p>\n<p class=\"arabic\">قال له القطب النيسابوري مرة لا تخاطر بنفسك فإن أصبت في معركة لا يبقى للمسلمين \n  أحد إلا أخذه السيف فقال من محمود حتى يقال له هذا من حفظ البلاد قبلي ذلك \n  الله الذي لا إله إلا هو .\n</p>\n<p class=\"arabic\">وقال يحيى بن محمد الوهراني وذكر نور الدين هو سهم للدولة سديد وركن للخلافة \n  شديد ) .\n</p>\n<p class=\"arabic\">وأمير زاهد وملك مجاهد تساعده الأفلاك وتعضده الجيوش والأملاك غير أنه عرف \n  بالمرعى الوكيل لابن السبيل وبالمحل الجديب للشاعر الأريب فما يرزى ولا يعزى \n  ولا لشاعر عنده نعمة تجزى .\n</p>\n<p class=\"arabic\">وإياه عنى أسامة بن منقذ بقوله *39*378* سلطاننا زاهد والناس قد زهدواله فكل \n  عن الخيرات منكمش أيامه مثل شهر الصوم طاهرة من المعاصي وفيها الجوع والعطش \n  قلت وفي كتاب البرق الشامي وغيره من مصنفات العماد الكاتب كثير من سيرة نور \n  الدين وأخباره وقد عني الإمام أبو شامة في كتاب الروضتين له بأخباره الدولتين \n  النورية والصلاحية .\n</p>\n<p class=\"arabic\">ودفن نور الدين بتربته على باب الخواصين رحمه الله وعاش ابنه عشرين سنة ومات \n  بالقولنج في حلب .\n</p>\n<p class=\"arabic\">قال مجد الدين ابن الأثير الجزري في تاريخ الموصل على ما حكاه أبو المظفر \n  بن الجوزي عنه قال لم يلبس حريرا قط ولا ذهبا ولا فضة ومنع من بيع الخمر في \n  بلاده .\n</p>\n<p class=\"arabic\">قلت قد لبس خلعة الخليفة وهي من حرير وطوق ذهب فلعله أراد أنه لا بد من لبس \n  ذلك .\n</p>\n<p class=\"arabic\">قال وكان كثير الصيام وله أوراد في الليل والنهار كثير اللعب بالكرة فكتب \n  إليه بعض الصالحين ينكر عليه ويقول تتعب الخيل في غير فائدة .\n</p>\n<p class=\"arabic\">فكتب إليه بخطه والله ما أقصد اللعب وإنما نحن في ثغر فربما وقع الصوت فتكون \n  الخيل قد أدمنت على سرعة الإنعطاف بالكر والفر .\n</p>\n<p class=\"arabic\">وأهديت له عمامة مذهبة من مصر فوهبها لشيخ الصوفية ابن حمويه فبعث بها إلى \n  المعجم فأبيعت بألف دينار *39*379* .\n</p>\n<p class=\"arabic\">قال وكان عارفا بمذهب أبي حنيفة وليس عنده تعصب والمذاهب عنده سواء .\n</p>\n<p class=\"arabic\">قال وكان يلعب يوما في ديوان دمشق وجاءه رجل فطلبه إلى الشرع فجاء معه إلى \n  مجلس القاضي كمال الدين بن الشهرزوري وتقدمه الحاجب يقول للقاضي لا تنزعج \n  واسلك معه ما تسلك مع آحاد الناس فلما حضر سوى بينه وبين خصمه وتحاكما فلم \n  يثبت للرجل عليه حق وكان يدعي ملكا في نور الدين فقال نور الدين هل ثبت له \n  حق قالوا لا قال فاشهدوا أني ) .\n</p>\n<p class=\"arabic\">قد وهبت له الملك وإنما حضرت معه لئلا يقال عني أني دعيت إلى مجلس الشرع فأبيت .\n</p>\n<p class=\"arabic\">قال ودخل يوما فرأى مالا كثيرا فقالوا بعث بهذا القاضي كمال الدين من قابض \n  الأوقاف .\n</p>\n<p class=\"arabic\">فقال ردوه وقولوا له أنا رقبتي دقيقة لا أقدر على حمله غدا وأنت رقبتك غليظة \n  تقدر على حمله .\n</p>\n<p class=\"arabic\">ولما قدم أمراؤه دمشق أفنوا الأملاك واستطالوا على الناس خصوصا أسد الدين \n  شيركوه ولم يقدر القاضي على الإنتصاف من شيركوه فأمر نور الدين ببناء دار \n  العدل فقال شيركوه إن نور الدين ما بنى هذه الدار إلا بسببي وإلا فمن يمتنع \n  على كمال الدين وقال لديوانه والله لئن أحضرت إلى دار العدل بسبب واحد منكم \n  لأصلبنه فإن كان بينكم وبين أحد منازعة فآرضوه مهما أمكن ولو أتى على جميع \n  مالي .\n</p>\n<p class=\"arabic\">وكان نور الدين يقعد في دار العدل في الأسبوع أربع مرات ويحضر عنده الفقهاء \n  والعلماء ويأمر بإزالة الحاجب والبوابين *39*380* .\n</p>\n<p class=\"arabic\">قال وكان إذا حضرت الحرب حمل قوسين وتركشين وكان لا يتكل الجند على الأمراء \n  بل يتولاهم بنفسه ويباشر خيولهم وسلاحهم .\n</p>\n<p class=\"arabic\">قال وأنفق على عمارة جامع الموصل ستين ألف دينار وفوض عمارته إلى الشيخ عمر \n  الملا الزاهد .\n</p>\n<p class=\"arabic\">قال ويقال أنفق عليه ثلاثمائة ألف دينار فتم في ثلاث سنين وبنى جامع حماه \n  على العاصي .\n</p>\n<p class=\"arabic\">قال ووقع في أسره ملك إفرنجي فأشار الأمراء ببقائه في أسره خوفا من شره وبذل \n  هو في نفسه مالا فبعث إليه نور الدين سرا يقول أحضر المال فأحضر ثلاثمائة \n  ألف دينار فأطلقه .\n</p>\n<p class=\"arabic\">فعند وصوله إلى مأمنه مات فطلب الأمراء سهمهم من المال فقال ما تستحقون منه \n  شيئا لأنكم نهيتم وقد جمع الله لي الحسنيين الفداء وموت اللعين وخلاص المسلمين \n  منه فبنى بذلك المال المارستان والمدرسة بدمشق ودار الحديث .\n</p>\n<p class=\"arabic\">قال وما كان أحد من الأمراء يتجاسر أن يجلس عنده من هيبته فإذا دخل عليه فقير \n  أو عالم أو رب حرفة قام ومشى إليه وأجلسه إلى جانبه ويعطيهم الأموال وإذا \n  قيل له في ذلك يقول هؤلاء لهم حق في بيت المال فإذا قنعوا منا ببعضه فلهم \n  المنة علينا .\n</p>\n<p class=\"arabic\">وقال العماد الكاتب في البرق الشامي أكثر نور الدين في السنة التي توفي فيها \n  من الصدقات ) .\n</p>\n<p class=\"arabic\">والأوقاف وعمارة المساجد وأسقط كلما فيه *39*381* حرام فما أبقى سوى الجزية \n  والخراج وما يحصل من قسمة الغلات على قويم المنهاج وأمرني بكتابة مناشير لجميع \n  أهل البلاد فكتبت أكثر من ألف منشور وحسبنا ما تصدق به في تلك الشهور فكان \n  ثلاثين ألف دينار .\n</p>\n<p class=\"arabic\">وكان له برسم نفقته الخاصة في كل شهر من الجزية ما يبلغ ألفي قرطاس يصرفها \n  في كسوته ومأكوله وأجرة الخياطة وجامكية طباخة ويستفضل منها ما يتصدق به في \n  آخر الشهر .\n</p>\n<p class=\"arabic\">وقيل إن قيمة كل ستين قرطاسا بدينار .\n</p>\n<p class=\"arabic\">وذكر العماد جملة من فضائله .\n</p>\n<p class=\"arabic\">وقال في ترجمته القاضي ابن واصل حكى معين الدين محمد بن أحمد بن خالد بن محمد \n  بن القيسراني قال انكسر على ضامن الزكاة مال وهو ابن شمام فباع أملاكه بثمانية \n  الآف دينار صورية وحملها فحبس على ما بقي عليه وكان جدي خالد هو الوزير والمشير \n  فقال لنور الدين رأيت البارحة كأن المولى قد نزع ثيابه ودفعها إلي وقال اغسلها \n  فأخذتها وغسلتها .\n</p>\n<p class=\"arabic\">فأطرق وسكت فندمت وخفت أن يكون تطير مني فخرجت وأنا ضيق الصدر فبقيت ثمانية \n  أيام لم يطلبني فساء ظني فدخل على نور الدين الشيخ إسماعيل المكبس وكان يحبه \n  فقال يا مولانا قد حضر من زاد في دار الزكاة خمسة الآف دينار في السنة فانتهره \n  وقال قد أصبحت على سجادتي بعد أدآء فريضتي أذكر الله واستفتحت أنت تبشرني \n  بمكس فوجم الشيخ إسماعيل ثم قال اطلبوا خالدا .\n</p>\n<p class=\"arabic\">قال فحضرت فتبسم وقال قد تفسر منامك فقلت بخير إن شاء *39*382* الله فقال \n  لا تظن أن تركي لك لوجدة بل كنت مفكرا في المنام حتى فتح الله بتأويله إعلم \n  أن غسل الثياب غسل أوساخ الذنوب ولا ذنب أوسخ من تناول أموال المكوس فلا تترك \n  من يومنا هذا في بلد من بلادي مكسا ولا درهما حراما واكتب بذلك تواقيع تكون \n  مخلدة في البلاد .\n</p>\n<p class=\"arabic\">والتفت إليه إسماعيل فقال مر أطلق ابن شمام ورد عليه ما أخذ منه فلما عرف \n  ابن شمام بذلك اقترح بأن يجعل الذهب في أطباق وتزف بالطبول والبوقات في الأسواق \n  فأمر نور الدين بإجابته وأن يخلع عليه .\n</p>\n<p class=\"arabic\">وكتب جدي خالد بذلك تواقيع ونسختها كلها الحمد لله فاتح أبواب الخيرات بعد \n  إغلاقها وناهج سبل النجاة لطلابها وطراقها وفارج الكربات بعد إرتاجها وإطباقها \n  الذي منح أولياءه ) .\n</p>\n<p class=\"arabic\">التوفيق وأوضح لهم دليله ونصر أهل الحق وأعان قبيله نحمده على جزيل مواهبه \n  وجليل رغائبه ونسأله أن يصلي على محمد الذي أوضح الطريق والمحجة وأوجب الحجة \n  وعلى آله .\n</p>\n<p class=\"arabic\">إلى أن قال وبعد فقد اتضح على الأفهام ووضح عند الخاص والعام ما نغاديه ونراوحه \n  ونماسيه ونصابحه ونشتغل به عامة أوقاتنا ونعمل فيه عقولنا وأفكارنا من الإجتهاد \n  في إحياء سنة حسنة وإماتة سنة سيئة وإزالة مظلمة ومحو سيرة مؤلمة .\n</p>\n<p class=\"arabic\">إلى أن قال وقد علمتم معاشر الرعايا وفقكم الله ما كان مرتبا من المظالم المجحفة \n  بأحوالكم والمكوس المستولية على شطر أموالكم والرسوم المضيقة عليكم في أرزاقكم \n  فأمرنا بإزالة ذلك عنكم أولا فأولا ولا نتبع في إقراره على وجوهه شبهة ولا \n  تأولا وقد كان بقي من رسم الظلم ومعالم الجور في سائر ولايتنا ما أمرنا بإزالته \n  رأفة بكم ولطفا الآن خفف *39*383* الله عنكم وعلم أن فيكم ضعفا وسنذكر ما \n  أزلناه من المظالم والمكوس أولا وآخرا من سائر أعمال ولايتنا عمرها الدهر \n  في هذا السجل من الديوان .\n</p>\n<p class=\"arabic\">قال ثم كتب بخط دقيق ما صورته ذكر ما أطلق من الرسوم والضرائب في هذا التاريخ \n  ورسم إطلاق ذلك وتعفية آثاره وإخماد ناره ومبلغ ما يحصل من ذلك في كل سنة \n  خمسمائة ألف وستة وثمانون ألفا وأربعمائة وسبعون دينارا فمن ذلك دمشق بتواريخ \n  متقدمة مائتا ألف وعشرون ألفا وخمسمائة وثلاثة وثمانون دينارا دمشق في تاريخ \n  هذا الكتاب خمسون ألفا وسبعمائة وثلاثون دينارا تدمر خمسمائة دينار صرخد سبعمائة \n  دينار القريتين والسخنة .\n</p>\n<p class=\"arabic\">خمسمائة دينار بانياس ألف ومائتا دينار بعلبك وأعمالها ستة الآف وتسعمائة \n  وعشرون دينارا حمص وأعمالها ستة وعشرون ألف دينار ونيفا حماه وأعمالها ستة \n  وعشرون ألف دينار ونيف حلب ستة وتسعون ألف دينار ونيف سيرين ألفان وثلاثمائة \n  وستون دينارا المعرة سبعة الآف دينار كفر طاب ألف دينار عزاز ستة الآف وخمسمائة \n  دينار تل باشر ألف وخمسمائة دينار عين تاب تسعة وثمانون دينارا بالس أربعة \n  الآف دينار منبج وأعمالها ثمانية عشر ألفا وخمسمائة وستة وستون دينارا الباب \n  وبزاعة ثلاثة الآف دينار قلعة نجم ثلاثمائة دينار قلعة نجم ثلاثمائة دينار \n  قلعة جعبر سبعة الآف وستمائة دينار ونيف الرقة ستة وعشرون ألفا وستمائة ونيف \n  دينارا سنجار سبعة الآف دينار الموصل ثمانية وثلاثون ألف ) .\n</p>\n<p class=\"arabic\">دينار نصيبين عشرة الآف وأربعمائة دينار مرابان خمسة الآف وسبعمائة دينار \n  بطايان من أعمال الخابور مائتان وخمسون دينارا الأرسل سبعمائة وخمسون دينارا \n  السمسمانية ألف دينار قرقيسيا ألف دينار الشلين مائتا دينار ماكسين خمسة الآف \n  دينار المجدل ثلاثة الآف دينار الحصين ستمائة دينار ونيف الجحيشة هي وما قبلها \n  من الخابور مائتا دينار المحولية مائة وثلاثة وستون دينارا الرحبة ستة عشر \n  ألفا وسبعمائة وأربعون دينارا *39*384* .\n</p>\n<p class=\"arabic\">ثم كتب بعد ذلك بالقلم الجافي تحقيقا للحق وتمحيقا للباطل ونشرا للعدل وتقديما \n  للصلاح الشامل وإيثارا للثواب الآجل على الحطام العاجل .\n</p>\n<p class=\"arabic\">إلى أن قال فأيقنوا أن ذلك إنعام مستمر على الدهور باق إلى يوم النشور ف كلوا \n  من رزق ربكم واشكروا له بلدة طيبة ورب غفور وسبيل كل واقف على هذا المثال \n  من الولاة والعمال حذف ذلك كله وتعفية رسومه ومحو آثاره وإقراره وإطلاقه على \n  الإطلاق فمن بدله بعدما سمعه فإنما إثمه على الذين يبدلونه إن الله سميع عليم \n  والتوقيع الأعلى حجة لمضمونه ومقتضاه .\n</p>\n<p class=\"arabic\">وكتب بيده الكريمة شرفها الله في مستهل رجب سنة سبع وستين وخمسمائة .\n</p>\n<p class=\"arabic\">ومن شجاعته نقل ابن واصل وغيره أنه كان من أقوى الناس بدنا وقلبا وأنه لم \n  ير على ظهر فرس أشد منه كأنما خلق عليه ولا يتحرك وكان من أحسن الناس لعبا \n  بالكرة تجري الفرس ويتناولها من الهواء بيده ويرميها إلى آخر الميدان وكان \n  يمسك الجوكان بكم قبائه استهانة باللعب وكان إذا حضر الحرب أخذ قوسين وتركاشين \n  وباشر القتال بنفسه .\n</p>\n<p class=\"arabic\">وكان يقول طالما تعرضت للشهادة فلم أدركها .\n</p>\n<p class=\"arabic\">قلت قد أدركتها على فراشك وبقي ذلك في أفواه المسلمين تراهم يقولون نور الدين \n  الشهيد .\n</p>\n<p class=\"arabic\">وما شهادته إلا بالخوانيق رحمه الله *39*385* .\n</p>\n<p class=\"arabic\">ومن فضائله قال سبط ابن الجوزي إنه كان له عجائز بدمشق وحلب فكان يخيط الكوافي \n  ويعمل الكساكير ويبيعها له العجائز سرا فكان يوما يصوم ويفطر على أثمانها .\n</p>\n<p class=\"arabic\">حكى لي شرف الدين يعقوب بن المعتمد أن في دارهم سكرة على حرستان من عمل نور \n  الدين يتبركون بها وهي باقية إلى سنة خمسين وستمائة .\n</p>\n<p class=\"arabic\">ومنها ما حكى لي الشيخ أبو عمر قال كان نور الدين يزور والدي في المدرسة الصغيرة \n  ) .\n</p>\n<p class=\"arabic\">المجاورة للدير ونور الدين بنى هذه المدرسة والمصنع والفرن فجاء لزيارة والدي \n  وكان في سقف المسجد خشبة مكسورة فقال له بعض الجماعة لو جددت السقف فنظر إلى \n  الخشبة وسكت فلما كان من الغد جاء معماره ومعه خشبة فزرقها موضع المكسورة \n  ومضى فقال له بعض الحاضرين ذاكرتنا في كشف سقف فقال لا والله وإنما هذا الشيخ \n  أحمد رجل صالح وإنما أزوره لأنتفع به وما أردت أن أزخرف له المسجد .\n</p>\n<p class=\"arabic\">ومنها ما حكى لي نجم الدين الحسين بن سلام قال لما ملك الأشرف دمشق وعمر في \n  القلعة مسجد أبي الدرداء قال لي يا نجم الدين كيف *39*386* ترى هذا المسجد \n  قد عمرته وأفردته عن الدور وما صلى فيه أحد من زمان أبي الدرداء فقلت الله \n  الله يا مولانا ما زال نور الدين منذ ملك دمشق يصلي فيه الصلوات الخمس .\n</p>\n<p class=\"arabic\">حدثني والدي وكان من أكابر عدول دمشق أن الفرنج لما نزلت على دمياط بعد موت \n  أسد الدين وضايقوها أشرفت على الأخذ فأقام نور الدين عشرين يوما صائما لا \n  يفطر إلا على الماء فضعف وكاد يتلف وكان مهيبا لا يتجاسر أحد أن يخاطبه في \n  ذلك وكان له إمام ضرير إسمه يحيى وكان يقرأ عليه القرآن فاجتمع إليه خواص \n  نور الدين وكلموه في ذلك .\n</p>\n<p class=\"arabic\">فلما كان تلك الليلة رأى الشيخ يحيى النبي صلى الله عليه وسلم في المنام يقول \n  له يا يحيى بشر نور الدين برحيل الفرنج عن دمياط فقلت يا رسول الله ربما لا \n  يصدقني فقال قل له بعلامة يوم حارم .\n</p>\n<p class=\"arabic\">قال وآنتبه يحيى فلما صلى نور الدين خلفه الفجر وشرع يدعو هابه أن يكلمه فقال \n  له نور الدين يا يحيى قال لبيك قال تحدثني أو أحدثك فارتعد يحيى وخرس فقال \n  أنا أحدثك رأيت النبي صلى الله عليه وسلم في هذه الليلة وقال لك كذا وكذا \n  قال نعم فبالله يا مولانا ما معنى قوله بعلامة يوم حارم قال لما التقينا خفت \n  على الإسلام فآنفردت ونزلت ومرغت وجهي على التراب وقلت يا سيدي من محمود في \n  البين الدين دينك والجند جندك وهذا اليوم هو فافعل ما يليق بكرمك .\n</p>\n<p class=\"arabic\">قال فنصرنا الله عليهم .\n</p>\n<p class=\"arabic\">وحكى لي شيخنا تاج الدين الكندي قال ما تبسم نور الدين إلا نادرا حكى لي جماعة \n  من المحدثين أنهم قرأوا عنده حديث التبسم وكان يرويه *39*387* فقالوا له تبسم \n  فقال لا ولله لا أتبسم ) .\n</p>\n<p class=\"arabic\">من غير عجب .\n</p>\n<p class=\"arabic\">وللعماد الكاتب فيه يرثيه يا ملكا أيامه لم تزلمفضلة فاضلة فاخرة ملكت دنياك \n  وخلفتهاوسرت حتى تملك الآخرة رحمه الله .\n\n</p>"
}