{
    "header": "علي بن الحسن بن هبة الله بن عبد الله بن ...",
    "id": "025497",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">علي بن الحسن بن هبة الله بن عبد الله بن الحسين .\n</h1>\n<p class=\"arabic\">الحافظ الكبير أبو القاسم ثقة الدين ابن عساكر الدمشقي الشافعي صاحب تاريخ \n  دمشق .\n</p>\n<p class=\"arabic\">أحد الأعلام في الحديث *40*71* .\n</p>\n<p class=\"arabic\">ولد في مستهل سنة تسع وتسعين وأربعمائة .\n</p>\n<p class=\"arabic\">وسمعه أخوه الصائن هبة الله سنة خمس وخمسمائة وبعدها من الشريف أبي القاسم \n  النسيب وأبي القاسم قوام بن زيد وأبي الوحش سبيع بن قيراط وأبي طاهر محمد \n  بن الحسين الحنائي وأبي الحسن بن الموازيني وأبي الفضائل الماسح ومحمد بن \n  علي المصيصي ) .\n</p>\n<p class=\"arabic\">ثم سمع بنفسه من أبي محمد بن الأكفاني وأبي الحسن بن قبيس المالكي وعبد الكريم \n  بن حمزة وطاهر بن سهل ومن بعدهم .\n</p>\n<p class=\"arabic\">ودخل إلى بغداد سنة عشرين فأقام بها خمس سنين .\n</p>\n<p class=\"arabic\">وحج في سنة إحدى وعشرين فسمع بمكة من عبد الله بن محمد بن الغزال المصري صاحب \n  كريمة المروزية .\n</p>\n<p class=\"arabic\">وسمع ببغداد من أبي القاسم بن الحصين وأبي الحسن الدينوري وأبي العز بن كادش \n  وقراتكين بن أسعد وأبي غالب بن البنا والبارع أبي عبد الله الدباس وهبة الله \n  الشروطي وخلق كثير .\n</p>\n<p class=\"arabic\">وعلق مسائل الخلاف على أبي سعد إسماعيل بن أبي صالح المؤذن ولازم الدرس والتفقه \n  بالنظامية ورجع بعلم جم وسماعات كثيرة .\n</p>\n<p class=\"arabic\">وسمع بالكوفة من عمر بن إبراهيم العلوي .\n</p>\n<p class=\"arabic\">ثم رحل سنة تسع وعشرين على أذربيجان إلى جرجان وجال في بلادها ودخل إلى إصبهان \n  وبقي في هذه الرحلة نحو أربع سنين فسمع أبا عبد الله محمد بن الفضل الفراوي \n  وعبد المنعم بن القشيري وهبة الله السيدي وتميم بن أبي سعيد الجرجاني الهروي \n  ويوسف بن أيوب *40*72* الزاهد وزاهر بن طاهر الشحامي والحسين بن عبد الملك \n  الأديب وسعيد ابن أبي الرجاء وغانم بن خالد وإسماعيل بن محمد الحافظ والموجودين \n  في هذا العصر .\n</p>\n<p class=\"arabic\">وخرج أربعين حديثا في أربعين بلدا كالسلفي وعدة شيوخه ألف وثلاثمائة شيخ وثمانون \n  امرأة ونيف وحدث بخراسان وإصبهان وبغداد .\n</p>\n<p class=\"arabic\">وسمع منه الكبار كالحافظ أبي العلاء الهمذاني والحافظ أبي سعد السمعاني .\n</p>\n<p class=\"arabic\">وصنف التصانيف المفيدة ولم يكن في زمانه أحفظ ولا أعرف بالرجال منه ومن تصفح \n  تاريخه علم قدر الرحلة .\n</p>\n<p class=\"arabic\">وأجاز له من الكبار أبو الحسن بن العلاف وأبو القاسم بن بيان وأبو علي بن \n  نبهان وأبو الفتح أحمد بن محمد الحداد وغانم البرجي وأبو بكر عبد الغفار الشيروي \n  وأبو علي الحداد وأبو صادق مرشد بن يحيى وأبو عبد الله الرازي وطائفة .\n</p>\n<p class=\"arabic\">روى عنه ابنه القاسم وبنو أخيه فخر الدين أبو منصور وتاج الأمناء وزين الأمناء \n  عبد ) .\n</p>\n<p class=\"arabic\">الرحيم وعز الدين النسابة ابن تاج الأمناء والحافظ أبو المواهب بن صصرى وأخوه \n  أبو القاسم الحسين والقاضي أبو القاسم بن الحرستاني وأبو جعفر القرطبي والحافظ \n  عبد القادر وأبو الوحش عبد الرحمن بن نسيم والحسن بن علي الصيقلي وصالح بن \n  فلاح الزاهد وظهير الدين عبد الواحد بن عبد الرحمن بن سلطان القرشي وأبو العز \n  مظفر بن عقيل الشيباني العقار والد النجيب والصائن نصر الله بن عبد الكريم \n  بن الحرستاني والبدر بن يونس بن محمد الفارقي الخطيب والقاضي أبو نصر بن الشيرازي \n  ومحمد ابن أخي الشيخ أبي البيان وعبد القادر بن الحسين البغدادي ونصر الله \n  بن فتيان وإبراهيم وعبد العزيز ابنا الخشوعي ويونس بن منصور السقباني وإدريس \n  بن الخضر الشيباني ومحمد بن رومي الحرداني وحاطب بن عبد الكريم المزي وذاكر \n  بن عبد الوهاب الستياني *40*73* وذاكر الله بن أبي بكر الشعيري ومحمد بن غسان \n  ومحمد بن عبد الكريم بن الهادي والمسلم بن أحمد المازني وعبد العزيز بن محمد \n  بن الدجاجية وعبد الرحمن بن عبد المؤمن زريق العطار وشعبان بن إبراهيم ومحمد \n  بن أحمد بن زهير ومحمود بن خطير الدارانيون وعبد الرحمن بن راشد البيت سوائي \n  ونجم الأمناء عبد الرحمن بن علي الأزدي وعمر بن عبد الوهاب البرادعي وعتيق \n  السلماني وبهاء الدين علي بن الجميزي وعبد المنعم بن محمد بن محمد بن أبي \n  المضاء نزيل حماه ومات في آخر سنة أربع وأربعين والرشيد أحمد بن مسلمة وعبد \n  الواحد بن هلال وخلق آخرهم وفاة أبو بكر محمد بن المسلم بن علان .\n</p>\n<p class=\"arabic\">وقد روى عنه الكثير أبو سعد السمعاني ومات قبل ابن علان بتسعين سنة فمن تصانيفه \n  التاريخ ثمانمائة جزء والموافقات اثنا وسبعون *40*74* *40*75* والأطراف التي \n  للسنن ثمانية وأربعون جزءا وعوالي مالك أحد وثلاثون جزءا وغرائب مالك عشرة \n  أجزاء ومعجم القرى والأمصار جزء ومعجم شيوخه اثنا عشر جزءا ومناقب الشبان \n  خمسة عشر جزءا وفضل أصحاب الحديث أحد عشر جزءا والسباعيات سبعة أجزاء وكتاب \n  تبيين كذب المفتري فيما نسب إلى الأشعري مجلد والسلسلات له مجلد وكتاب فضل \n  الجمعة مجلد والأربعون الطوال ثلاثة أجزاء وعوالي شعبة مجلد وكتاب الزهادة \n  في ترك الشهادة مجلد وعوالي الثوري مجيليد والأربعون الجهادية والأربعون البلدية \n  والأربعون الأبدال ومسند أهل داريا مجلد لطيف وحديث أهل صنعاء الشام مجلد \n  صغير وفضائل عاشوراء ثلاثة أجزاء وكتاب الزلازل ثلاثة ) .\n</p>\n<p class=\"arabic\">أجزاء وثواب المصاب بالولد جزءآن وطرق قبض العلم جزء وكتاب فضل مكة وكتاب \n  فضل المدينة و كتاب فضل القدس وجزء فضائل عسقلان وجزء فيمن نزل بالمزة وجزء \n  *40*76* في فضائل الربوة والنيرب وجزء في مقام إبراهيم وبرزة وجزء في قرية \n  الحميريين وجزء أهل كفرسوسة وجزء أهل كفربطنا وجزء بيت قوفا وبيت راسين وجزء \n  سعد بن عبادة والمنيحة وجزء أهل حرستا وجزء أهل زملكا وجزء بيت لهيا وجزء \n  جوبر وجزء أهل حردان وجزء أهل جديا وجزء أهل برزة وجزء أهل منين وجزء أهل \n  بيت سوا وجزء أهل بعلبك وجزء المبسوط لمنكر حديث الهبوط والجواهر واللآلئ \n  ثلاثة أجزاء وغير ذلك .\n</p>\n<p class=\"arabic\">وأملى أربعمائة مجلس وثمانية مجالس في فنون شتى وخرج لشيخه أبي غالب ابن البنا \n  مشيخة وأربعين حديثا مصافحات لرفيقه أبي سعد السمعاني وأربعين حديثا مساواة \n  لشيخه الفراوي .\n</p>\n<p class=\"arabic\">وخرج في آخر عمره لنفسه كتاب الإبدال ولم يتمه ولو تم لجاء في نحو مائتي جزء .\n</p>\n<p class=\"arabic\">ذكره ابن السمعاني في تاريخه فقال كبير العلم غزير الفضل حافظ ثقة متقن دين \n  خير حسن السمت جمع بين معرفة المتون والأسانيد صحيح القراءة متثبت محتاط رحل \n  وتعب وبالغ في الطلب إلى أن جمع ما لم يجمع غيره وأربى على أقرانه ودخل نيسأبور \n  قبلي بشهر أو نحوه في سنة تسع وعشرين فسمع بقراءتي وسمعت بقراءته مدة مقامنا \n  بها إلى أن اتفق خروجه في سنة ثلاث وثلاثين *40*77* .\n</p>\n<p class=\"arabic\">وسمعت منه كتاب المجالسة بدمشق ومعجم شيوخه وكان قد شرع في التاريخ الكبير \n  لمدينة دمشق وصنف التصانيف وخرج التخاريج .\n</p>\n<p class=\"arabic\">وقرأت بخط ابن الحاجب قال حدثني زين الأمناء قال حدثني ابن القزويني عن والده \n  مدرس النظامية يعني أبا الخير قال حكى لنا أبو عبد الله الفراوي قال قدم أبو \n  القاسم بن عساكر فقرأ علي ثلاثة أيام فأكثر وأضجرني وآليت على نفسي أن أغلق \n  الغد بأبي وأمتنع فلما أصبحت قدم علي شخص فقال أنا رسول رسول الله صلى الله \n  عليه وسلم إليك قلت مرحبا برسول رسول الله صلى الله عليه وسلم فقال رأيت رسول \n  الله صلى الله عليه وسلم في النوم فقال لي امض إلى الفراوي وقل له قدم بلدكم \n  رجل من الشام أسمر اللون يطلب الحديث فلا يأخذك منه ضجر ولا ملل ) .\n</p>\n<p class=\"arabic\">قال القزويني فوالله ما كان الفراوي يقوم من المجلس حتى يقوم الحافظ ابتداء \n  منه .\n</p>\n<p class=\"arabic\">وقال ابنه القاسم أبو محمد الحافظ كان رحمه الله مواظبا على صلاة الجماعة \n  وتلاوة القرآن .\n</p>\n<p class=\"arabic\">يختم في كل جمعة ويختم في رمضان كل يوم ويعتكف في المنارة الشرقية وكان كثير \n  النوافل والأذكار وكان يحيي ليلة النصف والعيدين بالصلاة والذكر وكان يحاسب \n  نفسه على لحظة تذهب في غير طاعة .\n</p>\n<p class=\"arabic\">وقال لي لما حملت بي أمي رأت في منامها قائلا يقول لها تلدين غلاما يكون له \n  شأن .\n</p>\n<p class=\"arabic\">وحدثني أن أباه رأى رؤيا معناها يولد لك ولد يحيي الله به السنة .\n</p>\n<p class=\"arabic\">حدثني أبي رحمه الله قال كنت أقرأ على أبي الفتح المختار بن عبد الحميد وهو \n  يتحدث مع الجماعة فقال قدم علينا أبو علي بن الوزير فقلنا ما رأينا مثله ثم \n  قدم علينا أبو سعد بن السمعاني فقلنا ما رأينا مثله حتى قدم علينا هذا فلم \n  نر مثله *40*78* .\n</p>\n<p class=\"arabic\">وحكى لي أبو الحسن علي بن إبراهيم الأنصاري الحنبلي عن أبي الحسن سعد الخير \n  قال ما رأينا في سن الحافظ أبي القاسم مثله .\n</p>\n<p class=\"arabic\">وحدثنا محمد بن عبد الرحمن المسعودي سمعت أبا العلاء الهمذاني يقول لرجل وقد \n  استأذنه أن يرحل فقال إن عرفت أستاذا أعرف مني أو في الفضل مثلي فحينئذ آذن \n  لك أن تسافر إليه إلا أن تسافر إلى الحافظ ابن عساكر فإنه حافظ كما يجب فقلت \n  من هذا فقال حافظ الشام أبو القاسم ويسكن دمشق وأثنى عليه .\n</p>\n<p class=\"arabic\">وكان يجري ذكره عند خطيب الموصل أبي الفضل فيقول ما نعلم من يستحق هذا اللقب \n  اليوم أعني الحافظ ويكون به حقيقا سواه كذا حدثني أبو المواهب بن صصرى وقال \n  لما دخلت همذان أثنى عليهالحافظ أبو العلاء وقال أنا أعلم أنه لا يساجل الحافظ \n  أبا القاسم في شأنه أحد فلو خالق الناس و مازحهم كما أصنع إذا لاجتمع عليه \n  الموافق والمخالف .\n</p>\n<p class=\"arabic\">وقال لي يوما أي شيء فتح له وكيف ترى الناس له قلت هو بعيد من هذا كله لم \n  يشتغل منذ أربعين سنة إلا بالجمع والتصنيف والتسميع في نزهه وخلواته فقال \n  الحمد لله هذا ثمرة العلم ألا إنا قد حصل لنا هذا المسجد والدار والكتب هذا \n  يدل على قلة حظوظ أهل العلم في بلادكم .\n</p>\n<p class=\"arabic\">ثم قال لي ما كان يسمى أبو القاسم ببغداد إلا شعلة نار من توقده وذكائه وحسن \n  إدراكه ) .\n</p>\n<p class=\"arabic\">وقال أبو المواهب أما أنا فكنت أذاكره في خلواته عن الحفاظ الذين لقيهم فقال \n  أما ببغداد فأبو عامر العبدري وأما بإصبهان فأبو تصر اليونارتي لكن إسماعيل \n  الحافظ كان أشهر منه *40*79* .\n</p>\n<p class=\"arabic\">فقلت له فعلى هذا ما رأى سيدنا مثله فقال لا تقل هذا قال الله تعالى فلا تزكوا \n  أنفسكم .\n</p>\n<p class=\"arabic\">قلت وقد قال تعالى وأما بنعمة ربك فحدث فقال نعم لو قال قائل إن عيني لم تر \n  مثلي لصدق .\n</p>\n<p class=\"arabic\">قال أبو المواهب وأنا أقول لم أر مثله ولا من اجتمع فيه ما اجتمع فيه من لزوم \n  طريقة واحدة مدة أربعين سنة من لزوم الصلوات في الصف الأول إلا من عذرن والإعتكاف \n  في رمضان وعشر ذي الحجة وعدم التطلع إلى تحصيل الأملاك وبناء الدور وقد أسقط \n  ذلك عن نفسه وأعرض عن طلب المناصب من الإمامة والخطابة وأباها بعد أن عرضت \n  عليه وقلة التفاته إلى الأمراء وأخذ نفسه بالأمر بالمعروف والنهي عن المنكر \n  لا تأخذه في الله لومة لائم .\n</p>\n<p class=\"arabic\">قال لي لما عزمت على التحديث والله المطلع أنه ما حملني على ذلك حب الرياسة \n  والتقدم بل قلت متى أروي كل ما سمعت وأي فائدة في كوني أخلفه بعدي صحائف فاستخرت \n  الله تعالى واستأذنت أعيان شيوخي ورؤساء البلد وطفت عليهم فكل قال ومن أحق \n  بهذا منك .\n</p>\n<p class=\"arabic\">فشرعت في ذلك في سنة ثلاث وثلاثين .\n</p>\n<p class=\"arabic\">وقال عمر بن الحاجب حكى لي زين الأمناء أن الحافظ لما عزم على الرحلة اشترى \n  جملا وتركه بالخان فلما رحل القفل تجهز وخرج فوجد الجمل قد مات فقال له الجماعة \n  الذين خرجوا لوداعه ارجع فما هذا فال مبارك وفندوا عزمه فقال والله لو مشيت \n  راجلا لا أثنيت عزمي وحمل خرجه وقماشه وتبع المركب واكترى منهم في القصير \n  وكانت طريقه مباركة .\n</p>\n<p class=\"arabic\">وقال أبو محمد القاسم قال لي والدي لما قدمت في سفري قال لي *40*80* جدي القاضي \n  أبو المفضل يحيى بن علي اجلس إلى سارية من هذه السواري حتى نجلس إليك فلما \n  عزمت على الجلوس اتفق أنه مرض ولم يقدر بعد ذلك خروج إلى المسجد وكان أبي \n  رحمه الله قد سمع بنسا لم يحصل منها نسخا اعتمادا على نسخ رفيقه الحافظ أبي \n  علي بن الوزير .\n</p>\n<p class=\"arabic\">وكان ما حصله أبي لا يحصله ابن الوزير فسمعته يقول رحلت وما كأني رحلت كنت \n  ) .\n</p>\n<p class=\"arabic\">أحسب أن ابن الوزير يقدم بالكتب مثل الصحيحين وكتب البيهقي والأجزاء فاتفق \n  سكناه بمرو وكنت أؤمل وصول رفيق آخر يوسف بن فارو الجياني ووصول رفيقنا المرادي \n  وما أرى أحدا منهم قدم فلا بد من الرحلة ثالثا وتحصيل الكتب والمهمات فلم \n  يمض أيام يسيرة حتى قدم أبو الحسن المرادي فأنزله أبي عندنا فقدم بأربعة أسفاط \n  كتب مسموعة ففرح أبي بذلك وكفاه الله مؤونة السفر وأقبل على النسخ والاستنساخ \n  وقابل وبقي من مسموعاته نحو ثلاثمائة جزء فأعانه عليها ابن السمعاني ونقل \n  إليه منها جملة حتى لم يبق عليه أكثر من عشرين جزءا وكان كلما حصل له جزء \n  منها كأنه قد حصل على ملك الدنيا .\n</p>\n<p class=\"arabic\">قلت وله شعر جيد يملي منه عقيب مجالسه فمنه .\n</p>\n<p class=\"arabic\">% أيا نفس ويحك جاء المشيب % % فماذا التصأبي وماذا الغزل % .\n</p>\n<p class=\"arabic\">% تولى شبأبي كأن لم يكن % % وجاء مشيبي كأن لم يزل % .\n</p>\n<p class=\"arabic\">% فيا ليت شعري ممن أكون % % وما قدر الله لي من الأزل % .\n</p>\n<p class=\"arabic\">*40*81* سمعت أبا الحسين اليونيني سمعت أبا محمد المنذري الحافظ يقول سألت \n  شيخنا أبا الحسن علي بن المفضل الحافظ عن أربعة تعاصروا أيهم أحفظ .\n</p>\n<p class=\"arabic\">فقال من قلت الحافظ ابن ناصر وابن عساكر .\n</p>\n<p class=\"arabic\">فقال ابن عساكر .\n</p>\n<p class=\"arabic\">فقلت الحافظ أبو موسى المديني وابن عساكر .\n</p>\n<p class=\"arabic\">قال ابن عساكر .\n</p>\n<p class=\"arabic\">فقلت الحافظ أبو الطاهر السلفي وابن عساكر .\n</p>\n<p class=\"arabic\">فقال السلفي شيخنا السلفي شيخنا .\n</p>\n<p class=\"arabic\">قلت يعني انه ما أحب أن يصرح بأن ابن عساكر افضل من السلفي ولوح بأنه شيخه \n  ويكفي هذا في الإشارة .\n</p>\n<p class=\"arabic\">قلت والرجل ورع ثبت وما أطلق أنه ما رأى مثل نفسه في جواب الحافظ أبي المواهب \n  إلا وهو بار صدوق .\n</p>\n<p class=\"arabic\">وكذلك رأيت شيخنا أبا الحجاج المزي يميل إلى هذا وأنا جازم بذلك أنه ما رأى \n  مثل نفسه ) .\n</p>\n<p class=\"arabic\">هو أحفظ من جميع الحفاظ الذين رآهم من شيوخه وأقرانه .\n</p>\n<p class=\"arabic\">وقال الحافظ أبو محمد عبد القادر الرهاوي رأيت الحافظ السلفي والحافظ أبا \n  العلاء والحافظ أبا موسى ما رأيت فيهم مثل ابن عساكر .\n</p>\n<p class=\"arabic\">وقرأت بخط عمر بن الحاجب قال حكى لي من أثق به أن الحافظ عبد الغني قال الحافظ \n  ابن عساكر برجال الشام أعرف من البخاري لهم وندم على ترك السماع منه ندامة \n  كلية *40*82* .\n</p>\n<p class=\"arabic\">وذكره ابن النجار في تاريخه فقال إمام المحدثين في وقته ومن انتهت الرئاسة \n  في الإتقان والحفظ والمعرفة التامة والثقة وبه ختم هذا الشأن .\n</p>\n<p class=\"arabic\">روى عنه جماعة وهو في الحياة وحدثوا عنه بالإجازة في حياته .\n</p>\n<p class=\"arabic\">قال وقرأت بخط الحافظ معمر بن الفاخر في معجمه أخبرني أبو القاسم علي بن الحسن \n  الدمشقي الحافظ من لفظه بمنى إملاء يوم النفر الأول وكان احفظ من رأيت من \n  طلبة الحديث والشبان وكان شيخنا الإمام إسماعيل بن محمد يفضله على جميع من \n  لقيناهم من أهل إصبهان وغيرها .\n</p>\n<p class=\"arabic\">قدم إصبهان وسمع ونزل في داري وما رأيت شابا أورع ولا أتقن ولا أحفظ منه وكان \n  مع ذلك فقيها أديبا سنيا جزاه الله خيرا وكثر في الإسلام مثله أفادني في الرحلة \n  الأولى والثانية ببغداد كثيرا وسألته عن تأخره في الرحلة الأولى عن المجيء \n  إلى إصبهان فقال لم تأذن لي أمي .\n</p>\n<p class=\"arabic\">قلت وهو مع جلالته وحفظه يروي الأحاديث الواهية والموضوعة ولا يتبينها وكذا \n  كان عامة الحفاظ الذين بعد القرون الأولى إلا من شاء ربك فليسألنهم الله تعالى \n  عن ذلك وأي فائدة بمعرفة الرجال ومصنفات التاريخ والجرح والتعديل إلا كشف \n  الحديث المكذوب وهتكه .\n</p>\n<p class=\"arabic\">قال ابنه أبو محمد توفي أبي في حادي عشر رجب وحضر الصلاة عليه السلطان صلاح \n  الدين وصليت عليه في الجامع والشيخ قطب الدين في الميدان الذي يقابل المصلى \n  ورأى له جماعة من الصالحين منامات حسنة ورثي بقصائد ودفن بمقبرة باب الصغير .\n</p>\n<p class=\"arabic\">قلت قبره مشهور يزار رحمه الله *40*83* .\n\n</p>"
}