{
    "header": "أحمد بن محمد بن أحمد بن محمد بن إبراهيم ...",
    "id": "025684",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أحمد بن محمد بن أحمد بن محمد بن إبراهيم .\n</h1>\n<p class=\"arabic\">*40*196* الحافظ الكبير أبو طاهر بن أبي أحمد بن سلفة الإصبهاني الجرواني \n  وجروان محلة بإصبهان وسلفة لقب أحمد وإليه ينسب .\n</p>\n<p class=\"arabic\">قال الحافظ عبد الغني سمعت السلفي يقول أنا أذكر قتل نظام الملك في سنة خمس \n  وثمانين وكان عمري نحو عشر سنين وقد كتبوا عني في أول سنة اثنتين وتسعين وأنا \n  ابن سبع عشرة سنة أو أكثر أو أقل وليس في *40*197* وجهي شعرة كالبخاري يعني \n  لما كتبوا عنه ) .\n</p>\n<p class=\"arabic\">وأول سماع السلفي سنة ثمان وثمانين .\n</p>\n<p class=\"arabic\">سمع من القاسم بن الفضل الثقفي وسمع من عبد الرحمن بن محمد بن يوسف السمسار \n  وسعيد بن محمد الجوهري ومحمد بن محمد بن عبد الوهاب المديني والفضل بن علي \n  الحنفي وأحمد بن عبد الغفار بن أشنة وأحمد ومحمد ابنا عبد الله بن السوذرجاني \n  ومكي بن منصور بن علان الكرجي ومعمر بن أحمد اللنباني وخلق كثير .\n</p>\n<p class=\"arabic\">وعمل معجما حافلا لشيوخه الإصبهانيين ثم دخل في رمضان إلى بغداد من سنة ثلاث \n  وتسعين وأدرك أبا الخطاب نصر بن البطر فقال حماد الحراني سمعت السلفي يقول \n  دخلت بغداد في رابع شوال سنة ثلاث فساعة دخولي لم يكن لي همة إلا أن مضيت \n  إلى ابن البطر فدخلت عليه وكان شيخا عسرا فقلت قد وصلت من إصبهان لأجلك فقال \n  إقرأ جعل بدل الراء غينا فقرأت عليه وأنا متكأ لأجل دمامل بي فقال أبصر ذا \n  الكلب فاعتذرت بالدماميل وبكيت من كلامه وقرأت سبعة عشر حديثا وخرجت ثم قرأت \n  عليه نحوا من خمسة وعشرين جزءا ولم يكن بذاك .\n</p>\n<p class=\"arabic\">قلت فسمع منه ومن أبي بكر الطريثيثي وأبي عبد الله بن البسري وثابت بن بندار \n  والموجودين بها .\n</p>\n<p class=\"arabic\">وعمل معجما لشيوخ بغداد ثم حج وسمع في طريقه بالكوفة من أبي البقاء المعمر \n  بن محمد الحبال وغيره .\n</p>\n<p class=\"arabic\">وبمكة من الحسين بن علي الطبري *40*198* .\n</p>\n<p class=\"arabic\">وبالمدينة أبا الفرج القزويني .\n</p>\n<p class=\"arabic\">وقدم بغداد وأقبل على الفقه والعربية حتى برع فيهما وأتقن مذهب الشافعي .\n</p>\n<p class=\"arabic\">ثم رحل إلى البصرة سنة خمسمائة فسمع من محمد بن جعفر العسكري وجماعة .\n</p>\n<p class=\"arabic\">وبزنجان أبا بكر أحمد بن محمد بن زنجويه الفقيه الراوي عن أبي علي بن شاذان .\n</p>\n<p class=\"arabic\">وبهمذان أبا غالب بن أحمد بن محمد المزكي وطائفة .\n</p>\n<p class=\"arabic\">وجال في الجبال ومدنها .\n</p>\n<p class=\"arabic\">وسمع بالري والدينور وقزوين وساوة ونهاوند .\n</p>\n<p class=\"arabic\">وكذا طاف بلاد أذربيجان إلى دربند فسمع بأماكن وعاد إلى الجزيرة من ثغر آمد \n  ) .\n</p>\n<p class=\"arabic\">وسمع بخلاط والرحبة وقدم دمشق سنة تسع وخمسمائة بعلم جم فأقام بها عامين وسمع \n  بها من أبي طاهر الحنائي وأبي الحسن بن الموازيني وخلق .\n</p>\n<p class=\"arabic\">ثم مضى إلى صور وركب منها البحر الأخضر إلى الإسكندرية *40*199* فاستوطنها \n  إلى الموت لم يخرج منها إلا مرة في سنة سبع عشرة إلى مصر فسمع من أبي صادق \n  المديني والموجودين وعاد .\n</p>\n<p class=\"arabic\">وكان إماما مقرئا محمودا ومحدثا حافظا جهبذا وفقيها متقنا ونحويا ماهرا ولغويا \n  محققا ثقة فيما ينقله حجة ثبتا انتهى إليه علو الإسناد في البلاد وقد جمع \n  معجما ثالثا في البلدان التي سمع بها سوى إصبهان وبغداد فإن لكل واحدة معجما .\n</p>\n<p class=\"arabic\">سمع منه ببغداد من شيوخه ورفاقه أبو علي البرداني وهزارسب بن عوض وأبو عامر \n  العبدري وعبد الملك بن يوسف وسعد الخير الأندلسي .\n</p>\n<p class=\"arabic\">وروى عنه الحافظ محمد بن طاهر شيخه وسبطه أبو القاسم عبد الرحمن بن مكي وبينهما \n  في الموت مائة وأربع وأربعون سنة .\n</p>\n<p class=\"arabic\">وروى عنه الحافظ سعد الخير وعلي بن إبراهيم السرقسطي وأبو العز محمد بن علي \n  الملقاباذي والطبيب بن محمد المروزي وقد روى عن هؤلاء الثلاثة عنه أبو سعد \n  السمعاني .\n</p>\n<p class=\"arabic\">ومات ابن السمعاني قبله بأربع عشرة سنة .\n</p>\n<p class=\"arabic\">وروى عنه أيضا الصائن هبة الله بن عساكر ويحيى بن سعدون القرطبي .\n</p>\n<p class=\"arabic\">وروى عنه بالإجازة جماعة ماتوا قبله منهم القاضي عياض *40*200* .\n</p>\n<p class=\"arabic\">وروى عنه أمم منهم حماد الحراني والحافظ علي بن الفضل والحافظ عبد الغني والحافظ \n  عبد القاهر الرهاوي وابن راجح وعبد القوي بن الجباب وفرقد الكباني وعبد الغفار \n  المحبلي ونصر بن جرو والفخر الفارسي والشيخ حسن الأدمي وعيسى بن الوجيه اللخمي \n  ومحمد بن عماد ومحمد بن عبد الوهاب بن الشيرجي وعبد الخالق بن إسماعيل التنيسي \n  وعلي بن رحال ومحمد بن محمد بن سعيد المأموني ومرتضى بن أبي الجود وأبو القاسم \n  عبد الرحمن بن الصفراوي وأبو الفضل جعفر الهمذاني وإبراهيم ومحمد ابنا عبد \n  الرحمن بن الحباب وأحمد بن محمد بن الحباب وعبد الرحيم بن الطفيل والحسن بن \n  دينار وعلي بن مختار ويوسف بن المخيلي وظافر بن شحم وعلي بن زيد التسارسي \n  ومحمد بن علي ) .\n</p>\n<p class=\"arabic\">بن تاجر عينه وحمزة بن أوس الغزال وعلي بن جبارة ويحيى بن عبد العزيز الأغماتي \n  وحسين بن يوسف الشاطبي وعبد العزيز بن النقار ومظفر بن الفوي ومنصور بن الدماغ \n  وعلي بن محمد السخاوي وعلي بن عبد الجليل الرازي وأبو الوفاء عبد الملك ابن \n  الحنبلي وشعيب الزعفراني والعلم بن الصأبوني والعز بن رواحة وعبد الوهاب بن \n  رواح ويوسف بن محمود الساوي وبهاء الدين بن الجيزي وهبة الله بن محمد ابن \n  الواعظ وتوفي سنة خمسين وستمائة والسبط .\n</p>\n<p class=\"arabic\">وبقي أبو بكر محمد بن الحسن السفاقسي إلى سنة أربع وخمسين فروى عن السلفي \n  المسلسل بأول حديث رواه حضورا ولم يكن عنده سواه وهو ابن أخت الحافظ علي بن \n  المفضل .\n</p>\n<p class=\"arabic\">أنبأني أحمد بن سلامة عن فاطمة بنت سعد الخير ح وقال ابن النجار قرأت على \n  محمد بن عبد الله المخزومي عن فاطمة بنت سعد *40*201* الخير قالت أنا أبي \n  سنة ثمان وعشرين وخمسمائة حدثني أبو طاهر بن سلفة سنة سبع وتسعين وأربعمائة \n  أنا القاسم بن الفضل الثقفي فذكر حديث البلد الرائع وهو إصبهان متنه إنكم \n  اليوم على دين وإني مكاثر بكم الأمم .\n</p>\n<p class=\"arabic\">ولا أعلم أحدا في الدنيا حدث نيفا وثمانين سنة سوى السلفي وقد أملى المجالس \n  الخمسة بسلماس وعمره ثلاثون سنة وعمل الأربعين البلدية التي لم يسبق إلى مثلها .\n</p>\n<p class=\"arabic\">وقد انتخب على غير واحد من شيوخه .\n</p>\n<p class=\"arabic\">قال الزاهد أبو علي الأوقي سمعت السلفي يقول لي ستون سنة ما رأيت منارة الإسكندرية \n  إلا من هذه الطاقة رواها ابن النجار عن الأوقي .\n</p>\n<p class=\"arabic\">وقال ابن المفضل في معجمه عدة شيوخ شيخنا السلفي تزيد على ستمائة نفس بإصبهان .\n</p>\n<p class=\"arabic\">وخرج إلى بغداد وله نحو من عشرين سنة أقل أو أكثر ومشيخته البغدادية خمسة \n  وثلاثون جزءا وله تصانيف كثيرة وكان يستحسن الشعر وينظمه ويثيب من يمدحه .\n</p>\n<p class=\"arabic\">وأخذ الفقه عن إلكيا أبي الحسن علي بن محمد الطبري وأبي بكر محمد بن أحمد \n  الشاشي وأبي القاسم يوسف بن علي الزنجاني .\n</p>\n<p class=\"arabic\">والأدب عن أبي زكريا التبريزي وأبي الكرم بن فاخر وعلي بن محمد القصبجي .\n</p>\n<p class=\"arabic\">وسمعته يقول متى لم يكن الأصل بخطي لم أفرح به .\n</p>\n<p class=\"arabic\">وكان جيد الضبط كثير البحث عما يشكل عليه وكان أوحد زمانه في علم الحديث وأعرفهم \n  ) .\n</p>\n<p class=\"arabic\">بقوانين الرواية والتحديث جمع بين علو الإسناد وعلو الانتقاد وبذلك كان ينفرد \n  عن أبناء جنسه *40*202* .\n</p>\n<p class=\"arabic\">وقال ابن السمعاني في الذيل هو ثقة ورع متقن متيقظ حافظ فهم له حفظ من العربية \n  كثير الحديث حسن الفهم والبصيرة فيه .\n</p>\n<p class=\"arabic\">روى عنه الحافظ ابن طاهر فسمعت أبا العلاء أحمد بن محمد بن الفضل الحافظ يقول \n  سمعت محمد بن طاهر المقدسي يقول سمعت أبا طاهر الإصبهاني وكان من أهل الصنعة \n  يقول كان أبو حازم العبدري إذا روى عن أبي سعد الماليني يقول أنبا أحمد بن \n  حفص الحديثي هذا أو نحوه .\n</p>\n<p class=\"arabic\">وقال الحافظ عبد القادر الرهاوي سمعت من يحكي عن الحافظ ابن ناصر أنه قال \n  عن السلفي كان ببغداد كأنه شعلة نار في تحصيل الحديث .\n</p>\n<p class=\"arabic\">قال عبد القادر وكان له عند ملوك مصر الجاه والكلمة النافذة مع مخالفته لهم \n  في المذهب .\n</p>\n<p class=\"arabic\">وكان لا يبدو منه جفوة لأحد ويجلس للحديث فلا يشرب ماء ولا يبزق ولا يتورك \n  ولا يبدو له قدم وقد جاز المائة .\n</p>\n<p class=\"arabic\">بلغني أن سلطان مصر حضر عنده للسماع فجعل يتحدث مع أخيه فزبره وقال إيش هذا \n  نحن نقرأ الحديث وأنتما تتحدثان قال وبلغني أنه في مدة مقامه بالإسكندرية \n  وهي أربع وستون سنة ما خرج إلى بستان ولا فرجة غير مرة واحدة بل كان عامة \n  دهره لازما مدرسته وما كنا نكاد ندخل عليه إلا نراه مطالعا في شيء وكان حليما \n  متجملا لحفاظ الغرباء .\n</p>\n<p class=\"arabic\">وقد سمعت بعض فضلاء همذان يقول السلفي أحفظ الحفاظ .\n</p>\n<p class=\"arabic\">وحدث بدمشق فسمع منه أصحابنا ولم أظفر بالسماع منه وسمعت بقراءته من شيوخ \n  عدة .\n</p>\n<p class=\"arabic\">ثم خرج إلى مصر واستوطن الإسكندرية وتزوج بها امرأة ذات يسار وحصلت له ثروة \n  بعد فقر وتصوف وصارت له بالإسكندرية وجاهة وبنى له العادل علي بن إسحاق بن \n  السلار أمير مصر مدرسة بالإسكندرية وحدثني عنه أخي وأجاز لي أنا ابن البطر \n  أنا ابن البيع فذكر حديثا وهو موافقة مسلم من سادس المحامليات *40*203* .\n</p>\n<p class=\"arabic\">ثم قال أنشدنا أبو سعد السمعاني بدمشق أنشدنا أبو العز محمد بن علي البستي \n  أنشدنا أبو ) .\n</p>\n<p class=\"arabic\">طاهر أحمد بن محمد الحافظ لنفسه بميافارقين .\n</p>\n<p class=\"arabic\">% إن علم الحديث علم رجال % % تركوا الابتداع للأتباع % .\n</p>\n<p class=\"arabic\">% فإذا الليل جنهم كتبوه % % وإذا أصبحوا غدوا للسماع % .\n</p>\n<p class=\"arabic\">وقلت أنشدناهما أبو الحسين اليونيني وأبو علي بن الخلال قالا أنشدنا جعفر \n  بن علي أنشدنا السلفي فذكرهما .\n</p>\n<p class=\"arabic\">وقال الحافظ عبد القادر عنه وكان آمرا بالمعروف ناهيا عن المنكر حتى إنه كان \n  قد زال من جواره منكرات كثيرة ورأيته يوما وقد جاء جماعة من المقرئين بالألحان \n  فأرادوا أن يقرأوا فمنعهم من ذلك وقال هذه القراءة بدعة بل اقرأوا ترسلا فقرأوا \n  كما أمرهم .\n</p>\n<p class=\"arabic\">قرأت بخط الحافظ عبد الغني جزءا فيه نقل خطوط المشايخ للسلفي بالقراءآت وقد \n  قرأ بحرف عاصم على أبي سعيد المطرز وقرأ بحمزة والكسائي على محمد بن أبي نصر \n  القصار وقرأ برواية قالون على نصر بن محمد الشيرازي وبرواية قنبل على بن أحمد \n  الخرقي وقد قرأ عليهم سنة إحدى وتسعين وبعدها .\n</p>\n<p class=\"arabic\">وقال ابن نقطة كان حافظا ثقة جوالا في الآفاق سأل عن أحوال الرجال شجاعا الذهلي \n  والمؤتمن الساجي وأبا علي البرداني وأبا الغنائم النرسي وخميسا الحوزي .\n</p>\n<p class=\"arabic\">وحدثني عبد العظيم المنذري الحافظ قال لما أرادوا أن يقرأوا سنن النسائي على \n  السلفي أتوه بنسخة سعد الخير وهي مصححة قد سمعها من *40*204* الدوني فقال \n  اسمي فيها قالوا لا فاجتذبها من يد القارئ بغيظ وقال لا أحدث إلا من أصل فيه \n  اسمي ولم يحدث بالكتاب .\n</p>\n<p class=\"arabic\">وقال لي عبد العظيم إن أبا الحسن المقدسي قال حفظت أسماء وكنى وجئت إلى السلفي \n  فذاكرته بها فجعل يذكرها من حفظه وما قال لي أحسنت وقال ما هذا شيء مليح أنا \n  شيخ كبير في هذه البلدة هذه السنين لا يذاكرني أحد وحفظي هكذا .\n</p>\n<p class=\"arabic\">وقال أبو سعد السمعاني أنشدنا يحيى بن سعدون النحوي بدمشق أنشدنا السلفي لنفسه .\n</p>\n<p class=\"arabic\">% ليس حسن الحديث قرب رجال % % عند أرباب علمه النقاد % .\n</p>\n<p class=\"arabic\">% بل علو الحديث عند أولي الإت % % قان والحفظ صحة الإسناد % .\n</p>\n<p class=\"arabic\">% فإذا ما تجمعا في حديث % % فاغتنمه فذاك أقصر المراد % .\n</p>\n<p class=\"arabic\">قلت أنشدنا اليونيني وابن الخلال قال أنشدنا جعفر أنشدنا السلفي فذكرها ) .\n</p>\n<p class=\"arabic\">قرأت بخط السيف بن المجد سمعت أحمد بن سلامة النجار يقول إن الحافظين عبد \n  الغني وعبد القادر أرادا سماع كتاب اللالكائي يعني شرح السنة على السلفي فأخذ \n  يتعلل عليهما مرة ويدافعهما عنه أخرى بأصل السماع حتى كلمته امرأته في ذلك .\n</p>\n<p class=\"arabic\">قرأت بخط الحافظ عمر بن الحاجب أن معجم السفر للسلفي مشتمل على ألفي شيخ .\n</p>\n<p class=\"arabic\">وقال الحافظ زكي الدين عبد العظيم كان السلفي مغرى بجمع الكتب والاستكثار \n  منها وما كان يصل إليه من المال يخرجه في شرائها وكان عنده خزائن كتب ولا \n  يتفرغ للنظر فيها .\n</p>\n<p class=\"arabic\">فلما مات وجدوا معظم الكتب في *40*205* الخزائن قد عفنت والتصق بعضها في بعض \n  لنداوة الإسكندرية وكانوا يستخلصونها بالفأس فتلف أكثرها .\n</p>\n<p class=\"arabic\">أنبأنا أحمد بن سلامة الحداد عن الحافظ عبد الغني أن السلفي أنشدهم لنفسه .\n</p>\n<p class=\"arabic\">% ضل المجسم والمعطل مثله % % عن منهج الحق المبين ضلالا % .\n</p>\n<p class=\"arabic\">% وأتى أماثلهم ينكر لا رعوا % % من معشر قد حاولوا الأشكالا % .\n</p>\n<p class=\"arabic\">% وعدوا يقيسون الأمور برأيهم % % ويدلسون على الورى الأقوالا % .\n</p>\n<p class=\"arabic\">% فالأولون تعدوا الحد الذي % % قد حد في وصف الإله تعالى % .\n</p>\n<p class=\"arabic\">% وتصوروه صورة من جنسنا % % جسما وليس الله عز مثالا % .\n</p>\n<p class=\"arabic\">% والآخرون فعطلوا ما جاء في % % القرآن أقبح بالمقال مقالا % .\n</p>\n<p class=\"arabic\">% وأبوا حديث المصطفى أن يقبلوا % % ورأوه حشوا لا يفيد منالا % .\n</p>\n<p class=\"arabic\">وهي بضعة وعشرون بيتا .\n</p>\n<p class=\"arabic\">وله قصيدة أخرى نحو من تسعين بيتا سمى فيها أئمة السنة ورؤوس البدعة أوردتها \n  في ترجمته التي أفردتها .\n</p>\n<p class=\"arabic\">وقال الوجيه عيسى بن عبد العزيز اللخمي توفي الحافظ صبيحة الجمعة خامس ربيع \n  الآخر سنة ست وسبعين وله مائة وست سنين ولم يزل يقرأ عليه الحديث إلى أن غربت \n  الشمس من ليلة وفاته وهو يرد على *40*206* القارئ اللحن الخفي وصلى يوم الجمعة \n  الصبح عند انفجار الفجر وتوفي بعدها فجأة .\n</p>\n<p class=\"arabic\">قلت قد اضطرب قول السلفي في مولده وقد ذكرنا قوله للحافظ عبد الغني إنه كان \n  ابن نحو عشر سنين وقت قتل نظام الملك فيكون مولده على هذا القول في حدود سنة \n  خمس وسبعين ) .\n</p>\n<p class=\"arabic\">وقال الإمام شهاب الدين أبو شامة سمعت الإمام علم الدين السخاوي يقول سمعت \n  أبا طاهر السلفي يوما وهو ينشد لنفسه شعرا قاله قديما وهو .\n</p>\n<p class=\"arabic\">% أنا من أهل الحديث وهم خير فئة % % جزت تسعين وأرجو أن أجيز مائة % .\n</p>\n<p class=\"arabic\">فقيل له قد حقق الله رجاءك فعلمت أنه قد جاوز المائة وذلك في سنة اثنتين وسبعين \n  وخمسمائة .\n</p>\n<p class=\"arabic\">وقال محمد بن عبد الرحمن بن علي التجيبي الأندلسي سمعت الحديث على السلفي \n  ووجدت بخطه مولدي بإصبهان سنة اثنتين وسبعين وأربعمائة تخمينا لا يقينا .\n</p>\n<p class=\"arabic\">وقال قاضي القضاة ابن خلكان كانت ولادة السلفي سنة اثنتين وسبعين تقريبا .\n</p>\n<p class=\"arabic\">قال وجدت العلماء بالديار المصرية من جملتهم الحافظ زكي الدين عبد العظيم \n  يقولون في مولده هذه المقالة .\n</p>\n<p class=\"arabic\">قال ثم وجدت في كتاب زهر الرياض لجمال الدين عبد الرحمن بن عبد المجيد الصفراوي \n  يقول إن السلفي كان يقول مولدي بالتخمين لا باليقين سنة ثمان وسبعين .\n</p>\n<p class=\"arabic\">قد شذ الصفراوي عن الجماعة بهذا القول والسلفي فقد جاوز المائة بلا ريب وقد \n  طلب الحديث وكتب الأجزاء وقرأ بالروايات في سنة تسعين *40*207* وبعدها فقد \n  حكى الحافظ عبد الغني أنه حدث سنة اثنتين وتسعين وما في وجهه شعرة وأنه كان \n  ابن سبع عشرة سنة أو نحوها ولكنه اختلف قوله فتارة قال سنة اثنتين وسبعين \n  تقريبا وتارة يقول في سنة خمس وسبعين تقريبا وهذا تباين ظاهر .\n\n</p>"
}