{
    "header": "الحسن المستضيء بأمر الله .",
    "id": "025641",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الحسن المستضيء بأمر الله .\n</h1>\n<p class=\"arabic\">*40*166* أمير المؤمنين أبو محمد بن المستنجد بالله يوسف بن المقتفي محمد \n  بن المستظهر أحمد بن المقتدي الهاشمي العباسي .\n</p>\n<p class=\"arabic\">بويع بالخلافة بعد موت أبيه في ربيع الآخر سنة ست وستين وخمسمائة وكان القائم \n  بأخذ البيعة له الوزير عضد الدين أبو الفرج محمد بن عبد الله ابن رئيس الرؤساء \n  واستوزره يومئذ .\n</p>\n<p class=\"arabic\">ولد المستضيء في سنة ست وثلاثين وخمسمائة وكان ذا حلم وأناة وفيه رأفة وكان \n  كثير الصدقة و المعروف وأمه أرمنية تدعى غضة وكان له من الولد أحمد وهو الإمام \n  الناصر وهاشم أبو منصور ) .\n</p>\n<p class=\"arabic\">قال ابن الجوزي في المنتظم بايعه الناس ونودي برفع المكوس ورد مظالم كثيرة \n  واظهر من العدل والكرم ما لم نره في أعمارنا وفرق مالا عظيما على الهاشميين \n  والعلويين والعلماء والمدارس والرباط وكان *40*167* دائم البذل للمال ليس \n  له عنده وقع ولما استخلف خلع على أرباب الدولة وغيرهم فحكى خياط المخزن أنه \n  فصل ألفا وثلاثمائة قباء أبريسم وخطب له على منابر بغداد ونثرت له الدنانير \n  كما جرت العادة .\n</p>\n<p class=\"arabic\">وولي روح بن الحديثي قضاء القضاة ثم أمر سبعة عشر مملوكا .\n</p>\n<p class=\"arabic\">وللحيص بيص فيه .\n</p>\n<p class=\"arabic\">% يا إمام الهدى علوت من الجو % % د بمال وفضة ونضار % .\n</p>\n<p class=\"arabic\">% فوهبت الأعمار والأمن والبل % % دان في ساعة مضت من نهار % .\n</p>\n<p class=\"arabic\">% فبماذا نثني عليك وقد جا % % وزت فضل البحور والأمطار % .\n</p>\n<p class=\"arabic\">% إنما أنت معجز مستقل % % خارق للعقول وللأفكار % .\n</p>\n<p class=\"arabic\">% جمعت نفسك الشريفة بالبأ % % س وبالجود بين ماء ونار % .\n</p>\n<p class=\"arabic\">قال ابن الجوزي واحتجب المستضيء عن أكثر الناس فلم يركب إلا مع الخدم ولم \n  يدخل عليه غير قيماز وفي خلافته انقضت دولة بني عبيد المصريين وخطب له بمصر \n  وضربت السكة باسمه وجاء البشير بذلك إلى بغداد فغلقت الأسواق ببغداد وعملت \n  القباب وصنفت كتابا سميته النصر على مصر وعرضته على الإمام المستضيء .\n</p>\n<p class=\"arabic\">توفي في شوال .\n</p>\n<p class=\"arabic\">قلت رزق سعادة عظيمة في خلافته وخطب له باليمن وبرقة وتورز ومصر إلى أسوان .\n</p>\n<p class=\"arabic\">ودانت الملوك بطاعته وكان يطلب ابن الجوزي ويأمر بعقد مجلس الوعظ ويجلس بحيث \n  يسمع ويميل إلى الحنابلة .\n</p>\n<p class=\"arabic\">وفي أيامه ضعف الرفض ببغداد ووهى وأمن الناس *40*168* .\n</p>\n<p class=\"arabic\">قال ابن النجار وكان حليما رحيما شفيقا لينا كريما نقلت من خط أبي طالب عبد \n  السميع أنه كان من الأئمة الموفقين كثير السخاء حسن السيرة إلى أن قال اتصل \n  بي أنه وهب في يوم لجهات وحظايا زيادة على خمسين ألف دينار .\n</p>\n<p class=\"arabic\">وقال عبد العزيز بن دلف ثنا مسعود بن الناصر قال كنت أنادم المستضيء وكان \n  صاحب ) .\n</p>\n<p class=\"arabic\">المخزن ابن العطار قد عمل تور كأنه شمعدان شمعه من ألف دينار .\n</p>\n<p class=\"arabic\">قال فحضر وفيه الشمعة فلما قمت قام الخادم بها بين يدي فأطلق لي التور .\n</p>\n<p class=\"arabic\">مات في سلخ شوال .\n\n</p>"
}