{
    "header": "شهدة بنت أبي نصر أحمد بن الفرج بن عمر الـ...",
    "id": "025601",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">شهدة بنت أبي نصر أحمد بن الفرج بن عمر الدينوري ثم البغدادي الإبري .\n</h1>\n<p class=\"arabic\">*40*146* الكاتبة فخر النساء مسندة العراق .\n</p>\n<p class=\"arabic\">قال ابن الدبيثي امرأة جليلة صالحة ذات دين وورع وعبادة سمعت الكثير وعمرت \n  وصارت أسند أهل زمانها وعني بها أبوها .\n</p>\n<p class=\"arabic\">وسمعت من طراد بن محمد الزينبي وابن طلحة النعالي وأبي الحسن بن أيوب وأبي \n  الخطاب بن البطر وأحمد بن عبد القادر بن يوسف والحسن بن أحمد بن سلمان الدقاق \n  وثابت بن بندار وأخيه أبي ياسر أحمد وعبد الواحد بن علوان الشيباني وجعفر \n  السراج ) .\n</p>\n<p class=\"arabic\">وأبي منصور محمد بن هريسة ومنصور بن حيد النيسأبوري وأبي البركات حمد بن عبد \n  الله الوكيل وأبي غالب الباقلاني وجماعة .\n</p>\n<p class=\"arabic\">روى عنها الحفاظ الكبار أبو القاسم بن عساكر وأبو سعد السمعاني وأبو محمد \n  عبد الغني وعبد القادر الرهاوي وعبد العزيز بن الأخضر وأبو الفرج بن الجوزي \n  وأبو محمد بن قدامة والعماد إبراهيم بن عبد الواحد والبهاء عبد الرحمن والشهاب \n  بن راجح والقاضي أبو صالح الجيلي والناصح ابن الحنبلي والفخر الإربلي وعبد \n  الرزاق بن سكينة وشيخ الشيوخ أبو محمد بن حمويه والأعز بن العليق وإبراهيم \n  بن الخير وأبو الحسن بن الجميزي وأبو القاسم بن قميرة ومحمد بن مقبل بن المني \n  وخلق كثير .\n</p>\n<p class=\"arabic\">وكان تكتب خطا مليحا .\n</p>\n<p class=\"arabic\">قال أبو الفرج بن الجوزي قرأت عليها كثيرا من حديثها واكن لها خط حسن وتزوجت \n  ببعض وكلاء الخليفة وعاشت مخالطة للدار ولأهل العلم وكان لها بر وخير وقرئ \n  عليها الحديث سنين وعمرت حتى قاربت المائة *40*147* .\n</p>\n<p class=\"arabic\">وتوفيت ليلة الإثنين رابع عشر المحرم وصلي عليها بجامع القصر وأزيل شباك المقصورة \n  لأجلها وحضرها خلق كثير وعامة العلماء .\n</p>\n<p class=\"arabic\">وقال الشيخ الموفق وقد سئل عنها انتهى إليها إسناد بغداد وعمرت حتى ألحقت \n  الصغار بالكبار وكان لها دار واسعة وقل ما كانت ترد أحدا يريد السماع وكانت \n  تكتب خطا جيدا لكنه تغير لكبرها .\n</p>\n<p class=\"arabic\">وقال أبو سعد السمعاني في الذيل وذكرها فقال امرأة من أولاد المحدثين متميزة \n  فصيحة حسنة الحظ تكتب على طريقة الكاتبة بنت الأقرع وما كان ببغداد في زمانها \n  من يكتب مثل خطها وكانت مختصة بأمير المؤمنين المقتفي .\n</p>\n<p class=\"arabic\">سمعها أبوها الكثير وعمرت حتى حدثت قرأت عليها جزء الحفار *40*148* .\n\n</p>"
}