{
    "header": "محمد بن محرز .",
    "id": "025667",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن محرز .\n</h1>\n<p class=\"arabic\">أبو عبد الله الوهراني المغربي ركن الدين وقيل جمال الدين .\n</p>\n<p class=\"arabic\">أحد ظرفاء العالم وأدبائهم قدم من بلاده إلى مصر وهو يدعي أنه *40*183* يعرف \n  صناعة الإنشاء فرأى بها القاضي الفاضل والعماد الكاتب وتلك الحلبة فعلم من \n  نفسه أنه ليس من طبقتهم فسلك سبيل الهزل وعمل المنامات المشهورة والرسائل \n  المعروفة ولو لم يكن في ذلك إلا المنام الكبير لكفاه فإنه ما سبق إلى مثله .\n</p>\n<p class=\"arabic\">قدم إلى دمشق وأقام بها مديدة وبها توفي في رجب .\n</p>\n<p class=\"arabic\">وأما وهران فمدينة كبيرة على أرض القيروان بينها وبين تلمسان يومان بنيت سنة \n  تسعين ومائتين .\n</p>\n<p class=\"arabic\">ومن كلامه مما كتب به إلى القاضي الأثير فالخادم كلما ذكر تلك المائدة الخصيبة \n  وما يجري عليها من الخواطر المصيبة علم أن التخلف عنها هو المصيبة لكنه إذا \n  ذكر ما يأتي بعدها من القيام والقعود والركوع والسجود علم أن هذا أجرة ما \n  يأكله من تلك الوليمة نحو من عشرين تسليمة كل لقمة بنقمة فما تحصل الشبعة \n  إلا بأربعين ركعة فيكون الدعوة عليه لا له والحضور في الشرطة أحب إليه منها \n  له فزهدت حينئذ في الوصول إذ ليس للخادم من الدين ولا قوة اليقين ما يجهز \n  لأجله مؤآكلة الوجوه القمرية بمشاهدة السنة العمرية .\n</p>\n<p class=\"arabic\">فموعد الإتمام انقضاء شهر الصيام والسلام .\n</p>\n<p class=\"arabic\">وكتب رقعة إلى ابن القاسم العوني الأعور يا مولاي الشيخ الزاهد دبوس الإسلام \n  لت الفقهاء قنطارية العلماء تافروت الأئمة طبل باز السنة نصر الله خاطرك وستر \n  ناظرك .\n</p>\n<p class=\"arabic\">أنت تعلم أن الله ما خلقك إلا تلعة فكن في رقاب الرافضة واليهود وما صورك \n  إلا لالكة في رؤوس المبتدعة وأراذل الشهود وأنت بلا مرية جعموس عظيم ولكن \n  في ذقون الزائغين فالله ينفعك بالإسلام ولا يوقعك يوم القيامة في يد علي عليه \n  السلام وأن ينقذك من الهاوية بشفاعة معاوية *40*184* .\n</p>\n<p class=\"arabic\">وله وصل كتاب الأمير المولى تقي الدين مصطفى أمير المؤمنين أطال الله بقاءه \n  حتى يتوب المخلص من القيادة وينقطع المعيدي إلى العبادة بألفاظ أحسن من فتور \n  الألحاظ ومعاني كترجيع المغاني وكان ذلك أجمل في عيني من الروض غب السحاب \n  وألذ من الصفع بخفاف القحاب لا بل أحلى من مطابقة الزامر للعواد وأشهى إلى \n  النفس من مواعيد القواد فطرب المملوك ولا طرب فلان الفلاني لما اجتمع بفلانة \n  في دعوة فلان في المحرم من هذه السنة وغنت له .\n</p>\n<p class=\"arabic\">% ما غير البعد ودا كنت تعرفه % % ولا تبدل بعد الذكر نسيانا % .\n</p>\n<p class=\"arabic\">% ولا ذكرت صديقا كنت آلفه % % إلا جعلتك فوق الذكر عنوانا % .\n</p>\n<p class=\"arabic\">فإنه لما سمع ذلك قام وقعد وصاح ولطم وفتل شعر عنفقته وأدار شربوشه على رأسه \n  وشق غلالته وجرى إلى الشمعة ليحرق ذقنه بها ولم يزل يحلف بحياة الجماعة ليسكبن \n  قدحه في سرتها ويتلقاه ويلتقيه من بين أشفارها بحيث أن يكون لحيته ستارة على \n  ثقبها فمنعه عشيقها فحلف برأس الملك العظيم ليشربن بخفها فقال هذا هين فلو \n  أردت أن أسقيك بالخف .\n</p>\n<p class=\"arabic\">ثلاثمائة فعلت فعب في الخف إلى أن وقع لا والله ولا طرب الصوفية ليلة العيد \n  إذا حضر عندهم مرتضى المغني معشوق العماد الكاتب وقد أسبل شعره على كتفيه \n  وأمسك أبو شعيب الشمعة بين يديه وهو يغني لابن رشيق القيرواني .\n</p>\n<p class=\"arabic\">% فتور عينيك ينهاني ويأمرني % % وورد خديك يغري بي ويغريني % .\n</p>\n<p class=\"arabic\">% أما لئن بعت ديني واشتريت به % % دنيا فما بعت فيك الدين بالدون % .\n</p>\n<p class=\"arabic\">% سبحان من خلق الأشياء قاطبة % % تراه صور ذاك الجسم من طين % .\n</p>\n<p class=\"arabic\">% استغفر الله لا والله ما نفعت % % من سحر مقلته آيات ياسين % .\n</p>\n<p class=\"arabic\">فإنهم لما سمعوا هاجوا وماجوا وصاحوا وناحوا وزعقوا وقفزوا إلى السماء وفتلوا \n  حتى انخسف ببعضهم الموضع فنبشوا وكفنوا ودفنوا والباقون يرقصون ولا يدرون \n  *40*185* .\n</p>\n<p class=\"arabic\">وبعد هذا فالذي فعله مولانا تقي الدين من التقاء الجمع الكثير بالعدد القليل \n  عين الخطأ لأنه ما المغرور بمحمود وإن سلم فالله الله لا يكون لها مثنوية \n  ولا يرجع المولى يلتقي ألفا وستمائة فارس إلا أن يكون في ثلاثين ألفا بشرط \n  أن يكون العدو مثل حمزة الزامر وعثمان الجنكي وأبي علي العواد وحميدة المخنث \n  وأمثال هؤلاء الفرسان ويكون جندك مثل فلان وفلان الذين ما اجتمع المملوك بواحد \n  منهم إلا تجشأ في وجهي سيوف وسكاكين ويزعم أنه يقرقش الحديد والرأي عندي غير \n  هذا كله وهو أن تستقيل من الخدمة وتنقطع في بستان القأبون وتنكث التوبة وتجمع \n  علوق دمشق وقحاب الموصل وقوادين حلب ومغاني العراق وتقطع بقية العمر على القصف \n  وتتكل على عفو العفو الرحيم فيوم من أيامك في دمياط مكفر لهذا كله فإن قبلت \n  مني فأنت صحيح المزاج وإن أبيت ولعنت كل ما جاء من وهران فأنت منحرف محتاج \n  إلى العلاج .\n</p>\n<p class=\"arabic\">وله جواب كتاب إلى الكندي فأما تعريضه لخادمه بالقيادة وعتبه علي بالتزويج \n  من النساء العواهر فسيدي معذور لأنه لم يذق حلاوة هذه الصفعة ولو أنه أدام \n  الله عزه خرج يوما من البيت ولم يترك إلا الخبز والجبن ورجع بعد ساعة وجد \n  السنبوسك المورد والدجاج المسمن والفاكهة المنوعة والخضرة النضرة فتربع في \n  الصدر فأكل وشرب وطرب ولم يخرج في هذا كله إلا التغافل وحسن الظن وقلة الفضول \n  لسأل الله أن يحييه قوادا وأن يميته قوادا وأن يحشره مع القوادين ويظن الخادم \n  أنه في هذا القول كجالب التمر إلى هجر ورب حامل فقه إلى من هو أفقه منه ومهما \n  جهل من فضل نكاح الملاح النهمات *40*186* فلا يجهل أن أكل الحلاوة مع الناس \n  أحسن من أكل الخرا منفردا .\n\n</p>"
}