{
    "header": "إسماعيل بن الملك الصالح نور الدين .",
    "id": "025738",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">إسماعيل بن الملك الصالح نور الدين .\n</h1>\n<p class=\"arabic\">*40*235* أبو الفتح بن الملك العادل نور الدين محمود بن زنكي التركي .\n</p>\n<p class=\"arabic\">ختنه أبوه في سنة تسع وستين وسر به وزينوا دمشق وكان وقتا مشهودا وهو يوم \n  عيد الفطر وزينت دمشق أياما وضربت خيمة بالميدان وصلى هناك بالناس شمس الدين \n  قاضي العسكر وخطب ثم مد السماط العام وأنهب على عادة الترك .\n</p>\n<p class=\"arabic\">وعاد نور الدين إلى القلعة فمد سماطه الخاص ولعب من الغد بالكرة فاعترضه برتقش \n  أمير آخور وقال له باش فاغتاظ بخلاف عادته وزير برتقش ثم ساق ودخل القلعة \n  فما خرج منها إلا ميتا .\n</p>\n<p class=\"arabic\">وتوفي نور الدين بعد الختان بأيام فحلف أمراء دمشق لابنه أن يكون في السلطنة \n  بعده وهو يومئذ صبي ووقعت البطاقة إلى حلب بموت نور الدين ومتوليها شاذبخت \n  الخادم فأمر بضرب البشائر وأحضر الأمراء والعلماء وقال هذا كتاب من السلطان \n  بأنه ختن ولده وولاه العهد فحلفوا كلهم في الحال ثم قام إلى مجلس فلبس الحداد \n  وخرج إليهم وقال يحسن الله ) .\n</p>\n<p class=\"arabic\">عزاكم في الملك العادل بن زنكي .\n</p>\n<p class=\"arabic\">وأما صلاح الدين فسار إلى الشام ليكون هو مدبر دولة هذا الصبي ويستولي على \n  الأمور .\n</p>\n<p class=\"arabic\">ووقعت الفتنة بحلب بين السنة والرافضة ونهبت الشيعة دار قطب الدين ابن العجمي \n  ودار بهاء الدين بن أمين الملك ونزل بحرية القلعة وأمرهم الأمير شمس الدين \n  بن علي بن محمد ابن الداية والي القلعة أن يزحفوا إلى دار أبي الفضل بن الخشاب \n  رئيس الشيعة فزحفوا إليها ونهبوها واختفى ابن الخشاب .\n</p>\n<p class=\"arabic\">ثم وصل الصالح إسماعيل إلى حلب في ثاني المحرم من سنة سبعين ومعه سابق الدين \n  ابن الداية فقبض عليه وصعد القلعة وظهر ابن *40*236* الخشاب وركب في جمع عظيم \n  إلى القلعة فصعد إليها والشيعة تحت القلعة وقوف فقتل بها ابن الخشاب وتفرق \n  ذلك الجمع وسجن شمس الدين علي بن الداية وأخواه سابق الدين عثمان وبدر الدين \n  حسن .\n</p>\n<p class=\"arabic\">ودخل السلطان صلاح الدين دمشق في سلخ ربيع الآخر ثم سار إلى حمص فملكها ثم \n  نازل حلب في سلخ جمادى الأولى فنزل الملك الصالح إلى البلد واستنجد بأهلها \n  وذكرهم حقوق والده فوعدوه بالنصر وجاءته النجدة من ابن عمه صاحب الموصل مع \n  عز الدين مسعود بن مودود فرد السلطان صلاح الدين إلى حماه وتبعه عز الدين \n  مسعود فالتقوا عند قرون حماه في رمضان فانكسر عز الدين وانهزم ورد صلاح الدين \n  فنازل حلب فصالحوه وأعطوه المعرة وكفرطاب وبارين ثم جاء صاحب الموصل سيف الدين \n  غازي في جيش كثيف وجاء صلاح الدين بعساكره فالتقوا في شوال سنة إحدى وسبعين \n  فانكسر صاحب الموصل على تل السلطان وسار صلاح الدين فأخذ منبج ثم نازل عزاز \n  ففتحها ثم نازل حلب في ذي القعدة وأقام عليها مدة وبذل أهلها المجهود في القتال \n  بحيث أنهم كانوا يحملون ويصلون إلى مخيم صلاح الدين وأنه قبض على جماعة منهم \n  فكان يشرح أسافل أقدامهم ولا يمنعهم ذلك عن القتال فلما مل منهم صالحهم وسار \n  عنها وخرجت إليه أخت الملك الصالح وكانت طفلة فأطلق لها عزاز لما طلبتها منه \n  وكان تدبير أمر حلب إلى والدة الصالح وإلى شاذبخت وخالد بن القيسراني .\n</p>\n<p class=\"arabic\">ثم إن الصالح مرض بالقولنج جمعتين ومات في رجب من سنة سبع وتأسفوا عليه وأقاموا \n  عليه المآتم وفرشوا الرماد في الأسواق وبالغوا في النوح عليه وكان أمرا منكرا \n  ) .\n</p>\n<p class=\"arabic\">وكان دينا عفيفا ورعا عادلا محببا إلى العامة متبعا للسنة رحمه الله ولم يبلغ \n  عشرين سنة .\n</p>\n<p class=\"arabic\">وذكر العفيف بن سكرة اليهودي لا رحمه الله وكان يطببه قال *40*237* قلت له \n  يا مولانا والله شفاؤك في قدح خمر وأنا أحمله إليك سرا ولا تعلم والدتك ولا \n  اللالا ولا أحد فقال كنت أظنك عاقلا نبينا صلى الله عليه وسلم يقول إن الله \n  لم يجعل شفاء أمتي فيما حرم عليها .\n</p>\n<p class=\"arabic\">وتقول لي أنت هذا وما يؤمنني أن اشربه وأموت وهو في جوفي .\n</p>\n<p class=\"arabic\">وقيل توفي وله قريب من ثماني عشر سنة فتملك حلب بعده عز الدين مسعود ابن عمه \n  مودود .\n\n</p>"
}