{
    "header": "عبد الرحمن بن محمد بن عبيد الله بن أبي سـ...",
    "id": "025742",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الرحمن بن محمد بن عبيد الله بن أبي سعيد .\n</h1>\n<p class=\"arabic\">*40*239* كمال الدين أبو البركات الأنباري النحوي الرجل الصالح صاحب التصانيف \n  المفيدة .\n</p>\n<p class=\"arabic\">سكن بغداد من صباه وتفقه بالنظامية على أبي منصور بن الرزاز وقرأ النحو على \n  أبي السعادات بن الشجري واللغة على أبي منصور بن الجواليقي .\n</p>\n<p class=\"arabic\">وبرع في الأدب حتى صار شيخ العراق في عصره وأقرأ الناس ودرس النحو بالنظامية \n  ثم انقطع في منزله مشتغلا بالعلم والعبادة والورع وإفادة الناس .\n</p>\n<p class=\"arabic\">وكان زاهدا ناسكا تاركا للدنيا ذا صدق وإخلاص .\n</p>\n<p class=\"arabic\">قال الموفق عبد اللطيف أما شيخنا كمال الدين الأنباري فلم أر في العباد والمنقطعين \n  مثله في طريقه ولا أصدق منه في أسلوبه خير محض لا يعتريه تصنع ولا يعرف الشرور \n  ولا أحوال العالم وكان له من أبيه دار يسكنها ودار وحانوت مقدار أجرتهما نصف \n  دينار في الشهر ينتفع به ويشتري منه ورقا .\n</p>\n<p class=\"arabic\">وسير إليه المستضيء خمسمائة دينار فردها فقالوا له اجعلها لوالدك فقال إن \n  كنت خلقته فأنا أرزقه .\n</p>\n<p class=\"arabic\">وكان لا يوقد عليه ضوءا وتحته حصير قصب وعليه ثوب وعمامة من قطن يلبسهما يوم \n  الجمعة وكان لا يخرج إلا للجمعة ويلبس في بيته ثوبا خلقا .\n</p>\n<p class=\"arabic\">وكان ممن قعد في الخلوة عند الشيخ أبي النجيب .\n</p>\n<p class=\"arabic\">قرأ عليه معيد بالنظامية فبقي يكثر الصياح والكلام فلطمه على رأسه وقال ويلك \n  إذا كنت تجتر في المرعى متى ترعى والشيخ مائة وثلاثون مصنفا أكثرها نحو وبعضها \n  في الفقه *40*240* والأصول والتصوف والزهد أتيت على أكثرها قراءة وسماعا وحفظا .\n</p>\n<p class=\"arabic\">قلت من كتبه أسرار العربية الإنصاف في مسائل الخلاف أخبار النحاة الداعي إلى \n  الإسلام في علم الكلام النور اللائح في اعتقاد السلف الصالح الجمل في علم \n  الجدل كتاب ما وغرائب إعراب القرآن ديوان اللغة الضاد والظاء تفسير لغة المقامات \n  شرح الحماسة شرح المتنبي نزهة الألبا في طبقات الأدبا تاريخ الأنبار نسمة \n  العبير في علم التعبير ) .\n</p>\n<p class=\"arabic\">وروى الحديث عن أبيه وخليفة بن محفوظ الأنباري ومحمد بن محمد بن عطاف وأحمد \n  بن نظام الملك .\n</p>\n<p class=\"arabic\">روى عنه الحافظ أبو بكر الحازمي وابن الدبيثي وطائفة .\n</p>\n<p class=\"arabic\">وتوفي في شعبان وله أربع وستون سنة .\n</p>\n<p class=\"arabic\">ومن شعره .\n</p>\n<p class=\"arabic\">% دع الفؤآد بما فيه من الخرق % % ليس التصوف بالتلبيس والخرق % .\n</p>\n<p class=\"arabic\">% بل التصوف صفو القلب من كدر % % ورؤية الصوفية أعظم الخرق % .\n</p>\n<p class=\"arabic\">% وصبر النفس على أذى مطامعها % % وعن مطامعها في الخلق بالخلق % .\n</p>\n<p class=\"arabic\">% وترك دعوى بمعنى فيه حقته % % فكيف دعوى بلا معنى ولا خلق % .\n\n</p>"
}