{
    "header": "مسعود بن محمد بن مسعود .",
    "id": "025783",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">مسعود بن محمد بن مسعود .\n</h1>\n<p class=\"arabic\">قطب الدين النيسأبوري أبو المعالي الطريثيثي الفقيه الشافعي نزيل دمشق ) .\n</p>\n<p class=\"arabic\">ولد سنة خمس وخمسمائة ورأى أبا نصر عبد الرحيم بن القشيري .\n</p>\n<p class=\"arabic\">وتفقه بنيسأبور على ابن يحيى وقرأ الأدب على والده أبي عبد الله الطريثيثي \n  ثم رحل إلى مرو فتفقه على أبي إسحاق إبراهيم بن محمد المروزي .\n</p>\n<p class=\"arabic\">وسمع من هبة الله السدي وعبد الجبار البيهقي *40*272* .\n</p>\n<p class=\"arabic\">ودرس بنظامية نيسأبور نيابة واشتغل بالوعظ وورد بغداد ووعظ بها وحصل له القبول \n  التام .\n</p>\n<p class=\"arabic\">وكان دينا عالما متفننا .\n</p>\n<p class=\"arabic\">ثم راح إلى دمشق سنة أربعين وأقبلوا عليه ودرس بالمجاهدية ثم بالزاوية الغزالية \n  بعد موت أبي الفتح نصر الله المصيصي .\n</p>\n<p class=\"arabic\">وكان حسن النظر .\n</p>\n<p class=\"arabic\">ثم خرج إلى حلب وولي بها تدريس المدرستين اللتين بناهما نور الدين وأسد الدين \n  ثم مضى إلى همذان وولي بها التدريس مدة ثم عاد إلى دمشق ودرس بالغزالية وحدث \n  وتفرد برئاسة الشافعية .\n</p>\n<p class=\"arabic\">قال القاسم بن عساكر كان حسن الأخلاق متوددا قليل التصنع مات في سلخ رمضان .\n</p>\n<p class=\"arabic\">ودفن يوم العيد .\n</p>\n<p class=\"arabic\">قلت ورد بغداد رسولا وكتب عنه عمر بن علي القرشي وأبو المواهب بن صصرى وأجاز \n  للبهاء عبد الرحمن وللحافظ الضياء .\n</p>\n<p class=\"arabic\">وروى عنه أبو القاسم بن صصرى وتاج الدين عبد الله بن حمويه .\n</p>\n<p class=\"arabic\">وتخرج به جماعة .\n</p>\n<p class=\"arabic\">وقيل إنه وعظ مرة فسأل نور الدين أن يحضر مجلسه فحضر فشرع في وعظه يناديه \n  كما كان يفعل البرهان البلخي شيخ الحنفية فقال للحاجب اصعد إليه وقل له لا \n  تخاطبني باسمي .\n</p>\n<p class=\"arabic\">فسئل نور الدين عن ذلك فيما بعد فقال إن البلخي كان إذا قال يا محمود قامت \n  كل شعرة في جسدي هيبة له ويرق قلبي والقطب إذا قال يا محمود يقسو قلبي ويضيق \n  صدري حكاها سبط ابن الجوزي وقال كان *40*273* القطب غريقا في بحار الدنيا .\n</p>\n<p class=\"arabic\">قلت وكان معروفا بالفصاحة والبلاغة وكثرة النوادر ومعرفة الفقه والخلاف تخرج \n  به ) .\n</p>\n<p class=\"arabic\">جماعة ودرس أيضا بالجاروخية ودفن بتربة أنشأها بغربي مقابر الصوفية وبنى مسجدا \n  على الصخرات التي بمقبرة طاحون الميدان ووقف كتبه .\n\n</p>"
}