{
    "header": "أحمد بن أبي الحسن بن علي بن أحمد بن يحيىـ...",
    "id": "025758",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أحمد بن أبي الحسن بن علي بن أحمد بن يحيى بن حازم بن علي بن رفاعة .\n</h1>\n<p class=\"arabic\">الزاهد الكبير سلطان العارفين في زمانه أبو العباس الرفاعي المغربي رضي الله \n  عنه .\n</p>\n<p class=\"arabic\">قدم أبوه العراق وسكن البطائح بقرية اسمها أم عبيدة فتزوج بأخت الشيخ منصور \n  الزاهد ) .\n</p>\n<p class=\"arabic\">ورزق منها بأولاد منهم الشيخ أحمد بن الرفاعي رحمه الله .\n</p>\n<p class=\"arabic\">وكان أبو الحسن مقرئا يؤم بالشيخ منصور فمات وزوجته حامل *40*249* بالشيخ \n  أحمد فرباه خاله منصور فقيل إنه ولد في أول المحرم سنة خمسمائة .\n</p>\n<p class=\"arabic\">ويروى عن الشيخ يعقوب بن كراز قال كان سيدي أحمد بن الرفاعي في المجلس فقال \n  لأصحابه إي سادة أقسمت عليكم بالعزيز سبحانه من كان يعلم في عيبا يقوله .\n</p>\n<p class=\"arabic\">فقام الشيخ عمر الفاروقي وقال إي سيدي أنا أعلم فيك عيبا .\n</p>\n<p class=\"arabic\">فقال يا شيخ عمر قله لي .\n</p>\n<p class=\"arabic\">قال إي سيدي عيبك نحن الذين مثلنا في أصحابك .\n</p>\n<p class=\"arabic\">فبكى الشيخ والفقراء وقال أي عمر إن سلم المركب حمل من فيه في التعدية .\n</p>\n<p class=\"arabic\">وقيل إن هرة نامت على كم الشيخ أحمد وجاء وقت الصلاة فقص كمه ولم يزعجها وعاد \n  من الصلاة فوجدها قد فاقت فوصل الكم بالثوب وخيطه وقال ما تغير شيء .\n</p>\n<p class=\"arabic\">وعن يعقوب بن كراز وكان يؤذن في المنارة ويصلي بالشيخ قال دخلت على سيدي أحمد \n  في يوم بارد وقد توضأ ويده ممدودة فبقي زمانا لا يحرك يده فتقدمت وجئت أقبلها \n  فقال أي يعقوب شوشت على هذه الضعيفة .\n</p>\n<p class=\"arabic\">فقلت من هي .\n</p>\n<p class=\"arabic\">قال بعوضة كانت تأكل رزقها من يدي فهربت منك .\n</p>\n<p class=\"arabic\">قال ورأيته مرة يتكلم ويقول يا مباركة ما علمت بك أبعدتك عن وطنك فنظرت فإذا \n  جرادة تعلقت بثوبه وهو يعتذر إليها رحمة لها .\n</p>\n<p class=\"arabic\">وعنه قال سلكت كل الطرق الموصلة فما رأيت أقرب ولا أسهل ولا *40*250* أصح \n  من الافتقار والذل والانكسار فقيل له يا سيدي فكيف يكون قال تعظم أمر الله \n  وتشفق على خلق الله وتقتدي بسنة سيدك رسول الله .\n</p>\n<p class=\"arabic\">وورد أنه كان فقيها شافعي المذهب .\n</p>\n<p class=\"arabic\">وعن الشيخ يعقوب بن كراز قال كان سيدي أحمد إذا قدم من سفر شمر وجمع الحطب \n  ثم يحمله إلى بيوت الأرامل والمساكين فكان الفقراء يوافقونه ويحتطبون معه \n  وربما كان يملأ الماء للأرامل ويؤثرهم رحمه الله ) .\n</p>\n<p class=\"arabic\">قيل له أي منصور أطلب فقال أصحأبي فقال رجل لسيدي أحمد يا سيدي وأنت أيش فبكى \n  فقال أي فقير ومن أنا في البين ثبت نسب وأطلب ميراث .\n</p>\n<p class=\"arabic\">فقلت يا سيدي أقسم عليك بالعزيز أيش أنت قال أي يعقوب لما اجتمع القوم وطلب \n  كل واحد شيئا دارت النوبة إلى هذا اللاشيء أحمد وقيل أي أحمد أطلب قلت أي \n  رب علمك محيط بطلبي فكرر علي القول قلت أي مولاي أريد أن لا أريد وأختار أن \n  لا يكون لي اختيار فأجابني وصار الأمر له وعليه أي يعقوب من يختاره العزيز \n  يحببه إلى هذه البقعة .\n</p>\n<p class=\"arabic\">وعن يعقوب قال مر سيدي على دار الطعام فرأى الكلاب يأكلون التمر من القوصرة \n  وهم يتجارشون فوقف على الباب لئلا يدخل إليهم أحد يؤذيهم وهو يقول إي مباركين \n  اصطلحوا وكلوا وإلا يدروا بكم منعوكم .\n</p>\n<p class=\"arabic\">ورأى فقيرا يقتل قملة فقال لا واخذك الله شفيت غيظك وعن يعقوب قال لي سيدي \n  أحمد يا يعقوب لو أن عن يميني خمسمائة يروحوني بمراوح الند والطيب وهم من \n  أقرب الناس إلي وعن يساري مثلهم من أبغض الناس إلي معهم مقاريض يقرضون بها \n  لحمي ما *40*251* زاد هؤلاء عندي ولا نقص هؤلاء عندي بما فعلوه ثم قرأ كي \n  لا تأسوا على ما فاتكم ولا تفرحوا بما آتاكم والله لا يحب كل مختار فخور .\n</p>\n<p class=\"arabic\">وكان سيدي أحمد إذا حضر بين يديه تمر أو رطب ينقي الشيص والحشف لنفسه يأكله \n  ويقول أنا أحق بالدون من غيري فإني مثله دون .\n</p>\n<p class=\"arabic\">وكان لا يجمع بين لبس قميصين لا في شتاء ولا في صيف ولا يأكل إلا بعد يومين \n  ثلاثة أكلة وإذا غسل ثوبه نزل في الشط كما هو قائم يفركه ثم يقف في الشمس \n  حتى ينشف .\n</p>\n<p class=\"arabic\">وإذا ورد عليه ضيف يدور على بيوت أصحابه يجمع الطعام في مئزر .\n</p>\n<p class=\"arabic\">وأحضر ابن الصيرفي وهو مريض ليدعو له الشيخ ومعه خدمه وحشمه فبقي أياما لم \n  يكلمه فقال يعقوب بن كراز أي سيدي ما تدعو لهذا المريض .\n</p>\n<p class=\"arabic\">فقال أي يعقوب وعزة العزيز لأحمد كل يوم عليه مائة حاجة مقضيه وما سألتموه \n  منها حاجة واحدة .\n</p>\n<p class=\"arabic\">فقلت أي سيدي فتكون واحدة لهذا المريض المسكين ) .\n</p>\n<p class=\"arabic\">فقال لا كرامة ولا عزازة تريدني أن أكون سيء الأدب لي إرادة وله إرادة .\n</p>\n<p class=\"arabic\">ثم قرأ ألا له الخلق والأمر تبارك الله رب العالمين أي يعقوب الرجل المتمكن \n  في أحواله إذا سأل حاجة وقضيت له نقص تمكنه درجة .\n</p>\n<p class=\"arabic\">فقال أراك تدعو عقيب الصلوات وكل وقت قال ذاك الدعاء تعبد وامتثال ودعاء الحاجات \n  لها شروط وهو غير هذا الدعاء .\n</p>\n<p class=\"arabic\">ثم بعد يومين تعافى ذلك المريض *40*252* .\n</p>\n<p class=\"arabic\">وعن يعقوب أنه سأل الشيخ أحمد أي سيدي لو كانت جهنم لك ما كنت تصنع بهاتعذب \n  بها أحدا فقال لا وعزته ما كنت أدخل بها أحدا فقال أي شيخ فأنت تقول إنك أكرم \n  ممن خلقها لينتقم بها ممن عصاه فزعق وسقط على وجهه زمانا ثم أفاق وهو يقول \n  من هو أحمد في البين يكررها مرات .\n</p>\n<p class=\"arabic\">وقال أي يعقوب المالك يتصرف سبحانه .\n</p>\n<p class=\"arabic\">وعن يعقوب أن الشيخ أحمد كان لا لأحد من أبناء الدنيا ويقول النظر إلى وجوههم \n  يقسي القلب .\n</p>\n<p class=\"arabic\">وعن الشيخ يعقوب وسئل عن أوراد سيدي أحمد فقال كان يصلي أربع ركعات بألف قل \n  هو الله أحد ويستغفر الله كل يوم ألف مرة واستغفاره أن يقول لا إله إلا أنت \n  سبحانك إني كنت من الظالمين عملت سوءا وظلمت نفسي وأسرفت في أمري ولا يغفر \n  الذنوب إلا أنت فاغفر لي وتب علي إنك أنت التواب الرحيم يا حي يا قيوم لا \n  إله إلا أنت وذكر غير ذلك .\n</p>\n<p class=\"arabic\">وكان يترنم بهذا البيت .\n</p>\n<p class=\"arabic\">% إن كان لي عند سليمى قبول % % فلا أبالي بما يقول العذول % .\n</p>\n<p class=\"arabic\">وكان يقول .\n</p>\n<p class=\"arabic\">% ومستخبر عن سر ليلى تركته % % بعمياء من ليلى بغير يقين % .\n</p>\n<p class=\"arabic\">% يقولون خبرنا فأنت أمينها % % وما أنا إن خبرتهم بأمين % .\n</p>\n<p class=\"arabic\">ويقول .\n</p>\n<p class=\"arabic\">% أرى رجالا بدون العيش قد قنعوا % % وما أراهم رضوا الدنيا على الدين % .\n</p>\n<p class=\"arabic\">) *40*253* .\n</p>\n<p class=\"arabic\">% إذا رأيت ملوك الأرض أجمعها % % بلا مرآء ولا شك ولا مين % .\n</p>\n<p class=\"arabic\">% وقيل هو فوقهم في الناس مرتبة % % فقل نعم ملك في زي مسكين % .\n</p>\n<p class=\"arabic\">% ذاك الذي حسنت في الناس سيرته % % وصار يصلح للدنيا وللدين % .\n</p>\n<p class=\"arabic\">ويقول .\n</p>\n<p class=\"arabic\">% أغار عليها من أبيها وأمها % % ومن كل من يرنو إليها وينظر % .\n</p>\n<p class=\"arabic\">% وأحذر من حد المرآة بكفها % % إذا نظرت منك الذي أنا أنظر % .\n</p>\n<p class=\"arabic\">ومنه .\n</p>\n<p class=\"arabic\">% إذا تذكرت من أنتم وكيف أنا % % أجللت ذكركم يجري على بالي % .\n</p>\n<p class=\"arabic\">% ولو شريت بروحي ساعة سلفت % % من عيشتي معكم ما كان بالغالي % .\n</p>\n<p class=\"arabic\">وكان كثير التعظيم لخاله سيدي الشيخ منصور ويقول للفقراء إذا قبلتم عتبة الشيخ \n  منصور فإنما تقبلون يده ويقول أنا ملاح لسفينة الشيخ منصور فاسألوا ربنا به \n  في حوائجكم .\n</p>\n<p class=\"arabic\">وكان يقول إلى أن ينفخ في الصور لا يأتي مثل طريق الشيخ منصور .\n</p>\n<p class=\"arabic\">وعن ابن كزار سمعت يوسف بن صقير المحدث يقول كنا في قرية الصرية مع سيدي أحمد \n  وقد غنى ابن هدية .\n</p>\n<p class=\"arabic\">% لو يسمعون كما سمعت حديثها % % خروا لعزه ركعا وسجودا % .\n</p>\n<p class=\"arabic\">فقام سيدي وتواجد وردد البيت ولم يزل حتى كادت قلوب الفقراء تنفطر وكان ذلك \n  في بدايته بعد موت الشيخ منصور ولما كان في النهاية بقي سبع سنين لا يسمع \n  الحادي وهو قريب منه حتى توفي .\n</p>\n<p class=\"arabic\">وعنه قال ذكر الشيخ جمال الدين أبو الفرج بن الجوزي أن سبب وفاة سيدي أحمد \n  أبيات أنشدت بين يديه تواجد عند سماعها تواجدا كان سبب مرضه الذي مات فيه \n  وكان المنشد لها الشيخ عبد الغني بن نقطة حين زاره وهي .\n</p>\n<p class=\"arabic\">% إذا جن ليلي هام قلبي بذكركم % % أنوح كما ناح الحمام المطوق % .\n</p>\n<p class=\"arabic\">*40*254* .\n</p>\n<p class=\"arabic\">% وفوقي سحاب يمطر الهم والأسى % % وتحتي بحار بالدموع تدفق % .\n</p>\n<p class=\"arabic\">% سلوا أم عمرو كيف بات أسيرها % % تفك الأسارى دونه وهو موثق % .\n</p>\n<p class=\"arabic\">% فلا أنا مقتول ففي القتل راحة % % ولا أنا ممنون علي فأعتق % .\n</p>\n<p class=\"arabic\">قال وتوفي يوم الخميس ثاني عشر جمادى الأولى سنة ثمان وسبعين .\n</p>\n<p class=\"arabic\">وعن يعقوب بن كراز قال كان سيدي أحمد والفقراء في نهر وليد فقال لا إله إلا \n  الله قد حان أوان هذا المجلس فليعلم الحاضر الغائب أن أحمد يقول وأنتم تسمعون \n  من خلا بامرأة أجنبية فأنا منه بريء وربنا سبحانه منه بريء ومن خلا بأمرد \n  فكذلك ومن نكث البيعة فإنما ينكث على نفسه ثم قام من مجلسه .\n</p>\n<p class=\"arabic\">وبعد شهر عبر إلى الله ودفن في قبة الشيخ يحيى النجار .\n</p>\n<p class=\"arabic\">وحكى الشيخ محمد بن أبي بكر بن أبي طالب الصوفي أنه سمع جده عفيف الدين أبا \n  طالب يقول سمعت الشيخ عبد الرحمن شملة يقول سمعت سيدي علي يقول لما حضرت الوفاة \n  سيدي أحمد قبلها بأيام قلت أي سيدي ما نقول بعدك وأيش تورثنا فقال أي علي \n  قل عني إنه ما نام ليلة إلا وكل الخلق أفضل منه ولا حرد قط ولا رأى لنفسه \n  قيمة قط وأما ما أورثه فيا ولدي تشهد أن لي مال حتى أورثكم إنما أورثكم قلوب \n  الخلق .\n</p>\n<p class=\"arabic\">فلما سمعت من سيدي خرجت إلى الشيخ يعقوب بن كراز فأخبرته فقال لك حسب أو لذريتك \n  معك فعدت إلى سيدي فقلت له فقال لك *40*255* ولذريتك إلى يوم القيامة البيعة \n  عامة والنعمة تامة والضمين ثقة هي اليوم مشيخة وإلى يوم القيامة مملكة بمشيخة .\n</p>\n<p class=\"arabic\">نقلت أكثر ما هنا عن يعقوب من كتاب مناقب ابن الرفاعي رضي الله عنه جمع الشيخ \n  محيي الدين أحمد بن سليمان الهمامي الحسيني الرفاعي شيخ الرواق المعمور بالهلالية \n  بظاهر القاهرة سمعه منه الشيخ أبو عبد الله محمد بن أبي بكر ابن الشيخ أبو \n  طالب الأنصاري الرفاعي الدمشقي ويعرف بشيخ حطين بالقاهرة سنة ثمانين وستمائة \n  وقد كتبه عنه مناولة وإجازة المولى شمس الدين أبو عبد الله محمد بن إبراهيم \n  الجزري وأودعه تاريخه في سنة خمس وسبعمائة فأوله قال ذكر ولادته ثم قال قال \n  الشيخ أحمد بن عبد الرحمن ابن الشيخ يعقوب بن كراز وأكثر الكتاب عن الشيخ \n  يعقوب وهو نحو من أربعة كراريس وهو ثمانية فصول في مقاماته وكراماته وغير \n  ذلك وهي بلا إسناد وقع الاختيار منها على هذا القدر الذي هنا .\n</p>\n<p class=\"arabic\">وتوفي الشيخ ولم يعقب وإنما المشيخة في أولاد أخيه ) .\n</p>\n<p class=\"arabic\">قال القاضي ابن خلكان كان رجلا صالحا شافعيا فقيها انضم إليه خلق من الفقراء \n  وأحسنوا فيه الإعتقاد وهم الطائفة الرفاعية ويقال لهم الأحمدية ويقال لهم \n  البطائحية ولهم أحوال عجيبة من أكل الحيات حية والنزول إلى التنانير وهي تضرم \n  نارا والدخول إلى الأفرنة وينام الواحد منهم في جانب الفرن والخباز يخبز في \n  الجانب الآخر وتوقد لهم النار العظيمة ويقام السماع فيرقصون عليها إلى أن \n  تنطفئ ويقال إنهم في بلادهم يركبون الأسود ونحو ذلك وأشباهه ولهم أوقات معلومة \n  يجتمع عندهم من الفقراء عالم لا يحصون ويقومون بكفاية الجميع .\n</p>\n<p class=\"arabic\">والبطائح عدة قرى مجتمعة في وسط الماء بين واسط والبصرة *40*256* .\n</p>\n<p class=\"arabic\">أحمد بن المسلم .\n</p>\n<p class=\"arabic\">سيأتي .\n\n</p>"
}