{
    "header": "يوسف بن عبد المؤمن بن علي .",
    "id": "025855",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">يوسف بن عبد المؤمن بن علي .\n</h1>\n<p class=\"arabic\">السلطان أبو يعقوب صاحب المغرب .\n</p>\n<p class=\"arabic\">لما مات عبد المؤمن في سنة ثمان وخمسين كان قد جعل الأمر بعده *40*319* لابنه \n  الأكبر محمد وكان لا يصلح للملك لإدمانه الخمور وكثرة طيشه .\n</p>\n<p class=\"arabic\">وقيل كان به أيضا جذام فاضطرب أمره وخلعه الموحدون بعد شهر ونصف ودار الأمر \n  بين أخويه يوسف وعمر فامتنع عمر وبايع أخاه مختارا وسلم إليه الأمر فبايعه \n  الناس واتفقت عليه الكلمة بسعي أخيه عمر وأمهما هي زينب بنت موسى الضرير .\n</p>\n<p class=\"arabic\">وكان أبو يعقوب أبيض بحمرة أسود الشعر مستدير الوجه أفوه أعين إلى الطول ما \n  هو حلو الكلام في صوته جهارة وفي عبارته فصاحة حلو المفاكهة له معرفة تامة \n  باللغة والأخبار قد صرف عنايته إلى ذلك لما ولي لأبيه إشبيلية وأخذ عن علمائها \n  وبرع في أشياء من القرآن والحديث والأدب .\n</p>\n<p class=\"arabic\">قال عبد الواحد بن علي التميمي في كتاب المعجب صح عندي أنه كان يحفظ أحد الصحيحين \n  غالب ظني أنه البخاري وكان سديد الملوكية بعيد الهمة سخيا جوادا استغنى الناس \n  في أيامه وتمولوا .\n</p>\n<p class=\"arabic\">قال ثم إنه نظر في الفلسفة والطب وحفظ أكثر الكتاب الملكي وأمر بجمع كتب الفلاسفة \n  فأكثر منها وتطلبها من الأقطار وكان ممن صحبه أبو بكر محمد بن طفيل الفيلسوف \n  وكان بارعا في علم الأوائل أديبا شاعرا بليغا فكان أبو يعقوب شديد الحب له \n  بلغني أنه كان يقيم عنده في القصر أياما ليلا ونهارا وكان هو الذي نبه على \n  قدر الحكيم أبي الوليد محمد بن أحمد بن محمد بن رشد المتفلسف .\n</p>\n<p class=\"arabic\">وسمعت أبا بكر بن يحيى القرطبي الفقيه يقول سمعت الحكيم أبا الوليد يقول لما \n  دخلت على أمير المؤمنين أبي يعقوب وجدته هو وأبو بكر بن طفيل فقط فأخذ أبو \n  بكر يثني علي ويطريني فكان أول ما فاتحني به أمير المؤمنين أن قال لي ما رأيهم \n  يعني الفلاسفة في السماء أقديمة أم حادثة فأدركني الخوف فتعللت وأنكرت اشتغالي \n  بعلم الفلسفة ففهم مني *40*320* الروع فالتفت إلى ابن طفيل وجعل يتكلم على \n  المسألة ويذكر قول أرسطو فيها ويورد احتجاج أهل الإسلام على الفلاسفة فرأيت \n  منه غزارة حفظ لم أظنها في أحد من المشتغلين .\n</p>\n<p class=\"arabic\">ولم يزل يبسطني حتى تكلمت فعرف ما عندي من ذلك فلما قمت أمر لي بخلعة ودابة \n  ومال .\n</p>\n<p class=\"arabic\">وقد وزر لأبي يعقوب أخوه عمر أياما ثم رفع قدره عنها وولى أبا العلاء إدريس \n  بن جامع إلى أن قبض عليه سنة سبع وسبعين وأخذ أمواله واستوزر ولي عهده ولده \n  يعقوب .\n</p>\n<p class=\"arabic\">وكتب له ولده عياش بن عبد الملك بن عياش كاتب أبيه وأبو القاسم العالمي وأبو \n  الفضل جعفر بن أحمد بن محشوه البجائي وكان على ديوان جيشه أبو عبد الرحمن \n  الطوسي وكان حاجبه مولاه كافور الخصي وكان له من الولد ستة عشر ذكرا منهم \n  صديقي يحيى .\n</p>\n<p class=\"arabic\">قال ومنه تلقيت أكثر أخبارهم ولم أر في الملوك ولا في السوقة مثله .\n</p>\n<p class=\"arabic\">قال وقضاته أبو محمد المالقي ثم عيسى بن عمران التاري وتارا من أعمال فاس \n  ثم الحجاج بن إبراهيم التجيبي الأغماتي الزاهد فاستعفى فولي بعده أبو جعفر \n  أحمد بن مضاء القرطبي .\n</p>\n<p class=\"arabic\">وفي سنة اثنتين وستين وخمسمائة نزعت قبيلة غمارة الطاعة وكان رأسهم سبع بن \n  حيان ومزردع فدعوا إلى الفتنة واجتمع لهم خلق .\n</p>\n<p class=\"arabic\">وبلاد غمارة طولا وعرضا مسيرة اثنتي عشرة مرحلة فخرج أبو يعقوب بجيوشه فأسلمت \n  الرجلين جموعهما فأسرا وشردهما إلى قرطبة .\n</p>\n<p class=\"arabic\">ودخل الأندلس والتفت على ما بيد محمد بن سعيد بن مردنيش فنزل إشبيلية وجهز \n  العساكر إلى محمد وأمر عليهم أخاه أمير غرناطة عثمان فخرج محمد في جموع أكثرها \n  من الفرنج وكانوا أجناده قد اتخذهم أنصاره لما أحس باختلاف قواده عليه فقتل \n  أكثرهم وأمر الفرنج وأقطعهم وأخرج *40*321* الكثير من أهل مرسية وأسكن الفرنج \n  دورهم فالتقى هو والموحدون على فرسخ من مرسية فانكسر وانهزم جيشه وقتل منهم \n  جملة ودخل مرسية مستعدا للحصار فضايقه الموحدون وما زالوا محاصرين له إلى \n  أن مات فسترت وفاته إلى أن ورد أخوه يوسف بن سعد من بلنسية فاتفق رأيه ورأي \n  القواد على أن يسلموا إلى أبي يعقوب البلاد .\n</p>\n<p class=\"arabic\">ففعلوا ذلك .\n</p>\n<p class=\"arabic\">وقد قيل إن محمد بن سعد لما احتضر أشار على بنيه بتسليم البلاد .\n</p>\n<p class=\"arabic\">وسار أبو يعقوب من إشبيلية قاصدا بلاد الأدفنش لعنه الله تعالى فنازل مدينة \n  وبزي وهي مدينة عظيمة فحاصرها أشهرا إلى أن اشتد الأمر وأرادوا تسليمها .\n</p>\n<p class=\"arabic\">قال فأخبرني جماعة أن أهل هذه المدينة لما برح بهم العطش أرسلوا إلى أبي يعقوب \n  يطلبون الأمان فأبى وأطمعه ما نقل إليه من شدة عطشهم وكثرة من يموت منهم فلما \n  يئسوا من عنده سمع لهم في الليل لغط وضجيج وذلك أنهم اجتمعوا يدعون الله ويستسقون \n  فجاء مطر عظيم كأفواه القرب ملأ صهاريجهم وتقووا فرحل عنهم أبو يعقوب بعد \n  أن هادن الأدفنش سبع سنين .\n</p>\n<p class=\"arabic\">وأقام بإشبيلية سنتين ونصف ورجع إلى مراكش في آخر سنة تسع وستين وقد ملك الجزيرة \n  بأسرها .\n</p>\n<p class=\"arabic\">وفي سنة إحدى وسبعين خرج إلى السوس لتسكين خلاف وقع بين القبائل فسكنهم .\n</p>\n<p class=\"arabic\">وفي سنة خمس وسبعين خرج إلى بلاد إفريقية حتى أتى مدينة قفصة وقد قام بها \n  ابن الرند وتلقب بالناصر لدين النبي صلى الله عليه وسلم فحاصره وأسره *40*322* \n  وصالح ملك صقلية وهادنه على أن يحمل إليه كل سنة مالا فأرسل إليه فيما بلغني \n  ذخائر معدومة النظير منها حجر ياقوت على قدر استدارة حافر الفرس فكللوا به \n  المصحف مع أحجار نفيسة وهذا المصحف من مصاحف عثمان رضي الله عنه من خزائن \n  بني أمية يحمله الموحدون بين أيديهم أنى توجهوا على ناقة عليها من الحلي والديباج \n  ما يعدل أموالا طائلة وتحته وطاء من الديباج الأخضر وعن يمينه وشماله لواءآن \n  أخضران مذهبان لطيفان وخلف الناقة بغل محلى عليه مصحف آخر قيل بأنه بخط تومرت \n  هذا كله بين يدي أمير المؤمنين .\n</p>\n<p class=\"arabic\">قال وبلغني من سخاء أبي يعقوب أنه أعطى هلال بن محمد بن سعد المذكور أبوه \n  في يوم إثني عشر ألف دينار وقربه وبالغ في رفع منزلته .\n</p>\n<p class=\"arabic\">وقال الحافظ أبو بكر بن الجد كنا عند أمير المؤمنين أبي يعقوب فسألنا عن سحر \n  النبي صلى الله عليه وسلم كم بقي مسحورا فبقي كل إنسان منا يتزمزم فقال بقي \n  به شهرا كاملا .\n</p>\n<p class=\"arabic\">صح ذلك .\n</p>\n<p class=\"arabic\">وكان أمير المؤمنين إماما يتكلم في مذاهب الفقهاء فيقولك قول فلان صواب ودليله \n  من الكتاب والسنة كذا وكذا فنتابعه على ذلك .\n</p>\n<p class=\"arabic\">قال عبد الواحد ولما تجهز لحرب الروم أمر العلماء أن يجمعوا أحاديث في الجهاد \n  تملى على الموحدين ليدرسوا ثم كان هو يملي بنفسه عليهم فكان كل كبير من الموحدين \n  يجيء بلوح ويكتب .\n</p>\n<p class=\"arabic\">وكان يسهل عليه بذل الأموال سعة ما يتحصل من الخراج كان يرتفع إليه من إفريقية \n  في كل سنة مائة وخمسون حمل بغل هذا سوى حمل بجاية وأعمالها وكانت أيامه مواسم \n  وخصبا وأمنا .\n</p>\n<p class=\"arabic\">وفي سنة تسع وسبعين تجهز للغزو واستنفر أهل السهل والجبل والعرب فعبر بهم \n  الأندلس فنزل إشبيلية ثم قصد مدينة شنترين أعادها إلى المسلمين وهي بغرب الأندلس \n  أخذها ابن الربق لعنه الله فنازلها أبو *40*323* يعقوب وضايقها وقطع أشجارها \n  وحاصرها مدة ثم خاف المسلمون البرد وزيادة النهر فأشاروا على أبي يعقوب بالرجوع \n  فوافقهم .\n</p>\n<p class=\"arabic\">وقال غدا فرحل فكان أول من قوض خباءه أبو الحسن علي بن القاضي عبد الله المالقي \n  وكان خطيبهم فلما رآه الناس قوضوا أخبيتهم ثقة به لمكانه فعبر تلك العشية \n  أكثر العسكر النهر وتقدموا خوف الزحام وبات الناس يعبرون الليل كله وأبو يعقوب \n  لا علم له بذلك فلما رأى الروم عبور العساكر وأخبرهم عيونهم بالأمر انتهزوا \n  الفرصة وخرجوا وحملوا على الناس فانهزموا أمامهم حتى بلغوا إلى مخيم أبي يعقوب \n  فقتل على باب المخيم خلق من أعيان الجند وخلص إلى أمير المؤمنين فطعن تحت \n  سرته طعنة مات منها بعد أيام يسيرة .\n</p>\n<p class=\"arabic\">وتدارك الناس فانهزم الروم إلى البلد وقد قضوا ما قضوا وعبر الموحدون بأبي \n  يعقوب جريحا في محفة وتهدد ابن المالقي فهرب بنفسه حتى دخل مدينة شنترين فأكرمه \n  ابن الربق وبقي عنده إلى أن تهيأ له أمر فكتب إلى الموحدين يستعطفهم ويتقرب \n  إليهم بضعف البلد ويدلهم على عورته وقال لابن الربق إني أريد أن أكتب إلى \n  عيالي بإكرام الملك لي فأذن له فعثر على كتابه فأحضره وقال ما حملك على هذا \n  مع إكرامي لك فقال إن ذلك لا يمنعني من النصح لأهل ديني فأحرقه .\n</p>\n<p class=\"arabic\">ولم يسيروا بأبي يعقوب إلا ليلتين أو ثلاثا حتى مات .\n</p>\n<p class=\"arabic\">وأخبرني مكن كان معهم أنه سمع في العسكر النداء للصلاة على جنازة رجل فصلى \n  الناس قاطبة لا يعرفون على من صلوا وصبروه وبعثوا به في تأبوت مع كافور الحاجب \n  إلى تيتملل فدفن هناك مع أبيه وابن تومرت .\n</p>\n<p class=\"arabic\">مات في سابع رجب وأخذ البيعة لابنه يعقوب عند موته فبايعوه .\n\n</p>"
}