{
    "header": "عبد الله بن أحمد بن أبي الفتح بن محمد بنـ...",
    "id": "025804",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الله بن أحمد بن أبي الفتح بن محمد بن أحمد .\n</h1>\n<p class=\"arabic\">أبو الفتح القاسمي الخرقي الإصبهاني .\n</p>\n<p class=\"arabic\">شيخ نبيل صالح من أولاد المحدثين ومن بقايا المسندين .\n</p>\n<p class=\"arabic\">سمع أبا العباس الراوي عن عبد الرحمن بن أبي بكر الذكواني وأبا مطيع محمد \n  بن عبد الواحد الصحاف وأبا الفتح أحمد بن عبد الله بن أحمد السوذرجاني وأبا \n  الفتح أحمد بن محمد الحداد وبندار بن محمد الخلقاني القاضي وعبد الرحمن بن \n  حمد الدوني وأبا أحمد حمد بن عبد الله بن حنة وعبد الرحمن بن أبي عثمان الصأبوني \n  وعمر بن محمد بن عمر بن علويه وأبا علي الحداد وطائفة سواهم .\n</p>\n<p class=\"arabic\">وتفرد بالرواية عن جماعة وسماعه من ابن علويه في سنة اثنتين وتسعين وأربعمائة \n  حضورا فأنا ابن الخلال ثنا محمد بن يوسف البرزالي *40*289* الحافظ أن هذا \n  الشيخ ولد في يوم عيد النحر سنة تسعين وأربعمائة وكان جده حيا فسماه باسمه \n  وكناه بكنيته وعاش بعد ذلك شهرا .\n</p>\n<p class=\"arabic\">قلت روى عنه الحافظ عبد الغني ومحمد بن مكي الحنبلي وعبد الله بن أبي الفرج \n  الجبائي والمهذب بن الحسين بن زينة وأبو الفضل بن سلامة العطار ومحمد بن خليل \n  الراذاني وآخرون و بالإجازة ابن اللتي و كريمة والحافظ الضياء والرشيد إسماعيل \n  بن العراقي وغيرهم .\n</p>\n<p class=\"arabic\">وقرأت وفاته بخط زكي الدين البرزالي في يوم الثلاثاء بعد فراغه من صلاة الصبح \n  السابع والعشرين من رجب ودفن بالمصلى وصلى عليه الحافظ أبو موسى المديني .\n</p>\n<p class=\"arabic\">أخبرنا عبد الملك بن عبد الرحمن العطار بقراءتي أنا أبو الفضل بن سلامة بحران \n  أنا أبو الفتح عبد الله بن أحمد بإصبهان أنا تمام بن عبد الملك ثنا أبو بكر \n  بن بندار ثنا الطبراني ثنا أحمد بن المعلى الدمشقي نا أحمد بن أبي الحواري \n  سمعت محمد بن يوسف الفريأبي يقول على الإمام أن يضرب أعناق الجهمية والروافض \n  فإنهم زنادقة .\n\n</p>"
}