{
    "header": "عبد الرحمن بن محمد بن عبيد الله بن يوسف ...",
    "id": "026187",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الرحمن بن محمد بن عبيد الله بن يوسف بن أبي عيسى .\n</h1>\n<p class=\"arabic\">القاضي أبو القاسم بن حبيش الأنصاري الأندلسي المريي نزيل مرسية وحبيش خاله \n  فنسب إليه واشتهر به .\n</p>\n<p class=\"arabic\">ولد سنة أربع وخمسمائة بالمرية وقرأ القراءآت على أبي القاسم أحمد بن عبد \n  الرحمن القصبي وأبي القاسم بن أبي رجاء البلوي .\n</p>\n<p class=\"arabic\">وأبي الأصبغ بن اليسع ) .\n</p>\n<p class=\"arabic\">وتفقه بأبي القاسم بن ورد وأبي الحسن بن نافع وسمع منهما .\n</p>\n<p class=\"arabic\">ومن أبي عبدالله بن وضاح وعبد الحق بن غالب وعلي بن إبراهيم الأنصاري وأبي \n  الحسن بن موهب الجذامي .\n</p>\n<p class=\"arabic\">ورحل إلى قرطبة فأدرك بها يونس بن محمد بن مغيث وهو أسند شيوخه فسمع منه ومن \n  جعفر بن محمد بن مكين وقاضي الجماعة محمد بن أصبغ وأبي بكر ابن العربي .\n</p>\n<p class=\"arabic\">وأخذ الأدب عن أبي عبدالله محمد بن أبي زيد النحوي .\n</p>\n<p class=\"arabic\">وبرع في النحو فلما تغلبت الروم على المرية سنة اثنتين وأربعين وخمسمائة خرج \n  إلى مرسية ثم أوطن جزيرة شقر وولي القضاة والخطابة بها ثنتي عشرة سنة ثم نقل \n  إلى خطابة مرسية ثم ولي قضاء سنة خمس وسبعين فحمدت أحكامه مع ضيق في أخلاقه \n  *41*187* .\n</p>\n<p class=\"arabic\">وكان أحد أئمة الحديث بالأندلس والمسلم له في حفظ أغربة الحديث ولغات العرب \n  وأيامها لم يكن أحد يجاريه في معرفة الرجال والتواريخ والأخبار قاله أبو عبدالله \n  الأبار .\n</p>\n<p class=\"arabic\">قال وسمعت أبا سليمان بن حوط الله يقول سمعته يقول إنه مر عليه وقت يذكر فيه \n  تاريخ أحمد بن أبي خيثمة أو أكثره .\n</p>\n<p class=\"arabic\">قال أبو سليمان وكان خطيبا فصيحا حسن الصوت له خطب حسان .\n</p>\n<p class=\"arabic\">وذكره أبو عبدالله بن عياد فقال كان عالما بالقرآن إماما في علم الحديث عارفا \n  بعلله واقفا على رجاله لم يكن بالأندلس من يجاريه فيه أقر له بذلك أهل عصره \n  مع تقدمه في اللغة والأدب واستقلاله بغير ذلك من جميع الفنون .\n</p>\n<p class=\"arabic\">قال وكان له حظ من البلاغة والبيان صارما في أحكامه جزلا في أموره تصدر للإقراء \n  والتسميع وتدريس الأدب وكانت الرحلة في وقته إليه وطال عمره .\n</p>\n<p class=\"arabic\">قال وله كتاب المغازي في عدة مجلدات حمله عنه الناس .\n</p>\n<p class=\"arabic\">قلت روى عنه أحمد بن محمد الطرطوشي وأبو سليمان بن حوط الله ومحمد بن وهب \n  الفهري ومحمد بن الحسن اللخمي الداني ومحمد بن إبراهيم بن صلتان ومحمد بن \n  أحمد بن حبون المرسي ومحمد بن محمد بن أبي السداد اللمتوني ونذير بن وهب الفهري \n  أخو محمد وعبدالله بن الحسن المالقي ويعرف بابن القرطبي الحافظ وأبو الخطاب \n  عمر بن دحية الكلبي وعلي بن يوسف بن الشريك وعلي بن أبي العافية القسطلي وخلق \n  سواهم ) .\n</p>\n<p class=\"arabic\">وروى عنه بالإجازة أبو علي عمر بن محمد الشلوبين النحوي وغيره *41*188* .\n</p>\n<p class=\"arabic\">قال الأبار توفي بمرسية في رابع عشر صفر وكاد يهلك ناسإ من الزحمة على نعشه .\n\n</p>"
}