{
    "header": "محمد بن عبد الملك .",
    "id": "026159",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن عبد الملك .\n</h1>\n<p class=\"arabic\">الأمير شمس الدين ابن المقدم من كبار أمراء الدولتين النورية والصلاحية .\n</p>\n<p class=\"arabic\">وهو الذي سلم سنجار إلى نور الدين وسكن دمشق فلما توفي نور الدين كان أحد \n  من قام بسلكنة نور الدين ثم إن صلاح الدين أعطاه بعلبك فتحول إليها وأقام \n  بها ثم عصى على ) .\n</p>\n<p class=\"arabic\">صلاح الدين فجاء إليه وحاصره وأعطاه عوضها بعض القلاع ثم استنابه على دمشق \n  سنة نيف وثمانين .\n</p>\n<p class=\"arabic\">وكان بطلا شجاعا محتشما وقد حضر في هذا العام وقعة حطين وفتوح عكا والقدس \n  والسواحل وتوجه إلى الحج في تجمل عظيم فلما بلغ عرفات رفع علم صلاح الدين \n  وضرب الكوسات فأنكر عليه طاشتكين أمير الركب العراقي وقال لا يرفع هنا علم \n  الخليفة فلم يلتفت إليه وأمر غلمانه فرموا علم الخليفة وركب فيمن معه من الجند \n  الشاميين وركب طاشتكين فالتقوا وقتل بينهما جماعة وجاء ابن المقدم سهم في \n  عينه فخر صريعا وجاء طاشتكين فحمله إلى خيمته وخيط جراحه فتوفي من الغد *41*162* \n  بمنى يوم الأضحى ونهب الركب الشامي .\n</p>\n<p class=\"arabic\">قال العماد الكاتب وصل شمس الدين عرفات وما عرف الآفات وشاع وصوله وضربت طبوله \n  وجالت خيوله وخفقت أعلامه وضربت خيامه فغاظ ذلك طاشتكين فركب في أصحابه فأوقع \n  بشمس الدين وأترابه وقتل جماعة وجرحوا .\n</p>\n<p class=\"arabic\">قال ودفن بالمعلى وارتاع طاشتكين لما اجترمه وأخذ شهادة الأعيان أن الذنب \n  لابن المقدم .\n</p>\n<p class=\"arabic\">وقرىء المحضر في الديوان ولما بلغ السلطان مقتله بكى وحزن عليه وقال قتلني \n  الله إن لم أنتصر له وتأكدت الوحشة بينه وبين الخليفة وجاءه رسول يعتذر فقال \n  أنا الجواب عما جرى .\n</p>\n<p class=\"arabic\">ثم اشتغل بالجهاد عن ذلك .\n</p>\n<p class=\"arabic\">وقال ابن الأثير لما فتح بيت المقدس طلب ابن المقدم من السلطان إذنا ليحج \n  ويحرم من القدس ويجمع في سنته بين الجهاد والحج وزيارة الخليل والرسول صلى \n  الله عليهما وسلم .\n</p>\n<p class=\"arabic\">وكان قد اجتمع بالشام ركب عظيم فحج بهم ابن المقدم فلما كان عشية عرفة أمر \n  بضرب كوساته ليتقدم للإفاضة فأرسل إليه مجير الدين طاشتكين ينهاه عن التقدم \n  فأرسل إليه إني ليس لي معك تعلق وكل يفعل ما يراه وسار ولم يقف فركب طاشتكين \n  في أجناده وتبعه من الغوغاء والطماعة عالم كبير وسدوا حاج الشام فلما قربوا \n  خرج الأمر عن الضبط فهجم طماعة العراق على الشاميين وفتكوا فيهم وقتلوا جماعة \n  ونهبت أموالهم وجرح ابن المقدم عدة جراحات وكان يكف أصحابه عن القتال ولو \n  أذن لانتصف منهم ولكنه راقب الله تعالى وحرمة المكان واليوم فلما أثخن بالجراحات \n  أخذه طاشتكين إلى خيمته وأنزله عنده ليمرضه ) .\n</p>\n<p class=\"arabic\">ويستدرك الفارط فمات من الغد ورزق الشهادة بعد الجهاد رحمه الله تعالى *41*163* .\n</p>\n<p class=\"arabic\">قلت وله دار كبيرة إلى جانب مدرسته المقدمية بدمشق ثم صارت لصاحب حماه ثم \n  صارت لقراسنقر المنصوري ثم صارت السلطان الملك الناصر بعده وله تربة ومسجد \n  وخان داخل باب الفراديس .\n</p>\n<p class=\"arabic\">محمد بن عمر بن محمد بن واجب .\n</p>\n<p class=\"arabic\">أبو بكر القيسي البلنسي .\n</p>\n<p class=\"arabic\">سمع أباه وعليه تفقه وأبا الحسن ابن النعمة .\n</p>\n<p class=\"arabic\">وأخذ القراءات عن أبي محمد بن سعدون الضرير .\n</p>\n<p class=\"arabic\">محمد بن يحيى بن محمد بن مواهب بن إسرائيل .\n</p>\n<p class=\"arabic\">أبو الفتح البرداني .\n</p>\n<p class=\"arabic\">روى عن أبي علي بن نبهان وأبي غالب محمد بن عبد الواحد وأبي علي ابن المهلبي \n  ومحمد بن عبد الباقي الدري .\n</p>\n<p class=\"arabic\">قال ابن الدوري .\n</p>\n<p class=\"arabic\">قال ابن الدبيثي رأيت بعضهم يتهمه بالتحديث بما لم يسمعه ولم أقف على ما ينافي \n  الصحة .\n</p>\n<p class=\"arabic\">سمعنا منه .\n</p>\n<p class=\"arabic\">وسمع منه عمر القرشي وأصحابنا .\n</p>\n<p class=\"arabic\">وولد سنة تسع وتسعين وأربعمائة .\n</p>\n<p class=\"arabic\">وتوفي رمح الله في جمادى الأولى *41*164* .\n</p>\n<p class=\"arabic\">المبارك بن الأعز بن سعد الله .\n</p>\n<p class=\"arabic\">أبو المظفر التوثي القوال مغني بغداد في عصره .\n</p>\n<p class=\"arabic\">من أهل محلة التوثة .\n</p>\n<p class=\"arabic\">كان رأسا في الغناء وأخذ المطربون عنه الأنغام .\n</p>\n<p class=\"arabic\">وله تصانيف في الموسيقى وكان يخالط الصوفية .\n</p>\n<p class=\"arabic\">المبارك بن عبد الواحد بن غيلان .\n</p>\n<p class=\"arabic\">البغدادي ) .\n</p>\n<p class=\"arabic\">سمع من ابن الحصين وحدث .\n\n</p>"
}