{
    "header": "أحمد بن حمزة بن أبي الحسن علي بن الحسن بـ...",
    "id": "026215",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أحمد بن حمزة بن أبي الحسن علي بن الحسن بن الحسين بن الموازيني .\n</h1>\n<p class=\"arabic\">السلمي الدمشقي أبو الحسين بن أبي طاهر المعدل .\n</p>\n<p class=\"arabic\">ولد في ربيع الأول سنة ست وخمسمائة .\n</p>\n<p class=\"arabic\">وسمع من جده أبي الحسن وأمه شكر بنت سهل الإسفرائيني .\n</p>\n<p class=\"arabic\">ورحل إلى بغداد وهو كهل فسمع أبا الكرم الشهرزوري وأبا بكر بن الزاغوني ومحمد \n  بن عبيد الله الرطبي وسليمان بن مسعود الشحام وسعيد بن البنا وجماعة .\n</p>\n<p class=\"arabic\">وله إجازة من أبي علي الحداد وغيره .\n</p>\n<p class=\"arabic\">وكان محدثا خيرا صالحا يحب العزلة والإنقطاع .\n</p>\n<p class=\"arabic\">روى عنه البهاء عبد الرحمن والضياء محمد والزين بن عبد الدائم وجهمة بنت هبة \n  الله السلمية وعبد الحق بن خلف وعلي بن حسان الكتبي ويوسف بن خليل الحافظ \n  ومحمد بن سعد الكاتب وأبو الفضل عباس بن نصر الله القيسراني والعماد عبد الله \n  بن الحسن بن النحاس الأصم وخطيب مردا محمد بن إسماعيل والعماد عبد الحميد \n  بن عبد الهادي وخلق سواهم .\n</p>\n<p class=\"arabic\">قرأت في حقه بخط الضياء كان خيرا دينا مبريا سمعنا عليه الكثير وكان يسكن \n  الجبل ) .\n</p>\n<p class=\"arabic\">وكان كل ليلة يأتي من منزله حتى نسمع عليه وكان قد انحنى وسمعنا عليه أكثر \n  الخلية بإجازته من أبي علي الحداد .\n</p>\n<p class=\"arabic\">وقرأت بخط ابن الحاجب أنه سمع أيضا من نصر بن نصر العكبري وابن ناصر وأبي \n  العباس بن الطلاية وأبي الفضل الأرموي وهبة الله الحاسب وأبي القاسم الكروخي \n  *41*210* .\n</p>\n<p class=\"arabic\">وبالموصل متن الحسين بن نصر بن خميس وبنصيبين من عسكر بن أسامة وبدمشق أيصا \n  من حمزة بن كردوس ومحمد بن أحمد بن أبي الحوافر وحمزة بن أسد التميمي .\n</p>\n<p class=\"arabic\">ولم يزل مؤثرا للإنقطاع عن الناس أنفق مالا صالحا على زاوية انقطع اليها بالجبل \n  وكان مقبلا على شأنه مفيدا لمن قصده من إخوانه مواسيا باذلا .\n</p>\n<p class=\"arabic\">خرج لنفسه مشيخة وخرج في الرقائق الفضائل ورحل إلى العراق مرتين .\n</p>\n<p class=\"arabic\">وتوفي في نصف المحرم .\n</p>\n<p class=\"arabic\">قلت كذا ورخه الضياء والدبيثي والمنذري وغيرهم .\n</p>\n<p class=\"arabic\">وقال أبو المواهب بن صصرى توفي في نصف ذي الحجة سنة خمس ولعله سبق قلم .\n\n</p>"
}