{
    "header": "محمد بن أبي الطيب سعيد بن أحمد بن سعيد بـ...",
    "id": "026282",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن أبي الطيب سعيد بن أحمد بن سعيد بن عبد البر بن مجاهد .\n</h1>\n<p class=\"arabic\">الفقيه أبو عبد الله الأنصاري الإشبيلي المالكي المقرىء المعروف بابن زرقون \n  *41*248* .\n</p>\n<p class=\"arabic\">ولد سنة اثنتين وخمسمائة فأجاز له في هذه السنة أبو عبد الله أحمد بن محمد \n  الخولاني .\n</p>\n<p class=\"arabic\">وانفرد في الدنيا بالرواية عنه .\n</p>\n<p class=\"arabic\">وسمع بمراكش من أبي عمران موسى بن أبي تليل وتفرد بالسماع منه .\n</p>\n<p class=\"arabic\">وسمع بسبته من القاضي عبد الله بن أحمد بن عمر القيسي الوحيدي .\n</p>\n<p class=\"arabic\">وسمع أيضا من عبد المجيد بن عبدون وخلف بن يوسف الأبرش والقاضي عياض ولزمه \n  زمانا .\n</p>\n<p class=\"arabic\">وحدث عنهم وعنك أبي محمد بن عتاب وحمد بن شبرين الشلبي وأبي بحر بن العاص \n  وأبي الحسن شريح وأبي مروان عبد الملك بن عبد العزيز .\n</p>\n<p class=\"arabic\">وقرأ التقصي على أبي عمران بن أبي تليد وسمع الموطأ من القاضي غياض .\n</p>\n<p class=\"arabic\">قال الأبار وولي قضاء سبتة فشكر وكان من سروات الرجال فقيها مبرزا وأديبا \n  كاملا حسن البزة لين الجانب صبورا على التسميع جمع بين جامع الترمذي ووسنن \n  أبي داود ورحل الناس إليه لعلو روايته ولم يكن له سماع كثير .\n</p>\n<p class=\"arabic\">قال وولد بشريش في نصف ربيع الأول سنة اثنين وفي ذي قعدتها أجاز له الخولاني .\n</p>\n<p class=\"arabic\">وتوفي بإشبيليا في نصف رجب ) .\n</p>\n<p class=\"arabic\">قلت روى عنه أحمد بن محمد النباتي ابن الرومية وإبراهيم بن قسوم اللخمي وأبو \n  سليمان داود بن حوط الله ومحمد بن عبد الله بن القرطبي ومحمد بن عبد النور \n  الإشبيلي ومحمد بن عامر الفهري *41*249* ومحمد بن محمد اللوشي الجياني ومحمد \n  بن إسماعيل بن خلفون الأوني الحافظ ومحمد بن عبد الله بن الصفار الضرير وعبد \n  الغني بن محمد الغرناطي الصيدلاني وأبو الخطاب عمر بن حسن الكلبي بن دحية \n  وأخوه عثمان وخلق كثير .\n</p>\n<p class=\"arabic\">وكان مسند الأندلس في وقته وزرقون هو لقب جدهم سعيد .\n\n</p>"
}