{
    "header": "عبد الله بن محمد بن أحمد بن الخلال .",
    "id": "026229",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الله بن محمد بن أحمد بن الخلال .\n</h1>\n<p class=\"arabic\">أبو الفرج الأبياري البغدادي .\n</p>\n<p class=\"arabic\">من رؤساء العراق ولي صدرية ديوان الزمام مدة ثم عزل .\n</p>\n<p class=\"arabic\">عبد الله بن محمد بن هبة الله بن المطهر بن علي بن أبي عصرون بن أبي السري \n  *41*218* .\n</p>\n<p class=\"arabic\">قاضي القضاة شرف الدين أبو سعد التميمي الحديثي ثم الموصلي أحد الأعلام تفقه \n  أولا على القاضي المرتضى الشهرزوري وأبي عبد الله بن خميس الموصلي وكان مولده \n  سنة وتلقن على المسلم السروجي .\n</p>\n<p class=\"arabic\">وقرأ بالسبع ببغداد على أبي عبد الله الحسين بن محمد البارع وبالعشر على أبي \n  بكر المزرفي ودعوان وسبط الخياط ) .\n</p>\n<p class=\"arabic\">وتوجه إلى واسط فتفقه بها على القاضي أبي علي الفارقي وبرع عنده وعلق ببغداد \n  عن أبي سعد الميهني وأخذ الأصول عن أبي الفتح أحمد بن علي بن برهان وسمع من \n  أبي القاسم بن الحصين وأبي البركات بن البخاري وإسماعيل بن أبي صالح المؤذن .\n</p>\n<p class=\"arabic\">درس النحو على أبي الحسن بن دبيس وأبي دلف .\n</p>\n<p class=\"arabic\">وسمع قديما في سنة ثمان وخمسمائة من أبي الحسن بن طوق ورجع إلى وطنه بعلم \n  كثير فدرس بالموصل في سنة ثلاث وعشرين وخمسمائة ثم أقام بسنجار مدة .\n</p>\n<p class=\"arabic\">ووصل حلب في سنة خمس وأربعين ودرس بها وأقبل عليه صاحبها السلطان نور الدين .\n</p>\n<p class=\"arabic\">فلما أخذ دمشق سنة تسع وأربعين قدم معه ودرس بالغزالية وولي نظر الأوقاف ثم \n  ارتحل إلى حلب *41*219* .\n</p>\n<p class=\"arabic\">ثم ولي قضاء سنجار وحران وديار ربيعة وتفقه عليه جماعة ثم عاد إلى دمشق في \n  سنة سبعين فولي بها القضاء سنة ثلاث وسبعين .\n</p>\n<p class=\"arabic\">وصنف التصانيف وانتفع به خلق وانتهت إليه رئاسة المذهب .\n</p>\n<p class=\"arabic\">ومن تلامذته الشيخ فخر الدين أبو منصور بن عساكر .\n</p>\n<p class=\"arabic\">ومن تصانيفه صفوة المذهب في نهاية المطلب في سبع مجلدات وكتاب الإنتصار في \n  أربع مجلدات وكتاب المرشد في مجلدين وكتاب الذريعة في معرفة الشريعة وكتاب \n  التيسير في الخلاف أربعة أجزاء وكتاب ما أخذ النظر ومختصر في الفرائض وكتاب \n  الإرشاد في نصرة المذهب ولم يكمله وذهب فيما نهب له بحلب .\n</p>\n<p class=\"arabic\">وبنى له نور الدين المدارس بحلب وحماه وحمص وبعلبك وبنى هو لنفسه مدرسة بحلب \n  وأخرى بدمشق وله أيضا كتاب التنبيه في معرفة الأحكام وكتاب فوائد المهذب في \n  مجلدين وغير ذلك .\n</p>\n<p class=\"arabic\">وروى عنه أبو القاسم بن صصرى وأبو نصر بن الشيرازي وأبو محمد بن قدامه وعبد \n  اللطيف بن سينا والتاج بن أبي جعفر وعبد الرحمن بن عبدان وعلي بن قرنين وصديق \n  بن رمضان وخلق آخرهم موتا العماد أبو بكر عبد الله بن النحاس .\n</p>\n<p class=\"arabic\">وأضر في آخر عمره وهو قاض فصنف جزءا في جواز قضاء الأعمى وهو خلاف مذهبه .\n</p>\n<p class=\"arabic\">وفي المسألة وجهان والجواز أقوى لأن الأعمى أجود حالا من الأصم والأعجمي الذي \n  ) .\n</p>\n<p class=\"arabic\">يتعرف الأمور بترجمان .\n</p>\n<p class=\"arabic\">وقد كان ولي القضاء قبل شرف الدين القاضي ضياء الدين ابن *41*220* الشهرزوري \n  بحكم العهد إليه من عمه القاضي كمال الدين قاضي الشام فلم يعزله السلطان صلاح \n  الدين وآثر أن يكون الحكم لابن أبي عصرون فاستشعر ذلك ضياء الدين فاستعفى \n  فأعفي وبقي على وكالة بيت المال محيي الدين محمد بن الزكي وكتب لهما توقيع \n  سلطاني فكانا في الحكم المستقلين وإن كان في الظاهر نائبين وذلك في سنة اثنتين \n  وسبعين فلما عاد السلطان من مصر سنة سبع وسبعين تكلم الناس في ذهاب بصر ابن \n  عصرون ولم يذهب بالكلية أو ذهب فولي السلطان القضاء لولده القاضي محي الدين \n  من غير عزل للوالد واستمر هذا إلى سنة سبع وثمانين فصرف عن القضاء واستقل \n  القاضي محيي الدين بن الذكي .\n</p>\n<p class=\"arabic\">ويقال أن هذا له .\n</p>\n<p class=\"arabic\">% أؤمل أن أحيا وفي كل ساعة % % تمر بي الموتى تهز نعوشها % .\n</p>\n<p class=\"arabic\">% وما أن إلا مثلهم غير أن لي % % بقايا ليال في الزمن أعيشها % .\n</p>\n<p class=\"arabic\">توفي إلى رضوان الله في حادي عشر رمضان ودفن بمدرسته بدمشق .\n</p>\n<p class=\"arabic\">وقد سؤل عنه الشيخ الموفق فقال كان إمام أصحاب الشافعي في عصره وكان يذكر \n  الدرس في زاوية الدولعي ويصلي صلاة حسنة ويتم الركوع والسجود ثم تولى القضاء \n  في آخر عمره وعمي وسمعنا درسه مع أخي أبي عمر وانقطعنا عنه فسمعت أخي رحمه \n  الله يقول دخلت عليه بعد انقطاعنا فقال لم انقطعتم عني فقلت إن ناسا يقولون \n  إنك أشعري فقال والله ما أنا بأشعري هذا معنى الحكاة .\n</p>\n<p class=\"arabic\">ومن شعر القاضي شرف الدين .\n</p>\n<p class=\"arabic\">% كل جمع في الشتات يصير % % أي صفو ما شانه تكدير % .\n</p>\n<p class=\"arabic\">% أنت في اللهو والأماني مقيم % % والمنايا في كل وقت تسير % .\n</p>\n<p class=\"arabic\">% والذي غله بلوغ الأماني % % بسراب وخلب مغرور % .\n</p>\n<p class=\"arabic\">% ويك يا نفس اخلصي إن ربي % % بالذي أخفت الصدور بصير % .\n</p>\n<p class=\"arabic\">*41*221* .\n\n</p>"
}