{
    "header": "محمد بن موسى بن عثمان بن موسى بن عثمان بـ...",
    "id": "026201",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن موسى بن عثمان بن موسى بن عثمان بن حازم .\n</h1>\n<p class=\"arabic\">الحافظ أبو بكر الحازمي الهمذاني .\n</p>\n<p class=\"arabic\">ولد سنة ثمان وأربعين وخمسمائة *41*199* .\n</p>\n<p class=\"arabic\">وسمع بهمذان من أبي الوقت حضورا ومن شهردار بن شيرويه وأبي زرعة بن طاهر وأبي \n  العلاء العطار ومحمد بن بنيمان وعبدالله بن حيدر القزويني ومعمر بن الفاخر \n  ) .\n</p>\n<p class=\"arabic\">ورحل على بغداد سنة بضع وسبعين فسمع عبدالله بن عبد الصمد السلمي العطار وأبا \n  الحسين عبد الحق وأخاه أبا نصر عبد الرحيم وأبا الثناء محمد بن محمد بن الزيتوني \n  وطائفة .\n</p>\n<p class=\"arabic\">وسمع بالموصل من خطيبها أبي الفضل وبواسط من أبي طالب الكناني المحتسب وأحمد \n  بن سالم المقرىء وبالبصرة من محمد بن طلحة المالكي وبدرب عمرو بإصبهان من \n  أبي الفتح عبدالله بن أحمد الخرقي وأحمد بن ينال وأبي موسى المديني الحافظ \n  وطائفة سواهم .\n</p>\n<p class=\"arabic\">وسمع بالجزيرة والحجاز والشام وعني بهذا الشأن وكتب الكثير وصنف وله إجازة \n  من أبي سعد السمعاني وأب يعبدالله الرستمي وأبي طاهر السلفي .\n</p>\n<p class=\"arabic\">روى عنه أبو عبدالله الدبيثي والتقي علي بن ماسويه المقرىء وابن أبي جعفر \n  وخطيب دمياط الجلال عبدالله بن محسن السعدي وآخرون .\n</p>\n<p class=\"arabic\">قال ابن الدبيثي قدم بغداد عند بلوغه واستوطنها وتفقه بها على مذهب الشافعي \n  وجالس علماءها وتميز وفهم وصار من أحفظ الناس للحديث وأسانيده ورجاله مع زهد \n  وتعبد ورياضة وذكر .\n</p>\n<p class=\"arabic\">صنف في علم الحديث عدة مصنفات وأملى عدة مجالس سمعت منه ومعه وكان كثير المحفوظ \n  حلو المذاكرة يغلب عليه معرفة أحاديث الأحكام وأملى طرق الأحاديث التي في \n  كتاب المهذب لأبي إسحاق وأسندها ولم يتمه *41*200* .\n</p>\n<p class=\"arabic\">وقال ابن النجار كان من الأئمة الحافظ العالمين بفقه الحديث ومعانيه ورجاله \n  ألف كتاب الناسخ والمنسوخ وكتاب عجالة المبتديء في الأنساب و المؤتلف و المختلف \n  في أسماء البلدان وكتاب إسناد الأحاديث التي في المهذب وأملى بواسط مجالس \n  وكان ثقة حجة نبيلا زاهدا عابدا ورعا ملازما للخلوة والتصنيف ونشر العلم أدركه \n  أجله شابا .\n</p>\n<p class=\"arabic\">وسمعت محمد بن محمد بن محمد بن غانم الحافظ بإصبهان يقول كان شيخنا الحافظ \n  أبو موسى يفضل أبا بكر الحازمي على عبد الغني بن عبد الواحد المقدسي ويقول \n  هو أحفظ منه .\n</p>\n<p class=\"arabic\">وما رأيت شابا أحفظ منه .\n</p>\n<p class=\"arabic\">سمعت محمد بن سعيد الحافظ يقول ذكر لنا الحازمي أ مولده في سنة تسع وأربعين \n  وخمسمائة ) .\n</p>\n<p class=\"arabic\">وتوفي في قامن وعشرين جمادى الأولى .\n</p>\n<p class=\"arabic\">قلت عاش خمسا وثلاثين سنة *41*201* .\n\n</p>"
}