{
    "header": "عمر بن الأمير نور الدين شاهنشاه بن الأميـ...",
    "id": "026320",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عمر بن الأمير نور الدين شاهنشاه بن الأمير نجم الدين أيوب بن شاذي .\n</h1>\n<p class=\"arabic\">الملك المظفر تقي الدين صاحب حماه وأبو ملوكها *41*273* .\n</p>\n<p class=\"arabic\">كان بطلا شجاعا له مواقف مشهودة في قتال الفرنج مع عمه السلطان صلاح الدين \n  وكان يحبه وهو الذي أعطاه حماه وقد استنابه على مصر مدة وأعطاه المعرة وكفر \n  طاب وميافارقين ثم أعطاه في العام الماضي حران والرها بعد ابن صاحب إربل فأذن \n  له في السفر إلى تلك البلاد ليقرر قواعدها فسار إليها وإلى ميافارقين في سبعمائة \n  فارس وكان عالي الهمة فقصد مدينة حاني فحاصرها وافتتحها فلما سمع الملك بكتمر \n  صاحب خلاط سار لقتاله في أربعة آلاف فارس فالتقوا فلم يثبت عسكر خلاط وانهزموا \n  فساق تقي الدين وراءهم وأخذ قلعة لبكتمر ونازل خلاط وحاصرها فلم ينل غرضا \n  لقلة عسكره فرحل ونازل منازكرد مدة وله أفعال بر بمصر والفيوم .\n</p>\n<p class=\"arabic\">وسمع بالإسكندرية من السفلي والفقيه إسماعيل بن عوف وروى شيئا من شعره .\n</p>\n<p class=\"arabic\">توفي على منازكرد محاصرا لها وهي من عمل أرمينية في طريق خلاط في تاسع عشر \n  رمضان ونقل إلى حماه فدفن بها وكان فيها عدل وكرم ورئاسة .\n</p>\n<p class=\"arabic\">ثم فوض السلطان حماه والمعرة وسليمة إلى ولده الملك المنصور ناصر الدين محمد .\n</p>\n<p class=\"arabic\">وكان تقي الدين قد حدث نفسه بتملك الديار المصرية فلم يتم له وعوفي عمه صلاح \n  الدين وطلبه إلى الشام فامتنع واستوحش وهم باللحوق بمملوكيه قراقوش وبوزبا \n  اللذين استوليا على برقة وأطراف المغرب وتجهز للمسير ثم سار إليه الفقيه عيسى \n  الهكاري الأمير وكان مهيبا مطاعا فثنى عزمه وأخرجه إلى الشام فأحسن إليه عمه \n  السلطان وأكرمه وداراه وأعطاه عدة بلاد .\n</p>\n<p class=\"arabic\">قال ابن واصل كان الملك المظفر عمر شجاعا جوادا شديد *41*274* البأس عظيم \n  الهيبة ركنا من أركان البيت الأيوبي وكان عنده فضل وأدب وله شعر حسن أصيب \n  السلطان صلاح الدين ) .\n</p>\n<p class=\"arabic\">بموته لأنه كان من أعظم أعوانه على الشدائد وتملك حران والرها بعده العادل \n  سيف الدين .\n\n</p>"
}