{
    "header": "سنان بن سلمان بن محمد .",
    "id": "026396",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">سنان بن سلمان بن محمد .\n</h1>\n<p class=\"arabic\">أبو الحسن البصري كبير الإسماعيلية وصاحب الدعوة النزارية .\n</p>\n<p class=\"arabic\">وكان أديبا فاضلا عارفا بالفلسفة وشيء من الكلام والشعر والأخبار *41*326* .\n#</p>\n<p class=\"arabic\">تفسير الدعوة النزارية .\n</p>\n<p class=\"arabic\">وكانت في حدود الثمانين وأربعمائة فيما أحسب وهي نسبة إلى نزار بن المستنصر \n  بالله معد بن الظاهر علي بن الحاكم العبيدي .\n</p>\n<p class=\"arabic\">وكان نزار قد بايع له أبوه وبث له الدعاة في البلاد بذلك منهم صباح صاحب الدعوة \n  وكان صباح ذا سمت وذلق وإظهار نسك وله أتباع من جنسه فدخل الشام والسواحل \n  فلم يتم له مراد فتوجه إلى بلاد العجم وتكلم مع أهل الجبال والغتم الجهلة \n  من تلك الأراضي فقصد قلعة الموت وهي قلعة حصينة أهلها ضعاف العقول فقراء وفيهم \n  قوة وشجاعة .\n</p>\n<p class=\"arabic\">فقال لهم نحن قوم زهاد نعبد الله في هذا الجبل ونشتري منكم نصف القلعة بسبعة \n  آلاف دينار فباعوه إياها وأقام بها فلما قوي استولى على الجميع وبلغ عدة أصحابه \n  ثلاثمائة ونيفا .\n</p>\n<p class=\"arabic\">واتصل بملك تلك الناحية إن ههنا قوما يفسدون عقائد الناس وهم في تزيد ونخاف \n  من عائلتهم فنهد إليهم ونزل عليهم وأقبل على سكره ولذاته فقال رجل من قوم \n  صباح اسمه علي البعقوبي أي شيء يكون لي عندكم إن أنا كفيتكم مؤونة هذا العدو \n  قالوا يكون لك عندنا ذكران أي نذكرك في تسابيحنا .\n</p>\n<p class=\"arabic\">قال رضيت فأمرهم بالنزول من القلعة ليلا وقسمهم أرباعا في نواحي العسكر ورتب \n  معهم طبولا وقال إذا سمعتم الصياح فاضربوا الطبول ثم انتهز علي البعقوبي الفرصة \n  من غرة الملك وهجم عليه فقتله وصاح أصحابه فقتل الخواص عليا وضرب أولئك بالطبول \n  فأرجفوا *41*327* الجيش فهجوا على وجوههم وتركوا الخيام بما فيها فنقل الجميع \n  إلى القلعة وصار لهم أموال وأعتاد واستفحل أمرهم .\n</p>\n<p class=\"arabic\">وأما نزار فإن عمته خافت منه فعاهدت أعيان الدولة على أن تولي أخاه الآمر \n  وله ست سنين وخاف نزار فهرب إلى الإسكندرية وجرت له أمور ثم قتل بالإسكندرية \n  وصار أهل الألموت يدعون إلى نزار فأخذوا قلعة أخرى وتسرع أهل الجبل من الأعاجم \n  إلى الدخول في دعوتهم وباينوا المصريين لكونهم قتلوا نزارا وبنوا قلعة وأتسع \n  بلاؤهم وبلادهم وأظهروا شغل الهجوم بالسكين التي سنها لهم علي البعقوبي فارتاع \n  منهم الملوك وصانعوهم بالتخف والأموال .\n</p>\n<p class=\"arabic\">ثم بعثا داعيا من دعاتهم في حدود الخمسمائة أو بعدها إلى الشام يعرف بأبي \n  محمد فجرت له أمور إلى أن ملك قلاعا من بلد جبل السماق كانت في يد النصيرية \n  وقام بعده سنان هذا وكان شهما مهيبا وله فحولية وذكار وغور وكان لا يرى إلا \n  ناسكا وذاكرا أو واعظا كان يجلس على حجر ويتكلم كأنه حجر لايتحرك منه إلا \n  لسانه حتى اعتقد جهالهم فيه ) .\n</p>\n<p class=\"arabic\">الإلهية وحصل كتبا كثيرة .\n</p>\n<p class=\"arabic\">وأما صباح فإنه قرر عند أصحابه أن الإمام هو نزار فلما طال انتظارهم له وتقاضيهم \n  به قال إنه بين أعداء والبلاد شاسعة ولا يمكنه السلوك وقد عزم أن يختفي في \n  بطن حامل ويجيء سالما ويستأنف الولادة فرضوا بذلك اللهم ثبت علينا عقولنا \n  وإيماننا .\n</p>\n<p class=\"arabic\">ثم إنه أحضر جارية مصرية قد أحبلها وقال إنه قد اختفى في بطن هذه فأخذوا يعظمونها \n  وينخشعون لرؤيتها ويرتقبون الإمام المنتظر أن يخرج منه فولدت ولدا فسماه حسنا .\n</p>\n<p class=\"arabic\">فلما تسلطن خوارزم شاه محمد بن تكش واتسع ملكه وفخم أمره *41*328* قصد بلاد \n  الملاحدة وهي قلاع حصينة منيعة كبيرة يقال إنها ممتدة إلى أطراف الهند وقد \n  حكم على الملاحدة بعد صباح ابنه محمد ثم بعده الحسن بن محمد بن صباح المذكور \n  فرأى الحسن من الحزم أن يتظاهر بالإسلام وذلك في سنة سبع وستمائة فادعى أنه \n  رأى عليا عليه السلام في النوم يأمره أن يعيد شعار الإسلام من الصلاة والصيام \n  والأذان وتحريم الخمر ثم قص المنام على أصحابه وقال أليس الدين لي قالوا فتارة \n  أرفع التكاليف وتارة أضعها .\n</p>\n<p class=\"arabic\">قالوا سمعا وطاعة .\n</p>\n<p class=\"arabic\">فكتب بذلك إلى بغداد والنواحي واجتمع بمن جاوره من الملوك وأدخل بلاده القراءة \n  والفقهاء والمؤذنين واستخدم في ركابه أهل قزوين وذلك من العجائب .\n</p>\n<p class=\"arabic\">وجاء رسوله ونائبه في صحبة رسول الخليفة إلى الملك الظاهر إلى حلب بأن يقتل \n  النائب الأول ويقيم هذا النائب له على قلاعهم التي بالشام فأنفق عليهم الظاهر \n  وأكرمهم وخلصوا بإظهار الإسلام من يد خوارزم شاه .\n</p>\n<p class=\"arabic\">رجعنا إلى أخبار سنان كان أعرج لحجر وقع عليه من الزلزلة الكائنة في دولة \n  نور الدين .\n</p>\n<p class=\"arabic\">فاجتمع إليه محبوه على ما ذكر الموفق عبد اللطيف لكي يقتلوه فقال لهم ولم \n  تقتلوني .\n</p>\n<p class=\"arabic\">قالوا لترجع إلينا صحيحا فإنا نكره أن يكون فينا أعرج .\n</p>\n<p class=\"arabic\">فشكرهم ودعا لهم وقال اصبروا علي فليس هذا وقته ولاطفهم ولما أراد أن يحلهم \n  من الإسلام ويسقط عنهم التكاليف لأمر جاءه من *41*329* الألموت على عهد إلكيا \n  محمد نزل إلى مقثأة في شهر رمضان فأكل منها فأكلوا معه واستمر أمرهم على ذلك \n  ) .\n</p>\n<p class=\"arabic\">وأول قدوم سنان كان إلى حلب فذكر سعد الدين عبد الكريم رسول الإسماعيلية قال \n  حكى سنان صاحب الدعوة قال لما وردت الشام اجتزت بحلب فصليت العصر بمشهد علي \n  بظاهر باب الجنان وثم شيخ مسن فسألته من أين يكون الشيخ قال من صبيان حلب .\n</p>\n<p class=\"arabic\">وقال الصاحب كمال الدين في تاريخ حلب أخبرني شيخ أدرك سنانا أن سنانا كان \n  من أهل البصرة وكان يعلم الصبيان وأنه مر وهو طالع إلى الحصون على حمار حين \n  ولاه إياها صاحب الألموت فمر بإقميناس فأراد أهلها أخذ حماره فبعد جهد تركوه \n  وبلغ من أمره مابلغ وكان يظهر لهم التنسك حتى انقادوا له فأحضرهم يوما وأوصاهم \n  وقال عليكم بالصفاء بعضكم لبعض ولا يمنن أحدكم أخاه شيئا هو له فنزلوا إلى \n  جبل السماق وقالوا قد أمرنا بالصفاء وأن لا يمنع أحدنا صاحبه شيئا هو له فأخذ \n  هذا زوجة هذا وهذا بنت هذا سفاحا وسموا أنفسهم الصفاة فاستدعاهم سنان إلى \n  الحصون وقتل منهم مقتلة عظيمة .\n</p>\n<p class=\"arabic\">قال الصاحب كمال الدين وتمكن في الحصون وانقادوا له ما لم ينقادوا لغيره وتمكن .\n</p>\n<p class=\"arabic\">وأخبرني علي بن الهواري أن الملك صلاح الدين سير إليه رسولا وفي رسالته تهديد \n  فقال للرسول سأريك الرجال الذين ألقاه بهم وأشار إلى جماعة من أصحابه بأن \n  يلقوا أنفسهم من أعلى الحصن فألقوا أنفسهم وهلكوا .\n</p>\n<p class=\"arabic\">قال وبلغني أنه أحل لهم وطء أمهاتهم وأخواتهم وبناتهم وأسقط *41*330* عنهم \n  صوم رمضان .\n</p>\n<p class=\"arabic\">قال وقرأت بخط أبي غالب بن الحصين في تاريخه وفيه يعني محرم سنة تسع وثمانين \n  هلك سنان صاحب دار الدعوة النزارية بالشام بحصن الكهف وكان رجلا عظيما خفي \n  الكيد بعيد الهمة عظيم المخاريق ذا قدرة على الإغواء وخديعة القلوب وكتمان \n  السر واستخدام الطغام والغفلة في أغراضه الفاسدة وأصله من قرية من قرى البصرة \n  وتعرف بعقر السدف .\n</p>\n<p class=\"arabic\">خدم رؤساء الإسماعيلية بالألموت وراض نفسه بعلوم الفلسفة وقرأ من كتب الجدل \n  والمغالطة ورسائل إخوان الصفا وما شاكلها من الفلسفة الإقناعية المشوقة غير \n  المبرهنة .\n</p>\n<p class=\"arabic\">بنى بالشام حصونا لهذه الطائفة وبعضها مستجدة وبعضها كانت قديمة فاحتال في \n  تحصيلها وتحصينها وتوعير مسالكها .\n</p>\n<p class=\"arabic\">وسالمته الأيام وخافته الملوك من أجل هجوم أصحابه عليهم ودام له الأمر بالشام \n  نيفا وثلاثين سنة وسير إليه داعي دعاتهم من ألموت جماعة في عدة مرار ليقتلوه \n  خوفا من استبداده عليه ) .\n</p>\n<p class=\"arabic\">بالرئاسة فكان سنان يقتلهم وبعضهم يخدعه سنان ويثنيه عما سير لأجله .\n</p>\n<p class=\"arabic\">قال كمال الدين قرأت بخط الحسين بن علي بن الفضل الرازي في تاريخه قال حدثني \n  الحاجب معين الدين مودود أنه حضر عند الإسماعيلية سنة اثنتين وخمسين وخمسمائة \n  وأنه خلا بسنان وسأله عن سبب كونه في هذا المكان فقال إنني نشأت بالبصرة وكان \n  والدي من مقدميها فوقع هذا الحديث في قلبي فجرى لي مع أخوتي أمر أحوجني إلى \n  الإنصراف عنهم فخرجت بغير زاد ولا ركوب فتوصلت حتى بلغت الألموت فدخلتها وبها \n  إلكيا محمد متحكم وكان به ابنان سماهما الحسن والحسين فأقعدني معهما في المكتب \n  وكان يبرني برهما ويساويني بهما وبقيت حتى مات وولي بعده ابنه الحسن فأنفذني \n  إلى الشام *41*331* .\n</p>\n<p class=\"arabic\">قال فخرجت مثل خروجي من البصرة فلم أقارب بلدا إلا في القليل وكان قد أمرني \n  بأوامر وحملني رسائل فدخلت الموصل ونزلت مسجد التمارين وسرت من هناك إلى الرقة \n  وكان معي رسالة إلى بعض الرفاق بها فأديت الرسالة فزودني واكترى لي بهيمة \n  إلى حلب .\n</p>\n<p class=\"arabic\">ولقيت آخر أوصلت إليه رسالة فاكترى لي بهيمة وأنفذني إلى الكهف وكان الأمر \n  أن أقيم بهذا الحصن فأقمت حتى توفي الشيخ أبو محمد في الجبل وكان صاحب الأمر \n  فتولى بعده الخواجة علي بن مسعود بغير نص إلا باتفاق بعض الجماعة ثم اتفق \n  الرئيس أبو منصور بن أحمد بن الشيخ أبي محمد والرئيس فهد فأنفذوا من قتله \n  وبقي الأمر شورى فجاء الأمر من الألموت بقتل قاتله وإطلااق فهد ومعه وصية \n  وأمر أن يقرأها على الجماعة وهذه نسخة المكتوب هذا عهد عهدناه إلى الرئيس \n  ناصر الدين سنان وأمرنا بقراءته على سائر الرفاق والإخوان أعاذكم الله جميع \n  الإخوان من اختلاف الآراء واتباع الأهواء إذ ذاك فتنة الأولين وبلاء الآخرين \n  وفيه عبرة للمعتبرين من تبرأ من أعداء الله وأعداء وليه ودينه عليه مولاة \n  أولياء الله والاتحاد بالوحدة سنة جوامع الكلم كلمة الله والتوحيد والإخلاص \n  لا إله إلا الله عروة الله الوثقى وحبله المتين ألا فتمسكوا به واعتصموا عباد \n  الله الصالحين فبه صلاح الأولين وفلاح الآخرين أجمعوا آراءكم لتعليم شخص معين \n  بنص من الله ووليه فتلقوا ما يلقيه إليكم من أوامره ونواهيه بقبول فلا ورب \n  العالمين لا تؤمنون حتى تحكموه فيما شجر بينكم ثم لا تجدوا في أنفسكم حرجا \n  مما قضى وتسلموا تسليما فذلك الاتحاد به الوحدة التي هي آية الحق المنجية \n  من المهالك المؤدية إلى السعادة السرمدية إذ الكثرة علامة الباطل ) .\n</p>\n<p class=\"arabic\">المؤدية إلى الشقاوة المخزية والعياذ *41*332* بالله من زواله وبالوحدة من \n  آلهة شتى وبالوحدة من الكثرة وبالنص والتعليم من الأدواء والأهواء المختلفة \n  وبالحق من الباطل وبالآخرة الباقية من الدنيا الملعونة الملعون ما فيها إلا \n  ما أريد به وجه الله ليكون علمكم وعملكم خالصا لوجهه الكريم ياقوم إنما دنياكم \n  ملعبة لأهلها فتزودوا منها للآخرة وخير الزاد التقوى .\n</p>\n<p class=\"arabic\">إلى أن قال أطيعوا أميركم ولو كان عبدا حبشيا ولا تزكوا أنفسكم .\n</p>\n<p class=\"arabic\">قال كمال الدين وكتب سنان إلى سابق الدين صاحب شيزر يعزيه عن أخيه شمس الدين \n  صاحب قلعة جعبر .\n</p>\n<p class=\"arabic\">% إن المنايا لا يطأن بمنسم % % إلا على أكتاف أهل السؤدد % .\n</p>\n<p class=\"arabic\">% فلئن صبرت فأنت سيد معشر % % صبر وإن تجزع فغير مفند % .\n</p>\n<p class=\"arabic\">% هذا التناصر باللسان ولو أتى % % غير الحمام أتاك نصري باليد % .\n</p>\n<p class=\"arabic\">وهي لأبي تمام .\n</p>\n<p class=\"arabic\">وقال ذكر أن سنان كتب إلى نور الدين محمود بن زنكي والصحيح أنه إلى صلاح الدين .\n</p>\n<p class=\"arabic\">% يا ذا الذي بقراع السيف هددنا % % لا قام مصرع جنبي حين تصرعه % .\n</p>\n<p class=\"arabic\">% قام الحمام إلى البازي يهدده % % واستيقظت لأسود البر أضبعه % .\n</p>\n<p class=\"arabic\">% أضحى يسد فم الأفعى بإصبعه % % يكفيه ما قد تلاقي منه إصبعه % .\n</p>\n<p class=\"arabic\">وقفنا على تفصيله وجمله وعلمنا ما هددنا به من قوله وعمله ويالله العجب من \n  ذبابة تطن في أذن فيل وبعوضة تعد في التماثيل ولقد قالها قوم من قبلك آخرون \n  فدكرنا عليهم ما كان لهم ناصرون أللحق تدحضون وللباطل تنصرون سيعلم الذين \n  ظلموا أي منقلب ينقلبون ولئن صدر قولك في قطع رأسي وقلعك لقلاعي من الجبال \n  الرواسي فتلك أماني كاذبة *41*333* وخيالات غير صائبة فإن الجواهر لا تزول \n  بالأعراض كما أن الأرواح لا تضمحل بالأمراض وإن عدنا إلى الظواهر وعدلنا عن \n  البواطن فلنا في رسول الله أسوة حسنة ما أوذي نبي ما أوذيت وقد علمتم ما جرى \n  على عترته وشيعته والحال ما حال والأمر ما زال ولله الأمر في الآخرة والأولى \n  وقد علمتم ظاهر حالنا وكيفية رجالنا ومايتمنونه من الفوت ويتقربون به إلى \n  حياض الموت وفي المثل أو للبط تهدد بالشط فهيىء للبلايا أسبابا وتدرع للرزايا \n  جلبابا فلأظهرن عليك منك وتكون كالباحث عن حتفه بظلفه وما ذلك على الله بعزيز \n  فإذا ) .\n</p>\n<p class=\"arabic\">وقفت على كتابنا هذا فكن لأمرنا بالمرصاد ومن حالك على اقتصاد وأقرأ النحل \n  وآخر ص .\n</p>\n<p class=\"arabic\">وقال كمال الدين حدثني النجم محمد بن إسرائيل قال أخبرني المنتجب بن دفتر \n  خوان قال أرسلني صلاح الدين إلى سنان زعيم الإسماعيلية حين وثبوا على صلاح \n  الدين للمرة الثالثة بدمشق ونعى القطب النيسابوري وأرسل معي تهديدا وتخويفا \n  فلم يجبه بل كتب على طرة كتاب صلاح الدين وقال لنا هذا جوابكم .\n</p>\n<p class=\"arabic\">% جاء الغراب إلى البازي يهدده % % ونبهت لصراع الأسد أضبعه % .\n</p>\n<p class=\"arabic\">% يا من يهددني بالسيف خذه وقم % % لا قام مصرع جنبي حين تصرعه % .\n</p>\n<p class=\"arabic\">% يامن يسد فم الأفعى بإصبعه % % يكفيه ما لقيت من ذاك أصبعه % .\n</p>\n<p class=\"arabic\">ثم قال إن صاحبكم يحكم على ظواهر جنده وأنا أحكم على بواطن جندي ودليله ما \n  تشاهد الآن ثم دعا عشرة من صبيان القاعة وكان على حصنه المنيف فاستخرج سكينا \n  وألقاها إلى الخندق وقال من أراد هذه فليلق نفسه خلفها فتبادروا جميعا وثبا \n  خلفها فتقطعوا فعدنا إلى السلطان صلاح الدين وعرفناه فصالحه *41*334* .\n</p>\n<p class=\"arabic\">وذكر الشيخ قطب الدين في تاريخه أن سنانا سير إلى صلاح الدين رحمه الله رسولا \n  وأمره أن لا يؤدي رسالته إلا خلوة ففتشه صلاح الدين فلم يجد معه ما يخافه \n  فأخلى له المجلس إلا نفر يسير فامتنع من أداء الرسالة حتى يخرجوا فأخرجهم \n  كلهم سوى مملوكين فقال هات رسالتك فقال أمرت أن لا أقولها إلا في خلوة فقال \n  هذان ما يخرجان فإن أردت تذكر رسالتك وإلا فقم قال فلم لا يخرج هذان قال لأنهما \n  مثل أولادي .\n</p>\n<p class=\"arabic\">فالتفت الرسول إليهما وقال لهما إذا أمرتكما عن مخدومي بقتل هذا السلطان تقتلانه \n  قالا نعم وجذبا سيفهما فبهت السلطان وخرج الرسول وأخذهما معه وجنح صلاح الدين \n  إلى الصلح والدخول في مراضيه .\n</p>\n<p class=\"arabic\">قلت هذه حكاية مرسلة والله أعلم بصحتها .\n</p>\n<p class=\"arabic\">وقال كمال الدين أنشدني سنان لنفسه .\n</p>\n<p class=\"arabic\">% ما أكثر الناس وما أقلهم % % وما أقل في القليل النجبا % .\n</p>\n<p class=\"arabic\">% ليتهم إذ لم يكونوا خلقوا % % مهذبين صحبوا مهذبا % .\n</p>\n<p class=\"arabic\">قال وقرأت على ظهر كتاب لسنان صاحب الدعوة .\n</p>\n<p class=\"arabic\">% ألجأني الدهر إلى معشر % % ما فيهم للخير مستمتع % .\n</p>\n<p class=\"arabic\">% إن حدثوا لم يفهموا سامعا % % أو حدثوا مجوا ولم يسمعوا % .\n</p>\n<p class=\"arabic\">% تقدمي أخرني فيهم % % من ذنبه الإحسان ما يصنع % .\n</p>\n<p class=\"arabic\">*41*335* .\n\n</p>"
}