{
    "header": "محمد بن الموفق بن سعيد بن علي بن الحسن ....",
    "id": "026333",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن الموفق بن سعيد بن علي بن الحسن .\n</h1>\n<p class=\"arabic\">*41*279* نجم الدين أبو البركات الخبوشاني الصوفي الفقيه الشافعي .\n</p>\n<p class=\"arabic\">قال القاضي شمس الدين كان فقيها ورعا تفقه بنيسابور على محمد بن يحيى وكان \n  يستحضر كتابه المحيط حتى قيل أنه عدم الكتاب فأملاه من خاطره وله كتاب تحقيق \n  المحيط وهو في ستة عشر مجلدا رأيته .\n</p>\n<p class=\"arabic\">وقال الحافظ المنذري كان مولده بأستوا بخبوشان في رجب سنة عشر وخمسمائة وحدث \n  عن أبي الأسعد هبة الرحمن القشيري .\n</p>\n<p class=\"arabic\">وقدم مصر سنة خمس وستين فأقام بالمسجد المعروف بالقاهرة على باب الجوانية \n  مدة ثم تحول إلى تربة الشافعي رحمه الله وتبتل في المذهب كتابا مشهورا .\n</p>\n<p class=\"arabic\">وخبوشان قرية متن أعمال نيسابور .\n</p>\n<p class=\"arabic\">وقال ابن خلكان كان السلطان صلاح الدين يقربه ويعتقد في علمه ودينه وعمر له \n  المدرسة المجاورة لضريح الشافعي ورأيت جماعة من أصحابه وكانوا يصفون فصله \n  ودينه وأنه كان سليم الباطن .\n</p>\n<p class=\"arabic\">وقال الموفق عبد اللطيف كان فقيها صوفيا سكن خانقاه السميساطي بدمشق وكانت \n  له معرفة بنجم الدين أيوب وبأسد الدين أخيه وكان قشفا في العيش يابسا في الدين \n  وكان يوقل بملء فيه اصعد إلى مصر وأزيل ملك بني عبيد اليهودي فلما صعد أسد \n  الدين صعد ونزل بمسجد وصرح *41*280* بثلب أهل القصر وجعل تسبيحه سبهم فحاروا \n  في أمره فأرسلوا إليه بمال عظيم قيل مبلغه أربعة آلاف دينار فلما وقع نظره \n  على رسولهم وهو بالزي المعروف نهض إليه بأشد غضب وقال ويلك ما هذه البدهة \n  وكان الرجل قد زور في نفسه كلاما يلاطفه به فأعجله عن ذلكن فرمى الدنانير \n  بين يديه فضربه على رأسه فصارت عمامته حلقا في عنقه وأنزله من السلم وهو يرمي \n  بالدنانير على رأسه ويلعن أهل القصر .\n</p>\n<p class=\"arabic\">ثم إن العاضد توفي وتهيب صلاح الدين أن يخطب لبني العباس خوفا من الشيعة فوقف \n  الخبوشاني قدام المنبر بعصاه وأمر الخطيب أن يذكر بني العباس ففعل ولم يكن \n  إلا الخير .\n</p>\n<p class=\"arabic\">ووصل إلى بغداد فزينوا بغداد وبالغوا وأظهروا من الفرح فوق الوصف ) .\n</p>\n<p class=\"arabic\">ثم إن الخبوشاني أخذ في بناء ضريح الشافعي وكان مدفونا عنده ابن الكيزاني \n  رجل ينسب إلى التشبيه وله أتباع كثيرون من الشارع .\n</p>\n<p class=\"arabic\">قلت بالغ الموفق فإن هذا رجل سني يلعن المشبهة توفي في حدود الستين وخمسمائة .\n</p>\n<p class=\"arabic\">قال فقال الخبوشاني لا يكون صديق وزنديق في موضع واحد وجعل ينبش ويرمي عظامه \n  وعظام الموتى الذين حوله فشد الحنابلة عليه وتألبوا وصار بينهم حملات حربية \n  وزحفات إفرنجية إلى أن غلبهم وبنى القبر والمدرسة ودرس بها وكان يركب الحمار \n  ويجعل تحته أكسية لئلا يصل إليه عرقه وجاء الملك العزيز إلى زيارته وصافحته \n  فاستدعى بماء وغسل يده وقال ياولدي إنك تمسك العنان ولا يتوقى الغلمان عليه \n  فقال اغسل وجهك إنك بعد المصافحة لمست وجهك فقال نعم وغسل وجهه *41*281* .\n</p>\n<p class=\"arabic\">وكان أصحابه يتلاعبون به ويأكلون الدنيا بسببه ولا يسمع فيهم قولا وهم عنده \n  معصومون .\n</p>\n<p class=\"arabic\">وكان متى رأى ذميا راكبا قصد قتله فكانوا يتحامونه وإنه ظفر بواحد منهم فوكزه \n  بالمقرعة فأندر عينه وذهبت هدرا وكان هذا طبيبا يعرف بابن شوعة وكان صلاح \n  الدين لما توجه إلى الفرنج نوبة الرملة خرج في عسكر كثيف فيهم أربعة عشر ألف \n  فارس مزاجي العلل وجاء إلى وداعه فالتمس منه أن يسقط رسوما لا يمكن إسقاطها \n  فساء عليه خلقه وقال قم لا نصرك الله ووكزه بعصا فوقعت قلنسوته عن رأسه فوجم \n  لها ثم نهض متوجها إلى الحرب فكسر وأسر كثيرا من أصحابه فظن أن ذلك بدعوة \n  الشيخ فجاء وقبل يديه وسأله العفو .\n</p>\n<p class=\"arabic\">وكان تقي الدين عمر بن أخي صلاح الدين له مواضع يباع فيها المزر فكتب ورقة \n  إلى صلاح الدين فيه إن هذا عمر لا جبره الله يبيع المزر فسيرها إلى عمر وقال \n  لا طاقة لنا بهذا الشيخ فارضه فركب إليه فقال له حاجبه ابن السلار قف بباب \n  المدرسة وأسبقك فأطيء لك فدخل وقال إن تقي الدين ي لم عليك فقال بل شقي الدين \n  لا سلم الله عليه .\n</p>\n<p class=\"arabic\">قال إنه يعتذر ويقول ليس لي موضع يباع فيه المزر فقال يكذب فقال إن كان هناك \n  موضع مزر فأرناه فقال أدن وأمسك ذؤآبتيه وجعل يلطم على رأسه وخديه ويقول لست \n  مزارا فأعرف مواضع المزر فخصوه من يده فخرج إلى تقي الدين وقال سلمت وفديتك \n  بنفسي ) .\n</p>\n<p class=\"arabic\">وعاش هذا الشيخ عمره لم يأخذ درهما من مال الملوك ولا أكل من وقف المدرسة \n  لقمة ودفن في الكساء الذين صحبه من خبوشان وكان بمصر رجل تاجر من بلده يأكل \n  ماله وكان قليل الرزء ليس له نصيب في لذات الدنيا .\n</p>\n<p class=\"arabic\">ودخل يوما القاضي الفاضل لزيارة الشافعي فوجده يلقي الدرس على *41*282* كرسي \n  ضيق فجلس على طرفه وجنبه إلى القبر فصاح به قم ظهرك إلى الإمام فقال إن كنت \n  مستدبره بقالبي فأنا مستقبله بقلبي فصاح فيه أخرى وقال ما تعبدنا بهذا فخرج \n  وهو لا يعقل .\n</p>\n<p class=\"arabic\">توفي في ذي القعدة .\n\n</p>"
}