{
    "header": "يوسف السلطان الملك الناصر صلاح الدين .",
    "id": "026429",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">يوسف السلطان الملك الناصر صلاح الدين .\n</h1>\n<p class=\"arabic\">*41*352* أبو المظفر بن الأمير نجم الدين أيوب بن شاذي بن مروان بن يعقوب \n  الدويني الأصل التكريتي المولد ودوين بطرف أذربيجان من جهة أران والكرج أهلها \n  أكراد روادية .\n</p>\n<p class=\"arabic\">والروادية بطن من الهذبانية .\n</p>\n<p class=\"arabic\">ولد سنة اثنتين وثلاثين وخمسمائة إذ أبوه والي تكريت .\n</p>\n<p class=\"arabic\">وسمع من أبي الطاهر السلفي والإمام أبي الحسن علي بن إبراهيم بن المسلم ابن \n  بنت أبي سعد وأبي طاهر بن عوف وعبد الله بن بري النحوي والقطب مسعود النيسابوري \n  وجماعة .\n</p>\n<p class=\"arabic\">وروى الحديث وملك البلاد ودانت له العباد وافتتح الفتوحات وكسر الفرنج مرات \n  وجاهد في سبيل الله بنفسه وماله وكان خليفا للملك وأقام في السلطة أربعا وعشرين \n  سنة .\n</p>\n<p class=\"arabic\">روى عنه يونس بن محمد الفارقي والعماد الكاتب وغيرهما .\n</p>\n<p class=\"arabic\">وتوفي بقلعة دمشق بعد الصبح من يوم الأربعاء السابع والعشرين من صفر وحضر \n  وفاته القاضي الفاضل *41*353* .\n</p>\n<p class=\"arabic\">وذكر أبو جعفر القرطبي إمام الكلاسة أنه لما انتهى في القراءة إلى قوله تعالى \n  هو الله الذي لا إله إلاهو عالم الغيب والشهادة سمعه وهو يقول صحيح وكان ذهنه \n  غائبا قبل ذلك ثم توفي وهذه يقظة عند الحاجة .\n</p>\n<p class=\"arabic\">وغسله الدولعي وأخرج في تابوت وصلى عليه القاضي محيي الدين بن الزكي وأعيد \n  إلى الدار التي في البستان التي كان متمرضا فيها ودفن بالضفة الغربية منها \n  وارتفعت الأصوات بالبكاء وعظم الضجيج حتى إن العاقل يتخيل أن الدنيا كلها \n  تصبح صوتا واحدا .\n</p>\n<p class=\"arabic\">وغشي الناس من البكاء والعويل ما شغلهم عن الصلاة وصلى عليه الناس أرسالا \n  وتأسف الناس عليه حتى الفرنج لما كان عليه من صدق وفائه إذا عاهد ثم بنى ولده \n  الأفضل صاحب دمشق قبة شمالية إلى الجامع وهي التي شباكها القبلى إلى الكلاسة \n  ونقله إليها يوم عاشوراء من سنة اثنتين وتسعين ومشى بين يدي تابوته وأراد \n  العلماء حمله على أعناقهم فقال الأفضل يكفيه أدعيتكم الصالحة وحمله مماليكه \n  وأخرج إلى باب البريد فصلى عليه قدام النسر وتقدم في الأمانة القاضي محيي \n  الدين بإذن ولده ودخل الأفضل لحده وأودعه وخرج وسد الباب وجلس هناك للعزاء \n  ثلاثة أيام وذلك خلاف العادة وخلاف السنة .\n</p>\n<p class=\"arabic\">كان رحمه الله كريما جوادا بطلا شجاعا كامل العقل والقوى شديد الهيبة افتتح \n  بسيفه وبأقاربه من اليمين إلى الموصل إلى أوائل المغرب إلى أسوان .\n</p>\n<p class=\"arabic\">وفي الروضتين لأبي شامة إن السلطان رحمه الله لم يخلف في خزائنه من الذهب \n  والفضة إلا سبعة وأربعين درهما ودينارا واحدا صوريا ولم يخلف ملكا ولا عقارا \n  وخلف سبعة عشر ولدا ذكرا وابنة صغيرة *41*354* .\n</p>\n<p class=\"arabic\">ومن إنشاء العماد الكاتب إلى الخليفة على لسان الأفضل أصدر العبد هذه الخدمة \n  وصدره مشروح بالولاء وقلبه مغمور بالضياء ويده مرفوعة إلى السماء ولسانه ناطق \n  بالشكر والدعاء وجنانه ثابت من المهابة والمحبة على الخوف والرجاء وطرفه مغمض \n  من الحياء .\n</p>\n<p class=\"arabic\">وهو للأرض يقبل وللفرض متقبل يمت بما قدمه من الخدمات وذخره ذخر الأقوات لهذه \n  الأوقات وقد أحاطت العلوم الشريفة بأن الوالد السعيد الشهيد الشديد السديد \n  المبيد للشرك المبيد لم يزل مستقيما على جدد الجد ومصر بل الأمصار باجتهاده \n  في الجهاد شاهدة والأنجاد والأغوار في نظر عزمه واحده والبيت المقدس من فتوحاته \n  والملك العقيم من نتائج عزماته وهو الذي ملك ملوك الشرق وغل أعناقها وأسر \n  طواغيت الكفر وشد خناقها وقمع عبدة الصلبان وقطع أصلابها وجمع كلمة الإيمان \n  وعصم جنابها وقبض وعدله مبسوط ووزره محطوط وعمله بالصلاح منوط وخرج من الدنيا \n  وهو في الطاعة الأمامية داخل .\n</p>\n<p class=\"arabic\">قال العماد الكاتب لما توفي وملكت أولاده كان العزيز عثمان بمصر يقرب أصحاب \n  أبيه ويكرمهم والأفضل بدمشق يفعل بضد ذلك وأشار عليه جماعة كالوزير الجزري \n  الذي استوزره يعني الضيا ابن الأثير .\n</p>\n<p class=\"arabic\">وفيه يقول فتيان الشاغوري .\n</p>\n<p class=\"arabic\">% متى أرى وزيركم % % وما له من وزر % .\n</p>\n<p class=\"arabic\">% يقلعه الله فذا % % أوان قلع الجزر % .\n</p>\n<p class=\"arabic\">ومن كتاب فاضلي أما هذا البيت فإن الآباء منه اتفقوا فملكوا وأن الأبناء منه \n  اختلفوا فهلكوا .\n</p>\n<p class=\"arabic\">قلت خلف من الأولاد صاحب مصر السلطان الملك العزيز والملك الأفضل علي صاحب \n  دمشق والملك الظافر مظفر الدين خضر والملك الزاهر مجير الدين داود والملك \n  المفضل قطب الدين موسى والملك الأشرف عزيز الدين محمد والملك المحسن ظهير \n  الدين أحمد والملك المعظم فخر الدين *41*355* تورانشاه والجواد ركن الدين \n  أيوب والغالب نصير الدين ملك شاه وعماد الدين شاذي ونصرة الدين مروان والمنصور \n  أبو بكر ومؤنسة زوجة الكامل .\n</p>\n<p class=\"arabic\">هؤلاء كلهم عاشوا بعده وكان أكثرهم بحلب عند الظاهر وآخرهم موتا تورانشاه \n  توفي بعد أخذ حلب وكان بقلعتها .\n</p>\n<p class=\"arabic\">قال الموفق عبد اللطيف أتيت الشام والملك صلاح الدين بالقدس فأتيته فرأيته \n  ملكا عظيما يملأ العيون روعة والقلوب محبة قريبا بعيدا سهلا مجيبا وأصحابه \n  يتشبهون به يتسابقون إلى المعروف كما قال الله تعالى ونزعنا ما في صدورهم \n  من غل وأول ليلة حضرته وجدت مجلسا حفلا بأهل العلم يتذاكرون في أصناف العلوم \n  وهو يحسن الاستماع والمشاركة ويأخذ في كيفية بناء الأسوار وحفر الخنادق ويتفقه \n  في ذلك ويأتي بكل معنى بديع .\n</p>\n<p class=\"arabic\">وكان مهتما في بناء سور القدس وحفر خندقه يتولى ذلك بنفسه وينقل الحجارة على \n  عاتقه ويتأسى به جميع الناس الأغنياء والفقراء والأقوياء والضعفاء حتى العماد \n  الكاتب والقاضي الفاضل ويركب لذلك قبل طلوع الشمس إلى وقت الظهر ويأتي داره \n  فيمد السماط ثم يستريح ويركب العصر ويرجع في ضوء المشاعل ويصرف أكثر الليل \n  في تدبير ما يعمل نهارا وقال له بعض الصناع هذه الحجارة التي تقطع من أسفل \n  الخندق ويبنى بها السور رخوة قال نعم هذه تكون الحجارة التي تلي القرار والنداوة \n  فإذا ضربتها الشمس صلبت .\n</p>\n<p class=\"arabic\">وكان رحمة الله يحفظ الحماسة ويظن أن كل فقيه يحفظها فكان ينشد القطعة فإذا \n  توقف في موضع استطعم فلم يطعم وجرى له ذلك مع القاضي الفاضل ولم يكن يحفظها \n  فخرج من عنده فلم يزل حتى حفظها وكتب لي صلاح الدين بثلاثين دينارا في الشهر \n  على ديوان الجامع *41*356* بدمشق وأطلق لي أولاده رواتب حتى تقرر لي في كل \n  شهر مائة دينار .\n</p>\n<p class=\"arabic\">ورجعت إلى دمشق وأكبيت على الإشتغال وإقراء الناس بالجامع قال وكان عمه أسد \n  الدين شيركوه من أمراء دولة نور الدين وكان أبوه أيوب معروفا بالصلاح وكان \n  شيركوه معروفا بالشجاعة وكان لأيوب بنون وبنات ولم يكن صلاح الدين أكبرهم \n  وكان شحنة دمشق ويشرب الخمر فمذ باشر الملك طلق الخمر واللذات وكان محببا \n  خفيفا إلى نور الدين يلاعبه بالكرة وملك مصر .\n</p>\n<p class=\"arabic\">وكانت وقعته السودان بضع وستين وكانوا نحو مائتي ألف ونصر عليهم وقتل أكثرهم \n  وهرب الباقون وابنتي سور القاهرة ومصر على يد الأمير قراقوش .\n</p>\n<p class=\"arabic\">وفي هذه الأيام ظهر ملك الخزر وملك دوين وقتل من المسلمين ثلاثين ألفا .\n</p>\n<p class=\"arabic\">ثم في سنة سبع قطع صلاح الدين خطبة العاضد بمصر وخطب للمستضيء ومات العاضد \n  واستولى صلاح الدين على القصر وذخائره وقبض على الفاطميين .\n</p>\n<p class=\"arabic\">وفي سنة ثمان وستين فتح أخوه شمس الدولة برقة ونفوسا .\n</p>\n<p class=\"arabic\">وفي سنة تسع مات أبوه ونور الدين وافتتح أخوه شمس الدولة اليمن وقبض على المتغلب \n  عليها عبد النبي بن مهدي المهدي وكان شابا أسود .\n</p>\n<p class=\"arabic\">وفي سنة إحدى وسبعين سار من مصر وملك دمشق .\n</p>\n<p class=\"arabic\">وفي سنة إحدى وسبعين حاصر عزاز قال ابن واصل حاصر عزاز ثمانية وثلاثين يوما \n  بالمجانيق وقتل عليها كثير من عسكره وكانت لجاولي الأمير خيمة كان السلطان \n  يحضر .\n</p>\n<p class=\"arabic\">فيها ويحض الرجال على الحرب فحضرها والباطنية الذين هم الإسماعيلية في زي \n  الأجناد وقوف إذ قفز عليه واحد *41*357* منهم فضرب رأسه بسكين فلولا المغفر \n  الزرد وكان تحت القلنسوة لقتله فأمسك السلطان يد الباطنيي بيديه فبقي يضرب \n  في عنقه ضربا ضعيفا والزرد يمنع فأدرك السلطان مملوكه يازكوج الأمير فأمسك \n  السكين فجرحته وما سيبها الباطني حتى بضعوه ووثب آخر فوثب عليه الأمير داود \n  بن منكلان فجرحه الباطني ثم جاء باطني ثالث فماسكه الأمير علي بن أبي الفوارس \n  فضمه تحت إبطه وبقيت يد الباطني من ورائه لا يقدر على الضرب بالسكين ونادى \n  اقتلوني معه فقد قتلني وأذهب قوتي فطنه ناصر الدين محمد بن شريكه فقتله وانهزم \n  آخر فقطعوه وركب السلطان إلى مخيمه ودمه سائل على خده واحتجب في بيت خشب وعرض \n  الجند فمن أنكره أبعده ثم تسلم القلعة بالأمان .\n</p>\n<p class=\"arabic\">وفي سنة ثلاث كسرته الفرنج على الرملة وفر عندما بقي في نفر يسير .\n</p>\n<p class=\"arabic\">وفي سنة خمس وسبعين كسرهم وأسر ملوكهم وأبطالهم .\n</p>\n<p class=\"arabic\">وفي سنة ست أمر ببناء قلعة القاهرة على جبل المقطم .\n</p>\n<p class=\"arabic\">وفي سنة ثمان عبر الفرات وفتح حران وسروج والرها والرقة والبيرة وسنجار ونصيبين \n  وآمد وحاصر الموصل وملك حلب وعوض عنها سنجار لصاحبها عماد الدين زنكي الذي \n  بنى العمادية بالموصل .\n</p>\n<p class=\"arabic\">ثم إن صلاح الدين حاصر الموصل ثانيا وثالثا ثم هادنه صاحبها عز الدين مسعود \n  ودخل في طاعته ثم تسلم صلاح الدين البوازيج وشهرزور وأنزل أخاه الملك العادل \n  عن قلعة حلب وسلمها لولده الملك الظاهر وعمره إحدى عشر سنة وسير العادل إلى \n  ديار مصر نائبا عنه وكان بها أبن أخيه تقي الدين عمر بن شاهنشاه فغضب حيث \n  عزله وأراد أن يتوجه إلى المغرب وكان شهما شجاعا فخاف صلاح الدين من مغبة \n  أمره فلاطفه بكل وجه حتى رجع مغضبا وقال أنا أفتح بسيفي ما أستغني به عما \n  في إيديكم وتوجه إلى خلاط *41*358* وفيها بكتمر فالتقى هو وبكتمر فانكسر بكتمر \n  شر كسره وسير تقي الدين علمه وفرسه إلى دمشق وأنا بها وكان يوما مشهودا .\n</p>\n<p class=\"arabic\">وفي سنة ثلاث وثمانين فتح صلاح الدين طبرية ونازل عسقلان وكانت وقعة حطين \n  واجتمع الفرنج وكانوا أربعين ألفا على تل حطين وسبق المسلمون إلى الماء وعطش \n  الفرنج وأسلموا أنفسهم وأخذوا عن بكرة أبيهم وأسرت ملوكهم .\n</p>\n<p class=\"arabic\">ثم سار فأخذ عكا وبيروت وقلعة كوكب والسواحل وسار فأخذ القدس بأمان بعد قتال \n  بشديد .\n</p>\n<p class=\"arabic\">ثم إن قراقوش التركي مملوك تقي الدين عمر المذكور توجه إلى المغرب لما رجع \n  عنها مولاه فاستولى على أطراف المغرب وكسر عسكر تونس وخطب لبني العباس وإن \n  ابن عبد المؤمن قصد قراقوش ففر منه ودخل البرية ثم دخل إليه مملوك آخر يسمى \n  بوزبه واتفق ثم اختلفا ولو اتفقا مع المايرقي لأخذوا المغرب بأسره ووصلت خيل \n  الماريقي إلى قريب مراكش وتهيأ الموحدون للهرب لكن أرسلوا رجلا يعرف بعبد \n  الواحد له رأي ودهاء فقاوم الماريقي بأن أفسد أكثر أصحابه والعرب الذين حوله \n  بالأموال وكسره مرات وجرت أمور ليس هذا موضعها .\n</p>\n<p class=\"arabic\">ثم إن الفرنج نازلوا عكا مدة طويلة وكانوا أمما لا يحصون وتعب المسلمون واشتد \n  الأمر .\n</p>\n<p class=\"arabic\">قال ومدة أيامه لم يختلف عليه أحد من أصحابه وفجع الناس بموته وكان الناس \n  في زمانه يأمنون ظلمه ويرجون رفده وأكثر ما كان عطاؤه يصل إلى الشجعان وإلى \n  أهل العلم وأهل البيوتات ولم يكن لمبطل ولا لصاحب هزل عنده نصيب .\n</p>\n<p class=\"arabic\">ووجد في خزائنه بعد موته دينار صوري وثلاثون درهما .\n</p>\n<p class=\"arabic\">وكان حسن الوفاء بالعهود حسن المقدرة إذا قدر كثير الصفح وإذا *41*359* نازل \n  بلدا واشرف على أخذه ثم طلبوا منه الأمان أمنهم فيتألم جيشه لذلك لفوات حظهم \n  وقد عاقد الفرنج وهادنهم عندما ضرس عسكره الحرب وملوا .\n</p>\n<p class=\"arabic\">قال القاضي بهاء الدين بن شداد قال لي السلطان في بعض محاوراته في الصلح أخاف \n  أن أصالح وما أدري أي شيء يكون مني فيقوى هذا العدو وقد بقيت لهم بلاد فيخرجون \n  لاستعادة ما في أيدي المسلمين وترى كل واحد من هؤلاء يعني أخاه وأولاده وأولاد \n  أخيه قد قعد في رأس تلة يعني قلعته وقال لا أنزل ويهلك المسلمون .\n</p>\n<p class=\"arabic\">قال ابن شداد فكان والله كما قال توفي عن قريب واشتغل كل واحد من أهل بيته \n  بناحية ووقع الخلف بينهم .\n</p>\n<p class=\"arabic\">وبعد فكان الصلح مصلحة فلو قدر موته والحرب قائمة لكان الإسلام على خطر .\n</p>\n<p class=\"arabic\">ومات رحمه الله قبل الرابع عشر ووجد الناس عليه شبيها بما يجدونه على الأنبياء \n  وما رأيت ملكا حزن الناس لموته سواه لأنه كان محببا يحبه البر والفاجر والمسلم \n  والكافر .\n</p>\n<p class=\"arabic\">ثم تفرق أولاده وأصحابه أيادي سبأ ومزقوا في البلاد .\n</p>\n<p class=\"arabic\">قلت ولقد أجاد في مدحه العماد رحمه الله حيث يقول .\n</p>\n<p class=\"arabic\">% وللناس بالمالك الناصر ال % % صلاح صلاح ونصر كبير % .\n</p>\n<p class=\"arabic\">% هو الشمس أفلاكه في البلا % % د ومطلعه وسرجه والسرير % .\n</p>\n<p class=\"arabic\">% إذا ما سطا أو حبا واجتبى % % فما الليث من حاتم ما ثبير % .\n</p>\n<p class=\"arabic\">وقد طول القاضي شمس الدين ترجمته فعملها في تسع وثلاثين ورقة بالقطع الكبير \n  فمما فيها بالمعنى أن صلاح الدين قدم به أبوه وهو رضيع فناب أبوه ببعلبك لما \n  أخذها الأتابك زنكي في سنة ثلاث وثلاثين *41*360* .\n</p>\n<p class=\"arabic\">وقيل إنهم خرجوا من تكريت في الليلة التي ولد فيه صلاح الدين فتطيروا به ثم \n  قال بعضهم .\n</p>\n<p class=\"arabic\">لعل فيه الخيرة وأنتم لا تعلمون .\n</p>\n<p class=\"arabic\">ثم خدم نجم الدين أيوب وولده صلاح الدين السلطان نور الدين وصيرهما أميرين \n  وكان أسد الدين شيركوه أخو نجم الدين أرفع منهما منزلة عنده فإنه مقدم جيوشه .\n</p>\n<p class=\"arabic\">وولي صلاح الدين وزارة مصر وهي كالسلطنة في ذلك الوقت بعد موت عمه أسد الدين \n  سنة أربع وستين فلما هلك العاضد في أول سنة سبع اشتغل بالأمر مع مداراة نور \n  الدين ومراوغته فإن نور الدين عزم على قصد مصر ليقيم غيره في نيابته ثم فتر \n  ولما مات نور الدين سار صلاح الدين إلى دمشق مظهرا أنه يقيم نفسه ارتباكا \n  لولد نور الدين لكونه صبيا فدخلها بلا كلفة وأستولى على الأمور في سلخ ربيع \n  الأول سنة سبعين ونزل بالبلد بدار أبيه المعروفة بالشريف العقيقي التي هي \n  اليوم الظاهرية .\n</p>\n<p class=\"arabic\">ثم تسلم القلعة وصعد إليها وشال الصبي من الوسط ثم سار فأخذ حمص ولم يشتغل \n  بأخذ قلعتها في جمادى الأولى .\n</p>\n<p class=\"arabic\">ثم نازل حلب في سلخ الشهر وهي الوقعة الأولى فجهز السلطان غازي بن مودود أخاه \n  عز الدين مسعود في جيش كبير لحربه فترحل عن حلب ونزل على قلعة حمص فأخذها \n  وجاء عز الدين مسعود فاخذ معه عسكر حلب وساق إلى قرون حماه فراسلهم وراسلوه \n  وحرص على الصلح فأبوا ورأوا أن المصاف معه ينالون به غرضهم لكثرتهم فالتقوا \n  فكانت الهزيمة عليهم وأسر جماعة وذلك في تاسع عشر رمضان .\n</p>\n<p class=\"arabic\">ثم ساق وراءهم ونزل على حلب ثانيا فصالحوه وأعطوه المعرة وكفرطاب وبارين .\n</p>\n<p class=\"arabic\">وجاء صاحب الموصل غازي فحاصر أخاه عماد الدين زنكي بسنجار لكونه انتمى إلى \n  صلاح الدين ثم صالحه لما بلغ غازي كسرة أخيه مسعود *41*361* ونزل بنصيبين \n  وجمع العساكر وأنفق الأموال وعبر الفرات وقدم حلب فخرج إلى تلقيه ابن عمه \n  الصالح بن نور الدين وأقام على حلب مدة ثم كانت وقعة تل السلطان وهي منزلة \n  بين حلب وحماه وجرت بين صلاح الدين وبين غازي صاحب الموصل في سنة إحدى وسبعين \n  فنصر صلاح الدين ورجع غازي فعدى الفرات وأعطى صلاح الدين لابن أخيه عز الدين \n  فرخشاه بن شاهنشاه صاحب بعلبك خيمة السلطان غازي ثم سار فتسلم منبج وحاصر \n  قلعة عزاز ثم نازل حلب ثالثا في آخر السنة فأقام عليها مدة فأخرجوا ابنة صغيرة \n  لنور الدين إلى صلاح الدين فسألته عزاز فوهبها لها .\n</p>\n<p class=\"arabic\">ثم دخل الديار المصرية واستعمل على دمشق شمس الدولة تور انشاه وكان قد جاء \n  من اليمن .\n</p>\n<p class=\"arabic\">وخرج سنة ثلاث من مصر فالتقى الفرنج على الرملة فانكسر المسلمون يومئذ وثبت \n  صلاح الدين وتحيز بمن معه ثم دخل مصر ولم شعث العسكر .\n</p>\n<p class=\"arabic\">وتقدم أكثر هذا القول مفرقا .\n</p>\n<p class=\"arabic\">ونازل حلب في أول سنة تسع فطلب منه عماد الدين زنكي بن مودود أن يأخذ ما أراد \n  من القلعة ويعطيه سنجار ونصيبيين وسروج وغير ذلك فحلف له صلاح الدين على ذلك .\n</p>\n<p class=\"arabic\">وكان صلاح الدين قد أخذ سنجار من أربعة أشهر وأعطاها لأبن أخيه تقي الدين \n  عمر ثم عوضه عنها ودخل حلب ورتب بها ولده الملك الظاهر وجعل أتابكه يازكوج \n  الأسدي .\n</p>\n<p class=\"arabic\">ثم توجه لمحاصرة الكرك وجاء أخوه العادل من مصر فحشدت الفرنج وجاؤوا إلى الكرك \n  نجدة فسير صلاح الدين تقي الدين عمر يحفظ له مصر ثم رحل عن الكرك في نصف شعبان \n  وأعطى أخاه العادل حلب فدخلها في أواخر رمضان وقدم الظاهر وأتابكه فدخلا دمشق \n  في شوال وقيل أعطاه عوض حلب ثلاثمائة ألف دينار *41*362* ثم إن صلاح الدين \n  رأى أن عود العادل إلى مصر وعود الظاهر إلى حلب أصلح وعوض بعد العادل بحران \n  والرها وميافارقين .\n</p>\n<p class=\"arabic\">وفي شعبان سنة إحدى وثمانين نزل صلاح الدين على الموصل وترددت الرسل بينه \n  وبين صاحبها عز الدين .\n</p>\n<p class=\"arabic\">ثم مرض صلاح الدين فرجع إلى حران واشتد مرضه حتى أيسوا منه وحلفوا لأولاده \n  بأمره وجعل وصيه عليهم أخاه العادل وكان عنده ثم عوفي ومر بحمص وقد مات بها \n  ابن عمه ناصر الدين محمد بن شيركوه فأقطعها لولده شيركوه ثم استعرض التركة \n  فأخذ أكثرها .\n</p>\n<p class=\"arabic\">قال عز الدين ابن الأثير وكان عمر شيركوه اثنتي عشرة سنة ثم إنه حضر بعد سنة \n  عند صلاح الدين فقال له أين بلغت في القرآن قال إلى قوله تعالى إن الذين يأكلون \n  أموال اليتامى ظلما إنما يأكلون في بطونهم نارا فعجب الحاضرون من ذكائه .\n</p>\n<p class=\"arabic\">وفي سنة اثنتين وثمانين عاد الظاهر فدخل حلب وزوجه أبوه بغازية بنت أخيه الملك \n  العادل فدخل بها بحلب في السنة .\n</p>\n<p class=\"arabic\">وفي سنة ثلاث افتتح صلاح الدين بلاد الفرنج وقهرهم وأباد خضراءهم وأسر ملوكهم \n  وكسرهم على حطين وافتتح القدس وعكا وطبرية وغير ذلك .\n</p>\n<p class=\"arabic\">وكان قد نذر أن يقتل البرنس أرناط صاحب الكرك فكان ممن وقع في أسره يومئذ \n  وكان قد جاز به قوم من مصر في حال الهدنة فغدر بهم فناشدوه الصلح الذي بينه \n  وبين المسلمين فقال ما فيه أستخفاف بالنبي وقتلهم فاستحضرهم صلاح الدين ثم \n  ناول الملك جفري شربة من جلاب وثلج فشرب وكان في غاية العطش ثم ناولها البرنس \n  أرناط فشرب فقال السلطان للترجمان قل للملك جفري أنت الذي سقيته وإلا أنا \n  فما سقيته *41*363* .\n</p>\n<p class=\"arabic\">ثم استحضر البرنس في مجلس آخر وقال أنا انتصر لمحمد منك ثم عرض عليه الإسلام \n  فامتنع فسل النيمجاه وحل بها كتفه وتممه بعض الخاصة .\n</p>\n<p class=\"arabic\">وافتتح في هذا العام من الفتوحات ما لم يفتحه ملك قبله وطار صيته في الدنيا \n  وهابته الملوك .\n</p>\n<p class=\"arabic\">ثم وقع المأتم والنوح في جزائر الفرنج وإلى رومية العظمى ونودي بالنفير إلى \n  نصرة الصليب فأتي السلطان من عساكر الفرنج ما لا قبله به وأحاطوا بعكا يحاصرونها \n  فسار السلطان إليها ليكشف عنها فعيل صبره وبذل فوق طاقته وجرت له أمور وحروب \n  قد ذكرتها في الحوادث وبقي مرابطا عليه نحوا من سنتين فالله يثيبه الجنة برحمته .\n</p>\n<p class=\"arabic\">وكتب القاضي الفاضل بطاقة إلى ولده الملك الظاهر صاحب حلب لقد كان لكم في \n  رسول الله أسوة حسنة إن زلزلة الساعة شي عظيم .\n</p>\n<p class=\"arabic\">كتبت إلى مولانا السلطان الملك الظاهر أحسن الله عزاءه وجبر مصابه وجعل فيه \n  الخلف في الساعة المذكورة وقد زلزل المسلمون زلزالا شديدا وقد حفرت الدموع \n  المحاجر وبلغت القلوب الحناجر وقد دعت أباك ومخدومي وداعا لا تلاقي بعده وقبلت \n  وجهه عني وعنك وأسلمته إلى الله تعالى مغلوب الحيلة ضعيف القوة راضيا عن الله \n  ولا قوة إلا بالله وبالباب من الجنود المجندة والأسلحة المعتمدة ما لم يدفع \n  البلاء ولا ما يرد القضاء تدمع العين ويخشع القلب ولا نقول إلا ما يرضي الرب \n  وإنا بك يا يوسف لمحزونون وأما الوصايا *41*364* فما تحتاج إليها والآراء \n  فقد شغلني المصاب عنها وأما لائح الأمر فإنه إن وقع اتفاق فما عدمتم إلا شخصه \n  الكريم وإن كان غيره فالمصائب المستقبلية أهونها موته وهو الهول العظيم وقد \n  كتب إلى صلاح الدين ابن التعاويذي يمتدحه .\n</p>\n<p class=\"arabic\">% إن كان دينك في الصبابة ديني % % فقف المطي برملتي يبرين % .\n</p>\n<p class=\"arabic\">% وألثم ثرى لو شارفت بي هضبة % % أيدي المطي لثمته بجفوني % .\n</p>\n<p class=\"arabic\">% وأنشد فؤآدي في الظباء معرضا % % فبغير غزلان الصريم جنوني % .\n</p>\n<p class=\"arabic\">% ونشيدتي بين الخيام وإنما % % غالطت عنها بالظباء العين % .\n</p>\n<p class=\"arabic\">% لله ما اشتملت عليه قبابهم % % يوم النوى من لؤلؤ مكنون % .\n</p>\n<p class=\"arabic\">% من كل تائهة على أترابها % % في الحسن غانية عن التحسين % .\n</p>\n<p class=\"arabic\">% خود ترى قمر السماء إذا بدت % % ما بين سالفة لها وجبين % .\n</p>\n<p class=\"arabic\">% يا سلم إن ضاعت عهودي عندكم % % فأنا الذي استودعت غير أمين % .\n</p>\n<p class=\"arabic\">% هيهات ما للبيض في ود امريء % % أرب وقد أربى على الخمسين % .\n</p>\n<p class=\"arabic\">% ليت الضنين على المحب بوصله % % لقن السماحة من صلاح الدين % .\n</p>\n<p class=\"arabic\">ولعلم الدين حسن الشاتاني فيه قصيدة مطلعها .\n</p>\n<p class=\"arabic\">% أرى النصر مقرونا برايتك الصفرا % % فسر واملك الدنيا فأنت بها أحرى % .\n</p>\n<p class=\"arabic\">وللمهذب عمر بن محمد ابن الشحنة الموصلي قصيدة فيه مطلعها .\n</p>\n<p class=\"arabic\">% سلام مشوق قد براه التشوق % % على جيرة الحي الذين تفرقوا % .\n</p>\n<p class=\"arabic\">منها .\n</p>\n<p class=\"arabic\">% وإني امرؤ أحببتكم لمكارم % % سمعت بها والأذن كالعين تعشق % .\n</p>\n<p class=\"arabic\">% وقالت لي الآمال إن كنت لاحقا % % بأبناء أيوب فأنت الموفق % .\n</p>\n<p class=\"arabic\">*41*365* وللقاضي السعيد هبة الله بن سنا الملك فيه .\n</p>\n<p class=\"arabic\">% لست أدري بأي فتح تهنا % % يا منيل الإسلام ما قد تمنى % .\n</p>\n<p class=\"arabic\">% أنهنيك إذ تملكت شاما % % أم نهنيك إذ تبوأت عدنا % .\n</p>\n<p class=\"arabic\">% قد ملكت الجنان قصرا فقصرا % % إذ فتحت الشام حصنا فحصنا % .\n</p>\n<p class=\"arabic\">% لم تقف قط في المعارك إلا % % كنت يا يوسف كيوسف حسنا % .\n</p>\n<p class=\"arabic\">% قصدت نحوك الأعادي فرد % % الله ما أملوه عنك وعنا % .\n</p>\n<p class=\"arabic\">% حملوا كالجبال عظما ولكن % % جعلتها حملات خيلك عهنا % .\n</p>\n<p class=\"arabic\">% كل من يجعل الحديد له ثوبا % % وتاجا طيلسانا وردنا % .\n</p>\n<p class=\"arabic\">% خانهم ذلك السلاح فلا الرمح % % تثنى ولا المهند طنا % .\n</p>\n<p class=\"arabic\">% وتولت تلك الخيول وكم يثنى % % عليها بأنها ليس تثنى % .\n</p>\n<p class=\"arabic\">% وتصيدتهم لحلقة صيد % % تجمع الليث والغزال الأغنا % .\n</p>\n<p class=\"arabic\">% وجرت منهم الدماء بحارا % % فجرت فوقها الجزائر سفنا % .\n</p>\n<p class=\"arabic\">% صنعت فيهم وليمة وحش % % رقص المشرفي فيها وغنى % .\n</p>\n<p class=\"arabic\">% وحوى الأسر كل ملك يظن % % الدهر يفنى وملكه ليس يفنى % .\n</p>\n<p class=\"arabic\">% والملك العظيم فيهم أسير % % يتثنى في أدهم يتثنى % .\n</p>\n<p class=\"arabic\">% كم تمنى اللقاء حتى رآه % % فتمنى له أنه ما تمنى % .\n</p>\n<p class=\"arabic\">% رق من رحمة له القيد والغل % % عليه فكلما أن أنا % .\n</p>\n<p class=\"arabic\">% واللعين البرنس أرناط مذبوح % % بيمنى من باب للدين يمنى % .\n</p>\n<p class=\"arabic\">% أنت ذكيته فوفيت نذرا % % كنت قدمته فجوزيت حسنا % .\n</p>\n<p class=\"arabic\">*41*366* .\n</p>\n<p class=\"arabic\">% قد ملكت البلاد شرقا وغربا % % وحويت الآفاق سهلا وحزنا % .\n</p>\n<p class=\"arabic\">% واغتدى الوصف في علاك حسيرا % % أي لفظ يقال أو أي معنى % .\n</p>\n<p class=\"arabic\">فمن فتوحاته افتتح أولا الإسكندرية سنة أربع وستين وقاتل معه أهلها لما حاصرهم \n  الفرنج أربعة أشهر ثم كشف عنه عمه أسد الدين شيركوه وفارقاها وقدما الشام .\n</p>\n<p class=\"arabic\">ثم تملك وزارة العاضد بعد عمه شيركوه سنة أربع وستين وقتل شاور وحارب السودان \n  واستتب له أمر ديار مصر فأعاد بها الخطبة العباسية وأباد بني عبيد وعبيدهم .\n</p>\n<p class=\"arabic\">ثم تملك دمشق بعد نور الدين ثم حمص وحماه ثم حلب وآمد وميافارقين وعدة بلاد \n  بالجزيرة وديار بكر .\n</p>\n<p class=\"arabic\">وأرسل أخاه فافتتح له اليمن وسار بعض عسكره فافتتح له بعض بلاد إفريقية .\n</p>\n<p class=\"arabic\">ثم لم يزل أمره في ارتقاء وملكه في ارتفاع إلى أن كسر الفرنج نوبة حطين وأسر \n  ملوكهم .\n</p>\n<p class=\"arabic\">ثم افتتح طبرية وعكا وبيروت وصيدا ونابلس والناصرة وقيسارية وصفورية والشقيف \n  والطور وحيفا ومعليا والفولة وغيرها من البلاد المجاورة لعكا وسبسطية التي \n  يقال لها قبر زكريا وتبنين وجبيل وعسقلان وغزة وبيت المقدس .\n</p>\n<p class=\"arabic\">ثم نازل صور مدة أشهر فلم يقدر عليها وترحل عنها وافتتح هونين وكوكب وأنطرسوس \n  وجبلة وبكسرائيل واللاذقية وصهيون وقلعة العيذو وقلعة الجماهرية وبلاطنس والشغر \n  وبكاس وسرمانية وبرزية ودربساك وبغراس وكانا كالجناحين لأنطاكية .\n</p>\n<p class=\"arabic\">ثم عقد هدنة مع إبرنس إنطاكية ثم افتتح الكرك والشوبك وصفد والشقيف المنسوب \n  إلى أرنون *41*367* .\n</p>\n<p class=\"arabic\">وحضر مصافات عدة ذكرت سائرها في الحوادث رحمه الله تعالى وأسكنه جنته بفضله .\n\n</p>"
}