{
    "header": "أحمد بن إسماعيل بن يوسف .",
    "id": "026431",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أحمد بن إسماعيل بن يوسف .\n</h1>\n<p class=\"arabic\">أبو الخير الطالقاني القزويني الفقيه الشافعي الواعظ رضي الدين أحد الأعلام .\n</p>\n<p class=\"arabic\">ولد سنة اثنتي عشرة وخمسمائة بقزوين .\n</p>\n<p class=\"arabic\">وتفقه على الفقيه أبي بكر بن أبي ملكداذ بن علي العمركي ثم ارتحل إلى نيسابور \n  *41*369* .\n</p>\n<p class=\"arabic\">وتفقه على محمد بن يحيى الفقيه حتى برع في المذهب .\n</p>\n<p class=\"arabic\">وسمع الكثير من أبيه ومن أبي الحسن بن علي الشافعي القزويني وأبي عبد الله \n  محمد بن الفضل الراوي وزاهر الشحامي وعبد المنعم بن القشيري وعبد الغافر بن \n  إسماعيل الفارسي وعبد الجبار الخواري وهبة الله بن سهل السيدي وأبي نصر محمد \n  بن عبد الله الأرغياني ووجيه بن طاهر .\n</p>\n<p class=\"arabic\">وسمع بالطابران من محمد بن المنتصر المتوثي وببغداد من أبي الفتح بن البطي \n  ودرس ببلده مدة ثم درس ببغداد في سنة بضع وخمسين ووعظ وخلع عليه وعاد إلى \n  بلده ثم قدمها قبل السبعين وخمسمائة ودرس بالنظامية .\n</p>\n<p class=\"arabic\">قال ابن النجار كان رئيس أصحاب الشافعي وكان إماما في المذهب والخلاف والأصول \n  والتفسير والوعظ .\n</p>\n<p class=\"arabic\">حدث بالكتب الكبار ك صحيح مسلم مسند إسحاق وتاريخ نيسابور للحاكم و السنن \n  الكبير للبيهقي و دلائل النبوة و البعث والنشور له أيضا وأملى عدة مجالس ووعظ \n  ونفق كلامه على الناس وأقبلوا عليه لحسن سمته وحلاوة منطقه وكثرة محفوظاته \n  ) .\n</p>\n<p class=\"arabic\">ثم قدم ثانيا وعقد مجلس الوعظ وصارت وجوه الدولة ملتفتة إليه وكثر التعصب \n  له من الأمراء والخواص وأحبه العوام وكان يجلس بالنظامية وبجامع القصر ويحضر \n  مجلسه أمم ثم ولي تدريس النظامية سنة تسع وستين وبقي مدرسها إلى سنة ثمانين \n  وخمسمائة ثم عاد إلى بلده *41*370* .\n</p>\n<p class=\"arabic\">وكان كثير العبادة والصلاة دائم الذكر قليل المأكل وكان مجلسه كثير الخير \n  مشتملا على التفسير والحديث والتفقه وحكايات الصالحين من غير سجع ولا تزويق \n  عبارة ولا شعر .\n</p>\n<p class=\"arabic\">وهو ثقة في روايته .\n</p>\n<p class=\"arabic\">وقيل إنه كان له في كل يوم ختمة مع دوام الصوم وقيل إنه يفطر على قرص واحد .\n</p>\n<p class=\"arabic\">وقال ابن الدبيثي أملي عدة مجالس وكان مقبلا على الخير كثير الصلاة له يد \n  باسطة في النظر واطلاع على العلوم ومعرفة بالحديث وكان جماعة للفنون رحمه \n  الله .\n</p>\n<p class=\"arabic\">رجع إلى بلده سنة ثمانين فأقام بها مشتغلا بالعبادة إلى أن توفي في محرم سنة \n  تسعين .\n</p>\n<p class=\"arabic\">وقال الحافظ عبد العظيم حكى عنه غير واحد أنه كان لا يزال لسانه رطبا من ذكر \n  الله .\n</p>\n<p class=\"arabic\">توفي في الثالث والعشرين من المحرم .\n</p>\n<p class=\"arabic\">وأنبأني ابن البزوري أنه أول من تكلم بالوعظ بباب بدر الشريف *41*371* .\n</p>\n<p class=\"arabic\">قلت هو مكان كان يحضر فيه وعظه الإمام المستضيء من وراء حجاب وتحضر الخلائق \n  فكان يعظ فيه القزويني مرة وابن الجوزي مرة .\n</p>\n<p class=\"arabic\">وقد روى عنه مسند إسحاق بن راهويه أبو البقاء لإسماعيل بن محمد المؤدب البغدادي .\n</p>\n<p class=\"arabic\">وروى عنه ابن الدبيثي ومحمد بن علي بن أبي سهل الواسطي والموفق عبد اللطيف \n  بن يوسف وبالغ في الثناء عليه وقال كان يعمل في اليوم والليلة ما يعجز المجتهد \n  عن عمله في شهر ولما ظهر التشيع في زمان ابن الصاحب التمس العامة منه يوم \n  عاشوراء على المنبر أن يلعن يزيد فامتنع ووثبوا عليه بالقتل مرات فلم يرع \n  ولا زل له لسان ولا قدم وخلص سليما .\n</p>\n<p class=\"arabic\">وسافر إلى قزوين .\n</p>\n<p class=\"arabic\">قال وفي أيام مجد الدين ابن الصاحب صارت بغداد بالكرخ وجماعة من الحنابلة \n  تشيعوا حتى إن ابن الجوزي صار يسجع ويلغز إلا رضي الدين القزويني فإنه تصلب \n  في دينه وتشدد ) *41*372* .\n</p>\n<p class=\"arabic\">قلت ورخه في هذه السنة ابن الدبيثي والزكي المنذري .\n</p>\n<p class=\"arabic\">وورخه ابن النجار سنة تسع وثمانين في المحرم ورواه عن ولده أبي المناقب محمد \n  بن أحمد رحمه الله .\n\n</p>"
}