{
    "header": "القاسم بن فيرة بن خلف بن أحمد .",
    "id": "026456",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">القاسم بن فيرة بن خلف بن أحمد .\n</h1>\n<p class=\"arabic\">*41*384* أبو محمد وأبو القاسم الرعيني الأندلسي الشاطبي الضرير المقرىء أحد \n  الأعلام من جعل كنيته أبا القاسم لم يجعل له إسما سواها وكذلك فعل أبو الحسن \n  السخاوي والأصح أن اسمه القاسم وكنيته أبو محمد كذا سماه جماعة كثيرة .\n</p>\n<p class=\"arabic\">وذكره ابن الصلاح في طبقات الشافعية .\n</p>\n<p class=\"arabic\">ولد في آخر سنة ثمان وثلاثين وخمسمائة وقرأ القراءآت بشاطبة على أبي عبد الله \n  بن محمد بن علي بن أبي العاص المقرىء النفري المعروف بابن اللايه وارتحل إلى \n  بلنسية فقرأ القرآن وعرض التفسير حفظا على أبي الحسن بن هذيل .\n</p>\n<p class=\"arabic\">وسمع منه ومن أبي الحسن بن النعمة وأبي عبد الله بن سعادة وأبي محمد بن عاشر \n  وأبي عبد الله بن عبد الرحيم وأبي محمد عليم بن عبد العزيز وأبي عبد الله \n  بن حميد .\n</p>\n<p class=\"arabic\">وارتحل ليحج فسمع من أبي طاهر السلفي وغيره .\n</p>\n<p class=\"arabic\">وكان إماما علامة نبيلا محققا ذكيا واسع المحفوظ كثير الفنون بارعا في القراءآت \n  وعللها حافظا للحديث كثير العناية به أستاذا في *41*385* العربية وقصيدتاه \n  في القراءآت والرسم مما يدل على تبحره وقد سار بهما الركبان وخضع لهما فحول \n  الشعراء وحذاق القراء وأعيان البلغاء ولقد سهل بهما الصعب من تحصيل الفن وحفظهما \n  خلق كثير .\n</p>\n<p class=\"arabic\">وقد قرأتهما على أصحاب أصحابه .\n</p>\n<p class=\"arabic\">وكان إماما قدوة زاهدا عابدا قانتا منقبضا مهيبا كبير الشأن .\n</p>\n<p class=\"arabic\">استوطن القاهرة وتصدر للإقراء بالمدرسة الفاضلية وانتفع به الخلق .\n</p>\n<p class=\"arabic\">وكان يتوقد ذكاء .\n</p>\n<p class=\"arabic\">روى عنه أبو الحسن بن خيرة ووصفه من قوة الحفظ بأمر معجب .\n</p>\n<p class=\"arabic\">وروى عنه أيضا أبو عبد الله محمد بن يحيى الجنجالي وأبو بكر بن وضاح وأبو \n  الحسن علي بن هبة الله بن الجميزي وأبو محمد عبد الله بن عبد الوارث المعروف \n  بابن فار اللبن وهو آخر من روى عنه .\n</p>\n<p class=\"arabic\">وقرأ عليه القراءآت أبو موسى عيسى بن يوسف بن إسماعيل المقدسي وأبو القاسم \n  عبد الرحمن بن سعد الشافعي وأبو الحسن علي بن محمد السخاوي وأبو عبد الله \n  محمد بن عمر القرطبي والزين أبو عبد الله محمد المقرىء الكردي والسديد أبو \n  القاسم عيسى بن مكي العامري والكمال علي بن شجاع العباسي الضرير وآخرون .\n</p>\n<p class=\"arabic\">فحكى الإمام أبو شامة أن أبا الحسن السخاوي أخبره أن سبب انتقال الشاطبي من \n  شاطبة إلى مصر أنه أريد على أن يولى الخطابة بشاطبة فاحتج بأنه قد وجب عليه \n  الحج وأنه عازم عليه وتركها ولم يعد إليها تورعا لما كانوا يلزمون به الخطباء \n  من ذكرهم على المنابر بأوصاف لم يرها سائغة شرعا وصبر على فقر شديد .\n</p>\n<p class=\"arabic\">وسمع بالثغر من السلفي ثم قدم القاهرة فطلبه القاضي الفاضل *41*386* للإقراء \n  بمدرسته فأجاب بعد شروط اشترطها .\n</p>\n<p class=\"arabic\">وقد زار البيت المقدس قبل موته بثلاثة أعوام وصام به شهر رمضان .\n</p>\n<p class=\"arabic\">قال السخاوي أقطع بأنه كان مكاشفا وأنه سأل الله تعالى كفاف حاله ماكان أحد \n  يعلم أي شيء هو .\n</p>\n<p class=\"arabic\">قال الأبار في تاريخه تصدر للإقراء بمصر فعظم شأنه وبعد صيته وانتهت إليه \n  الرئاسة في الإقراء ثم قال وقفت على نسخة من إجازته وحدث فيها القراءآت عن \n  ابن اللايه عن أبي عبد الله بن سعيد ولم يحدث عن ابن هذيل .\n</p>\n<p class=\"arabic\">قال وتوفي بمصر في الثامن والعشرين من جمادى الآخرة .\n</p>\n<p class=\"arabic\">قرأت على أبي الحسين اليونيني ببعلبك أخبرك أبو الحسن بن الجميزي أنا أبو \n  القاسم الرعيني أنا أبن هذيل أنا أبو داود سليمان بن نجاح أنا أبو عمر ابن \n  عبد البر أنا سعيد بن نصر ثنا قاسم بن أصبغ نا محمد بن وضاح نا يحيى بن يحيى \n  ثنا مالك عن يحيى بن سعيد أخبرني عبادة بن الوليد بن عبادة بن الصامت عن أبيه \n  عن جده قال بايعنا رسول الله صلى الله عليه وسلم على السمع والطاعة في اليسر \n  والعسر والمنشط والمكره وأن لا ننازع الأمر أهله وأن نقول بالحق حيث ما كنا \n  لا نخاف في الله لومة لائم أخرجه البخاري ومن شعره .\n</p>\n<p class=\"arabic\">% قل للأمير نصيحة % % لا تركنن إلى فقيه % .\n</p>\n<p class=\"arabic\">*41*387* .\n</p>\n<p class=\"arabic\">% إن الفقيه إذ أتى % % أبوا بكم لاخير فيه % .\n\n</p>"
}