{
    "header": "محمد بن علي بن أحمد بن المبارك .",
    "id": "026695",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن علي بن أحمد بن المبارك .\n</h1>\n<p class=\"arabic\">الوزير مؤيد الدين أبو الفضل بن القصاب البغدادي .\n</p>\n<p class=\"arabic\">كان ذا رأي وشهامة وحزم وغور بعيد وهمته علية ونفسه أبية .\n</p>\n<p class=\"arabic\">وكان أديبا بارعا بليغا شاعرا ولي كتابة ديوان الإنشاء مدة ثم ناب في وزارة \n  الخلافة في سنة تسعين وخمسمائة وسار بعسكر الخليفة وسار بعسكر الخليفة ففتح \n  البلاد همذان وإصبهان وحاصر الري وبيين وصارت له هيبة في النفوس فلما عاد \n  ولي الوزارة .\n</p>\n<p class=\"arabic\">ثم إنه خرج بالجيوش إلى همذان فتوفي بظاهرها في رابع شعبان وقد نيف على السبعين .\n</p>\n<p class=\"arabic\">وقد قرأ العربية على أبي السعادات هبة الله بن الشجري وتنقل في الخدم وأقام \n  بإصبهان مدة .\n</p>\n<p class=\"arabic\">ثم قدم من إصبهان فرتب في ديوان الإنشاء ولم يزل في علو حتى ناب في الوزارة .\n</p>\n<p class=\"arabic\">وأنشدوه قول المتنبي .\n</p>\n<p class=\"arabic\">% قاض إذا اشتبه الأمران عن له % % رأي يفصل بين الماء واللبن % .\n</p>\n<p class=\"arabic\">*42*112* فقال أنا أفصل بين الماء واللبن بأن أغمس البردى فيه ثم أعصره فلا \n  يشرب إلا المام ويخلص اللبن .\n</p>\n<p class=\"arabic\">وكان والد الوزير قصابا أعجميا بسوق الثلاثاء ببغداد توفي الوزير بظاهر همذان \n  فأخفي موته ودفن وأركب في محفته قيصر العوني الأمير وكان يشبهه ثم طيف به \n  في الجيش تسكينا ثم ظهر الأمر ونبشه خوارزم شاه تكش وحز رأسه ثم طاف به في \n  بلاد خراسان .\n</p>\n<p class=\"arabic\">قال ابن النجار لو مد له في العمر لكان لعلة يملك خراسان وكان فيه من الدهاء \n  وحسن التدبير والحيل ما يعجز عنه الوصف مع الفضل والأدب والبلاغة .\n</p>\n<p class=\"arabic\">وهو القائل يرثي ولده .\n</p>\n<p class=\"arabic\">% وإذا ذكرتك والذي فعل البلى % % بجمال وجهك جاء ما لا يدفع % .\n</p>\n<p class=\"arabic\">عاش مؤيد الدين بضعا وسبعين سنة .\n\n</p>"
}