{
    "header": "أحمد بن طارق بن سنان .",
    "id": "026645",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أحمد بن طارق بن سنان .\n</h1>\n<p class=\"arabic\">أبو الرضا الكركي الأصل البغدادي المولد التاجر المحدث ولد سنة سبع وعشرين \n  وخمسمائة في ربيع الأول .\n</p>\n<p class=\"arabic\">وسمع من أبي منصور موهوب بن الجواليقي وأبي الفضل بن الأرموي وابن ناصر وأحمد \n  بن طاهر الميهني ونصر بن نصر وسعيد بن البناء وهبة الله الحاسب ومحمد بن طراد \n  النقيب وأبي بكر بن *42*81* الزاغوني وسعد الخير البلنسي ومحمد بن عبيد الله \n  الرطبي والمبارك بن الشهروري وعبد الملك الكروخي .\n</p>\n<p class=\"arabic\">وبالكوفة من أبي الحسن محمد بن غيرة .\n</p>\n<p class=\"arabic\">وبمكة من عبد الرحيم ابن شيخ الشيوخ وبدمشق من أبي القاسم الحسين بن البنا \n  وناصر بن عبد الرحمن النجار وحمزة بن كروس وجماعة .\n</p>\n<p class=\"arabic\">وبمصر من عبد الله بن رفاعة وأحمد بن الحطيئة وعلي بن هبة الله الكاملي وبالثغر \n  من أبي طاهر بن سلفة .\n</p>\n<p class=\"arabic\">وحدث بهذه البلاد .\n</p>\n<p class=\"arabic\">قال ابن الدبيثي كان حريصا على السماع وتحصيل المسموعات مع قلة معروفة بالنسبة \n  إلى طلبه وكان ثقة .\n</p>\n<p class=\"arabic\">وقال المنذري هو من الكرك قرية بجبل لبنان بسكون الراء وأما البلد المشهور \n  فبالتحريك .\n</p>\n<p class=\"arabic\">قلت أراد كرك نوح وهي بليدة بالبقاع ولم أسمع أحدا قيده بالسكون سوى المنذري \n  بلى ابن نقطة *42*82* .\n</p>\n<p class=\"arabic\">روى عن ابن طارق أبو الحسن علي بن المفضل وأبو عبد الله الدبيثي ويوسف بن \n  خليل ) .\n</p>\n<p class=\"arabic\">وذكره الحافظ الضياء في شيوخ الإجازة وقال كان شيعيا غالبا .\n</p>\n<p class=\"arabic\">قال ابن النجار لم يزل يطلب إلى أن مات وكان يوادني وكان صدوقا تبتا طيب المعاشرة \n  إلا أنه كان غاليا في التشيع شحيحا مقنطا على نفسه يشتري من لقم المكدين ويتبع \n  المحدثين ليأكل معهم يشغل في بيته ضوءا وخلف تجارة تساوي ثلاثة آلاف دينار .\n</p>\n<p class=\"arabic\">مات وحده ولم يعلم به أحد .\n</p>\n<p class=\"arabic\">قال عبد الرزاق الجيلي كان ثقة ثبتا مع فساد دينه .\n</p>\n<p class=\"arabic\">وقال ابن نقطة كان متقنا خبيث الإعتقاد رافضيا .\n</p>\n<p class=\"arabic\">مات في سادس عشر ذي الحجة وبقي في بيته أياما لا يدرى به وأكلت الفأرة أذنيه \n  وأنفه كما قيل .\n</p>\n<p class=\"arabic\">قلت كان جده سنان قاضي كرك البقاع .\n\n</p>"
}