{
    "header": "عبد الله بن محمد بن علي بن عبد الله بن عـ...",
    "id": "026617",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الله بن محمد بن علي بن عبد الله بن عبيد الله بن سعيد بن محمد بن ذي \n  النون .\n</h1>\n<p class=\"arabic\">الحجري حجر ذي رعين الأندلسي المريي الفقيه الحافظ الثبت أبو محمد بن عبيد \n  الله الزاهد .\n</p>\n<p class=\"arabic\">أحد أئمة الأندلس ولد في نصف ذي الحجة سنة خمس وخمسمائة وسمع صحيح مسلم من \n  أبي عبد الله بن زغيبة .\n</p>\n<p class=\"arabic\">وسمع من أبي القاسم بن ورد وأبي الحسن بن اللوان وأبي الحسن ابن موهوب الجذامي .\n</p>\n<p class=\"arabic\">ورحل إلى قرطبة فلقي بها أبا القاسم بن بقي وأبا الحسن بن مغيث وأبا عبد الله \n  بن مكي وأبا جعفر البطروحي وأبا بكر بن العربي .\n</p>\n<p class=\"arabic\">ولقي بإشبيلية أبا الحسن شريح بن محمد وأبا عمر أحمد بن عبد الله بن صالح \n  المقرىء الأزدي *42*65* .\n</p>\n<p class=\"arabic\">وقرأ صحيح البخاري على شريح في سنة أربع وثلاثين .\n</p>\n<p class=\"arabic\">وحضر سماعه نحو من ثلاثمائة نفس من أعيان طلبة البلاد فقرأه في إحدى وعشرين \n  دولة بسماعه من أبيه وأبي عبد الله بن منظور عبد الله بن منظور عن أبي ذر \n  الهروي .\n</p>\n<p class=\"arabic\">وكان الناس يرحلون إلى شريح بسببه لكونه قد عين تسميعه في كل رمضان .\n</p>\n<p class=\"arabic\">وأجاز له القاضي غياض وأبو بكر بن فندله وجماعة .\n</p>\n<p class=\"arabic\">وسمع أيضا من محمد بن عبد العزيز الكلابي وجعفر بن محمد البرجي وأبي بكر يحيى \n  بن خلف بن النفيس وإبراهيم بن مروان ويوسف بن علي القضاعي القفال .\n</p>\n<p class=\"arabic\">وعني بهذا الشأن وكان غاية في الورع والصلاح والعدالة قاله الأبار .\n</p>\n<p class=\"arabic\">وقال ولي الصلاة والخطابة بجامع المرية وكان يعرف القراءات ودعي إلى القضاء \n  فأبى .\n</p>\n<p class=\"arabic\">وخرج بعد تغلب العدو إلى مرسية وضاقت حاله بها فقصد مالقة وأجاز البحر إلى \n  مدينة فاس ثم استوطن سبتة يقرىء ويسمع فبعد صيته وعلا ذكره ورحل الناس إليه \n  لعلو سنده وجلالة قدره .\n</p>\n<p class=\"arabic\">وكان له بصر بصناعة الحديث موصوفا بجودة الفهم استدعي إلى حضرة السلطان بمراكش \n  ليسمع منه فقدمها وبقي بها حينا ثم رجع إلى سبتة .\n</p>\n<p class=\"arabic\">حدثنا عنه عالم من الجلة .\n</p>\n<p class=\"arabic\">مولده سنة خمس وقيل سنة ثلاث وخمسمائة .\n</p>\n<p class=\"arabic\">وتوفي بسبتة في المحرم وقيل في مستهل صفر وكانت جنازته مشهودة *42*66* .\n</p>\n<p class=\"arabic\">سمعت أبا الربيع بن سالم يقول صادف وقت وفاته قحطا أضر بالناس فلما وضعت جنازته \n  على شفير قبره توسلوا به إلى الله في إغاثتهم فسقط من تلك مطرا وابلا وما \n  اختلف الناس إلى قبره مدة الأسبوع إلا في الوحل والطين .\n</p>\n<p class=\"arabic\">قلت قرأ بالسبع على شريح وعلى يحيى بن الخلوف وعلى أبي جعفر أحمد بن أبي الحش \n  بن الباذش بكتاب الإقناع له .\n</p>\n<p class=\"arabic\">وأقرأ القراءات لأبي الحسن الشاري وغيره .\n</p>\n<p class=\"arabic\">قال ابن فرتون ظهرت له كرامات ثنا شيخنا الراوية محمد بن الحسن بن غازي عن \n  بنت عمه وكانت صالحة وكانت استحيضت مدة قالت حدثت بموت ابن عبيد الله فشق \n  علي أن لا أشهده فقلت اللهم إن كان وليا من أوليائك فأمسك عني الدم حتى أصلي \n  عليه فانقطع عني لوقته ثم لم أره بعد .\n</p>\n<p class=\"arabic\">روى عنه أبو عمرو محمد بن عيشون البكي ومحمد بن أحمد بن اليتيم الأندرشي ومحمد \n  بن محمد اليحصبي ومحمد بن عبد الله القرطبي ابن الصفار والشرف محمد بن عبيد \n  الله المرسي وأبو بكر محمد بن أحمد بن محرز الزهري وعبد الرحمن بن القاسم \n  السراج وأبو الخطاب عمر بن دحية الكلبي وأخوه أبو عمرو عثمان وأبو الحسن علي \n  بن الفخار الشريشي وأبو الحسن علي بن عبد الله بن فطرال وأبو الحجاج يوسف \n  بن محمد الأزدي وخلق يطول ذكرهم من آخرهم أبو الحسن علي بن محمد الغافقي الشاري \n  وإبراهيم بن عامر الطوسي ومحمد بن الجرج نزيل الإسكندرية ومحمد بن عبد الله \n  الأزدي وبه ختم حديثه *42*67* .\n</p>\n<p class=\"arabic\">مات الأزدي سنة ستين وستمائة .\n</p>\n<p class=\"arabic\">أخبرنا عبد المؤمن بن خلف الحافظ أنا محمد بن إبراهيم الأنصاري قراءة أنا \n  الحافظ أبو محمد عبد الله بن محمد الحجري أنا أحمد بن محمد بن أحمد بن بقي \n  وأبو جعفر أحمد بن عبد الرحمن البطروحي قالا ثنا محمد بن الفرج الفقيه ثنا \n  يونس بن عبد الله القاضي أنا أبو عيسى يحيى بن عبد الله ابنا عم أبي عبيد \n  بن يحيى بن يحيى أنا أبي نا مالك عن نافع عن ابن عمر أن رسول الله صلى الله \n  عليه وسلم قال إن الذي تفوه صلاة العصر كأنما وتر أهله وماله متفق عليه .\n</p>\n<p class=\"arabic\">عبد الله بن محمد بن عبد الله بن عبد المجيد بن إسماعيل أبو القاسم المصري \n  ثم البغدادي الصوفي .\n</p>\n<p class=\"arabic\">سمع من جده لأمه عبد الرحمن بن الحسن الفارسي وأبي الوقت وسعيد بن البناء \n  وهبة الله بن الشبلي ) .\n</p>\n<p class=\"arabic\">وولي مشيخة الرباط الزوزني وكان أبوه أحد الأطباء ببغداد وقدها وسكنها وسمع \n  الكثير ولد أبو القاسم بن محمد في سنة اثنتين وأربعين وخمسمائة وتوفي رحمه \n  الله كهلا في سابع شوال .\n\n</p>"
}