{
    "header": "محمود بن المبارك بن أبي القاسم علي بن الـ...",
    "id": "026703",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمود بن المبارك بن أبي القاسم علي بن المبارك .\n</h1>\n<p class=\"arabic\">الإمام أبو القاسم الواسطي ثم البغدادي الشافعي الفقيه المنعوت بالمجير .\n</p>\n<p class=\"arabic\">تفقه بالنظامية على أبي منصور الرزاز وأبي نصر المبارك بن زوما .\n</p>\n<p class=\"arabic\">وقرأ علم الكلام على أبي الفتوح محمد بن الفضل الإسفرائيني وعلى أبي جعفر \n  عبد السيد بن علي بن الزيتوني وتقدم على أقرانه وكان المشار إليه في وقته .\n</p>\n<p class=\"arabic\">تخرج به خلق وكان من أذكياء العالم ولد سنة سبع عشرة وخمسمائة .\n</p>\n<p class=\"arabic\">وسمع من أبي القاسم بن الحصين وأبي بكر الأنصاري وأبي القاسم بن السمرقندي \n  وجماعة .\n</p>\n<p class=\"arabic\">وحدث ببغداد وواسط وأعاد في شبيبته للإمام أبي النجيب السهروردي بمدرسته وسار \n  إلى دمشق ودرس بها وناظر واستدل وتخرج به جماعة .\n</p>\n<p class=\"arabic\">ثم رجع ودرس بشيراز وبعسكر مكرم وواسط وولي تدريس النظامية ببغداد وخلع عليه \n  خلعة سوداء وطرحة وحضر درسه العلماء وأرباب الدولة كلهم وكان يوما مشهودا .\n</p>\n<p class=\"arabic\">ونفذ رسولا إلى همذان فأدركه أجله بها *42*117* .\n</p>\n<p class=\"arabic\">قال أبو عبد الله الدبيثي برع في الفقه حتى صار أوحد زمانه وتفرد بمعرفة الأصول \n  والكلام .\n</p>\n<p class=\"arabic\">قرأت عليه بواسط علم الأصول وما رأيت أجمع لفنون العلم منه مع حسن العبادة .\n</p>\n<p class=\"arabic\">قال وخرج رسولا إلى خوارزم شاه إلى إصبهان فمات في طريقه بهمذان في ذي القعدة .\n</p>\n<p class=\"arabic\">وقال الموفق عبد اللطيف وكان بالنظامية المجير البغدادي وكان ضئيلا طوالا \n  ذكيا دقيق الفهم غواصا على المعاني غير منفعل عند المناظرة يعد لها كل سلاح \n  ويستعمله أفضل استعمال وكان يشتغل في الخفية بالهندسة والمنطق وفنون الحكمة \n  على أبي البركات اليهودي كان ثم أسلم في آخر عمره وعمي وكان يملي عليه وعلى \n  جماعة منهم ابن الدهان المنجم ومنهم والدي ومنهم المهذب بن النقاش كتاب المعتبر \n  له هذا حكاية ابن الدهان لي بدمشق .\n</p>\n<p class=\"arabic\">وكان شيخا فاضلا بنى له نور الدين المارستان بدمشق ونشر بها علم الطب .\n</p>\n<p class=\"arabic\">وكان بين المجير وبين ابن فضلان مناظرة كمحاربة وكان المجير يقطعه كثيرا ) .\n</p>\n<p class=\"arabic\">ثم إن ابن فضلان شنع عليه بالفلسفة فخرج إلى دمشق واتصل بامرأة من بنات الملوك \n  وبنيت له مدرسة جاروخ واستخلص من المرأة جوهرا كثيرا فكثر التعصب عليه فتوجه \n  إلى شيراز وبنى له ملكها شرف الدين مدرسة فلما جاءت دولة ابن القصاب أحضره \n  إلى بغداد وولاه تدريس النظامية ويوم ألقى الدرس كان يوما مشهودا فدرس بها \n  أسبوعا وسير في الرسالة فلم يرجع .\n</p>\n<p class=\"arabic\">وحضر مرة بدمشق مجلس المناظرة بحضرة القاضي كمال الدين *42*118* الشهرزوري \n  فجاء الصوفية ولهم ذقون ولهم ذلوق فارتفعوا على الفقهاء فأنفوا وقصدوا أذاهم \n  ففوضوا الأمر إلى المجير فاستدل في مس الذكر فقال فضولي لا ينتقض الوضوء بلمسه \n  قياسا على الصوفي فسألوه البيان فقال إن الصوفي يطرق حتى يطرق الباب فيثب \n  ويقول فتوح ويقع نظر الرجل منهم على صورة جميلة قيثب من وسطه ويقول فتوح فاستحيا \n  الصوفية ونهضوا .\n</p>\n<p class=\"arabic\">وكان أجدل أهل زمانه في سكون ظاهر وقلة انزعاج .\n</p>\n<p class=\"arabic\">روى عنه ابن خليل في معجمه .\n</p>\n<p class=\"arabic\">وروى ابن النجار في تاريخه عن ابن خليل عنه .\n\n</p>"
}