{
    "header": "عبد الله بن منصور بن عمران بن ربيعة .",
    "id": "026729",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الله بن منصور بن عمران بن ربيعة .\n</h1>\n<p class=\"arabic\">أبو بكر الربعي المقرئ الواسطي المعروف بابن الباقلاني .\n</p>\n<p class=\"arabic\">شيخ العراق ولد في المحرم سنة خمسمائة وقرأ القراءات على أبي العز القلانسي \n  وهو آخر أصحابه وعلى علي بن علي بن شيراز وأبي محمد سبط الخياط .\n</p>\n<p class=\"arabic\">وسمع منهم ومن أبي علي الحسن بن إبراهيم الفارقي وخميس الحوزي وأبي الكرم \n  نصر الله بن الجلخت وأبي عبد الله البارع وأبي العز كادش وأبي القاسم بن الحصين \n  وأبي بكر المزرفي وجماعة *42*132* .\n</p>\n<p class=\"arabic\">روى عنه تاج الإسلام أبو سعد السمعاني وأبو القاسم بن عساكر أناشيد وماتا \n  قبله بدهر .\n</p>\n<p class=\"arabic\">وقد ذكره ابن عساكر في تاريخه فقال شاب قدم دمشق وأقرأ بها وكان قد قرأ على \n  القلانسي .\n</p>\n<p class=\"arabic\">وقرأ علي كتاب الغاية لابن مهران وتفسير الواحدي الوسيط .\n</p>\n<p class=\"arabic\">قال ورأيت له قصيدة مدح بها بعض الناس بدمشق يقول .\n</p>\n<p class=\"arabic\">% بأي حكم دم العشاق مطلول % % فليس يودي لهم في الشرع مقتول % .\n</p>\n<p class=\"arabic\">% ليت البنان التي فيها رأيت دمي % % يرى بها لي تقليب وتقبيل % .\n</p>\n<p class=\"arabic\">قلت وقرأ عليه بالقراءات التقي أبو الحسن بن باسويه المرجا بن شقيرة التاجر \n  أبو عبد الله محمد بن سعيد الدبيثي والحسن بن أبي الحسن بن ثابت الطيبي والعلامة \n  أبو الفرج بن الجوزي وولده الصاحب محيي الدين يوسف وخلق سواهم .\n</p>\n<p class=\"arabic\">وازدحم عليه الطلبة وقصدوه من النواحي .\n</p>\n<p class=\"arabic\">لكن قد ضعفه غير واحد .\n</p>\n<p class=\"arabic\">قال ابن نقطة حدث بسنن أبي داود وعن أبي علي الفارقي وسمعه منه في سنة ثمان \n  عشرة وخمسمائة .\n</p>\n<p class=\"arabic\">قال وحدثني أبو عبد الله بن أحمد بن الحسن الواسطي ابن أخت ابن عبد السميع \n  وكان ثقة صالحا قال سمعت منه السنن وسماعه فيه صحيح *42*133* .\n</p>\n<p class=\"arabic\">قال وكان قد قرأ على القلانسي بكتاب الإرشاد وقراءته به صحيحة وما سوى ذلك \n  فإنه يزوره .\n</p>\n<p class=\"arabic\">قال ابن نقطة وقال لي أبو طالب بن عبد السميع كان ابن الباقلاني يسمع كتاب \n  مناقب علي عن مؤلفة أبي عبد الله بن الجلابي فقال لي نسخته ليست موجودة بواسط \n  يعني سماعه فقلت ) .\n</p>\n<p class=\"arabic\">له إن النسخ بها مختلفة تزيد وتنقص فلم يزل يسمعها من أي نسخة كانت .\n</p>\n<p class=\"arabic\">وقد ضعفه الدبيثي فقال انفرد برواية العشرة عن أبي العز وادعى رواية شيء آخر \n  من الشواذ عن أبي العز وادعى رواية شيء آخر من الشواذ عن أبي العز فتكلم الناس \n  فيه ووقفوا في ذلك استمر هو على روايته للمشهور والشاذ شرها منه .\n</p>\n<p class=\"arabic\">قال وكان حسن التلاوة عارفا بوجوه القراءات .\n</p>\n<p class=\"arabic\">وتوفي في سلخ ربيع الآخر وأقرأ الناس أكثر من أربعين سنة .\n</p>\n<p class=\"arabic\">قال سمعت أبا طالب عبد المحسن بن أبي العميد الصوفي يقول رأيت في المنام بعد \n  وفاة ابن الباقلاني كأن شخصا يقول لي صلي عليه سبعون وليا لله .\n</p>\n<p class=\"arabic\">قلت آخر من مات من تلامذته الشريف الداعي .\n\n</p>"
}