{
    "header": "محمد بن أحمد بن محمد بن أحمد بن أحمد بن ...",
    "id": "026852",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن أحمد بن محمد بن أحمد بن أحمد بن رشد .\n</h1>\n<p class=\"arabic\">أبو الوليد القرطبي حفيد العلامة ابن رشد الفقيه .\n</p>\n<p class=\"arabic\">ولد سنة عشرين قبل وفاة جده أبي الوليد بشهر واحد *42*197* .\n</p>\n<p class=\"arabic\">وعرض الموطأ على والده أبي القاسم ) .\n</p>\n<p class=\"arabic\">وأخذ عن أبي مروان بن مسرة وأبي القاسم بن بشكوال وجماعة .\n</p>\n<p class=\"arabic\">وأخذ علم الطب عن أبي مروان بن حزبول .\n</p>\n<p class=\"arabic\">ودرس الفقه حتى برع فيه وأقبل على علم الكلام والفلسفة وعلوم الأوائل حتى \n  صار يضرب به المثل فيها فمن تصانيفه على ما ذكره ابن أبي أصيبعة كتاب التحصيل \n  جمع فيه اختلافات العلماء كتاب المقدمات في الفقه كتاب نهاية المجتهد كتاب \n  الكليات طب كتاب شرح أرجوزة ابن سينا في الطب كتاب الحيوان كتاب جوامع كتب \n  أرسطا طاليس في الطبيعيات والإلهيات كتاب في المنطق كتاب تلخيص الإلهيات لنيقولاوس \n  كتاب تلخيص ما بعد الطبيعة لأرسطو طاليس شرح كتاب السماء والعالم لأرسطوطاليس \n  شرح كتاب النفس لأرسطوطاليس تلخيص كتاب الأسطقسات لجالينوس ولخص له أيضا كتاب \n  المزاج وكتاب القوى وكتاب العلل وكتاب التعرف وكتاب الحميات وكتاب حيلة البرء \n  ولخص كتاب السماع الطبيعي لإرسطو طاليس وله كتاب تهافت التهافت يرد فيه على \n  الغزالي وكتاب منهاج الأدلة في الأصول كتاب فصل المقال فيما بين الحكمة والشريعة \n  من الاتصال كتاب شرح كتاب القياس لأرسطو مقالة في العقل مقالة في القياس كتاب \n  الفحص عن أمر العقل كتاب الفحص عن مسائل وقعت في الإلهيات من الشفاء لابن \n  سينا مسألة في الزمان مقالة في أن ما يعتقده المشاؤون وما يعتقده المتكلمون \n  من أهل ملتنا في كيفية وجود العالم متقارب في المعنى مقالة في نظر أبي نصر \n  الفارابي في المنطق ونظر أرسطوطاليس مقالة في اتصال العقل المفارق للإنسان \n  مقالة في ذلك أيضا مباحثات بين المؤلف وبين أبي بكر بن الطفيل في رسمه للدواء \n  مقالة في وجود المادة *42*198* الأولى مقالة في الرد على ابن سينا في تقسيمه \n  الموجودات إلى ممكن على الإطلاق وممكن بذاته مقالة في المزاج مقالة في نوائب \n  الحمى مسائل في الحكمة مقالة في حركة الفلك كتاب ما خالف فيه أبو نصر لأرسطو \n  في كتاب البرهان مقالة في الترياق تلخيص كتاب الأخلاق لأرسطو وتلخيص كتاب \n  البرهان له .\n</p>\n<p class=\"arabic\">قلت ذكر شيخ الشيوخ تاج الدين لما دخلت إلى البلاد سألت عنه فقيل إنه مهجور \n  في داره من جهة الخليفة يعقوب ولا يدخل أحد عليه ولا يخرج هو إلى أحد فقيل \n  لم قالوا رفعت عنه أقوال ردية ونسب إليه كثرة الاشتغال بالعلوم المهجورة من \n  علوم الأوائل .\n</p>\n<p class=\"arabic\">ومات وهو محبوس بداره بمراكش في أواخر سنة أربع وتسعين ) .\n</p>\n<p class=\"arabic\">وذكره الأبار فقال لم ينشأ بالأندلس مثله كمالا وعلما وفضلا .\n</p>\n<p class=\"arabic\">قال وكان متواضعا منخفض الجناح عني بالعلم حتى حكي عنه أنه لم يدع النظر والقراءة \n  مذ عقل إلا ليلة وفاة أبيه وليلة عرسه وأنه سود فيما صنف وقيد واختصر نحوا \n  من عشرة آلاف ورقة ومال إلى علوم الأوائل فكانت له فيها الإمامة دون أهل عصره \n  وكان يفزع إلى فتياه في الطب كما يفزع إلى فتياه في الفقه مع الحظ الوافر \n  من العربية .\n</p>\n<p class=\"arabic\">قيل وكان يحفظ ديوان حبيب والمتنبي وله من المصنفات كتاب بداية المجتهد ونهاية \n  القتصد في الفقه علل فيها ووجه ولا نعلم في فنه أنفع منه ولا أحسن مساقا وله \n  كتاب الكليات في الطب ومختصر المستصفى في الأصول وكتاب في العربية وغير ذلك .\n</p>\n<p class=\"arabic\">وقد ولي قضاء قرطبة بعد أبي محمد بن مغيث فحمدت سيرته وعظم قدره .\n</p>\n<p class=\"arabic\">سمع منه أبو محمد بن حوط الله وسهل بن مالك وجماعة .\n</p>\n<p class=\"arabic\">وامتحن بآخره فاعتقله السلطان يعقوب وأهانه ثم أعاده إلى الكرامة *42*199* \n  فيما قيل واستدعاه إلى مراكش وبها توفي في صفر وقيل في ربيع الأول وقد مات \n  السلطان بعده بشهر .\n</p>\n<p class=\"arabic\">وقال ابن أبي أصيبعة هو أوحد في علم الفقه والخلاف تفقه على الحافظ أبي محمد \n  بن رزق .\n</p>\n<p class=\"arabic\">وبرع في الطب وألف كتاب الكليات أجاد فيه وكان بنيه وبني أبي مروان بن زهر \n  مودة .\n</p>\n<p class=\"arabic\">حدثني أبو مروان الباجي قال كان أبو الوليد بن رشد ذكيا رث البزة قوي النفس \n  اشتغل بالطب على أبي جعفر بن هارون لازمه مدة .\n</p>\n<p class=\"arabic\">ولما كان المنظور بقرطبة وقت غزو الفنش استدعى أبا الوليد واحترمه وقربه حتى \n  تعدى به المجلس الذي كان يجلس فيه الشيخ عبد الواحد بن أبي حفص الهنتاني ثم \n  بعد ذلك نقم عليه لأجل الحكمة يعني الفلسفة .\n\n</p>"
}