{
    "header": "منصور بن أبي الحسن بن إسماعيل بن المظفر ...",
    "id": "026866",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">منصور بن أبي الحسن بن إسماعيل بن المظفر .\n</h1>\n<p class=\"arabic\">أبو الفضل المخزومي الطبري الصوفي الواعظ .\n</p>\n<p class=\"arabic\">ولد بآمل طبرستان ونشأ بمرو وتفق على الإمام أبي الحسن علي بن محمد المروزي .\n</p>\n<p class=\"arabic\">وبنيسابور على محمد بن يحيى .\n</p>\n<p class=\"arabic\">وكان مليح الكلام في المناظرة ثم اشتغل بالوعظ والتصوف .\n</p>\n<p class=\"arabic\">وسمع من زاهر بن طاهر وعبد الجبار بن محمد الحواري وعلي بن محمد المروزي .\n</p>\n<p class=\"arabic\">وحدث ببغداد والشام .\n</p>\n<p class=\"arabic\">أخذ عنه أبو بكر الحازمي وإلياس بن جامع وابن خليل وأخوه إبراهيم والضياء \n  المقدسي والتاج بن أبي جعفر والشهاب القوصي وطائفة سواهم *42*209* .\n</p>\n<p class=\"arabic\">وروى عنه الأمير يعقوب بن محمد الهذباني مسند أبي يعلى الموصلي سمعه منه بالموصل \n  ولقبه القوصي بشهاب الدين .\n</p>\n<p class=\"arabic\">ونقلت من خطه قال حدث بدمشق سنة اثنتين وتسعين بصحيح مسلم وسمعته منه عن الفراوي \n  ) .\n</p>\n<p class=\"arabic\">وتوقف في أمره الحافظ بهاء الدين القاسم بن عساكر وامتنع جماعة لامتناعه .\n</p>\n<p class=\"arabic\">مولده بطبرستان سنة خمس عشرة وخمسمائة .\n</p>\n<p class=\"arabic\">وقال ابن النجار حدث ببغداد ثم سكن الموصل يحدث ويدرس ثم انتقل إلى دمشق فذكر \n  لي رفيقنا عبد العزيز الشيباني أنه سمع منه وادعى أنه سمع صحيح مسلم من الفراوي \n  وكان معه خط مزور على خط الفراوي .\n</p>\n<p class=\"arabic\">وقال ابن نقطة حدثني علي بن القاسم بن عساكر قال لما قرئ على الطبري أول مجلس \n  من صحيح مسلم بحكم الثبت حضر شيخ الشيوخ ابن حمويه وحضر أبي وأنا معه فجاء \n  ابن خليل الأدمي وقال لأبي هذا الثبت ليس بصحيح وأراه إياه فامتنع أبي من \n  الحضور والجماعة فغضب شيخ الشيوخ أبو الحسن بن حمويه والصوفية وقرأوا عليه \n  الكتاب .\n</p>\n<p class=\"arabic\">أخبرنا أحمد بن سلامة كتابة عن منصور بن أبي الحسن الطبري أنا عبد الجبار \n  بن محمد بن أحمد أنا أبو بكر البيهقي أنا محمد بن يعقوب الفقيه بالطابران \n  أنا أبو النصر الفقيه ثنا عثمان بن سعيد الدرامي ثنا سعيد بن أبي مريم ثنا \n  يحيى بن أيوب حدثني يزيد بن الهاد أن أبا بكر بن محمد بن عمرو بن حزم أخبره \n  عن عبد الرحمن بن كعب بن مالك عن عبد الله بن أنيس قال كنا بالبادية فقلنا \n  إن قدمنا بأهلينا شق علينا وإن خلفناهم أصابتهم ضيعة .\n</p>\n<p class=\"arabic\">فبعثوني وكنت أصغرهم إلى رسول الله صلى الله عليه وسلم فذكرت له قولهم فأمرنا \n  بليلة ثلاث وعشرين *42*210* .\n</p>\n<p class=\"arabic\">قال ابن الهاد فكان محمد بن إبراهيم يجتهد تلك الليلة .\n</p>\n<p class=\"arabic\">توفي في ثامن عشر ربيع الآخر بدمشق .\n\n</p>"
}