{
    "header": "عثمان بن يوسف بن أيوب بن شاذي .",
    "id": "026842",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عثمان بن يوسف بن أيوب بن شاذي .\n</h1>\n<p class=\"arabic\">السلطان الملك العزيز أبو الفتح وأبو عمرو بن السلطان الملك الناصر صلاح الدين \n  صاحب مصر .\n</p>\n<p class=\"arabic\">ولد في جمادى الأولى سنة سبع وستين وخمسمائة .\n</p>\n<p class=\"arabic\">وسمع من أبي طاهر السلفي وأبي الطاهر بن عوف وعبد الله بن بري النحوي .\n</p>\n<p class=\"arabic\">وحدث بثغر الإسكندرية .\n</p>\n<p class=\"arabic\">ملك ديار مصر بعد والده وكان لا بأس به في سيرته وكان قد خرج يتصيد فرماه \n  فرسه رمية مؤلمة منكرة فرد إلى القاهرة وتمرض ومات .\n</p>\n<p class=\"arabic\">قال الحافظ الضياء ومن خطة نقلت قال خرج إلى الصيد فجاءته كتب من دمشق في \n  أذية أصحابنا الحنابلة فقال إذا رجعنا من هذه السفرة كل من كان يقول بمقالتهم \n  أخرجناه من بلدنا .\n</p>\n<p class=\"arabic\">فرماه فرسه ووقع عليه فخسف صدره كذا حدثني يوسف بن الطفيل وهو الذي غسله *42*189* .\n</p>\n<p class=\"arabic\">قال المنذري توفي في العشرين من المحرم وعاش ثمانيا وعشرين سنة وأقيم بعده \n  ولده في الملك صبي دون البلوغ فلم يتم .\n</p>\n<p class=\"arabic\">وقال الموفق عبد اللطيف كان العزيز شابا حسن الصورة ظريف الشمائل قويا ذا \n  بطش أيد وخفة حركة حييا كريما عفيفا عن الأموال والفروج وبلغ من كرمه أنه \n  لم يبق له خزانة ولا خاص ولا برك ولا فرش وأما بيوت أصحابه فتفيض بالخيرات \n  وكان شجاعا مقداما .\n</p>\n<p class=\"arabic\">وبلغ من عفته أنه كان له غلام تركي اشتراه بألف دينار يقال له أبو شامة فوقف \n  على رأسه خلوة فنظر إلى جماله فأمره أن ينزع ثيابه وجلس معه مقعد الفاحشة \n  فأدركه التوفيق ونهض مسرعا إلى بعض سراريه فقضى وطره وخرج والغلام بحاله فأمره \n  بالتستر ) .\n</p>\n<p class=\"arabic\">والخروج .\n</p>\n<p class=\"arabic\">وأما عفته عن الأموال فلا أقدر أن أصف حكاياته في ذلك .\n</p>\n<p class=\"arabic\">ثم حكى الموفق ثلاث حكايات في المعنى .\n</p>\n<p class=\"arabic\">وقال ابن واصل كان الرعية يحبونه محبة عظيمة وفجعوا بموته إذا كانت الآمال \n  متعلقة بأنه يسد مسد أبيه .\n</p>\n<p class=\"arabic\">ثم حكى ابن واصل حكايتين في عدله ومروءته رحمه الله وسامحه .\n</p>\n<p class=\"arabic\">ولما سار الملك الأفضل أخوه مع العادل ونازلا بلبيس وتزلزل أمره بذلت له الرعية \n  أموالها ليذب عن نفسه فامتنع .\n</p>\n<p class=\"arabic\">وقال ابن واصل وقد حكي أنه لما امتنع قيل له اقترض من القاضي الفاضل فإن أمواله \n  عظيمة فامتنع وألحوا عليه فاستدعى القاضي الفاضل فلما رآه مقبلا وهو يراه \n  من المنظرة قام حياء ودخل إلى النساء فراسلته الأمراء وشجعوه فخرج وقال له \n  بعد أن أطنب في الثناء عليه أيها *42*190* القاضي قد علمت أن الأمور قد ضاقت \n  علي وليس لي إلا حسن نظرك وإصلاح الأمر بمالك أو برأيك أو بنفسك .\n</p>\n<p class=\"arabic\">فقال جميع ما أنا فيه من نعمتكم ونحن نقدم الرأي أولا والحيلة ومتى احتيج \n  إلى المال فهو بين يديك .\n</p>\n<p class=\"arabic\">فوردت رسالة من العادل إلى القاضي الفاضل باستدعائه ووقع الاتفاق .\n</p>\n<p class=\"arabic\">وقد حكي عنه ما هو أبلغ من هذا وهو أن عبد الكريم بن علي أخا القاضي الفاضل \n  كان يتولى الجيزة زمانا وحصل الأقوال فجرت بينه وبين الفاضل نبوة أوجبت اتضاعه \n  عند الناس فعزل وكان متزوجا بابنة ابن ميسر فانتقل بها إلى الإسكندرية فضايقها \n  وأساء عشرتها لسوء خلقه فتوجه أبوها وأثبت عند قاضي الإسكندرية ضررها وأنه \n  قد حصرها في بيت فمضى القاضي بنفسه ورام أن يفتح عليها فلم يقدر فأحضر نقابا \n  فنقب البيت وأخرجها ثم أمر بسد النقب فهاج عبد الكريم وقصد الأمير جهاركس \n  فخر الدين بالقاهرة وقال هذه خمسة آلاف دينار لك وهذا أربعون ألف دينار للسلطان \n  وأولى قضاء الإسكندرية فاخذ من المال واجتمع بالملك العزيز ليلا وأحضر له \n  الذهب .\n</p>\n<p class=\"arabic\">وحدثه فسكت ثم قال رد عليه المال وقل له إياك والعود إلى مثلها فما كل ملك \n  يكون ) .\n</p>\n<p class=\"arabic\">عادلا فأنا أبيع أهل الإسكندرية بهذا المال .\n</p>\n<p class=\"arabic\">قال جهاركس فوجمت وظهر علي فقال لي أراك واجما وأراك أخذت شيئا على الوساطة .\n</p>\n<p class=\"arabic\">قلت نعم قال كم أخذت قلت خمسة آلاف دينار فقال أعطاك ما لا تنتفع به إلا مرة \n  وأنا أعطيك في قبالته ما تنتفع به مرات .\n</p>\n<p class=\"arabic\">ثم أخذ القلم ووقع لي بخطه من جهة تعرف بطنبزة كنت أستغلها سبعة آلاف دينار .\n</p>\n<p class=\"arabic\">قلت وقد قصد دمشق وملكها كما ذكرنا في الحوادث وأنشأ بها المدرسة العزيزية \n  وكان السكة والخطبة باسمه بها وبحلب .\n</p>\n<p class=\"arabic\">وخلف ولده الملك المنصور محمد بن عثمان وهو ابن عشر فأوصى *42*191* له بالملك \n  وأن يكون مدبره الأمير بهاء الدين قراقوش الأسدي وكان كبير الأسدية الأمير \n  سيف الدين يازكوج وبعضهم يغير يازكوج ويقول أزكش وسائر الأمراء الأسدية والأكراد \n  محبين للملك الأفضل مؤثرين له والأمراء الصلاحية بالعكس لكونهم أساءوا إليه \n  ثم تشاوروا وقال مقدم الجيش سيف الدين يازكوج نطلب الملك الأفضل ونجعله مع \n  هذا فقال الأمير فخر الدين جهاركس وكان من أكبر أمراء الدولة هو بعيد علينا \n  فقال يازكوج هو في صرخد فنطلبه ويصل مسرعا فقال جهاركس شيئا يمغلط به فقال \n  يازكوج نشاور الأمير القاضي الفاضل فاجتمع الأميران به فأشار بالأفضل هكذا \n  حكى ابن الأثير .\n</p>\n<p class=\"arabic\">وحكى غيره أنهم أجلسوا الصبي في الملك وقام قراقوش بأتابكيته وحفلوا له امتنع \n  عماه الملك المؤيد والملك المعز إلا أن تكون لهما الأتابكية ثم حلفا على كره \n  ثم اختلف الأمراء وقالوا قراقوش مضطرب الآراء ضيق العطن .\n</p>\n<p class=\"arabic\">وقال قوم بل نرضى بهذا الخادم فإنه أطوع وأسوس .\n</p>\n<p class=\"arabic\">وقال آخرون لا ينضبط هذا الإقليم إفا بملك يرهب ويخاف .\n</p>\n<p class=\"arabic\">ثم اشتوروا أياما ورجعوا إلى رأي القاضي الفاضل وطلبوا الأفضل ليعمل الأتابكية \n  سبع سنين ثم يسلم الأمر إلى الصبي وبشرط أن لا يذكر في خطبة ولا سكة وكتبوا \n  إليه فأسرع إلى مصر في عشرين فارسا ثم جرت الأمور .\n\n</p>"
}