{
    "header": "تكش خوارزم شاه .",
    "id": "026879",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">تكش خوارزم شاه .\n</h1>\n<p class=\"arabic\">*42*234* السلطان علاء الدين بن الملك رسلان شاه بن أطسز كذا نسبة الإمام \n  أبو شامة وقال هو من ولد طاهر بن الحسين .\n</p>\n<p class=\"arabic\">قال وكان شجاعا جوادا ملك الدنيا من السند والهند وما وراء النهر إلى خرسان \n  إلى بغداد فإنه كان نوابه في حلوان وكان في ديوانه مائة ألف مقاتل وهو الذي \n  كسر مملوكه عسكر الخليفة وأزال دولة بني سلجوق .\n</p>\n<p class=\"arabic\">وكان حاذقا بعلم الموسيقى لم يكن أحد ألعب منه بالعود .\n</p>\n<p class=\"arabic\">قيل إن الباطنية جهزوا عليه من يقتله وكان يحترس كثيرا فجلس ليلة يلعب بالعود \n  فاتفق أنه عنى بيتا بالعجمي معناه قد أبصرتك وفهمه الباطني فخاف وارتعد فهرب \n  فأخذوه حمل إليه فقرره فاعترف فقتله .\n</p>\n<p class=\"arabic\">وكان يباشر الحروب بنفسه وذهبت عيينة في القتال وكان قد عزم على قصد بغداد \n  وحشد فوصل إلى دهستان فتوفي بها في رمضان وحمل إلى خوارزم ودفن عند أهله وقام \n  بعده ولده خوارزمشاه محمد ولقب علاء الدين بلقبه .\n</p>\n<p class=\"arabic\">وأنبأني ابن البزوري قال السلطان خوارزم شاه تكش ملك مشهور عنده آداب وفضائل \n  ومعرفة بمذهب أبي حنيفة وبنى مدرسة بخوارزم للحنفية وله المقامات المشهورة \n  في رضى الديوان منها محاربة السلطان طغريل وقتله *42*235* .\n</p>\n<p class=\"arabic\">وقع بينه وبين الوزير مؤيد الدين محمد بن القصاب خلف وكان قد نفذ له تشريف \n  من الديوان فرده ثم ثاب إليه عقله وندم واعتذر وطلب تشريفا فنفذ له فلبسه \n  ولم يزل نافذ الأمر ماضي الحكم .\n</p>\n<p class=\"arabic\">توفي في العشرين من رمضان بشهرستانة وحمله ولده قطب الدين محمد فدفنه بمدرسته \n  بخوارزم .\n</p>\n<p class=\"arabic\">وذكر المنذري وفاته في سابع عشر رمضان .\n</p>\n<p class=\"arabic\">وقال ابن الأثير حصل هل خوانيق فأشير عليه بترك الحركة فامتنع وسار فاشتد \n  مرضه ومات وولي بعده قطب الدين محمد ولقب بلقب والده علاء الدين .\n\n</p>"
}