{
    "header": "يعقوب بن يوسف بن عبد المؤمن بن علي .",
    "id": "026871",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">يعقوب بن يوسف بن عبد المؤمن بن علي .\n</h1>\n<p class=\"arabic\">الملقب بالمنصور أمير المؤمنين أبو يوسف سلطان المغرب القيسي المراكشي وأمه \n  أم ولد رومية اسمها سحر .\n</p>\n<p class=\"arabic\">بويع في حياة والده بأمره بذلك عند موته فملك وعمره يومئذ اثنتان وثلاثون \n  سنة وكان صافي السمرة إلى الطول ما هو جميل الوجه أعين أفوه أقنى أكحل مستدير \n  اللحية ضخم الشكل جهوري الصوت جزل *42*214* الألفاظ صادق اللهجة كثير الإصابة \n  بالظن والفراسة ذا خبرة بالخير والشر ولي الوزارة لأبيه فبحث عن الأمور وكشف \n  أحوال العمال والولاة .\n</p>\n<p class=\"arabic\">وكان له من الولد محمد ولي عهده وإبراهيم وموسى وعبد الله وعبد العزيز وأبو \n  بكر وزكريا وإدريس وعيسى وصالح وعثمان ويونس وسعد وساعد والحسن والحسين فهؤلاء \n  الذين عاشوا بعده وله عدة بنات .\n</p>\n<p class=\"arabic\">ووزر له عمر بن أبي زيد الهنتاني إلى أن مات ثم أبو بكر بن عبد الله بن الشيخ \n  عمر أينتي ثم ابن عم هذا محمد بن أبي بكر ثم هرب محمد هذا وتزهد ولبس عباءة \n  ثم وزر له أبو زيد عبد الرحمن بن موسى بن الهنتاني وبقي بعده وزيرا لابنه \n  مديدة .\n</p>\n<p class=\"arabic\">وكتب له أبو الفضل بن محشوة ثم بعده أبو عبد الله محمد بن عبد الرحمن بن عياش \n  الكاتب البليغ الذي بقي إلى سنة تسع عشرة وستمائة .\n</p>\n<p class=\"arabic\">وكتب أيضا لولده من بعده .\n</p>\n<p class=\"arabic\">وقضى له أبو جعفر أحمد بن مضاء وبعده أبو عبد الله بن أبي مروان الوهراني \n  ثم عزله بابي القاسم أحمد بن محمد بن بقي .\n</p>\n<p class=\"arabic\">ولما بويع كان له من إخوته وعمومته منافسون ومزاحمون لا يرونه أهلا للإمارة \n  لما كانوا يعرفون من سوء صباه فلقي منهم شدة ثم عبر البحر بعساكره حتى نزل \n  مدينة سلا وبها تمت بيعته لأن بعض أعمامه تلكأ فانعم عليهم ملأ أيديهم أموالا \n  لها خطر ثم شرع في بناء المدينة العظمى التي على البحر والنهر من العدوة وهي \n  تلي مراكش وكان أبوه قد اختطها ورسمها فشرع هو في بنائها إلى أن تمت أسوارها \n  وبنى فيها جامعا عظيما إلى الغاية وعمل له منارة في نهاية العلو على هيئة \n  منارة الإسكندرية لكن لم يتم هذا الجامع لأن العمل بطل منه بموته وأما المدينة \n  فتمت وطولها نحو من فرسخ لكن عرضها قليل بالنسبة ثم سار بعد أن تهيأت فنزل \n  مراكش *42*215* .\n</p>\n<p class=\"arabic\">وفي أول ملكه وذلك في سنة ثمانين خرج عليه صاحب ميورقة الملك المعروف بابن \n  غانية وهو علي بن إسحاق بن محمد بن علي بن غانية فسار في البحر بجيوشه وقصد \n  مدينة بجاية فملكها وأخرج من بها من الموحدين في شعبان من السنة وهذا أول \n  اختلال وقع في دولة الموحدين .\n</p>\n<p class=\"arabic\">وأقام ابن غانية ببجاية سبعة أيام وصلى فيها الجمعة وأقام الخطبة للإمام الناصر \n  لدين الله العباسي وكان خطيبه يومئذ الإمام أبو محمد عبد الحق الأزدي مصنف \n  الإحكام فأحنق ذلك المنصور أبا يوسف ورام قتل عبد الحق فعصمه الله وتوفاه \n  قريبا .\n</p>\n<p class=\"arabic\">ثم سار ابن غانية بعد أن أسس أموره ببجاية ونازل قلعة بني حماد فملكها وملك \n  تلك النواحي فتجهز المنصور لحربه بجيوشه فتقهقر ابن غانية وقصد بلاد الجريد \n  فلما وصل المنصور إلى بجاية تلقاه أهلها فصفح عنهم وجهز جيشا مع ابن عمه يعقوب \n  بن عمر ونزل هو تونس فالتقى يعقوب وابن غانية فانهزم الموحدون انهزاما منكرا \n  وتبعهم جيش ابن غانية من العرب والبربر يقتلونهم في كل وجه وهلك كثير منهم \n  عطشا ورجع من سلم إلى تونس .\n</p>\n<p class=\"arabic\">فلم المنصور شعثهم وثم سار بنفسه وعمل مع ابن غانية مصافا فانكسر أصحاب ابن \n  غانية وثبت هو وبين إلى أن أثخن جراحا ففز بنفسه متماسكا ومات في خيمة أعرابية \n  ثم إن جنده قدموا عليهم أخاه يحيى ولحقوا بالصحراء فكانوا بها مع تلك العربان \n  إلى أن رجع المنصور إلى مراكش .\n</p>\n<p class=\"arabic\">وانتقض أهل قفصة في هذه المدة ودعوا لبني غانية فنزل عليها المنصور فحاصرها \n  أشد الحصار وافتتحها عنوة وقتل أهلها قتال ذريعا فقيل إنه ذبح أكثرهم صبرأ \n  وهدم أسوارها ورجع إلى المغرب *42*216* .\n</p>\n<p class=\"arabic\">وأما يحيى بن غانية فإنه بعث أخاه أبا محمد عبد الله إلى ميورقة فاستقل بها \n  إلى أن دخلها عليه الموحدون قبل الستمائة وبقي يحيى بإفريقيا يظهر مرة ويخمد \n  أخرى وله أخبار يطول شرحها .\n</p>\n<p class=\"arabic\">وفي غيبة المنصور عن مراكش طمع عماه في الأمر وهما سليمان وعمر فأسرع المنصور \n  ولم يتم لهما ما راماه فتلقياه وترجلا له فقبض عليهما وقيدهما في الحال فلما \n  دخل مراكش قتلهما صبرا فهابه جميع القرابة وخافوه .\n</p>\n<p class=\"arabic\">ثم أظهر بعد زهدا وتقشفا وخشونة عيش وملبس وعظم صيت العباد والصالحين في زمانه \n  وكذلك أهل الحديث وارتفعت منزلتهم عنده فكان يسألهم الدعاء وانقطع في أيامه \n  علم الفروع وخاف منه الفقهاء وأمر بإحراق كتب المذهب بعد أن يجرد بعد أن يجرد \n  ما فيها من الحديث فأحرق منها جملة في سائر بلاده كالمدونة وكتاب ابن يونس \n  ونوادر ابن أبي زيد والتهذيب للبرادعي والواضحة لابن حبيب .\n</p>\n<p class=\"arabic\">قال محيي الدين عبد الواحد بن علي المراكشي في كتاب المعجب له ولقد كنت بفاس \n  فشهدت يؤتى بالأحمال منها فتوضع ويطلق فيها النار .\n</p>\n<p class=\"arabic\">قال وتقدم إلى الناس بترك الفقه والاشتغال بالرأي والخوض فيه وتوعد على ذلك \n  وأمر من عنده من المحدثين بجمع أحاديث من المصنف العشرة وهي الموطأ والكتب \n  الخمسة ومسند أبي بكر بن أبي شيبة ومسند البزار وسنن الدراقطني وسنن البيهقي \n  في الصلاة وما يتعلق بها على نحو الأحاديث التي جمعها ابن تومرت في الطهارة .\n</p>\n<p class=\"arabic\">فجمعوا ذلك فكان يمليه بنفسه على الناس ويأخذهم بحفظه وانتشر هذا المجموع \n  في جميع المغرب وحفظه خلق وكان يجعل لمن حفظه عطاء وخلعة .\n</p>\n<p class=\"arabic\">وكان قصده في الجملة محو مذهب مالك رضي الله عنه وإزالته من *42*217* المغرب \n  وحمل الناس علي الظاهر من القرآن والسنة وهذا المقصد بعينه كان مقصد أبيه \n  وجده إلا أنهما لم يظهراه وأظهره هو .\n</p>\n<p class=\"arabic\">أخبرني غير واحد ممن لقي الحافظ أبا بكر بن الجدانة أنه أخبرهم قال دخلت على \n  أمير المؤمنين أبي يعقوب يوسف أول دخلة دخلتها عليه فوجدت بين يديه كتاب ابن \n  يونس فقال لي يا أبا بكر أنا أنظر في الآراء المتشعبة التي أحدثت في دين الله \n  أرأيت يا أبا بكر المسألة فيها أربعة أقوال وخمسة أقوال أو أكثر في أي هذه \n  الأقوال الحق وأيها يجب أن يأخذ به المقلد فافتتحت أبين له فقال لي وقطع كلامي \n  يا أبا بكر ليس إلا هذا وأشار إلى المصحف أو هذا وأشار إلى سنن أبي داود أو \n  السيف .\n</p>\n<p class=\"arabic\">قال عبد الواحد وظهر في أيام أبي يوسف يعقوب ما خفي في أيام أبيه وجده ونال \n  عنده طلبة العلم والحديث ما لم ينالوا في أيام أبويه وانتهى أمره إلى أن قال \n  يوما بحضرة كافة الموحدين يا معشر الموحدين أنتم قبائل فمن نابه منكم أمر \n  فزع إلى قبيلته وهؤلاء يعني الطلبة لا قبيل لهم إلا أنا فمهما نابهم أمر فأنا \n  ملجأهم فعظموا عند ذلك في أعين الموحدين وبالغوا في احترامهم .\n</p>\n<p class=\"arabic\">وفي سنة خمس وثمانين قصد بطرو بن الريق لعنه الله مدينة شلب فنالها فأخذها \n  فتجهز المنصور أبو يوسف في جيوش عظيمة وعبر البحر ونزل على شلب فلم يطق الفرنج \n  دفاعه وهربوا منها وتسلمها ولم يكفه ذلك حتى أخذ لهم حصنا ورجع فمرض بمراكش \n  مرضا عظيما وتكلم أخو أبو يحيى في الملك ودعا إلى نفسه فلما عوفي قتله صبرا \n  وقال وإنما أقتلك بقوله صلى الله عليه وسلم إذا بويع الخليفتان فاقتلوا الأحدث \n  منهما تولى قتله أخو عبد الرحمن بمحضر من الناس ثم تهدد القرابة وأهانهم فلم \n  يزالوا في خمول وقد كانوا قبل ذلك لا فرق بينهم وبين الخليفة سوى نفوذ العلامة \n  *42*218* .\n</p>\n<p class=\"arabic\">وفي سنة تسعين انتقض ما بينه وبين الأذفنش من العهد وعاثت الفرنج في الأندلس \n  فتجهز أبو يوسف وأخذ في العبور فعبر في جمادى الآخرة سنة إحدى وتسعين ونزل \n  بإشبيلية فعرض جيوشه وقسم الأموال وقصد العدو المخذول فتجهز الأذفنش في جموع \n  ضخمة فالتقوا بفحص الحديد وكان الأذفنش قد جمع جموعا لم يجتمع له مثلها قط \n  فلما تراءى الجمعان اشتد خوف الموحدين وأمير المؤمنين يعقوب في ذلك كله لا \n  مستند له إلا الدعاء والاستعانة بكل من يظن أنه صالح فتواقعوا في ثالث شعبان \n  فنصر الله الإسلام ومنح أكتاف الروم حتى لم نج الفنش إلا في نحو من ثلاثين \n  نفسا من وجوه أصحابه واستشهد يومئذ جماعة من الأعيان منهم الوزير أبو بكر \n  ابن عبد الله ابن الشيخ عمر اينتي وأتى أبو يوسف قلعة رباح وقد هرب أهلها \n  فدخلها وجعل كنيستها مسجدا واستولى على ما حول طليطلة من الحصون ورد إلى إشبيلية .\n</p>\n<p class=\"arabic\">ثم قصد الروم من إشبيلية في سنة اثنتين وتسعين فنزل على مدينة طليطلة بجيوشه \n  فقطع أشجارها وأنكى في الروم نكاية بينة ورجع ثم عاد في المرة الثالثة وتوغل \n  في بلاد الروم ووصل إلى مواضع لم يصل إليها ملك من ملوك المسلمين ورجع فأرسل \n  الأذفنش يطلب المهادنة فهادنه عشر سنين وعبر بعد هذا إلى مراكش في سنة أربع \n  وتسعين .\n</p>\n<p class=\"arabic\">قال وبلغني عن غير واحد أنه صرح للموحدين بالرحلة إلى المشرق وجعل يذكر لهم \n  البلاد المصرية وما فيها من المناكير والبدع ويقول نحن إن شاء الله مطهروها \n  ولم يزل هذا عزمه إلى أن مات في صدر سنة خمس .\n</p>\n<p class=\"arabic\">وكان في جميع أيامه مؤثرا للعدل بحسب طاقته وبما يقتضيه إقليمه والأمة التي \n  هو فيها .\n</p>\n<p class=\"arabic\">وكان يتولى الإمامة بنفسه في الصلوات الخمس أشهرا إلى أن أبطأ يوما *42*219* \n  عن العصر حتى كادت تفوت فخرج وأوسعهم لوما وقال ما أرى صلاتكم إلا لنا وإلا \n  فما منعكم أن تقدموا رجلا فقد قدم أصحاب رسول الله صلى الله عليه وسلم عبد \n  الرحمن بن عوف حين دخل وقت الصلاة وهو عليه السلام غائب أما لكم أسوة فكان \n  ذلك سببا لقطعه الإمامة .\n</p>\n<p class=\"arabic\">وكان يقعد للناس عامة لا يحجب عنه أحد حتى اختصم إليه رجلان في نصف درهم فقضى \n  بينهما وأمر بضربهما قليلا وقال أما كان في البلد حكام قد نصبوا لهذا .\n</p>\n<p class=\"arabic\">ثم بعد هذا بقي يقعد في أيام مخصوصة واستعمل على القضاء أبا القاسم بن بقي \n  فشرط عليه بأن يكون قعوده بحيث يسمع حكمه في جميع القضايا وهو من وراء ستر .\n</p>\n<p class=\"arabic\">وكان يدخل إليه أمناء الأسواق في الشهر مرتين فيسألهم عن أسواقهم وأسعارهم \n  وحكامهم وكان إذا وفد عليه أهل بلد سألهم عن ولاتهم وقضاتهم فإذا أثنوا خيرا \n  قال اعلموا بأنكم مسؤولون عن هذه الشهادة يوم القيامة وربما تلا يا أيها الذين \n  آمنوا كونوا قوامين لله شهداء بالقسط .\n</p>\n<p class=\"arabic\">قال وبلغني أنه تصدق سنة إحدى وتسعين قبل خروجه إلى الغزوة بأربعين ألف دينار \n  وكان كلما دخلت السنة أمر أن تكتب له الأيتام والمنقطعون فيجمعون إلى عند \n  قصره فيختنون ويأمر لكل صبي منهم بمثقال وثوب ورغيف ورمانة هذا كله شهدته .\n</p>\n<p class=\"arabic\">وبنى بمراكش بيمارستانا ما أظن في الدنيا مثله أجرى فيه مياها كثيرة وغرس \n  فيه من جميع الأشجار وزخرفة وأمر له من الفرش بما يزيد على الوصف وأجرى له \n  ثلاثين دينارا كل يوم برسم الأدوية وكان كل جمعة يعود فيه المرضى ويقول كيف \n  حالكم كيف القومة عليكم *42*220* .\n</p>\n<p class=\"arabic\">وفي سنة نيف وثمانين ورد عليه من مصر قراغش التقوي فتى تقي الدين عمر ابن \n  أخي السلطان الملك الناصر والأمير شعبان والقاضي عماد الدين في جماعة فأكرمهم \n  وأقطعهم حتى أقطع رجلا من أهل إربل يعرف بأحمد الحاجب مواضع وأقطع شعبان بالأندلس \n  قرى تغل في السنة نحوا من تسعة آلاف دينار سوى ما قرر لهم من الجامكية .\n</p>\n<p class=\"arabic\">وأخبرني أبو العباس أحمد بن إبراهيم بن مطرف بمكة قال قال لي أمير المؤمنين \n  أبو يوسف يا أبا العباس اشهد لي بين يدي الله أني لا أقول بالعصمة يعني عصمة \n  ابن تومرت .\n</p>\n<p class=\"arabic\">وقال لي وقد استأذنته في فعل متى نفتقر إلى وجود الإمام يا أبا العباس أين \n  الإمام أين الإمام أخبرني أبو بكر بن هانئ الجياني قال لما رجع أمير المؤمنين \n  من غزوته تلقيناه فسألني عن أحوال البلد وقضاته وولاته فلما فرغت من جوابه \n  سألني ما قرأت من العلم فقلت قرأت تواليف الإمام أعني ابن تومرت فنظر إلي \n  نظرة المغضب وقال ما هكذا يقول الطالب إنما حكمك أن تقول قرأت كتاب الله وقرأت \n  شيئا من السنة ثم بعد هذا قل ما شئت .\n</p>\n<p class=\"arabic\">وقال تاج الدين عبد السلام بن حمويه الصوفي دخلت مراكش في أيام السيد الإمام \n  أبي يوسف يعقوب ولقد كانت الدولة بسيادته مجملة والمحاسن والفضائل في أيامه \n  مكملة يقصده العلماء لفضله والأغنياء لعدله والفقراء لبذله والغزاة لكثرة \n  جهاده الصلحاء والعامة لتكثير سواده .\n</p>\n<p class=\"arabic\">وزيادة إمداده والزهاد لإرادته وحسن اعتقاده كما قال فيه بعض الشعراء .\n</p>\n<p class=\"arabic\">% أهل لأن يسعى إليه ويرتجى % % وبزار من أقصى البلاد على الوجا % .\n</p>\n<p class=\"arabic\">*42*221* .\n</p>\n<p class=\"arabic\">% ملك غدا بالمكرمات مقلدا % % وموشحا ومختما ومتوجا % .\n</p>\n<p class=\"arabic\">% عمرت مقامات الملوك بذكره % % وتعطرت منه الرياح تأرجا % .\n</p>\n<p class=\"arabic\">% وجد الوجود وقد دجا فأضاءه % % ورآه في الكرب العظام ففرجا % .\n</p>\n<p class=\"arabic\">ولما قدمت عليه أكرم مقدمي وأعذب في مشارعه موردي وأنجح في حسن الإقبال والقبول \n  مقصدي وقرر لي الرتبة والراتب وعين أوقات الدخول إلى مجلسه بغير مانع ولا \n  حاجب .\n</p>\n<p class=\"arabic\">وكانت أكثر مجالسة المرتبة بحضور العلماء والفضلاء يفتتح في ذلك بقراءة القرآن \n  ثم يقرأ بين يديه قدر ورقتين أو ثلاث من الأحاديث النبوية وربما وقع البحث \n  في معانيها ثم يختم المجلس بالدعاء فيدعو هو وكذا كان يدعو عند نزوله من الركوب \n  ثم ينزل فيدخل قصره .\n</p>\n<p class=\"arabic\">والذي أعلمه من حاله أنه كان يجيد حفظ القرآن وكان يحفظ متون الأحاديث ويتكلم \n  في الفقه والأحكام كلاما بليغا ويناظر ويباحث وكان فقهاء الوقت يرجعون إليه \n  في الفتاوى والمشكلات وله فتاو مجموعة وكانوا ينسبونه إلى مذهب الظاهر والحكم \n  بالنصوص .\n</p>\n<p class=\"arabic\">وكان فصيح العبارة مهيبا ملحوظ الإشارة مع تمام الخلقة وحسن الصورة وطلاق \n  البشر لا يرى منه اكفهرار ولا له عن مجالسه إعراض ولا أزورار يدخل عليه الداخل \n  فيراه بزي الزهاد والعلماء وعليه جلالة الملوك .\n</p>\n<p class=\"arabic\">وقد صنف كتاب الترغيب في الأحاديث التي في العبادات فمن فتاويه حضانة الولد \n  للأم ثم للأب ثم للجدة .\n</p>\n<p class=\"arabic\">اليمين على المنكر ولا ترد على المدعي بحال من نكل عن اليمين حكم عليه بما \n  نكل عنه الشفعة لا تنقطع إلا بتصريح من الذي يجب له إسقاطها من أدعى العدم \n  وأشكل أمره وخير طالبه بين أن يخلى سبيله وبين أن يحبسه وينفق عليه .\n</p>\n<p class=\"arabic\">وله شعر جيد وموشحات مشهورة *42*222* .\n</p>\n<p class=\"arabic\">وبلغني أن قوما أتوه بفيل هدية من بلاد السودان فوصلهم ولم يقبل الفيل وقال \n  لا نريد أن نكون أصحاب الفيل وقيل بل جرى ذلك لوالده يوسف ثم ذكر فصلا فيه \n  طول في كرمه وعدله وخيره إلى أن قال فإذا كان عشر ذي الحجة أمر ولاة الزكاة \n  بإحضارها فيفرقها في الأصناف الثمانية .\n</p>\n<p class=\"arabic\">حدثني بعض عمالهم أنه فرق في عيد سنة أربع وتسعين ثلاثا وسبعين ألف رأس من \n  معز وضأن ثم ذكر أنه عمل مكتبا كبيرا فيه جماعة عرفاء وغيرهم ويجري عليهم \n  النفقات والكسوة للصبيان فسألت واحدا فقال نحن عشرة معلمين والصبيان يزيدون \n  على الألف وقد ينقصون .\n</p>\n<p class=\"arabic\">وكان يكسو الفقراء في العام ويختن أولادهم ويعطي الصبي دينارا .\n</p>\n<p class=\"arabic\">قال عبد الواحد وكان مهتما بأمر البناء لم يخل وقت من قصر يسجده أو مدينة \n  يعمرها .\n</p>\n<p class=\"arabic\">وزاد في مراكش زيادة كبيرة وأمر أن تميز اليهود بلباس ثياب كحلية وأكمام مفرطة \n  في الطول والسعة تصل إلى قريب أقدامه وبدلا من العمائم كلوتات على أشنع صور \n  كأنها البراذع تبلغ إلى تحت آذانهم وشاع هذا الزي فيهم وبقوا إلى أن توسلوا \n  إلى ابنه بعده بكل وسيلة وشفاعة فأمرهم ابنه بثياب صفر و عمائم صفر فهم على \n  ذلك إلى وقتنا وهو سنة إحدى وعشرين وستمائة .\n</p>\n<p class=\"arabic\">فائدة ذكر تاج الدين بن حمويه أنه سأل ابن عطية الكاتب ما بال هذه البلاد \n  يعني المغرب ليس فيها أحد من أهل الذمة ولا كنائس ولا بيع فقال هذه الدولة \n  قامت على رهبة وخشونة وكان المهدي قد قال لأصحابه إن هؤلاء الملثمين مبتدعة \n  ومجسمة كفرة يجوز قتلهم وسبيهم بعد أن يعرضوا *42*223* على الإيمان فلما فعل \n  ذلك واستولوا على السلاطين بعد موت المهدي وفتح عبد المؤمن مراكش أحضر اليهود \n  والنصارى وقال ألستم قد أنكرتم ويعني أوائلكم بعثة النبي صلى الله عليه وسلم \n  ودفعتم أن يكون هو الرسول الموعود به في كتابكم وقلتم إن الذي يأتي إنما يأتي \n  لتأييد شريعتنا وتقرير ملتنا قالوا نعم قال فأين منتظركم إذا سيما وقد زعمتم \n  أنه لا يتجاوز خمسمائة عام وهذه خمسمائة عام قد انقضت لملتنا ولم تأت منكم \n  بشير ولا نذير .\n</p>\n<p class=\"arabic\">ونحن لا نقركم على كفركم ولا لنا حاجة بجزيتكم فإما الإسلام وإما القتل .\n</p>\n<p class=\"arabic\">ثم أجلهم مدة لتخفيف أثقالهم وبيع أملاكهم والنزوح عن بلاده فأما أكثر اليهود \n  فإنهم أظهروا الإسلام تقية فأقاموا على أموالهم وأما النصارى فدخلوا إلى الأندلس \n  ولم يسلم منهم إلا القليل وخربت الكنائس والصوامع بجميع المملكة فليس فيها \n  مشرك ولا كافر يتظاهر بكفره إلى بعد الستمائة وهو حين انفصالي عن المغرب .\n</p>\n<p class=\"arabic\">قال عبد الواحد وإنما حمل أبا يوسف على ما صنعه بهم يعني بالملثمين شكه في \n  إسلامهم .\n</p>\n<p class=\"arabic\">وكان يقول لو صح عندي إسلامهم لتركتهم يختلطونا بنا في أنكحتهم وأمورهم ولو \n  صح عندي كفرهم لقتلتهم ولكنني متردد فيهم ولم ينعقد عندنا ذمة ليهودي ولا \n  نصراني منذ قام أمر المصامدة ولا في جميع بلاد المغرب بيعة ولا كنيسة إنما \n  اليهود عندنا يظهرون الإسلام ويصلون في المساجد ويقرؤون أولادهم القرآن جارين \n  على ملتنا وسنتنا والله أعلم بما تكن صدورهم .\n</p>\n<p class=\"arabic\">قلت ما ينبغي أن يسمى هؤلاء يهود أبدا بل هم مسلمون .\n#</p>\n<p class=\"arabic\">محنة ابن رشد .\n</p>\n<p class=\"arabic\">وسببها أنه أخذ في شرح كتاب الحيوان لأرسطوطاليس فهذبه وقال *42*224* فيه \n  عند ذكر الزرافة رأيتها عند ملك البربر كذا غير ملتفت إلى ما يتعاطاه خدمة \n  الملك من التعظيم فكان هذا مما أحنقهم عليه ولم يظهروه .\n</p>\n<p class=\"arabic\">ثم إن قوما ممن يناوئه بقرطبة ويدعي معه الكفاءة في البيت والحشمة سعوا به \n  عند أبي يوسف بأن أخذوا بعض تلك التلاخيص فوجدوا فيه بخطه حاكيا عن بعض الفلاسفة \n  قد ظهر أن الزهرة أحد الآلهة فاقفوا أبا يوسف على هذا فاستدعاه بمحضر من الكبار \n  بقرطبة فقال له أخطك هذا فأنكر فقال لعن الله كاتبه وأمر الحاضرين بلعنه ثم \n  أمر بإخراجه مهانا وبإبعاد من يتكلم في شيء من هذه العلوم وبالوعيد الشديد \n  وكتب إلى البلاد بالتقدم إلى الناس في تركها وبإحراق كتب الفلسفة سوى الطب \n  الحساب المواقيت ثم لما رجع إلى مراكش نزع عن ذلك كله وجنح إلى تعلم الفلسفة \n  استدعى ابن رشد للإحسان إليه فحضر ومرض ومات في آخر سنة أربع .\n</p>\n<p class=\"arabic\">وتوفي أبو يوسف في غرة صفر وولي بعده ولي عهده ابنه أبو عبد الله محمد وكان \n  قد جعله في سنة ست وثمانين ولي العهد وله عشر سنين إذ ذاك .\n</p>\n<p class=\"arabic\">وقال الموفق أحمد بن أبي أصيبعة في تاريخه حدثني أبو مروان الباجي قال ثم \n  إن المنصور نقم على أبي الوليد وأمر بأن يقيم في بلد اليسانة وأن لا يخرج \n  منها ونقم على جماعة من الأعيان وأمر بأن يكون في مواضع أخر لأنهم مشتغلون \n  بعلوم الأوائل والجماعة أبو الوليد أبو جعفر الذهبي ومحمد بن إبراهيم قاضي \n  بجاية أبو الربيع الكفيف وأبو العباس الشاعر القرابي ثم إن جماعة شهدوا لأبي \n  الوليد أ نه على غير ما نسب إليه فرضي عنه وعن الجماعة وجعل أبا جعفر الذهبي \n  مزوارا للأطباء الطلبة .\n</p>\n<p class=\"arabic\">ومما كان في قلب المنصور من أبي الوليد أنه كان إذا تكلم معه يخاطبه بأن يقول \n  تسمع يا أخي .\n</p>\n<p class=\"arabic\">قلت واعتذر عن قوله ملك البربر بأن قال إنما كتبت ملك البرين وإنما صحفها \n  القارئ *42*225* .\n</p>\n<p class=\"arabic\">وقال الإمامة أبو شامة وفيها توفي خليفة المغرب أبو يوسف الذي كسر الفنش وكان \n  قد قام بالملك بعد أبيه أحسن قيام ونشر كلمة التوحيد ورفع راية الجهاد وأمر \n  بالمعروف ونهى عن المنكر وأقام الحدود على أقربائه وغيرهم .\n</p>\n<p class=\"arabic\">وكان سمحا جوادا عادلا مكرما للعملاء متمسكا بالشرع يصلي بالناس الصلوات الخمس \n  ويلبس الصوف ويقف للمرأة والضعيف أوصى عند الموت إلى ولده أبي عبد الله وأن \n  يدفن على قارعة الطريق ليترحم عليه .\n</p>\n<p class=\"arabic\">توفي في ربيع الأول ومدة ملكه خمسة عشرة سنة .\n</p>\n<p class=\"arabic\">كتب إليه الملك صلاح الدين يستنجده على الفرنج ولم يخاطبه في الكتاب بأمير \n  المؤمنين فلم يجبه إلى ما طلب .\n</p>\n<p class=\"arabic\">وقال أحمد بن أبي أصيبعة في ترجمه الغزال أنه لازم الحفيد أبا بكر بن زهر \n  حتى برع في الطب وخدم المنصور وكان المنصور قد أبطل الخمر وشدد في أن لا يؤتى \n  بشيء منه أو يكون عند أحد ثم بعد مدة قال المنصور لأبي جعفر بن الغزال أريد \n  أن تركب لي ترياقا فمع حوائجه فأعوزه الخمر فأعلم المنصور فقال تطلبه من كل \n  ناحية فلعل تقع عند أحد فتطلبها حتى يئس فقال المنصور والله ما كان قصدي بعمل \n  الترياق إلا لأعتبر هل بقي عند أحد خمر أم لا .\n</p>\n<p class=\"arabic\">قلت وهذا من أحسن التلطف في كشف الأمور الباطنة .\n</p>\n<p class=\"arabic\">وبلغني أن الأدفنش لما بعث إلى أبي يوسف بتهدده ويطلب منه بعض الحصون وكانت \n  المكاتبة من إنشاء وزيره ابن الفخار وهي باسمك اللهم فاطر السموات والأرض \n  وصلى الله على السيد المسيح روح الله وكلمته الرسول الفصيح أما بعد فلا يخفى \n  على ذي ذهن ثاقب ولا عقل *42*226* لازب إنك أمير الملة الحنيفية كما أن أمير \n  الملة النصرانية وقد علمت ما عليه نوابك من رؤساء الأندلس من التخاذل والتواكل \n  وإهمال أمر الرعية وإخلادهم إلى الراحة وأن أسومهم القهر فأخلي الديار وأسبي \n  الذراري واقتل الرجال ولا عذر لك في التخلف عنهم وعن نصرهم إذ أمكنتك يد القدرة \n  وأنتم تزعمون أن الله فرض عليكم قتال عشرة منا بواحد منكم فالآن خفف الله \n  عنكم وعلم أن فيكم ضعفا ونحن الآن نقاتل عشرة منكم بواحد منا لا تستطيعون \n  دفاعا ولا تملكون امتناعا .\n</p>\n<p class=\"arabic\">وقد حكي عنك أنك أخذت في الاحتفال وأشرفت على ربوة القتال وتماطل نفسك عاما \n  بعد عام تقدم رجلا وتؤخر أخرى فلا أدري الجبن بطأ بك أم التكذيب بما وعدك \n  ربك ثم قيل لي إنك لا تجد إلى جواز البحر سبيلا لعلة لا يسوغ لك التقحم معها \n  وها أنا أقول لك ما فيه الراحة وأعتذر تلك وعنك على أن تفي بالعهود والمواثيق \n  فأجوز بحملتي إليك وأقاتلك في أعز الأماكن لديك فإن كانت لك فغنيمة كبيرة \n  جلبت إليك وهدية عظيمة مثلت بين يديك وإن كانت لي كانت يدي العليا عليك واستحقيت \n  إمارة الملتين الحكم في البرين .\n</p>\n<p class=\"arabic\">فلما وصل كتابه إلى أبي يوسف مزقة وقطعه وكتب على قطعة منه *42*227* ارجع \n  إليهم فلنأتينهم بجود لا قبل لهم بها ولنخرجنهم منها أذلة وهم صاغرون الجواب \n  ما ترى لا ما تسمع .\n</p>\n<p class=\"arabic\">وهذا البيت وهو للمتنبي .\n</p>\n<p class=\"arabic\">% ولا كتب إلا المشرفية عندنا % % ولا رسل ولا الخميس العرمرم % .\n</p>\n<p class=\"arabic\">ثم استنفر الناس وجمع الجيوش فكانوا مائة ألف في الديوان ومائة ألف مطوعة \n  وسار إلى زقاق سبتة فعدى منه إلى الأندلس وطلب الأدفنش فكان المصاف عند قلعة \n  رباح شمالي قرطبة ففتح الله ونصره وكان ملحمة هائلة قل أن وقع مثلها في الإسلام \n  قيل إنه حصل منها لبيت المال من دروعهم ستون ألف درع وأما الدواب فلم يحصر \n  لها عدد .\n</p>\n<p class=\"arabic\">وذكر ابن الأثير في الكامل أن عدد من قتل من الفرنج مائة ألف وستة وأربعون \n  ألفا وقتل من المسلمين نحو من عشرين ألفا وأسر من الفرنج ثلاثة عشرة ألفا \n  وغنم المسلمون شيئا عظيما فمن الخيام مائة ألف وثالثة وأربعون ألفا ومن الخيل \n  ستة وأربعون ألفا ومن البغال مائة ألف ومن الحمير مائة ألف ونادى يعقوب من \n  غنم شيئا فهو له سوى السلاح ثم إنه سار إلى طليطلة فحاصرها وأخذ أعمالها وترك \n  الفرنج في أسوأ حال ورجع إلى إشبيلية فأقام إلى أثناء سنة ثلاث وتسعين فعاد \n  وأغار وسبا ولم يبق للفرنج قدرة على ملتقاه فالتمسوا الصلح فأجابهم لما اتصل \n  إليه من أخبار ابن غانية الميورقي الذي استولى وخرج عليه في سنة ثمانين وهو \n  علي بن إسحاق الملثم وقام بعده أخوه يحيى بن إسحاق فاستولى على بلاد إفريقية \n  واستفحل أمره فهادن أبو يوسف الفرنج خمسة أعوام وعاد إلى مراكش وشرع في عمل \n  الأحواض والروايا والآلات للبرية ليتوجه إلى إفريقية ودخل مدينة سلا متنزها \n  وكان قد بنى بقرب سلا مدينة *42*228* على هيئة الإسكندرية سماها رباط الفتح \n  ثم عاد إلى مراكش .\n</p>\n<p class=\"arabic\">وبعد هذا فقد اختلفت الأقوال في أمره فقيل إنه ترك ما كان فيه وتجرد وساح \n  في الأرض حتى انتهى إلى بلاد المشرق مختفيا ومات خاملا حتى قيل إنه مات ببغلبك \n  وهذا القول خرافة .\n</p>\n<p class=\"arabic\">ومنهم من قال رجع إلى مراكش وتوفي بها .\n</p>\n<p class=\"arabic\">وقيل مات بسلا .\n</p>\n<p class=\"arabic\">وكان مولده في ربيع الأول سنة أربع وخمسين وعاش إحدى وأربعين سنة .\n</p>\n<p class=\"arabic\">وكان قد أفتى وأمر برفض فروع الفقه وأن لا يفتي العلماء إلا بالكتاب والسنة \n  وأن يجتهدوا يعني على طريقة أهل الظاهر .\n</p>\n<p class=\"arabic\">قال القاضي شمس الدين ابن خلكان لقد أدركنا جماعة من مشايخ المغرب وصلوا إلينا \n  إلى البلاد وهم على تلك الطريقة مثل أبي الخطاب بن دحية وأخيه عمرو والشيخ \n  محيي الدين ابن العربي .\n</p>\n<p class=\"arabic\">وكان قد عظم ملكه واتسعت دائرة سلطنته وإليه تنسب الدنانير اليعقوبية .\n</p>\n<p class=\"arabic\">قال ابن خلكان وحكى لي جمع كثير بدمشق في سنة ثمانين وستمائة أن بالقرب من \n  المجدل بالبقاع قرية يقال لها حمارة إلى جانبها مشهد يعرف بقرب الأمير يعقوب \n  ملك المغرب وكل أهل تلك النوحي متفقون على ذلك وبين القبر وبين المجدل نحو \n  فرسخين *42*229* .\n</p>\n<p class=\"arabic\">قلت الأصح موته بالمغرب .\n</p>\n<p class=\"arabic\">توفي في غرة جمادى الأولى وقيل في ربيع الآخر وقيل في صفر كما تقدم .\n\n</p>"
}