{
    "header": "محمد بن محمد بن حامد بن محمد بن عبد اللهـ...",
    "id": "026990",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن محمد بن حامد بن محمد بن عبد الله بن علي بن محمود بن هبة الله بن \n  أله .\n</h1>\n<p class=\"arabic\">*42*317* الإمام العلامة المنشيء البليغ الوزير عماد الدين أبو عبد الله الإصبهاني \n  الكاتب المعروف قديما بابن أخي العزيز .\n</p>\n<p class=\"arabic\">ولد بإصبهان سنة تسع عشرة وخمسمائة وقدم بغداد وهو ابن عشرين سنة أو نحوها .\n</p>\n<p class=\"arabic\">ونزل بالنظامية وتفقه وبرع في الفقه على أبي منصور سعيد ابن الرزاز وأتقن \n  الخلاف والنحو والأدب .\n</p>\n<p class=\"arabic\">وسمع من ابن الرزاز وأبي منصور بن خيرون وأبي الحسن علي بن عبد السلام والمبارك \n  بن علي السمذي وأبي بكر الأشقر وأبي القاسم علي بن الصباغ وطائفة *42*318* .\n</p>\n<p class=\"arabic\">وأجاز له أبو القاسم بن الحصين وأبو عبد الله الفراوي .\n</p>\n<p class=\"arabic\">ورجع إلى إصبهان سنة ثلاث وأربعين وقد برع في العلوم فسمع بها وقرأ الخلاف \n  على أبي المعالي الوركاني ومحمد بن عبد اللطيف الخجندي ثم عاد إلى بغداد وتعانى \n  الكتابة والتصرف .\n</p>\n<p class=\"arabic\">وسمع بالثغر من السلفي وغيره .\n</p>\n<p class=\"arabic\">روى عنه ابن خليل والشهاب القوصي والخطير فتوح بن نوح الخوي والعز عبد العزيز \n  بن عثمان الإربلي والشرف محمد بن إبراهيم بن علي الأنصاري والتاج القرطبي \n  وآخرون .\n</p>\n<p class=\"arabic\">وبالإجازة أحمد بن أبي الخير وغيره .\n</p>\n<p class=\"arabic\">وأله اسم فارسي معناه العقاب ) .\n</p>\n<p class=\"arabic\">ذكره ابن خلكان وقال كان شافعيا تفقه بالنظامية وأتقن الخلاف وفنون الأدب \n  وله من الشعر والرسائل ما هو مشهور ولما مهر تعلق بالوزير عون الدين يحيى \n  بن هبيرة ببغداد فولاه نظر البصرة ثم نظر واسط فلما توفي الوزير ضعف أمره \n  فانتقل إلى دمشق فقدمها في سنة اثنتين وستين وخمسمائة فتعرف بمدبر الدولة \n  القاضي كمال الدين الشهرزوري واتصل بطريقه بالأمير نجم الدين أيوب والد صالح \n  الدين وكان يعرف عمه العزيز من قلعة تكريت فأحسن إليه ثم استخدمه كمال الدين \n  عند نور الدين في كتابة الإنشاء .\n</p>\n<p class=\"arabic\">قال العماد وبقيت متحيرا في الدخول فيما ليس من شأني ولا تقدمت لي به دربة \n  فجبن عنها في الابتداء فلما باشرها هانت عليه وصار منه ما صار وكان بنشيء \n  بالعجمية أيضا .\n</p>\n<p class=\"arabic\">وترقت منزلته عند السلطان نور الدين وأطلعه على سره وسيره رسولا إلى بغداد \n  في أيام المستنجد وفوض إليه تدريس المدرسة المعروفة بالمعادية بدمشق في سنة \n  سبع وستين ثم رتبه في أشرف الديوان في سنة ثمان *42*319* .\n</p>\n<p class=\"arabic\">فلما توفي نور الدين وقام ولده ضويق من الذين حوله وخوف إلى أن ترك ما هو \n  فيه وسافر إلى العراق فلما وصل إلى الموصل مرض ثم بلغه خروج السلطان صلاح \n  الدين من مصر لأخذ دمشق فعاد إلى الشام في سنة سبعين وصالح الدين نازل على \n  حلب فقصده ومدحه ولزم ركابه وهو مستمر على عطلته إلى أن استكتبه واعتمد عليه \n  وقرب منه حتى صار يضاهي الوزراء .\n</p>\n<p class=\"arabic\">وكان القاضي الفاضل ينقطع عن خدمة السلطان في مصالح الديار المصرية فيقوم \n  العماد مقامه .\n</p>\n<p class=\"arabic\">وله في المصنفات خريدة القصر وجريدة العصر جعله ذيلا على زينة الدهر لأبي \n  المعالي سعد بن علي الخطيري وزينة الدهر ذيل على دمية القصر وعصرة أهل العصر \n  للباخرزي والدمية ذيل على يتيمة الدهر للثعالبي واليتيمة ذيل على كتاب البارع \n  لهارون بن علي المنجم .\n</p>\n<p class=\"arabic\">فذكر العماد في كتابه الشعراء الذي كانوا بعد المائة الخامسة إلى سنة اثنتين \n  وسبعين وخمسمائة وجمع شعراء العراق والعجم والشام والجزيرة ومصر والمغرب هو \n  في عشر مجلدات .\n</p>\n<p class=\"arabic\">وله كتاب بالبرق الشامي في سبع مجلدات وإنما سماه البرق الشامي لأنه شبه أوقاته \n  في الأيام ) .\n</p>\n<p class=\"arabic\">النورية والصلاحية بالبرق الخاطف لطيبها وسرعة انقضائها .\n</p>\n<p class=\"arabic\">وصنف كتاب الفتح القسي في الفتح القدسي في مجلدين وصنف كتاب السيل والذيل \n  وصنف كتاب نضرة الفترة وعصرة الفطرة في أخبار بني سلجوق ودولتهم وله ديوان \n  رسائل كبير وديوان شعر في أربع مجلدات وديوان جميعه دوبيت وهو صغير .\n</p>\n<p class=\"arabic\">وكان بينه وبين القاضي الفاضل مخاطبات ومحاورات ومكاتبات .\n</p>\n<p class=\"arabic\">قال مرة للفاضل سر فلا كبا بك الفرس *42*320* .\n</p>\n<p class=\"arabic\">فقال له دام علا العماد .\n</p>\n<p class=\"arabic\">وذلك مما يقرأ مقلوبا صحيحا .\n</p>\n<p class=\"arabic\">قال ابن خلكان ولم يزل العماد على مكانته إلى أن توفي السلطان صلاح الدين \n  فاختلت أحواله ولم يجد في وجهه بابا مفتوحا فلزم بيته وأقبل على تصانيفه .\n</p>\n<p class=\"arabic\">وأله معناه بالعربي العقاب وهو بفتح الهمزة وضم اللام وسكون الهاء .\n</p>\n<p class=\"arabic\">وقيل إن العقاب جميعه أنثى وإن الذي يسافده طائر من غير جنسه وقيل إن الثعلب \n  هو الذي يسافده وهذا من العجائب .\n</p>\n<p class=\"arabic\">قال ابن عنين في ابن سودة .\n</p>\n<p class=\"arabic\">% ما أنت إلا كالعقاب فأمه % % معروفة وله أب مجهول % .\n</p>\n<p class=\"arabic\">وقال الموفق عبد اللطيف حكى لي العماد من فلق فيه قال طلبني كمال الدين لنيابته \n  في ديوان الإنشاء فقلت لا أعرف الكتابة فقال إنما أريد منك أن تثبت ما جيري \n  فتخبرني به .\n</p>\n<p class=\"arabic\">فصرت أرى الكتب تكتب إلى الأطراف فقلت لنفسيك لو طلب مني أن أكتب مثل هذا \n  ماذا أكنت أصنع فأخذت أحفظ الكتب وأحاكيها وأروض نفسي فيها فكتبت كتبا إلى \n  بغداد ولا أطلع عليها أحدا فقال كمال الدين يوما ليتنا وجدنا من يكتب إلى \n  بغداد ويريحنا فقلت أنا أكتب إن رضيت .\n</p>\n<p class=\"arabic\">فكتبت وعرضت عليه فأعجبه فاستكتبني فلما توجه أسد الدين إلى مصر في المرة \n  الثالثة صحبته .\n</p>\n<p class=\"arabic\">قال الموفق وكان فقهه على طريقة أسعد الميهني ومدرسته تحت القلعة ويوم يدرس \n  تتسابق الفقهاء لسماع كلامه وحسن نكته وكان بطيء *42*321* الكتابة ولكن دائم \n  العمل وله توسع في اللغة ) .\n</p>\n<p class=\"arabic\">ولا سعة عنده في النحو .\n</p>\n<p class=\"arabic\">وتوفي بعدما قاسى مهانات ابن شكر .\n</p>\n<p class=\"arabic\">وكان فريد عصره نظما نثرا وقد رأيته في مجلس ابن شكر مزحوما في أخريات الناس .\n</p>\n<p class=\"arabic\">وقال زكي الدين المنذري كان جامعا للفضائل الفقه الأدب والشعر الجيد وله اليد \n  البيضاء في النثر والنظم وصنف تصانيف مفيدة .\n</p>\n<p class=\"arabic\">قال وللسلطان الملك الناصر معه من الإغضاء والتجاوز والبسط وحسن الخلق ما \n  يتعجب من وقوع مثله من مثله .\n</p>\n<p class=\"arabic\">توفي رحمه الله في مستهل رمضان بدمشق ودفن بمقابر الصوفية .\n</p>\n<p class=\"arabic\">أنبأنا أحمد بن سلامة عن محمد بن محمد الكاتب أنبا علي بن عبد السيد أنا أبو \n  محمد الصريفيني أنا ابن حبابة ثنا أبو القاسم البغوي ثنا علي بن الجعد أنا \n  شعبة عن أبي ذبيان واسمه خليفة بن كعب قال سمعت ابن الزبير يقول لا تلبسوا \n  نساءكم الحرير فإني سمعت عمر يقول سمعت رسول الله صلى الله عليه وسلم يقول \n  من لبسه في الدنيا لم يلبسه في الآخرة رواه البخاري عن علي بن الجعد رضي الله \n  عنه مثله .\n</p>\n<p class=\"arabic\">ون شعره في قصيدة .\n</p>\n<p class=\"arabic\">% ما مالكا رق قلبي % % أراك مالك رقه % .\n</p>\n<p class=\"arabic\">% ها مهجتي لك خذها % % فإنها مستحقة % .\n</p>\n<p class=\"arabic\">% فدتك نفسي برفق % % مما رمتني المشقة % .\n</p>\n<p class=\"arabic\">*42*322* .\n</p>\n<p class=\"arabic\">% ويا رشيقا أتتني % % من سهم عينيه رشقه % .\n</p>\n<p class=\"arabic\">% لصارم الجفن منه % % في مهجتي ألف مشقة % .\n</p>\n<p class=\"arabic\">% وخضره مثل معنى % % بلا غني فيه دقه % .\n</p>\n<p class=\"arabic\">وله .\n</p>\n<p class=\"arabic\">% كتبت والقلب بين الشوق والكمد % % والعين مطروفة بالدمع والسهد % .\n</p>\n<p class=\"arabic\">% وفي الحشى نفحة الوجد محرقة % % متى تجد نفحة من أرضكم تقد % .\n</p>\n<p class=\"arabic\">% يا رائدا وهو سار في الظلام سنا % % وطالبا في الهجير الورد وهو صد % .\n</p>\n<p class=\"arabic\">% ها مهجتي فاقتبس من نارها ضرما % % ومقلتي فاغترف من مائها ورد % .\n</p>\n<p class=\"arabic\">% يا من هو الروح بل روح الحياة % % ولا بقاء بعد فراق الروح للجسد % .\n</p>\n<p class=\"arabic\">% حاولت نقض عهود صنتها ولكم % % أردت في الحب سلوانا ولم أرد % .\n</p>\n<p class=\"arabic\">% واها لحاضرة في القلب غائبة % % عن ناظري من هواها ما خلا جلدي % .\n</p>\n<p class=\"arabic\">% قوية البطش باللحظ الضعيف وبالخ % % صر النحيف ولك مضعف جسدي % .\n</p>\n<p class=\"arabic\">% لا غرو إن سحرت قلبي بمقلتها % % نفاثة بفنون السحر من العقد % .\n</p>\n<p class=\"arabic\">% نبا لطرف في كحل بالعطف في ميل % % بالخد في خجل بالقد في ميد % .\n</p>\n<p class=\"arabic\">% بالراح مرتشفا بالورد مقتطفا % % بالغصن منعطفا بالثغر كالبرد % .\n</p>\n<p class=\"arabic\">% لا جلت يوما ولا أبصرت من شغف % % ضلالتي في الهوى إلا من الرشد % .\n</p>\n<p class=\"arabic\">وله .\n</p>\n<p class=\"arabic\">% كالنجم حين هدا كالدهر حين عدا % % نكالصبح حين بدا كالعصب حين برا % .\n</p>\n<p class=\"arabic\">% في الحلم طود علا في الحكم بحر نهى % % في الجود غيث ندا في البأس ليث شرا \n  % .\n</p>\n<p class=\"arabic\">أنبأني ابن البزوري قال العماد هو إمام البلغاء وشمس الشعراء وقطب رحا الفضلاء \n  أشرقت أشعة فضائله وأنارت وأنجدت الركبان بأخباره وأغارت في الفصاحة قس دهره \n  وفي البلاغة سحبان عصره فاق الأنان طرا نظما ونثرا وفي رسائله المعاني الأبكار \n  المخجلة الرياض عند إشراق النوار *42*323* .\n</p>\n<p class=\"arabic\">ومن شعره .\n</p>\n<p class=\"arabic\">% نقضي عمره في الهجر شوقا إلى الموصل % % وأبلاه من ذكر الأحبة ما يبلي % .\n</p>\n<p class=\"arabic\">% وكان خلي القلب من لوعة الهوى % % فأصبح من برح الصبابة في شغل % .\n</p>\n<p class=\"arabic\">% وأطربه اللاحي بذكر حبيبه % % فآلى عليه أن يزيد من العذل % .\n</p>\n<p class=\"arabic\">% وما كنت مفتون الفؤاد وإنما % % علي فتون دس الذل % .\n</p>\n<p class=\"arabic\">% نحولي ممن شد عقد نطاقه % % على ناحل واه من الخصر منحل % .\n</p>\n<p class=\"arabic\">إذا رام للصد القيام أبت له روادفه إلا المقام على وصلي .\n\n</p>"
}