{
    "header": "عبد الرحيم بن علي بن الحسن بن الحسن بن أـ...",
    "id": "026902",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الرحيم بن علي بن الحسن بن الحسن بن أحمد بن المفرج بن أحمد .\n</h1>\n<p class=\"arabic\">*42*245* القاضي الفاضل أبو علي ابن القاضي الأشرف أبي الحسن اللخمي البيساني \n  العسقلاني المولد المصري الدار الكاتب صاحب ديوان الإنشاء في الدولة الصلاحية \n  وبعدها .\n</p>\n<p class=\"arabic\">ولد في منتصف جمادى الآخرة سنة تسع وعشرين وخمسمائة ولقبه محيي الدين وفي \n  نسبه إلى بيسان تجوز فإنه ليس منها وإنما ولي أبوه قضاءها فلهذا نسب إليها .\n</p>\n<p class=\"arabic\">انتهت إلى القاضي الفاضل براعة الإنشاء وبلاغة الترسل وله في ذلك معاني مبتكرة \n  لم يسبق إليها مع كثرتها .\n</p>\n<p class=\"arabic\">قال القاضي شمس الدين ابن خلكان نقل عنه أنه قال إن مسودات رسائله في المجلدات \n  والتعليقات في الأوراق إذا جمعت ما تقصر عن مائة مجلد وله نظم كثير .\n</p>\n<p class=\"arabic\">واشتغل بصناعة الإنشاء على الموفق يوسف بن الخلال شيخ الإنشاء للمتأخرين من \n  خلفاء بني عبيد .\n</p>\n<p class=\"arabic\">ثم إنه خدم بثغر الإسكندرية في شبيبته وأقام بها مدة ) .\n</p>\n<p class=\"arabic\">قال عمارة اليمني ومن محاسن العادل بن الصالح بن رزيك خروج أمره إلي والي \n  الإسكندرية بتسيير القاضي الفاضل إلى الباب واستخدمه في ديون الجيش فإنه غرس \n  منه للدولة بل للملة شجرة مباركة متزايدة النماء أصلها ثابت وفروعها في السماء .\n</p>\n<p class=\"arabic\">وقال العماد الكاتب وتمت الرزية الكبرى وفجيعة أهل الدين والدنيا بانتقال \n  القاضي الفاضل من دار البقاء إلى داره بالقاهرة في *42*246* سادس ربيع الآخر \n  وكان ليلتئذ صلى العشاء وجلس مع مدرس مدرسته وتحدث معه ما شاء وطالت المسامرة \n  وانفصل إلى منزله صحيح البدن وقال لغلامه رتب حوائج الحمام وعرفني حتى اقضي \n  مني المنام فوافاه سحرا للإعلام فما اكترث بصوت الغلام ولم يدر أن كلم الحمام \n  حمى الكلام وأن وثوقه بطهارة الكوثر أغناه عن الحمام فبادر إليه ولده فألفاه \n  وهو ساكت باهت فلبث يومه لا يسمع له إلا أنين خفي ثم قضى سعيدا ولم يبق في \n  حياته عملا صالحا إلا وقدمه ولا عهدا في الجنة إلا أحكمه لا عقدا في البر \n  إلا أبرمه فإن صنائعه في الرقاب وأوقافه على سبل الخيرات متجاوزة الحساب ولا \n  سيما أوقافه لفكاك أسرى المسلمين إلى يوم الحساب وأعان الطلبة الشافعية والمالكية \n  عند داره بالمدرسة والأيتام بالكتاب .\n</p>\n<p class=\"arabic\">وكان رحمه الله للحقوق قاضيا وفي الحقائق ماضيا ولسلطانه مطاع والسلطان له \n  مطيع ما افتتح الأقاليم إلا بأقاليد آرائه ومقاليد غناه وعنائه وكنت من حسناته \n  محسوبا وإلى مناسب آلائه منسوبا وأعرف صناعته ويعرف صناعتي وأعارض بضاعته \n  الثمينة بمزجاة بضاعتي وكانت كتابته كتائب النصر وبراعته رائعة الدهر ويراعته \n  بارئة للبر وعبارته نافثة في عقد السحر وبلاغته للدولة مجملة وللمملكة مكملة \n  وللعصر الصلاحي على سائر الأعصار مفضلة هو الذي نسخ أساليب القدماء بما أقدمه \n  من الأساليب وأغربه من الإبداع وأبدعه من الغريب وما ألفيته كرر دعاء في مكاتبة \n  ولا تردد لفظا في مخاطبة بل تأتي فصوله بتكرة مبتدعة مبتدهة لا مفتكرة بالعرف \n  والعرفان معرفة لا نكرة وكان الكرام في ظله يقيلون ومن عثرات النوائب بفضله \n  يستقيلون وبعز حمايته يعزون فإلى من بعده الوفادة وممن الإفادة وفي من السيادة \n  ولمن السعادة وقال ابن خلكان في ترجمته وزر للسلطان صلاح الدين *42*247* .\n</p>\n<p class=\"arabic\">ومن شعره عند وصوله إلى الفرات يتشوق إلى النيل ) .\n</p>\n<p class=\"arabic\">% بالله قل للنيل عني إنني % % لم أشف من ماء الفرات غليلا % .\n</p>\n<p class=\"arabic\">% وسل الفؤاد فإنه لي شاهد % % هل كان جفني بالدموع بخيلا % .\n</p>\n<p class=\"arabic\">% يا قلب كم خلفت ثم بثينة % % وأعيذ صبرك أن يكون جميلا % .\n</p>\n<p class=\"arabic\">وكان الملك العزيز صلاح الدين يميل إلى القاضي الفاضل في أيام أبيه واتفق \n  أنه أحب قينة وشغف بها وبلغ صالح الدين فمنعه من صحبتها ومنعها منه فحزن ولم \n  يستجر أن يجتمع بعد هذا بها فسيرت له مع خادم كرة عنبر فكسرها فوجد فيها زر \n  ذهب فلم يفهم المراد به جاء القاضي الفاضل فعرفه الصورة فعمل القاضي .\n</p>\n<p class=\"arabic\">% أهدت لك العنبر في وسطه % % زر من التبر دقيق اللحام % .\n</p>\n<p class=\"arabic\">% فالزر في العنبر معناهما % % زر هكذا مستترا في الظلام % .\n</p>\n<p class=\"arabic\">وله .\n</p>\n<p class=\"arabic\">% بتنا على حال يسر الهوى % % وربما لا يمكن الشرح % .\n</p>\n<p class=\"arabic\">% بوابنا الليل وقلنا له % % إن غبت عنا هجم الصبح % .\n</p>\n<p class=\"arabic\">وله .\n</p>\n<p class=\"arabic\">% وسيف عتيق للعلاء فإن تقل % % رأيت أبا بكر فقل وعتيق % .\n</p>\n<p class=\"arabic\">% فزر بابه فهو الطريق إلى الندى % % ودع كل باب ما إليه طريق % .\n</p>\n<p class=\"arabic\">ولهبة الملك بن سناء الملك فيه وقد ولي الوزارة من قصيدة .\n</p>\n<p class=\"arabic\">% قال الزمان لغيره إذا رامها % % تربت يمينك لست من أربابها % .\n</p>\n<p class=\"arabic\">% اذهب طريقك لست من أربابها % % وارجع وراءك لست من أترابها % .\n</p>\n<p class=\"arabic\">*42*248* .\n</p>\n<p class=\"arabic\">% وبعز سيدنا وسيد غيرنا % % ذلت من الأيام شمس صعابها % .\n</p>\n<p class=\"arabic\">% وأتت سعادته إلى أبوابه % % لا كالذي يسعى إلى أبوابها % .\n</p>\n<p class=\"arabic\">% فلتفخر الدنيا بسائس ملكها % % منه ودارس علمها وكتابها % .\n</p>\n<p class=\"arabic\">% صوامها قوامها علامها % % عمالها بذالها وهابها % .\n</p>\n<p class=\"arabic\">وبلغنا أنه كتبه التي ملكها بلغت مائة ألف مجلد وكان يحصلها من سائر البلاد .\n</p>\n<p class=\"arabic\">وذكر القاضي ضياء الدين القاسم بن يحيى الشهرزوري أن القاضي لما سمع أن العادل \n  أخذ الديار المصرية دعا على نفسه بالموت خشية أن يستدعيه وزيره صفي الدين \n  بن شكر أو ) .\n</p>\n<p class=\"arabic\">يجري في حقه إهانة فأصبح ميتا وكان له معاملة حسنة مع الله وتهجد بالليل .\n</p>\n<p class=\"arabic\">وقال العماد في الخريدة وقبل شروعي في أعيان مصر أقدم ذكر من جميع أفاضل القصر \n  كالقطرة في بحره المولى القاضي الأجل الفاضل الأسعد أبو علي عبد الرحيم بن \n  القاضي الأشرف أبي المجد علي بن البيساني صاحب القرآن العديم الأقران واحد \n  الزمان .\n</p>\n<p class=\"arabic\">إلى أن قال فهو كالشريعة المحمدية نسخت الشرائع يخترع الأفكار ويفترع الأبكار \n  وهو ضابط الملك بآرائه ورابط السلك بآلائه وإن شاء *42*249* أنشأ في يوم ما \n  لو دون لكن لأهل الصناعة خير بضاعة أين قس من فصاحته وقيس من حصافته ومن حاتم \n  وعمرو في سماحته وحماسته لا من في فعله ولا مين في قوله ذو الوفاء والروءة \n  والصفا والفتوة والتقي والصلاح والندى والسماح وهو من أولياء الله الذين خصوا \n  بكرامته أخلصوا لولايته وهو مع ما يتولاه من أشغال المملكة لا يفتر عن المواظبة \n  على نوافل صلواته ونوافل صلواته ونافل صلاته يختم كل يوم القرآن المجيد ويضيف \n  إليه ما شاء الله من المزيد وأنا أوثر أن أفرد لنظمه ونثره كتابا فإنني أغار \n  من ذكره مع الذين هم كالسها في فلك شمسه وذكائه وكالثرى عند ثريا علمه وذكائه \n  فإنما تبدو النجوم إذا لم تبرز الشمس حاجبها وإنه لا يؤثر أيضا إثبات ذلك \n  فأنا ممتثل لأمره المطاع ملتزم له قانون الإتباع لا أعرف يدا ملكتني غير يده \n  ولا أتصدى إلا لما جعلني بصدده .\n</p>\n<p class=\"arabic\">قلت وكان رحمه الله أحدب فحدثني شيخنا جمال الدين الفاضلي أن القاضي الفاضل \n  ذهب في الرسلية إلى صاحب الموصل فحضر أحضرت فواكه فاقل بعض الكبار منكتا على \n  الفاضل خياركم أحدب فقال الفاضل خسنا خير من خياركم .\n</p>\n<p class=\"arabic\">وحدثين الفاضلي في آخر سنة إحدى وتسعين أن القاضي العماد الكاتب كانا في الموكب \n  فقال القاضي الفاضل *42*250* .\n</p>\n<p class=\"arabic\">% أما الغبار فإنه % % مما أثارته السنابك % .\n</p>\n<p class=\"arabic\">وقال للعماد أجز فقال .\n</p>\n<p class=\"arabic\">% فالجو منه مغبر % % لكن بتاشير السنابك % .\n</p>\n<p class=\"arabic\">% يا دهر لي عبد الرحيم % % فلا أبالي مس نابك % .\n</p>\n<p class=\"arabic\">قلت وقد سمع أبا كاهر السلفي وأبا محمد العثماني وأبا الظاهر ابن عوف أبا \n  القاسم بن ) .\n</p>\n<p class=\"arabic\">عساكر الحافظ وعثمان بن سعيد بن فرج العبدري .\n</p>\n<p class=\"arabic\">قال المنذري وزر للسطان صلاح الدين وركن إليه ركونا تاما وتقدم عنده كثيرا \n  وكان كثير البر والمعروف والصداقة وله آثار جميلة ظاهرة مع ما كان عليه من \n  الإغضاء والاحتمال .\n</p>\n<p class=\"arabic\">توفي في ليلة سابع ربيع الآخر .\n</p>\n<p class=\"arabic\">وقال الموفق عبد اللطيف ذكر خبر القاضي الفاضل كانا ثلاثة إخوة واحد منهم \n  خدم في الإسكندرية وبها مات وخلف من الخواتيم صناديق ومن الحصر والقدور والخزف \n  بيوتا مملوءة كان متى رأى خاتما أو سمع به تسبب في تحصيله .\n</p>\n<p class=\"arabic\">وأما الآخر فكان له هوس مفرط في تحصيل الكتب وكان عنده زهاء مائتي ألف كتاب \n  من كل كتاب نسخ .\n</p>\n<p class=\"arabic\">والثالث القاضي الفاضل وكان له غرام بالكتابة وبتحصيل الكتب أيضا وكان له \n  الدين والعفاف والتقى مواظب على أوراد الليل والصيام والتلاوة ولما ملك أسد \n  الدين احتاج إلى كاتب فأحضره فأعجبه نفاذه وسمته ونصحه فلما ملك صلاح الدين \n  استخلصه لنفسه وحسن اعتقاده فيه *42*251* .\n</p>\n<p class=\"arabic\">وكان قليل اللذات كثير الحسنات دائم التهجد يشتغل بالأدب والتفسير .\n</p>\n<p class=\"arabic\">وكان قليل النحو كلن له دربة قوية توجب له قلة اللحن وكتب من الإنشاء ما لم \n  يكتبه أحد .\n</p>\n<p class=\"arabic\">أعرف عند ابن سناء الملك من إنشائه اثنين وعشرين مجلدا وعند ابن القطان أحد \n  كتابه عشرين مجلدا وكان متقللا في مطعمه ومنكحه وملبسه لباسه البياض لا يبلغ \n  جميع ما عليه دينارين .\n</p>\n<p class=\"arabic\">ويركب مع غلام وركابي ولا يمكن أحدا أن يصحبه ويكثر تشييع الجنائز وعيادة \n  المرضى وزيارة القبور وله معروف في السر والعلانية .\n</p>\n<p class=\"arabic\">وكان رحمه الله ضعيف البنية رقيق الصورة له حدبة يغطيها الطيلسان .\n</p>\n<p class=\"arabic\">وكان فيه سوء خلق يكمد به في نفسه ولا يضر أحدا به .\n</p>\n<p class=\"arabic\">ولأصحاب الفضائل عنده نفاق يحسن إليهم ولا يمن عليهم ولم يكن له انتقام من \n  أعدائه إلا بالإحسان إليهم وبالإعراض عنهم .\n</p>\n<p class=\"arabic\">وكان دخله ومعلومه في السنة نحو خمسين ألف دينار سوى متاجر الهند والمغرب \n  وغيرهما ) .\n</p>\n<p class=\"arabic\">مات مسكوتا أحوج ما كان إلى الموت عند تولي الإقبال وإقبال الإدبار وهذا يدل \n  على أن لله به عناية رحمه الله .\n\n</p>"
}