{
    "header": "محمد بن محمود بن محمد .",
    "id": "026924",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن محمود بن محمد .\n</h1>\n<p class=\"arabic\">الشهاب الطوسي أبو الفتح الفقيه الشافعي نزيل مصر .\n</p>\n<p class=\"arabic\">إمام مفت علامة مشهور ولد سنة اثنتين وعشرين وخمسمائة .\n</p>\n<p class=\"arabic\">وحدث عن أبي الوقت وغيره .\n</p>\n<p class=\"arabic\">ووعظ ببغداد وصاهر قاضي القضاة أبا البركات بن الثقفي وقدم مصر *42*268* فسكنها \n  قدمها من مكة سنة تسع وسبعين ونزل بخانقاه سعيد السعداء وتردد إليه بها الفقهاء .\n</p>\n<p class=\"arabic\">ثم ولي التدريس بمدرسة منازل العز وانتفع به جماعة كبيرة .\n</p>\n<p class=\"arabic\">وكان جامعا للفنون معظما للعلم وأهله غير محتفل بأبناء الدنيا وعظ بجامع مصر \n  مدة .\n</p>\n<p class=\"arabic\">روى عنه بهاء الدين بن الجميزي وشهاب الدين القوصي وكناه أبا الفتح .\n</p>\n<p class=\"arabic\">وذكر أنه تفقه بنيسابور على الإمام محمد بن يحيى .\n</p>\n<p class=\"arabic\">وقال أبو شامة وذكر الطوسي فقال قيل إنه لما قدم بغداد كان يركب بالسنجق والسيوف \n  المسللة والغاشية والطوق في عنق البغلة فمنع من ذلك فسافر إلى مصر ووعظ وأظهر \n  ) .\n</p>\n<p class=\"arabic\">مذهب الأشعري وثارت عليه الحنابلة وكان يجري بينه وبين زين الدين بن نجية \n  العجائب من السباب ونحوه .\n</p>\n<p class=\"arabic\">قال وبلغني أنه سئل أيما فضل دم الحسين أم دم الحلاج فاستعظم ذلك فقيل له \n  فدم الحلاج كتب على الأرض الله الله ولا كذلك دم الحسين فقال المتهم يحتاج \n  إلى تزكية وهذا في غاية الحسن لكن لم يصح عن دم الحلاج .\n</p>\n<p class=\"arabic\">وقال الموفق عبد اللطيف كان رجلا طوالا مهيبا مقداما ساد الجواب في المحافل \n  دخل مصر وأقبل عليه تقي الدين وعمل له مدرسة بمنازل العز وبث العلم بمصر وكان \n  يلقي الدرس من الكتاب وكان يرتاعه كل أحد وهو يرتاع من الخبوشاني ويتضاءل \n  له وكان يحمق بظرافة ويتيه على الملوك بلباقة ويخاطب الفقهاء بصرامة وعرض \n  له جدري بعد الثمانين عم جسده وكحل عينيه وانحط عنه في السابع *42*269* .\n</p>\n<p class=\"arabic\">وجاء يوم العيد والسلطان بالميدان فجاء الطوسي وبين يديه مناد ينادي هذا ملك \n  العلماء .\n</p>\n<p class=\"arabic\">والغاشية على الأصابع وكان أهل مصر إذا رأوها قرأوا هل أتاك حديث الغاشية \n  فتفرق له الجمع وتفرق الأمراء غيظا منه .\n</p>\n<p class=\"arabic\">وجرى له مع الملك العادل وابن شكر قضايا عجيبة لما تعرضوا لوقوف المدرس فمنع \n  عن نفسه وعن الناس وثبت .\n</p>\n<p class=\"arabic\">وقال ابن النجار مات بمصر في الحادي والعشرين من ذي القعدة وحمله أولاد السلطان \n  على رقابه .\n\n</p>"
}