{
    "header": "محمد بن محمد بن أبي الطاهر محمد بن بنان ...",
    "id": "026922",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن محمد بن أبي الطاهر محمد بن بنان .\n</h1>\n<p class=\"arabic\">القاضي الأثير ذو الرياستين ابن القاضي الأجل ذي الرياستين أبي الفضل ابن \n  القاضي ذي الرياستين الأنباري المصري أبو الفضل الكاتب .\n</p>\n<p class=\"arabic\">ولد بالقاهرة سنة سبع وخمسمائة وسمع من أبي صادق مرشد المديني وأبي البركات \n  محمد بن حمزة العرقي ووالده أبي الفضل والقاضي أبي الحسن محمد بن هبة الله \n  بن الحسن بن عرس *42*265* .\n</p>\n<p class=\"arabic\">وقرأ القرآن على أبي العباس بن الحطية .\n</p>\n<p class=\"arabic\">وكان رئيسا عالما نبيلا ذكره الدبيثي فقال قدم بغداد رسولا من سيف الإسلام \n  طغتكين أميراليمن ونزل بباب الأزج وحدث بالسيرة لابن هشام عن والده وحدث بصحاح \n  الجوهري .\n</p>\n<p class=\"arabic\">وسمعهما منه جماعة كثيرة وكنت أنا مسافرا وذلك في سنة اثنتين وثمانين .\n</p>\n<p class=\"arabic\">روى الصحاح عن أبي البركات العرقي وكتب الناس عنه من شعره .\n</p>\n<p class=\"arabic\">وقال المنذري سمع منه جماعة من شيوخنا ورفقائنا فلم يتفق لي السماع منه .\n</p>\n<p class=\"arabic\">وقد كتب الكثير بخطه وخطه في غاية الجودة .\n</p>\n<p class=\"arabic\">وتولى ديوان النظر في الدولة المصرية وتقلب في الخدم في الأيام الصلاحية بتنيس \n  والإسكندرية .\n</p>\n<p class=\"arabic\">قلت وكان أبوه يروي السيرة عن الحبال .\n</p>\n<p class=\"arabic\">روى عنه الحافظ أبو الحسين العطار والسيد أبو عبد الله محمد بن عبد الرحمن \n  الحسيني الحلبي .\n</p>\n<p class=\"arabic\">توفي في ثالث ربيع الآخر وله تسع وثمانون سنة .\n</p>\n<p class=\"arabic\">وقال الموفق عبد اللطيف كان رقيقا طوالا أسمر عنده أدب وترسل وخط حسن وشعر \n  لا بأس به وكان صاحب ديوان مصر في زمن المصريين والفاضل ممن يغشى بابه ويمتدحه \n  ويفتخر بالوصول إليه فلما جاءت الدولة الصلاحية قال القاضي الفاضل هذا رجل \n  كبير القدر ) .\n</p>\n<p class=\"arabic\">يصلح أن يجرى عليه ما يكفيه ويجلس في بيته ففعل ذلك *42*266* .\n</p>\n<p class=\"arabic\">ثم إنه توجه إلى اليمن ووزر لسيف الإسلام وأرسله إلى الديوان العزيز فعظم \n  ببغداد وبجل .\n</p>\n<p class=\"arabic\">ولما صرت إلى مصر وجدت ابن بنان في ضنك من العيش وعليه دين ثقيل وأدى أمره \n  إلى أن حبسه الحاكم بالجامع الأزهر وكان يتنقص بالقاضي الفاضل ويراه بالعين \n  الأولى والفاضل يقصر في حقها فيقصر الناس مراعاة للفاضل .\n</p>\n<p class=\"arabic\">وكان بعض من له عليه دين أعجميا جاهلا فصعد إليه إلى سطح الجامع وسفه عليه \n  وقبض على لحيته وضربه ففر وألقى بنفسه من سطح الجامع فتهشم فحمل إلى داره \n  وبقي أياما ومات فسير القاضي الفاضل بجهازه خمسة عشر دينارا مع ولده ثم إن \n  القاضي مات فجأة بعد ثلاثة أيام رحمه الله *42*267* .\n\n</p>"
}