{
    "header": "عبد الرحمن بن علي بن محمد بن علي بن عبيدـ...",
    "id": "026964",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الرحمن بن علي بن محمد بن علي بن عبيد الله بن عبد الله بن حمادى بن أحمد \n  بن محمد بن جعفر بن عبد الله بن القاسم بن النصر بن القاسم بن محمد بن عبد \n  الله بن عبد الرحمن بن القاسم بن محمد بن أبي بكر الصديق عبد الله بن أبي \n  قحافة الحافظ العلامة جمال الدين أبو الفرج ابن الجوزي القرشي التيمي البكري \n  البغدادي الحنبلي الواعظ صاحب التصانيف المشهورة في أنواع  العلوم \n  من التفسير والحديث والفقه والوعظ الزهد والتاريخ والطب وغير ذلك .\n</h1>\n<p class=\"arabic\">ولد تقريبا سنة ثمان أو سنة عشر وخمسمائة وعرف جدهم بالجوزي لجوزة في وسط \n  داره بواسط ولم يكن بواسط جوزة سواها .\n</p>\n<p class=\"arabic\">وأول سماعه سنة ست عشرة وخمسمائة وسمع بعد ذلك في سنة عشرين وخمسمائة وبعدها .\n</p>\n<p class=\"arabic\">فسمع من ابن الحصين وعلي بن عبد الواحد الدينوري والحسين بن محمد البارع وأبي \n  السعادات أحمد بن أحمد المتوكلي وأبي سعد إسماعيل بن أبي صالح المؤذن وأبي \n  الحسن علي بن الزاغوني الفقيه وأبي غالب بن البنا وأخيه يحيى وأبي بكر محمد \n  بن الحسين المزرقي وهبة الله بن الطبر وقاضي المرستان وأبي غالب محمد بن الحسن \n  الماوردي وخطيب إصبهان أبي القاسم عبد الله بن محمد الراوي عن ابن شمة وأبي \n  السعود أحمد بن المجلي وأبي منصور عبد الرحمن بن محمد القزاز وعلي بن أحمد \n  بن الموحد وأبي القاسم بن السمرقندي وابن ناصر وأبي الوقت .\n</p>\n<p class=\"arabic\">وخرج لنفسه مشيخة عن سبعة وثمانين نفسا وكتب بخطه ما لا يوصف ووعظ وهو صغير \n  جدا .\n</p>\n<p class=\"arabic\">قرأ الوعظ على الشريف أبي القاسم علي بن يعلى بن عوض العلوي الهروي وأبي الحسن \n  بن الزاغوني .\n</p>\n<p class=\"arabic\">وتفقه على أبي بكر أحمد بن محمد الدينوري .\n</p>\n<p class=\"arabic\">وتخرج في الحديث بابن ناصر .\n</p>\n<p class=\"arabic\">وقرأ الأدب على أبي منصور موهوب ابن الجواليقي *42*289* .\n</p>\n<p class=\"arabic\">روى عنه ابنه محيي الدين يوسف وسبطه شمس الدين يوسف الواعظ والحافظ عبد الغني \n  والشيخ الموفق والبهاء عبد الرحمن والضياء محمد وابن خليل الدبيثي وابن النجار \n  واليلداني والزين بن عبد الدائم والنجيب عبد اللطيف وخلق سواهم .\n</p>\n<p class=\"arabic\">وبالإجازة الشيخ شمس الدين عبد الرحمن وأحمد بن أبي الخير والعز عبد العزيز \n  بن الصيقل وقطب الدين أحمد بن عبد السلام العصروني وتقي الدين إسماعيل بن \n  أبي اليسر والخضر بن عبد الله بن حمويه والفخر علي بن البخاري .\n</p>\n<p class=\"arabic\">وكان الذي حرص على تسميعه وأفاده الحافظ ابن ناصر .\n</p>\n<p class=\"arabic\">وقرأ القرآن على أبي محمد سبط الخياط .\n</p>\n<p class=\"arabic\">وكان فريد عصره في الوعظ وهو آخر من حدث عن الدينوري والمتوكلي .\n</p>\n<p class=\"arabic\">ومن تصانيفه كتاب المغني في علم القرآن وكتاب زاد المسير في علم التفسير وتذكرة \n  الأريب في شرح الغريب نزهة النواظر في الوجوه والنظائر مجلد كتاب عيون علوم \n  القرآن فنون الأفنان مجلد كتاب الناسخ والمنسوخ كتاب منهاج الوصول إلى علم \n  الأصول كتاب نفي التشبيه كتاب جامع المسانيد في سبع مجلدات كتاب الحدائق مجلدان \n  كتاب نفي النقل كتاب المجتبى كتاب النزهة كتاب عيون *42*290* الحكايات مجلدان \n  كتاب التحقيق في أحاديث التعليق مجلدان كتاب كشف مشكل الصحيحين أربع مجلدات \n  كتاب الموضوعات الأحاديث الرائقة كتاب الضعفاء كتاب تلقيح فهوم أهل الأثر \n  في عيون التواريخ والسير كتاب المنتظم في أخبار الملوك والأمم كتاب شذور العقود \n  في تاريخ العهود كتاب مناقب بغداد كتاب المذهب في المذهب كتاب الانتصار في \n  مسائل الخلاف كتاب الدلائل في مشهور المسائل مجلدان كتاب اليواقيت في الخطب \n  الوعظية كتاب المنتخب كتاب نسيم السحر كتاب لباب زين القصص كتاب المدهش كتاب \n  صفة الصفوة كتاب مثير العزم الساكن إلى أشرف الأماكن كتاب المقعد المقيم كتاب \n  تبصرة المبتدئ كتاب تحفة الواعظ كتاب ذم الهوى كتاب تلبيس إبليس مجلدان كتاب \n  صيد الخاطر ثلاث مجلدات كتاب الأذكياء كتاب الحمقى والمغفلين كتاب المنافع \n  في الطب كتاب الشيب والخضاب كتاب روضة الناقل كتاب تقويم اللسان كتاب منهاج \n  الإصابة في محبة الصحابة كتاب صبا نجد كتاب المزعج كتاب الملهب كتاب المطرب \n  كتاب منتهى المشتهى كتاب فنون الألباب كتاب الظرفاء والمتحابين كتاب تقريب \n  الطريق الأبعد في فضل مقبرة أحمد كتاب النور في فضائل الأيام والشهور كتاب \n  العلل المتناهية في الأحاديث الواهية مجلدان كتاب أسباب البداية لأرباب الهداية \n  مجلدان كتاب سلوة الأحزان كتاب ياقوتة المواعظ كتاب منهاج القاصدين مجلدان \n  كتاب اللطائف كتاب واسطات العقود كتاب الخواتيم كتاب المجالس اليوسفية كتاب \n  المحادثة كتاب إيقاظ الوسنان كتاب نسيم الرياض كتاب الثبات عن الممات كتاب \n  الوفا بفضائل المصطفى كتاب مناقب أبي بكر كتاب المعاد كتاب مناقب عمر كتاب \n  مناقب عمر بن عبد العزيز كتاب مناقب سعيد بن المسيب كتاب مناقب الحسن البصري \n  كتاب مناقب إبراهيم بن أدهم كتاب مناقب الفضيل كتاب *42*291* مناقب أحمد كتاب \n  مناقب الشافعي كتاب مناقب معروفة كتاب مناقب الثوري كتاب مناقب بشر كتاب مناقب \n  رابعة كتاب العزلة كتاب الموافق كتاب الرياضة كتاب النصر على مصر كتاب كان \n  وكان في الوعظ كتاب خطب اللآليء في الحروف كتاب الناسخ والمنسوخ في الحديث \n  كتاب مواسم العمر وتصانيف أخر لا يحضرني ذكرها .\n</p>\n<p class=\"arabic\">وجعفر في أجداده هو الجوزي منسوب إلى فرضة من فرض البصرة يقال لها جوزة وفرضة \n  النهر ثلمته وفرضة البحر محط السفن .\n</p>\n<p class=\"arabic\">وتوفي والد أبي الفرج أبو الحسن وله ثلاث سنين وكانت له عمة صالحة وكان أهله \n  تجارا في النحاس ولهذا كتب في بعض السماعات اسمه عبد الرحمن الصفار فلما ترعرع \n  حملته عمته إلى ابن ناصر فاعتنى به .\n</p>\n<p class=\"arabic\">وقد رزق القبول في الوعظ وحضر مجلسه الخلفاء والوزراء والكبار وأقل ما كان \n  يحضر مجلس ألوف .\n</p>\n<p class=\"arabic\">وقيل إنه حضر مجلسه في بعض الأوقات مائة ألف وهذا لا أعتقده أنا على أنه قد \n  قال هو ذلك .\n</p>\n<p class=\"arabic\">وقال غير مرة إن مجلسه حزر بمائة ألف .\n</p>\n<p class=\"arabic\">قال سبطه شمس الدين أبو المظفر سمعته يقول على المنبر في آخر عمره كتبت بإصبعي \n  هاتين ألفي مجلدة وتاب على يدي مائة ألف وأسلم على يدي عشرة ألف يهودي ونصراني .\n</p>\n<p class=\"arabic\">قال وكان يجلس بجامع القصر والرصافة والمنصور وباب بدر *42*292* وتربة أم \n  الخليفة وكان يختم القرآن في كل أسبوع ولا يخرج من بيته إلا إلى الجمعة أو \n  المجلس .\n</p>\n<p class=\"arabic\">ثم قال وذكر ما وقع إلي من أسامي مصنفاته كتاب المغني أحد وثمانون جزءا بخطه \n  إلا إنه لم يبيضه ولم يشتهر كتاب زاد المسير أربع مجلدات فذكر عامة ما ذكرناه \n  زاد عليه أيضا أشياء منها كتاب درة الإكليل في التاريخ أربع مجلدات كتاب الفاخر \n  في أيام الإمام الناصر مجلد كتاب المصباح المضيء بفضائل المستضيء مجلد كتاب \n  الفجر النوري كتاب المجلد الصلاحي مجلد كتاب شذور العقود مجلد .\n</p>\n<p class=\"arabic\">قال ومن علم العربية فضائل العرب مجلد كتاب الأمثال مجلد كتاب تقويم اللسان \n  جزءان كتاب لغة الفقه جزءان كتاب ملح الأحاديث جزءان .\n</p>\n<p class=\"arabic\">قال وكتاب المنفعة في المذاهب الأربعة مجلدان كتاب منهاج القاصدين مجلدان \n  كتاب إحكام الإشعار بأحكام الأشعار ومجلدان كتاب المختار من الأشعار عشر مجلدات \n  كتاب التبصرة في الوعظ ثلاث مجلدات كتاب المنتخب في الوعظ مجلدان كتاب رؤوس \n  القوارير مجلدان .\n</p>\n<p class=\"arabic\">إلى أن قال فمجموع تصانيفه مائتان ونيف وخمسون كتابا .\n</p>\n<p class=\"arabic\">ومن كلامه في مجالس وعظه عقارب المنايا تلسع وخدران جسم الأمل يمنع الإحساس \n  وماء الحياة في إناء العمر يرشح بالأنفاس .\n</p>\n<p class=\"arabic\">وقال لبعض الولاة أذكر عند القدرة عدل الله فيك وعند العقوبة قدرة الله عليك \n  وإياك أن تشفي بسقم يدنك .\n</p>\n<p class=\"arabic\">وقال لصاحب أنت في أوسع العذر من التأخير عني لثقتي بك وفي أضيقه من شوق إليك .\n</p>\n<p class=\"arabic\">وقال له قائل ما نمت البارحة من شوقي إلى المجلس *42*293* .\n</p>\n<p class=\"arabic\">قال لأنك تريد أن تتفرج وإنما ينبغي أن لا تنام الليلة لأجل ما سمعت .\n</p>\n<p class=\"arabic\">وقال لا تسمع ممن يقول الجوهر والعرض والاسم والمسمى والتلاوة والمتلو لأنه \n  شيء لا تحيط به أوهام العوام بل قل آمنت بما جاء من عند الله وبما صح عن رسول \n  الله .\n</p>\n<p class=\"arabic\">وقام إليه رجل فقال يا سيدي نشتهي منك تتكلم بكلمة ننقلها عنك أيما أفضل أبو \n  بكر أو علي فقال له اقعد فقعد ثم قام وأعاد قوله فأجلسه ثم قام فقال له اجلس \n  فأنت أفضل من كل أحد .\n</p>\n<p class=\"arabic\">وسأله آخر وكان التشيع تلك المدة ظاهرا أيما أفضل أبو بكر أو علي فقال أفضلهما \n  من كانت ابنته تحته ورمى بالكلمة في أودية الاحتمال ورضي كل من الشيعة والسنة \n  بهذا الجواب المدهش .\n</p>\n<p class=\"arabic\">وقرأ بين يديه قارئان فأطربا الجمع فأنشد .\n</p>\n<p class=\"arabic\">% ألا يا حمامي بطن نعمان هجتما % % علي الهوى لما ترنتما ليا % .\n</p>\n<p class=\"arabic\">% ألا أيها القمريتان تجاوبا % % بلحنيكما ثم اسجعا لي علانيا % .\n</p>\n<p class=\"arabic\">وقال له قائل أيما أفضل أسبح أو أستغفر قال الثوب الوسخ أحوج إلى الصابون \n  من البخور ) .\n</p>\n<p class=\"arabic\">وقال في قوله عليه السلام أعمار أمتي ما بين الستين إلى السبعين إنما أعمار \n  القدماء لطول البادية فلما شارف الركب بلد الإقامة قيل حثوا المطي *42*294* .\n</p>\n<p class=\"arabic\">وقال من قنع طاب عيشه ومن طمع طال طيشه .\n</p>\n<p class=\"arabic\">قال ووعظ الخليفة فقال يا أمير المؤمنين إن تكلمت خفت منك وإن سكت خفت عليك \n  فأنا أقدم خوفي عليك على خوفي منك إن قول القائل اتق الله خير من قول القائل \n  أنتم أهل البيت مغفور لكم .\n</p>\n<p class=\"arabic\">وقال يوما أهل البدع يقولون ما في السماء أحد ولا في المصحف قرآن ولا في القبر \n  نبي ثلاث عورات لكم .\n</p>\n<p class=\"arabic\">وقال في قوله أليس لي ملك مصر يفتخر فرعون بنهر ما أجراه ما أجراه .\n</p>\n<p class=\"arabic\">وقال وقد طرب الجمع فهمتم فهمتم .\n</p>\n<p class=\"arabic\">قال وقد ذكر العماد الكاتب جدي في الخرديدة وأنشد له هذه الأبيات .\n</p>\n<p class=\"arabic\">% يود حسودي أن يرى لي زلة % % إذا ما رأى الزلات جاءت أكاذيب % .\n</p>\n<p class=\"arabic\">% أرد على خصمي وليس بقادر % % على رد قولي فهو موت وتعذيب % .\n</p>\n<p class=\"arabic\">% ترى أوجه الحساد صفرا لرؤيتي % % فإن فهت عادت وهي سود غرابيب % .\n</p>\n<p class=\"arabic\">قال وقال أيضا .\n</p>\n<p class=\"arabic\">% يا صاحبي إن كنت لي أو معي % % فعج إلى وادي الحمى نرتع % .\n</p>\n<p class=\"arabic\">% وسل عن الوادي وسكانه % % وأنشد فؤادي في ربا العلع % .\n</p>\n<p class=\"arabic\">% جيء كثيب الرمل رمل الحمى % % وقف وسلم لي على المجمع % .\n</p>\n<p class=\"arabic\">% واسمع حديثا قد روته الصبا % % تسنده عن بابه الأجرع % .\n</p>\n<p class=\"arabic\">% وابك فما في العين من فضله % % ونب فدتك النفس عن مدمعي % .\n</p>\n<p class=\"arabic\">% وانزل على الشيخ بواديهم % % واشمم عشيب البلد البلقع % .\n</p>\n<p class=\"arabic\">% رفقا بنضو قد بداه الأسى % % يا عاذلي لو كان قلبي معي % .\n</p>\n<p class=\"arabic\">% لهفي على طيب ليال خلت % % عودي تعودي مدنفا قد نعي % .\n</p>\n<p class=\"arabic\">*42*295* .\n</p>\n<p class=\"arabic\">% إذا تذكرت زمانا مضى % % فويح أجفاني من أدمعي % .\n</p>\n<p class=\"arabic\">وقد نالته محنة في أواخر عمره وذلك أنهم وشوا إلى الخليفة الناصر به بأمر \n  اختلف في ) .\n</p>\n<p class=\"arabic\">حقيقته وذلك في الصيف فبينا هو جالس في داره في السرداب يكتب جاءه من أسمعه \n  غليظ الكلام وشتمه وختم على كتبه وداره وشتت عياله فلما كان في أول الليل \n  حملوه في سفينة وأحدروه إلى واسط فأقام خمسة أيام ما أكل طعاما وهو يومئذ \n  ابن ثمانين سنة فلما وصل إلى واسط أنزل في دار وحبس بها وحصل عليها بواب فكان \n  يخدم نفسه ويغسل ثوبه ويطبخ ويستقي الماء من البئر فبقي كذلك خمس سنين ولم \n  يدخل فيها حماما .\n</p>\n<p class=\"arabic\">وكان من جملة أسباب القضية أن الوزير ابن يونس قبض عليه فتتبع ابن القصاب \n  أصحاب ابن يونس .\n</p>\n<p class=\"arabic\">وكان الركن عبد السلام بن عبد الوهاب بن عبد القادر الجيلي المتهم بسوء العقيدة \n  واصلا عند ابن القصاب فقال له أين أنت عن ابن الجوزي فهو من أكبر أصحاب ابن \n  يونس وأعطاه مدرسة جدي وأحرقت كتبي بمشورته وهو ناصبي من أولاد أبي بكر .\n</p>\n<p class=\"arabic\">وكان ابن القصاب شيعيا خبيثا فكتب إلى الخليفة وساعده جماعة ولبسوا على الخليفة \n  فأمر بتسليمه إلى الركن عبد السلام فجاء إلى باب الأزج إلى دار ابن الجوزي \n  ودخل وأسمعه غليظ المقال كما ذكرنا .\n</p>\n<p class=\"arabic\">وأنزل في سفينة ونزل معه الركن لا غير على ابن الجوزي غلالة بلا سراويل وعلى \n  رأسه تخفيفة فأحدر إلى واسط وكان ناظرها العميد أحمد الشيعة فقال له الركن \n  حرسك الله مكني من عدوي لأرميه في المطمورة فعز على العميد وزبره وقال يا \n  زنديق أرميه بقولك هات خط الخليفة والله لو كان من أهل مذهبي لبذلت روحي ومالي \n  في خدمته .\n</p>\n<p class=\"arabic\">فعاد الركن إلى بغداد وكان بين ابن يونس الوزير وبين أولاد الشيخ *42*296* \n  عبد القادر عداوة قديمة فلما ولي الوزارة ثم أستاذية الدار بدد شملهم وبعث \n  ببعضهم إلى مطامير واسط فماتوا بها وأهين الركن بإحراق كتبه النجومية .\n</p>\n<p class=\"arabic\">وكان السبب في خلاص ابن الجوزي أن ابنه محيي الدين يوسف ترعرع وقرأ الوعظ \n  وطلع صبيا ذكيا فوعظ وتكلمت أم الخليفة في خلاص ابن الجوزي فأطلق وعاد إلى \n  بغداد .\n</p>\n<p class=\"arabic\">وكان يقول قرأت بواسط مدة مقامي بها كل يوم ختمة ما قرأت فيها سورة يوسف من \n  خزني على ولدي يوسف وشوقي إليه .\n</p>\n<p class=\"arabic\">وكان يكتب إلى بغداد أشعارا كثيرة ) .\n</p>\n<p class=\"arabic\">وذكره شيخنا ابن البزوري فأطنب في وصفه وقال فأصبح في مذهبه إماما يشار إليه \n  ويعقد الخنصر في وقته عليه ودرس بمدرسة ابن الشمحل ودرس بالمدرسة المنسوبة \n  إلى الجهة بنفشا المستضيئة ودرس بمدرسة الشيخ عبد القادر وبنى لنفسه مدرسة \n  بدرب دينار ووقف عليها كتبه .\n</p>\n<p class=\"arabic\">برع في العلوم وتفرد بالمنثور والمنظوم وفاق على أدباء مصره وعلا على فضلاء \n  دهره .\n</p>\n<p class=\"arabic\">له التصانيف العديدة .\n</p>\n<p class=\"arabic\">سئل عن عددها فقال زيادة على ثلاثمائة وأربعين مصنفا منها ما هو عشرون مجلدا \n  ومنها ما هو كراس واحد .\n</p>\n<p class=\"arabic\">ولم يترك فنا من الفنون إلا وله فيه مصنف .\n</p>\n<p class=\"arabic\">كان أوحد زمانه وما أظن الزمان يسمح بمثله ومن مؤلفاته كتاب المنتظم وكتابا \n  ذيل عليه .\n</p>\n<p class=\"arabic\">قال وكان إذا وعظ اختلس القولب وشققت النفوس دون الجيوب .\n</p>\n<p class=\"arabic\">إلى أن قال توفي ليلة الجمعة لاثنتي عشرة ليلة خلت من رمضان وصلى عليه خلق \n  العظيم الخارج عن الحد وشيعوه إلى مقبرة باب حرب .\n</p>\n<p class=\"arabic\">وكان يوما شديد الحر فأفطر من حره جمع كثير وأوصى أن يكتب على قبره *42*297* .\n</p>\n<p class=\"arabic\">% يا كثير الصفح عمن % % كثر الذنب لديه % .\n</p>\n<p class=\"arabic\">% جاءك المذنب يرجو ال % % عفو عن جزم يديه % .\n</p>\n<p class=\"arabic\">% أنا ضيف وجزاء الض % % يف إحسان إليه % .\n</p>\n<p class=\"arabic\">وقال سبطه أبو المظفر جلس رحمه الله يوم السبت سابع رمضان تحت تربة أم الخليفة \n  المجاورة لمعروف الكرخي وكنت حاضرا وانشد أبياتا قطع عليها المجلس وهي .\n</p>\n<p class=\"arabic\">% الله أسال أن يطول مدتي % % وأنال بالأنعام ما في نيتي % .\n</p>\n<p class=\"arabic\">% لي همة في العلم ما من مثلها % % وهي التي جنت النحول هي التي % .\n</p>\n<p class=\"arabic\">% كم كان لي من مجلس لو شبهت % % حالاته لتشبهت بالجنة % .\n</p>\n<p class=\"arabic\">في أبياه .\n</p>\n<p class=\"arabic\">ونزل فمرض خمسة أيام وتوفي ليلة الجمعة بني العشاءين في الثالث عشر من رمضان \n  في داره بقطفتا ) .\n</p>\n<p class=\"arabic\">وحدثتني والدتي أنها سمعته يقول قبل أيش أعمل بطواويس يرددها قد جبتم لي هذه \n  الطواويس .\n</p>\n<p class=\"arabic\">وحضر غسله شيخنا ضياء الدين ابن سكينة ضياء الدين ابن الخبير وقت السحر واجتمع \n  أهل بغداد وغلقت الأسواق وشددنا التابوت بالحبال وسلمناه إلى الناس فذهبوا \n  به إلى تحت التربة مكان جلوسه فصلى عليه ابنه علي اتفاقا لأن الأعيان لم يقدروا \n  على الوصول إليه ثم صلوا عليه بجامع المنصور وكان يوما مشهودا لم يصل إلى \n  حفرته بمقبرة *42*298* أحمد بن حنبل إلى وقت صلاة الجمعة وكان في تموز فأفطر \n  خلق ورموا نفوسهم في الماء .\n</p>\n<p class=\"arabic\">قال وما وصل إلى حفرته من الكفن إلا قليل .\n</p>\n<p class=\"arabic\">قلت وهذا من مجازفة أبي المظفر .\n</p>\n<p class=\"arabic\">قال ونزل في حفرته والمؤذن يقول الله أكبر وحزن الناس وبكوا عليه بكاء كثيرا \n  وباتوا عند قبره طول شهر رمضان يختمون الختمات بالقناديل واشمع .\n</p>\n<p class=\"arabic\">ورآه في تلك الليلة المحدث أحمد بن سلمان الحربي الملقب بالسكر على منبر من \n  ياقوت مرضع بالجوهر والملائكة جلوس بين يديه والحق تعالى حاضر يسمع كلامه .\n</p>\n<p class=\"arabic\">وأصبحنا علمنا عزاءه وتكلمت يومئذ وحضر خلق عظيم وقام عبد القادر العلوي وأنشد \n  هذه القصيدة .\n</p>\n<p class=\"arabic\">% الدهر عن طمع يغر ويخدع % % وزخارف الدنيا الدنية تطمع % .\n</p>\n<p class=\"arabic\">% وأعنة الآمال يطلقها الرجا % % طمعا وأسياف المنية تقطع % .\n</p>\n<p class=\"arabic\">% والموت آت والحياة شهية % % والناس بعضهم لبعض يتبع % .\n</p>\n<p class=\"arabic\">% وأعلم بأنك عن قليل صائر % % خبرا فكن خبرا بخير يسمع % .\n</p>\n<p class=\"arabic\">% لعلا أبي الفرج الذي بعد التقى % % والعلم يوم حواه هذا المضجع % .\n</p>\n<p class=\"arabic\">% خبر عليه اشرع أصبح والها % % ذا مقلة جرى عليه تدمع % .\n</p>\n<p class=\"arabic\">% من للفتاوي المشكلات وحلها % % من ذا لخرق الشرع يوما يرقع % .\n</p>\n<p class=\"arabic\">% من للمنابر أن يقوم خطيبها % % لرد مسألة يقول فيسمع % .\n</p>\n<p class=\"arabic\">*42*299* .\n</p>\n<p class=\"arabic\">% من للجدال إذا الشفاه تقلصت % % وتأخر القرم الهزبر المصقع % .\n</p>\n<p class=\"arabic\">% من للدياجي قائما ديجورها % % يتلو الكتاب بمقلة لا تهجع % .\n</p>\n<p class=\"arabic\">% أجمال دين محمد مات التقي % % والعلم بعدك واستجم المجمع % .\n</p>\n<p class=\"arabic\">% يا قبره جادتك كل غمامة % % هطالة بركابه لا تقلع % .\n</p>\n<p class=\"arabic\">% فيك الصلاة مع الصلات فته به % % وانظر به بارئك ماذا يصنع % .\n</p>\n<p class=\"arabic\">% يا أحمدا خذ أحمد الثاني الذي % % ما زال عنك مدافعا لا يرجع % .\n</p>\n<p class=\"arabic\">% أقسمت لو كشف الغطاء لرأيتم % % وفد الملائك حوله يتسرعوا % .\n</p>\n<p class=\"arabic\">% ومحمد يبكي عليه وآله % % خير البرية البطين الأنزع % .\n</p>\n<p class=\"arabic\">في أبيات .\n</p>\n<p class=\"arabic\">ومن العجائب أنا كنا يومئذ بعد انقضاء العزاء عند القبر وإذا بخالي محيي الدين \n  يوسف قد صعد من الشط وخلفه تابوت فقلنا ترى من مات في الدار وإذا بها خاتون \n  والدة محيي الدين وعهدي بها ليلة الجمعة في عافية وهي قائمة فكان بين موتهما \n  يوم وليلة وعد الناس ذلك من كراماته لأنه كان مغرى بحبها .\n</p>\n<p class=\"arabic\">وخلف من الوليد عليا هو الذي أخذ مصنفات والده وباعها بيع العبيد ومن يزيد \n  ولما أحدر والده إلى واسط تحيل على كتبه بالليل وأخذ منها ما أراد وباعها \n  ولا بثمن المداد وكان أبوه قد هجره منذ سنين فلما امتحن صار إلبا عليه مات \n  أبوه ولم يشهد موته .\n</p>\n<p class=\"arabic\">وخلف محيي الدين يوسف وكان قد ولد سنة ثمانين وخمسمائة وسمع الكثير وتفقه \n  وناظر ووعظ تحت ترب والدة الخليفة وقامت بأمره *42*300* أحسن قيام وولي حسبة \n  بغداد سنة أربع وستمائة ثم ترسل عن الخلفاء وتقلبت به ا لأحوال حتى بلغ أشرف \n  مآل إلى سنة أربعين وستمائة ثم ولي أستاذ دارية الخلافة .\n</p>\n<p class=\"arabic\">وكان لجدي ولد اسمه عبد العزيز وهو أبكر أولاده سمع معه من ابن ناصر وأبي \n  الوقت والأرموي وسافر إلى الموصل فوعظ بها سنة بضع خمسين وحصل له القبول التام \n  ومات بها شابا .\n</p>\n<p class=\"arabic\">وكان له بنات منهن أمي رابعة وشرف النساء وزينب وجوهرة وست العلماء الكبرى \n  وست العلماء الصغرى .\n</p>\n<p class=\"arabic\">قلت ومع تبحر ابن الجوزي في العلوم وكثر اطلاعه وسعة دائرته ولم يكن مبرزا \n  في علم من العلوم وذلك شأن كل من فرق نفسه في بحور العلم ومع أنه كان مبرزا \n  في التفسير ) .\n</p>\n<p class=\"arabic\">والوعظ والتاريخ ومتوسطا في المذهب متوسطا في الحديث له اطلاع تام على متونه \n  وأما الكلام على صحيحه وسقيمه فما له فيه ذوق المحدثين ولا نقد الحفاظ المبرزين \n  فإنه كثير الاحتجاج الأحاديث الضعيفة مع كونه كثير السياق لتلك الأحاديث في \n  الموضوعات والتحقيق أنه لا ينبغي الاحتجاج بها ولا ذكرها في الموضوعات .\n</p>\n<p class=\"arabic\">وربما ذكر في الموضوعات أحاديث حسانا قوية .\n</p>\n<p class=\"arabic\">ونقلت من خط السيف أحمد بن المجد قال صنف ابن الجوزي كتاب الموضوعات فأصاب \n  في ذكره أحاديث شنيعة مخالفة للنقل والعقل ومما لم يصب فيه إطلاق الوضع على \n  أحاديث بكلام بعض الناس في أحد رواتها كقوله فلان ضعيف أو ليس بالقوي أو لين \n  وليس ذلك الحديث مما يشهد القلب ببطلانه ولا فيه مخالفة ولا معارضة لكتاب \n  ولا سنة لا إجماع ولا حجة بأنه موضوع سوى كلام ذلك الرجل في رواية وهذا عدوان \n  ومجازفة وقد كان أحمد بن حنبل يقدم الحديث الضعيف على القياس *42*301* .\n</p>\n<p class=\"arabic\">قال فمن ذلك أنه أورد حديث محمد بن حمير السليحي عن محمد بن زياد الألهاني \n  عن أبي أمامة في فضل قراءة آية الكرسي في الصلوات الخمس وهو من قرأ الكرسي \n  دبر كل صلاة مكتوبة لم يمنعه من دخول الجنة إلا الموت وجعله في الموضوعات \n  لقول يعقوب بن سفيان محمد بن حمير ليس بالقوي ومحمد هذا قد روى البخاري في \n  صحيحه عن رجل عنه وقد قال ابن معين إنه ثقة وقال أحمد بن حنبل ما علمت إلا \n  خيرا .\n</p>\n<p class=\"arabic\">قال السيف وهو كثير الوهم جدا فإن في مشيخته مع صغرها وهم في مواضع قال في \n  الحديث التاسع وهو اهتزاز العرش أخرجه البخاري عن محمد بن المثنى عن الفضل \n  بن هشام عن الأعمش .\n</p>\n<p class=\"arabic\">قلت والفضل إنما هو ابن مساور رواه عن أبي عوانة عن الأعمش لا عن الأعمش نفسه .\n</p>\n<p class=\"arabic\">والحادي والعشرين قال أخرجه البخاري عن ابن منير عن عبد الرحمن بن عبد الله \n  بن دينار وإنما يرويه ابن منير عن أبي النضر عن عبد الرحمن .\n</p>\n<p class=\"arabic\">والسادس والعشرين فيه أنا أبو العباس أحمد بن محمد بن الأثرم وإنما هو محمد \n  بن أحمد .\n</p>\n<p class=\"arabic\">والثاني والثلاثين قال أخرجه البخاري عن الأويسي عن إبراهيم بن سعد عن الزهري \n  وإنما هو ابن سعد عن صالح عن الزهري ) *42*302* .\n</p>\n<p class=\"arabic\">وفي التاسع والأربعين ثنا قتيبة نا خالد بن إسماعيل وإنما هو حاتم بن إسماعيل .\n</p>\n<p class=\"arabic\">وفي الثاني والسبعين أنا أبو الفتح محمد بن علي العشاري وإنما هو أبو طالب \n  محمد بن علي بن الفتح .\n</p>\n<p class=\"arabic\">وفي الرابع والثمانين عن حميد بن هلال عن عفان بن كاهل وإنما هو هصان .\n</p>\n<p class=\"arabic\">وفي الحديث الثاني أخرجه البخاري عن أحمد بن أبي إياس وإنما هو آدم .\n</p>\n<p class=\"arabic\">قال لنا شيخنا أبو عبد الله الحافظ كتبت المشيخة من فرع فإذا فيها أحمد فاستنكرته \n  فراجعت الأصل فإذا هو أيضا على الخطأ .\n</p>\n<p class=\"arabic\">وذكر وفيات بعض شيوخه وقد خولف كيحيى بن ثابت وابن خضر وابن المقرب هذه عدة \n  عيوب في كراريس قليلة .\n</p>\n<p class=\"arabic\">وسمعت أبا بكر محمد بن عبد الغني ابن نقطة يقول قيل لأبي محمد بن الأخضر ألا \n  تجيب ابن الجوزي عن بعض أوهامه قال إنما يتتبع على من قل غلطه فأما هذا فأوهامه \n  كثيرة أو نحو هذا .\n</p>\n<p class=\"arabic\">قلت وذلك لأنه كان كثير التاليف في كل فن فيصنف الشيء ويلقيه ويتكل على حفظه .\n</p>\n<p class=\"arabic\">قال السيف وما رأيت أحدا يعتمد عليه في دينه وعلمه وعقله راضيا عنه قال جدي \n  رحمه الله كان أبو المظفر بن حمدي أحد العدول والمشار إليهم ببغداد ينكر على \n  ابن الجوزي كثيرا كلمات يخالف فيها السنة .\n</p>\n<p class=\"arabic\">قال السيف وعاتبه الشيخ أبو الفتح بن المني في بعض هذه الأشياء التي حكيناها \n  عنه *42*303* .\n</p>\n<p class=\"arabic\">ولما بان تخليطه أخيرا رجع عنه أعيان أصحابنا الحنابلة وأصحابه وأتباعه .\n</p>\n<p class=\"arabic\">سمعت أبا بكر ابن نقطة في غلاب ظني يقول كان ابن الجوزي يقول أخاف شخصين أبا \n  المظفر بن حمدي وأبا القاسم بن الفراء فإنهما كان لهما كلمة مسموعة .\n</p>\n<p class=\"arabic\">وكان الشيخ أبو إسحاق العلثي يكاتبه وينكر عليه .\n</p>\n<p class=\"arabic\">سمعت بعضهم ببغداد أنه جاءه منه كتاب يذمه فيه ويعتب عليه ما يتكلم به في \n  السنة .\n</p>\n<p class=\"arabic\">قتل وكلامه في السنة مضطرب تراه في وقت سنيا وفي وقت متجهما محرفا للنصوص \n  والله يرحمه يغفر له .\n</p>\n<p class=\"arabic\">وقرأت بخط الحافظ ابن نقطة قال حدثني أبو عبد الله محمد بن أحمد بن الحسن \n  الحاكم بواسط ) .\n</p>\n<p class=\"arabic\">قال لما انحدر الشيخ أبو الفرج بن الجوزي إلى واسط قرأ على أبي بكر بن الباقلاني \n  بكتاب الأرشاد لأجل ابنه وقرأ معه ابنه يوسف .\n</p>\n<p class=\"arabic\">وقال الموفق عبد اللطيف كان ابن الجوزي لطيف الصورة حلو الشمائل رخيم النغمة \n  موزون الحركات والنغمات لذيذ المفاكهة يحضر مجلسه مائة ألف أو يزيدون لا يضيع \n  من زمانه شيئا يكتب في اليوم أربعة كراريس ويرتفع له كل سنة من كتابته ما \n  بين خمسين مجلدا إلى ستين .\n</p>\n<p class=\"arabic\">وله في كل علم مشاركة لكنه في التفسير من الأعيان وفي الحديث من الحافظ وفي \n  التاريخ من المتوسعين ولديه فقه كاف .\n</p>\n<p class=\"arabic\">وأما السجع الوعظي فله فيه ملكة قوية إن ارتجل أجاد وإن روى أبدع وله في الطب \n  كتاب اللقط مجلدان وله تصانيف كثيرة .\n</p>\n<p class=\"arabic\">وكان يراعي حفظ صحته وتلطيف مزاجه ما يفيد عقله قوة وذهنه *42*304* حدة أكثر \n  مما يراعي قوة بدنه ونيل لذاته جل غذائه الفراريج والمزورات ويعتاض عن الفاكهة \n  بالأشربة والمعجونات ولباسه أفضل لباس الأبيض الناعم المطيب .\n</p>\n<p class=\"arabic\">ونشأ يتيما على العفاف والصلاح وله ذهن وقاد وجواب حاضر ومجون لطيف ومداعبات \n  حلوة وكانت سيرته في منزله المواظبة على القراءة والكتابة ولا ينفك من جارية \n  حسناء في أحسن زي لا تلهيه عما هو فيه بل تعينه عليه وتقويه .\n</p>\n<p class=\"arabic\">وقرأت بخط الموقاني أن أبا الفرج كان قد شرب حب البلاذر على ما قيل فسقطت \n  لحيته فكانت قصيرة جدا وكان يخضبها بالسواد إلى أن مات .\n</p>\n<p class=\"arabic\">ثم عظمه وبالغ في وصفه ثم قال ومع هذا فهو كثير الغلط فيما يصنفه فإنه كان \n  يصنف الكتاب ولا يعتبره رحمه الله وتجاوز عنه .\n\n</p>"
}