{
    "header": "محمد بن علي بن محمد بن يحيى بن علي بن عبـ...",
    "id": "027065",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن علي بن محمد بن يحيى بن علي بن عبد العزيز بن علي .\n</h1>\n<p class=\"arabic\">قاضي قضاة الشام محيي الدين أبو المعالي ابن قاضي القضاة زكي الدين أبي الحسن \n  ابن ) .\n</p>\n<p class=\"arabic\">قاضي القضاة المنتجب أبو المعالي ابن قاضي القضاة الزكي أبي الفضل القرشي \n  الدمشقي الشافعي *42*368* .\n</p>\n<p class=\"arabic\">ولد سنة خمسين وخمسمائة وقرأ المذهب على جماعة .\n</p>\n<p class=\"arabic\">وسمع من والده وعبد الرحمن بن أبي الحسن الداراني وسعيد بن سهل الفكلي الصائن \n  هبة اله بن عساكر وأبي المكارم عبد الواحد بن هلال وجماعة .\n</p>\n<p class=\"arabic\">وهو من بيت القضاء والحشمة والأصالة والعلم .\n</p>\n<p class=\"arabic\">روى عنه الشهاب القوصي في معجمه والمجد بن عساكر وغيرهما .\n</p>\n<p class=\"arabic\">وبالإجازة أحمد بن أبي الخير .\n</p>\n<p class=\"arabic\">وعاش ثمانيا وأربعين سنة .\n</p>\n<p class=\"arabic\">وكان أديبا منشئا بليغا مدرها فصيحا مفوها .\n</p>\n<p class=\"arabic\">ذكره أبو شامة فقال كان عالما صارما حسن الخط واللفظ وشهد فتح بيت المقدس \n  فكان أول من خطب به بخطبة فائقة أنشأها .\n</p>\n<p class=\"arabic\">وكانت بيده أوقاف الجامع الأموي وغيره ثم عزل عنها سنة موته وتولاها شمس الدين \n  ابن البيني ضمانا فبقي إلى سنة أربع وستمائة وعزل وتولاها الرشيد ابن أخته \n  ضمانا بزيادة ثلاثة آلاف دينار ثم عزل في أثناء السنة وأبطل الضمان وتولاها \n  المعتمد والي دمشق .\n</p>\n<p class=\"arabic\">قال وكان محيي الدين قد اضطرب في آخر عمره وجرت له قضية مع الإسماعيلية بسبب \n  قتل شخص منهم ولذلك فتح له بابا سرا إلى الجامع من دارهم التي بباب البريد \n  لأجل صلاة الجمعة .\n</p>\n<p class=\"arabic\">قال وأثنى عليه الشيخ عماد الدين بن الحرستاني وعلى فصاحته وحفظه لما يلقيه \n  من الدروس .\n</p>\n<p class=\"arabic\">قال وتوفي وله ثمان وأربعون سنة وكذا ابنه القاضي الطاهر *42*369* .\n</p>\n<p class=\"arabic\">وكان ينهى عن الاشتغال بكتب المنطق والجدل وقطع كتبا في ذلك في مجلسه .\n</p>\n<p class=\"arabic\">وكان قد تظاهر بترك النيابة في القضاء عن القاضي ابن أبي عصرون فأرسل إليه \n  السلطان صلاح الدين مجد الدين بن النحاس والد العماد عبد الله الراوي وأمره \n  أن يضرب على علامته في مجلسه حكمه ففعل به ذلك فلزم بيته حياء وطلب ابن أبي \n  عصرون من ينوب عنه فأشاروا عليه بالخطيب ضياء الدين الدولعي فأرسل إليه خلعة \n  النيابة مع البدر يونس الفارقي ) .\n</p>\n<p class=\"arabic\">فرده وشتمه فأسل إلى جمال الدين بن الحرستاني فناب عنه .\n</p>\n<p class=\"arabic\">قلت ثم بعد هذا توفي ابن أبي عصرون وولي المجبي القضاء وعظمت رتبته عند صلاح \n  الدين وسار إلى مصر رسولا من الملك العادل إلى الملك العزيز يحثه على الجهاد \n  وعلى قصد الفرنج .\n</p>\n<p class=\"arabic\">وأول ما خطب بالقدس قرأ أول شيء الفاتحة ثم قرأ فقطع دابر القوم الذين ظلموا \n  الآية ثم أول الأنعام والكهف وحمدلة النمل وأول سبأ وفاطر ثم قال الحمد لله \n  معز لإسلام بنصره ومذله الشرك بقهره ومصرف الأمور بأمره ومديم النعم بشكره \n  ومستدرج الكفار بمكره قدر الأيام دولا بعدله وجعل العاقبة للمتقين بفضله وأفاد \n  على عباده من ظله وأظهر دينه على الدين كله القاهر للمتقين بفضله وأفاد على \n  عباده من ظله وأظهر دينه على الدين كله القاهر فوق عباده فلا يمانع والظاهر \n  على خليفته فلا ينازع والأمر بما شاء فلا يراجع والحاكم بما يريد فلا يدافع \n  أحمده على إظفاره وإظهاره وإعزازه لأوليائه ونصره لأنصاره وتطهير بيته المقدس \n  من أدناس الشرك وأوضاره حمد من استشعر الحمد باطن سره وظاهر جهاره وأشهد أن \n  لا إله إلا الله وحده لا شريك له الأحد الصمد الذي لم يلد لم يولد ولم يكن \n  له كفوا أحد .\n</p>\n<p class=\"arabic\">شهادة من طهر بالتوحيد قلبه وأرضى به ربه وأشهد أن محمدا عبده ورسوله داحض \n  الشرك وداحض *42*370* الإفك الذي أسرى بعبده ليلا من المسجد الحرام إلى المسجد \n  الأقصى وعرج به إلى السموات العلى إلى سدرة المنتهى عندها جنة المأوى ما زاغ \n  البصر وما طغى .\n</p>\n<p class=\"arabic\">ثم ترضى عن الصحابة ثم ذكر الموعظة فأبلغ مضمونها تعظيم بيت المقدس وتعظيم \n  الجهاد والحث عليه والدعاء لصلاح الدين .\n</p>\n<p class=\"arabic\">وكان له يومئذ ثلاث وثلاثون سنة واسمه على تثمين قبة النسر بخط كوفي بفص أبيض \n  وهو ظاهر في الجهة الشرقية فيه أن ذلك فصص في مباشرته .\n</p>\n<p class=\"arabic\">توفي في سابع شعبان .\n\n</p>"
}