{
    "header": "بركات بن إبراهيم بن طاهر بن بركات بن إبرـ...",
    "id": "027017",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">بركات بن إبراهيم بن طاهر بن بركات بن إبراهيم بن علي .\n</h1>\n<p class=\"arabic\">مسند الشام أبو طاهر الخشوعي الدمشقي والرفاء الأنماطي الذهبي لكونه يسكن \n  بمحلة حجر الذهب .\n</p>\n<p class=\"arabic\">ولد في صفر سنة عشر وخمسمائة وانفرد بالمسموعات الكثيرة من الأمين هبة الله \n  بن الأكفاني وغيره .\n</p>\n<p class=\"arabic\">وانفرد بالإجازة من مصنف المقامات أبي محمد الحريري والمقرئ أبي القاسم عبد \n  الرحمن بن الفحام وأبي بكر محمد بن الوليد الطرطوشي .\n</p>\n<p class=\"arabic\">وأجاز له أيضا أبو علي الحداد وأبو طالب عبد القادر بن محمد بن يوسف وأبو \n  علي محمد بن محمد بن المهدي والحسن بن محمد الباقرحي ومحمود بن الفضل الإصبهاني \n  وأبو صادق مرشد بن يحيى المديني وأبو الحسن علي بن الحسين الموصلي الفراء \n  وأبو عبد الله محمد بن بركات السعيدي النحوي وأبو الفتح سلطان بن إبراهيم \n  المقدسي وعلي بن إبراهيم بن صولة وأبو الفضل جعفر بن إسماعيل بن خلف المقرئ \n  وأبو عبد الله محمد بن أحمد بن الحطاب الرازي وعلي بن المشرف الأنماطي وعلي \n  بن المؤمل الكاتب وأبو عبد الله محمد بن محمد بن حكم الباهلي *42*339* .\n</p>\n<p class=\"arabic\">وقد انفرد أيضا بالإجازة من بعضهم وأجاز الحريري له في السنة اثنتي عشرة من \n  البصرة .\n</p>\n<p class=\"arabic\">واستجاز له المصريين أبو طاهر السلفي .\n</p>\n<p class=\"arabic\">وقد سمع أيضا من شيوخ دمشق عبد الكريم بن حمزة وطاهر بن سهل الإسفرائيني و \n  علي بن أحمد بن قبيس وعلي بن أحمد بن قبيس الملاكي وجمال الإسلام علي بن المسلم \n  وابن ) .\n</p>\n<p class=\"arabic\">طاوس وغيرهم .\n</p>\n<p class=\"arabic\">وهو من بيت الحديث والرواية اعتنى به والده وما زال هو يسمع ويسمع وحمل الناس \n  عنه علما جما .\n</p>\n<p class=\"arabic\">روى عنه أولاد إبراهيم وعبد العزيز وعبد الله وستهم وست العجم والشيخ الموفق \n  وعبد القادر الرهاوي والبهاء عبد الرحمن وابن خليل والضياء واليلداني وأحمد \n  بن محمد بن رزمان الحنفي وأحمد بن يوسف التلمساني والزين أحمد بن عبد الملك \n  والزين أحمد بن عبد الدائم والنجم أحمد بن راجح وإسحاق بن سلطان التميمي وأخوه \n  عبد الرحمن والشهاب القوصي وحفيده بركات بن إبراهيم والخطيب داود ابن عم الأباري \n  والفقيه سليمان بن عبد الكريم والنظام عبد الله بن يحيى بن البانياسي والتقي \n  عبد الله بن إسماعيل المقدسي الحنبلي وأخوه علي وعبد الله بن الشيخ أبي عمر \n  وأبو سليمان عبد الرحمن بن الحافظ وعبد الرحمن وعبد الله ابنا أحمد بن طعان \n  وعبد الرحمن بن الخضر بن عبدان وعباس بن أبي طالب الحموي وعبد السلام بن ممدود \n  الشيباني والعز عرفة الحنفي وعلي بن أبي طالب القطان وعلي بن المظفر النشبي \n  وعلي بن محاسن بن عوانة النميري والخطيب عماد الدين عبد الكريم بن الحرستاني \n  وفرج الحبشي القرطبي والنجيب فراس بن *42*340* العسقلاني ومحمد بن عمر الفخر \n  المالكي والأوحد محمد بن عبد الله القرشي الحنفي والموفق محمد بن هارون الثلعبي \n  والشيخ الفقيه محمد اليونيني ومكي بن عبد الرزاق المقدسي ومظفر بن أبي بكر \n  بن الشيرجي والتاج مظفر بن عبد الكريم بن الحنبلي مدرس الحنبلية وابن عمه \n  يحيى بن الناصح عبد الرحمن ومحمد بن إبراهيم البابشرقي والشرف الإربلي ويوسف \n  بن يعقوب الإربلي الذهبي ويوسف بن مكتوم المقرئ الحبال ويوسف بن عمر أخو خطيب \n  بيت الأبار وأيوب بن أبي بكر الحمامي وعلي بن عبد الواحد الأنصاري البزاز \n  والمجد محمد بن إسماعيل بن عساكر وعبد الوهاب بن محمد القنبيطي والتقي إسماعيل \n  ابن أبي اليسر والكمال عبد العزيز بن عبد المنعم بن عبد .\n</p>\n<p class=\"arabic\">وبالإجازة أحمد بن أبي الخير وأحمد بن عبد السلام بن أبي عصرون وأبو الغنائم \n  المسلم بن علان وجماعة آخرهم الفخر بن البخاري .\n</p>\n<p class=\"arabic\">روى عنه القوصي وقال فيه أكثر أهل الشام حديثا وأعلاهم إسنادا مع تواضع وافر \n  و دين ) .\n</p>\n<p class=\"arabic\">ظاهر ومروة تدل على أصل طاهر لازمته من حين مقدمي إلى الشام إلى حين موته .\n</p>\n<p class=\"arabic\">ثم سمى شيئا كثيرا من الكتب قد سمعها منه .\n</p>\n<p class=\"arabic\">وقال الضياء توفي في سابع أو ثامن صفر وحضرته ودفن بباب الفراديس وانقطع به \n  إسناد كثير .\n</p>\n<p class=\"arabic\">وقال ابن نقطة حدث بأكثر سنن أبي داود عن عبد الكريم بن حمزة عن الخطيب وسماعاته \n  وإجازاته صحيحة رحمه الله .\n</p>\n<p class=\"arabic\">قلت وبلغنا أنه لم تظهر له إجازة الحداد إلا بعد موته ولذا لم يروها وقد قال \n  الشهاب القوصي وهو مخبط ضعيف سمعت عليه جملة من *42*341* تصانيف أبي نعيم \n  الحداد عنه أفما أراد أحد يقول هذا إلى القوصي وحده وهلا ظهر من ذلك شيء .\n</p>\n<p class=\"arabic\">ثم ذكر أنه سمع منه الموطأ رواية ابن القاسم وسنن أبي داود والإكمال لابن \n  ماكولا ومغازي ابن عقبة وكتاب فوائد تمام وسراج الملوك اللطرطوشي وكتاب الرهبان \n  لتمام والسنن للدارقطني ومكارم الأخلاق للخرائطي ومساوئ الأخلاق واعتلال القلوب \n  له والهواتف له والقناعة له والشكر له والمقامات للحريري والملحة له والجامع \n  للخطيب والكفاية له والبخلاء واقتضاء العلم وشرف أصحاب الحديث والطفيليين \n  وجملة من تصانيف الخطيب والكامل في الضعفاء لابن عدي وفضائل الصحابة لخيثمة \n  وسمى اثنتين وعشرين تصنيفا لابن أبي الدنيا سمعها منه .\n</p>\n<p class=\"arabic\">وقال المنذري حدث هو وأبوه وجده ولنا منه إجازة .\n</p>\n<p class=\"arabic\">وقال في نسبته الخشوعي الفرشي قال سئل أبوه إبراهيم عن النسبة بالخشوعي فقال \n  كان جدنا الأعلى يؤم بالناس فتوفي في المحراب .\n</p>\n<p class=\"arabic\">قال المنذري والفرشي نسبة إلى بيع الفرش .\n</p>\n<p class=\"arabic\">قلت قد ضبطه بالقاف جماعة من المحدثين كالضياء وابن خليل ورأيت جماعة تركوا \n  هذه النسبة للخلف فيها .\n\n</p>"
}