{
    "header": "عبد الله بن عمر بن أحمد بن منصور بن الإمـ...",
    "id": "027169",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الله بن عمر بن أحمد بن منصور بن الإمام محمد بن القاسم بن حبيب .\n</h1>\n<p class=\"arabic\">العلامة أبو سعد ابن الصفار النيسابوري ولد الإمام أبي جعفر .\n</p>\n<p class=\"arabic\">ولد سنة ثمان وخمسمائة وسع من جده لأمه الأستاذ أبي نصر بن القشيري وهو آخر \n  من حدث عنه *42*438* .\n</p>\n<p class=\"arabic\">وسمع من الفراوي وزاهر الشحامي وعبد الغافر بن إسماعيل الفارسي وعبد الجبار \n  بن محمد الخواري وغيرهم .\n</p>\n<p class=\"arabic\">قرأت بخط الحافظ ابن نقطة قال أبو سعد ابن الصفار سمع الكثير وكان إماما ثقة \n  صالحا مجمعا على دينه وأمانته .\n</p>\n<p class=\"arabic\">حدث بصحيح مسلم عن الفراوي وبالسنن والآثار للبيهقي بسماعه من الخواري وبالسنن \n  لأبي داود سمعه من عبد الغافر بن إسماعيل بسماعه من نصر بن علي الحاكمي .\n</p>\n<p class=\"arabic\">توفي في سابع شعبان .\n</p>\n<p class=\"arabic\">وقال المنذري توفي في سابع عشر رمضان .\n</p>\n<p class=\"arabic\">قلت روى عنه بدل بن أبي المعمر التبريزي وإسماعيل بن ظفر النابلسي ونجم الكبراء \n  أبو الجناب أحمد بن عمر الخبوقي وأبو رشيد الغزالي وابنه أبو بكر القاسم بن \n  عبد الله وجماعة .\n</p>\n<p class=\"arabic\">وبالإجازة الشيخ شمس الدين عبد الرحمن وفخر الدين علي ابن البخاري .\n</p>\n<p class=\"arabic\">وأنبأني أبو العلاء الفرضي قال مجد الدين أبو سعد الصفار كان إماما عالما \n  بالأصول فقيها ثقة من بيت العلم والرواية .\n</p>\n<p class=\"arabic\">سمع أباه وعمته عائشة وجده لأمه أبا نصر عبد الرحيم وجدته در دانة بنت إسماعيل \n  بن عبد الغافر الفارسي والفراوي وزاهرا وأبا المعالي الفارسي وهبة الله السيدي \n  وسهل بن إبراهيم المسجدي وجماعة *42*439* .\n</p>\n<p class=\"arabic\">ومن سماع أبي سعد سنن الدراقطني سمعه بفويت على أبي القاسم بن محمد الأبيوردي \n  أنا أبو منصور النوقاني عنه وسمع السنن الكبير للبيهقي من زاهر .\n</p>\n<p class=\"arabic\">وقد روى الفخر علي عنه هذين الكتابين بالإجازة .\n\n</p>"
}