{
    "header": "عبد الرحمن بن عبد الله بن موسى بن سليمانـ...",
    "id": "027104",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الرحمن بن عبد الله بن موسى بن سليمان .\n</h1>\n<p class=\"arabic\">أبو بكر بن برطلة الأزدي المرس سبط الحافظ أبي علي بن سكرة الصدفي .\n</p>\n<p class=\"arabic\">قرأ القراءات على أبي علي بن عريب وسمع منه .\n</p>\n<p class=\"arabic\">ومن أبي بكر بن أبي ليلى وجماعة .\n</p>\n<p class=\"arabic\">وتفقه بأبي عبد الله بن عبد الرحيم وبأبي محمد بن عاشر .\n</p>\n<p class=\"arabic\">وسمع من أبي الحسن ابن النعمة ببلنسية .\n</p>\n<p class=\"arabic\">وولي قضاء دانية مدة وحمدت سيرته وولي خطابة مرسية دهرا .\n</p>\n<p class=\"arabic\">ذكره أبو عبد الله الأبار وقال كان حافظا للحديث متقنا ذا حظ من العربية مدرسا \n  للفقه .\n</p>\n<p class=\"arabic\">قال لي ابنه أو محمد إنه عرض المدونة على أبي عبد الله بن عبد الرحيم وبعض \n  الغنية .\n</p>\n<p class=\"arabic\">وعرض كتاب البرادغي على ابن عاشر وحدث ) .\n</p>\n<p class=\"arabic\">توفي في ربيع الأول كهلا أو في أول الشيخوخة .\n</p>\n<p class=\"arabic\">عبد الرحمن بن مكي بن حمزة بن موقى بن علي .\n</p>\n<p class=\"arabic\">أبو القاسم الأنصاري السعدي الإسكندراني المالكي التاجر ويعرف بابن علاس *42*393* .\n</p>\n<p class=\"arabic\">ولد سنة خمس وخمسمائة .\n</p>\n<p class=\"arabic\">وسمع من أبي عبد الله الرازي وله منه إجازة أيضا وهو آخر من حدث عنه .\n</p>\n<p class=\"arabic\">روى عنه الحافظ علي بن المفضل والزين محمد بن أحمد ابن النخوي وأبو الفتح \n  محمد بن الحسن بن إسماعيل اللخمي ومنصور وأحمد ابنا عبد الله ابن النحاس وجعفر \n  بن تمام وعبد الله وحسين ابنا أحمد بن حديد الكناني الحسن بن عثمان المحتسب \n  وهبة الله بن زوين والفقيه وعثمان بن هبة بن عوف الزهري الإسكندرانيون وخلق \n  سواهم وآخرهم موتا عثمان وبقي إلى سنة أربع وسبعين .\n</p>\n<p class=\"arabic\">قال الحافظ المنذري لم يزل صحيح السمع والبصر والجسد إلى أن مات وتصدق بألف \n  دينار تخرج من ثلثه بعد موته .\n</p>\n<p class=\"arabic\">وتوفي في سلخ ربيع الآخر رحمه الله .\n</p>\n<p class=\"arabic\">عبد الرحيم بن أبي البركات المبارك بن كرم بن غالب .\n</p>\n<p class=\"arabic\">أبو الفرج البندنيجي ثم البغدادي الخازن .\n</p>\n<p class=\"arabic\">سمع أبا سعد أحمد بن محمد البغدادي وأبا الفضل الأرموي وابن الطلاية وحدث .\n</p>\n<p class=\"arabic\">ومات في المحرم .\n</p>\n<p class=\"arabic\">عبد الرحيم بن عبد العزيز بن أبي البقاء هبة الله بن القاسم بن البندار *42*394* .\n</p>\n<p class=\"arabic\">الحريمي .\n</p>\n<p class=\"arabic\">سمع من أبي الوقت وأبي جعفر محمد بن محمد الطائي .\n</p>\n<p class=\"arabic\">وحدث .\n</p>\n<p class=\"arabic\">عبد الوهاب بن يوسف بن عي .\n</p>\n<p class=\"arabic\">أبو محمد الدمشقي الحنفي بدر الدين .\n</p>\n<p class=\"arabic\">قرأ المذهب على الفقيه عالي بن إبراهيم الغزنوي .\n</p>\n<p class=\"arabic\">وسمع من ابن صدقة الحراني ) .\n</p>\n<p class=\"arabic\">ودرس بمدرسة السيوفيين بالقاهرة وناب في القضاء وأفتى .\n</p>\n<p class=\"arabic\">وله شعر وفضائل .\n</p>\n<p class=\"arabic\">توفي في صفر بالقاهرة .\n\n</p>"
}