{
    "header": "عبد الغني بن عبد الواحد بن علي بن سرور بـ...",
    "id": "027179",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الغني بن عبد الواحد بن علي بن سرور بن رافع بن حسن بن جعفر .\n</h1>\n<p class=\"arabic\">*42*443* الحافظ الكبير تقي الدين أبو محمد المقدسي الجماعيلي ثم الدمشقي \n  الصالحي الحنبلي .\n</p>\n<p class=\"arabic\">ولد سنة إحدى وأربعين وخمسمائة وهو والشيخ الموفق في عام وهما أبناء خالة \n  ولدا بجماعيل .\n</p>\n<p class=\"arabic\">سمع بدمشق أبا المكارم عبد الواحد بن هلال وأبا المعالي بن صابر وسلمان بن \n  علي الرحبي .\n</p>\n<p class=\"arabic\">وببغداد أبا الفتح بن البطي والشيخ عبد القادر وأبا زرعة المقدسي وهبة الله \n  بن هلال الدقاق وأحمد بن المقرب وأبا بكر بن النفور والمبارك بن المبارك السمسار \n  وأحمد بن عبد الغني الباجسرائي ومعمر بن الفاخر ويحيى بن ثابت والمبارك بن \n  خضر ويحيى بن علي الخيمي والمبارك بن محمد الباذرائي وأبا محمد بن الخشاب \n  وطبقتهم .\n</p>\n<p class=\"arabic\">وبالموصل أبا الفضل عبد الله بن أحمد الخطيب وبهمذان عبد الرزاق بن إسماعيل \n  القومساني ونسيبه المطهر بن عبد الكريم وإسماعيل بن محمد بن إسماعيل القومساني \n  وجماعة *42*444* .\n</p>\n<p class=\"arabic\">وبإصبهان الحافظ أبا موسى المديني وأبا سعد محمد بن عبد الواحد الصائغ وأبا \n  رشيد إسماعيل بن غانم البيع وأبا الفتح بن أحمد الخرقي وأحمد بن منصور الترك \n  وأبا رشيد حبيب بن إبراهيم وأبا غالب محمد بن محمد بن ناصر وسفيان وعليا ابني \n  أبي الفضل بن أبي طاهر الخرقي وبنيمان بن أبي الفوارس السباك ومعاوية بن علي \n  الصوفي وحمزة بن أبي الفتح الطبري وغيرهم ) .\n</p>\n<p class=\"arabic\">وبالإسكندرية أبا طاهر السلفي فأكثر وأبا محمد عبد الله العثماني وعبد الرحمن \n  بن خلف الله المقرئ وجماعة .\n</p>\n<p class=\"arabic\">وبمصر محمد بن علي الرحبي وعلي بن هبة الله الكاملي وعبد الله بن بري النحوي \n  وجماعة .\n</p>\n<p class=\"arabic\">وحدث بإصبهان وبغداد ودمشق ومصر ودمياط والإسكندرية .\n</p>\n<p class=\"arabic\">وكتب ما لا يوصف وصنف التصانيف المفيدة ولم يزل يسمع ويسمع ويكتب ويجمع إلى \n  أن توفاه الله تعالى إلى رحمته .\n</p>\n<p class=\"arabic\">روى عنه الشيخ الموفق والحافظ عبد القادر الرهاوي وولداه أبو الفتح محمد وأبو \n  موسى عبد الله والحافظ الضياء والحافظ ابن خليل والفقيه اليونيني وسليمان \n  الأسعردي الزين بن عبد الدائم وعثمان بن مكي الشارعي الواعظ وأحمد بن حامد \n  بن أحمد بن حمد الأرتاحي المقرئ وإسماعيل بن عبد القوي بن عزون وأبو عيسى \n  عبد الله بن علاق وسعد الدين محمد بن مهلهل الجيني وبقي هذا إلى ربيع الأول \n  سنة أربع وسبعين .\n</p>\n<p class=\"arabic\">وبالإجازة أحمد بن أبي الخير وغيره .\n</p>\n<p class=\"arabic\">قال أبو عبد الله بن النجار حدث الكثير وصنف في الحديث تصانيف حسنة وكان غزير \n  الحفظ من أهل الإتقان والتجويد قيما بجميع فنون الحديث عارفا بقوانينه وأصوله \n  وعلله وصحيحه وسقيمه وناسخه ومنسوخه وغريبه ومشكله وفقهه ومعانيه وضبط أسماء \n  رواته وكان *42*445* كثير العبادة ورعا متمسكا بالسنة على قانون السلف ولم \n  يزل بدمشق يعين بعد رجوعه من إصبهان يحدث وينتفع به الناس وإلى أن تكلم في \n  الصفات والقرآن بشيء أنكره عليه أهل التأويل من الفقهاء وشنعوا عليه وعقد \n  له مجلس بدار السلطان حضره الفقهاء والقضاة فأصر على قوله وأباحوا إراقة دمه \n  فشفع له جماعة إلى السلطان من الأمراء الأكراد وتوسطوا في القضية على أن يخرج \n  من دمشق فأخرج إلى مصر وأقام بها خاملا إلى حين وفاته .\n</p>\n<p class=\"arabic\">أخبرنا يعيش بن ملك الحنبلي أنا عبد الغني قلت فذكر حديثا .\n</p>\n<p class=\"arabic\">قرأت بخط العلامة شيخ إصبهان أبي موسى المديني يقول أبو موسى عفا الله عنه \n  قل من قدم علينا من الأصحاب يفهم هذا الشأن كفهم الشيخ الإمام ضياء الدين \n  أبي محمد عبد الغني بن ) .\n</p>\n<p class=\"arabic\">عبد الواحد المقدسي زاده الله تعالى توفيقا وقد وفق لتبيين هذه الغلطات على \n  أن في الكتب المصنفة في معرفة الصحابة غير هذا من الخطأ ولا تنفك الكتب المجموعة \n  في ذلك من ذلك وما ذكره كما ذكره .\n</p>\n<p class=\"arabic\">إلى أن قال ولو كان الدراقطني وأمثاله في الأحياء لصوبوا فعله وقل من يفهم \n  في زماننا لما فهمه كتبه أبو موسى .\n</p>\n<p class=\"arabic\">قلت هذا كتبه على ظهر كتاب تبيين الإصابة لأوهام حصلت في معرفة الصحابة الذي \n  جمعه الحافظ أبو نعيم وهو مجلد صغير أبان فيه عن حفظ باهر ومعرفة تامة .\n</p>\n<p class=\"arabic\">وقال الضياء ثم سافر الحافظ إلى إصبهان وكان خرج وليس معه إلا قليل فلوس فسهل \n  الله له من حمله وأنفق عليه حتى دخل إصبهان وأقام بها مدة وحصل بها الكتب \n  الجيدة .\n</p>\n<p class=\"arabic\">وكان ليس بالأبيض الأمهق بل يميل إلى السمرة حسن الثغر كث اللحية واسع الجبين \n  عظيم الخلق تام القامة كأن النور يخرج من وجهه وكان قد ضعف بصره من كثرة البكاء \n  والنسخ والمطالعة *42*446* .\n#</p>\n<p class=\"arabic\">ذكر تصانيفه رحمه الله .\n</p>\n<p class=\"arabic\">كتاب المصباح في الأحاديث الصحاح في ثمانية وأربعين جزءا يشتمل على أحاديث \n  الصحيحين كتاب نهاية المراد في السنن نحو مائتي جزء ولم يبيضه كتاب اليواقيت \n  مجلد كتاب تحفة الطالبين في الجهاد والمجاهدين مجلد كتاب الروضة أربعة أجزاء \n  كتاب فضائل خير البرية أربعة أجزاء كتاب الذكر جزءان كتاب الإسراء جزءان كتاب \n  التهجد جزءان كتاب الفرج جزءان كتاب رحلات الأحياء إلى الأموات جزءان كتاب \n  الصفات جزءان كتاب محنة أحمد ثلاثة أجزاء كتاب ذم الرياء جزء ذم الغيبة جزء \n  الترغيب في الدعاء جزء الأمر بالمعروف جزء كتاب فضائل مكة أربعة أجزاء فضائل \n  الحج جزء فضائل رجب جزء وفاة النبي صلى الله عليه وسلم جزء كتبا الحكايات \n  سبعة أجزاء كتاب غنية الحفاظ في مشكل الألفاظ في مجلدتين ذكر القبور جزء مناقب \n  عمر بن عبد العزيز جزء أجزاء في الأحاديث والحكايات أكثر من مائة جزء وهذه \n  كلها بأسانيده .\n</p>\n<p class=\"arabic\">ومن الكتب بلا إسناد الأحكام في ستة أجزاء العمدة في الأحكام جزءان كتاب درر \n  الأثر تسعة أجزاء كتاب السيرة النبوية جزء كبير النصيحة في الأدعية الصحيحة \n  جزء الإعتقاد جزء تبيين أوهام أبي نعيم الحافظ في الصحابة جزء كبير كتاب الكمال \n  في معرفة الرجال عدة مجلدات وفيه إسناد .\n</p>\n<p class=\"arabic\">قال وكان لا يكاد أحد يسأله عن حديث إلا ذكره له وبينه ولا يسأل عن رجل إلا \n  قال هو فلان بن فلان وبين نسبه .\n</p>\n<p class=\"arabic\">قال وأنا أقول وكان الحافظ عبد الغني المقدسي أمير المؤمنين في *42*447* الحديث \n  سمعته يقول كنت عند الحافظ أبي موسى فنازعني رجل في حديث فقال هو في البخاري \n  وقلت ليس هو فيه .\n</p>\n<p class=\"arabic\">قال فكتب الحديث في رقعة ورفعها إلى الحافظ أبي موسى يسأله عن فناولني الحافظ \n  الرقعة وقال ما تقول هل هذا الحديث في البخاري أم لا فقلت لا قال فخجل الرجل .\n</p>\n<p class=\"arabic\">وسمعت أبا الطاهر إسماعيل بن ظفر يقول جاء رجل إلى الحافظ يعني عبد الغني \n  فقال رجل حلف بالطلاق أنك تحفظ مائة ألف حديث فقال لو قال أكثر لصدق .\n</p>\n<p class=\"arabic\">شاهدت الحافظ غير مرة بجامع دمشق يسأله بعض الحاضرين وهو على المنبر اقرأ \n  لنا أحاديث من غير الجزء فيقرأ الأحاديث بأسانيدها عن ظهر قلبه .\n</p>\n<p class=\"arabic\">وقيل إنه سئل لم لا تقرأ من غير كتاب يعني دائما قال إني أخاف العجب .\n</p>\n<p class=\"arabic\">وسمعت الإمام أبا العباس أحمد بن محمد بن الحافظ قال سمعت علي بن قفارس الزجاج \n  العلثي الصالح قال لما جاء الحافظ من بلاد العجم قلت يا حافظ ما حفظت بعد \n  مائة ألف حديث فقال بلى أوما هذا معناه .\n</p>\n<p class=\"arabic\">سمعت أبا محمد عبد العزيز بن عبد الملك الشيباني يقول سمعت التاج الكندي يقول \n  لم يكن بعد الدارقطني مثل الحافظ عبد الغني يعني المقدسي .\n</p>\n<p class=\"arabic\">وقال الفقيه أبو الثناء محمود بن همام الأنصاري سمعت التاج الكندي يقول لم \n  ير الحافظ عبد الغني مثل نفسه .\n</p>\n<p class=\"arabic\">وقال أبو نزار ربيعة بن الحسن قد رأيت أبا موسى المديني وهذا الحافظ عبد الغني \n  أحفظ منه *42*448* .\n</p>\n<p class=\"arabic\">قال الضياء وكل من رأينا من المحدثين ممن رأى الحافظ عبد الغني وجرى ذكر حفظه \n  ومذاكراته قال ما رأينا مثله أو ما يشبه هذا .\n</p>\n<p class=\"arabic\">ثم ذكر الضياء فصلا في حرصه على الحديث وطلبه وتحريضه للطلبة وقال حرضني على \n  ) .\n</p>\n<p class=\"arabic\">السفر إلى مصر وسافر معنا ولده أبو سليمان وله نحو عشر سنين وسير قبلنا ولديه \n  محمدا وعبد الله إلى إصبهان ثم سفر إسماعيل بن ظفر وزوده وأعطاه ما احتاج \n  إليه فسافر إلى بغداد وإصبهان وخراسان وقل ذلك حرض أبا الحجاج يوسف بن خليل \n  على السفر .\n</p>\n<p class=\"arabic\">وكان يقرأ الحديث يوم الجمعة بعد الصلاة بجامع دمشق وليلة الخميس بالجامع \n  أيضا ويجتمع خلق وكان يقرأ ويبكي ويبكي الناس بكاء كثيرا وكان بعد القراءة \n  يدعو دعاء كثيرا .\n</p>\n<p class=\"arabic\">وسمعت شيخنا أبا الحسن علي بن إبراهيم بن نجا الواعظ بالقرافة يقول على المنبر \n  قد جاء الإمام الحافظ وهو يريد أن يقرأ الحديث فأشتهي أن تحضروا مجلسه ثلاث \n  مرات وبعدها أنتم تعرفونه ويحصل لكم الرغبة فجلس أول يوم وكنت حاضرا بجامع \n  القرافة فقرأ أحاديث بأسانيدها حفظا وقرأ جزءا ففرح الناس بمجلسه فرحا كثيرا .\n</p>\n<p class=\"arabic\">ثم سمعت ابن نجا شيخنا يقول قد حصل الذي كنت أريده في أول مجلس .\n</p>\n<p class=\"arabic\">قال وكان يجلس بمصر في غير موضع يقرأ الحديث .\n</p>\n<p class=\"arabic\">وكان رحمه الله لا يكاد يضيع شيئا من زمانه بلا فائدة فإنه كان يصلي الفجر \n  ويلقن القرآن وربما لقن الحديث فقد حفظنا منه أحاديث جمة تلقينا ثم يقوم فيتوضأ \n  ويصلي ثلاثمائة ركعة بالفاتحة والمعوذتين إلى قبل وقت الظهر ثم ينام نومه \n  ثم يصلي الظهر ويشتغل إما بالتسميع أو النسخ إلى المغرب فإن كان صائما أفطر \n  وإن كان مفطرا صلى من المغرب إلى *42*449* العشاء الآخرة فإذا صلى العشاء \n  نام إلى نصف الليل أو بعده ثم قام فتوضأ وصلى لحظة ثم توضأ ثم صلى كذلك ثم \n  توضأ وصلى إلى قرب الفجر وربما توضأ في الليل سبع مرات أو أكثر .\n</p>\n<p class=\"arabic\">فقيل له في ذلك فقال ما تطيب لي الصلاة إلا ما دامت أعضائي رطبة ثم ينام نومة \n  يسيرة إلى الفجر وهذا دأبه وكان لا يكاد يصلي فريضتين بوضوء واحد .\n</p>\n<p class=\"arabic\">سألت خالي الإمام موفق الدين عن الحافظ فقال وكتب بخطه كان رفيقي في الصبى \n  وفي طلب العلم وما كنا نستبق إلى خير غلا سبقني إليه إلا القليل وكمل الله \n  فضيلته بابتلائه بأذى أهل البدعة وعداوتهم له وقيامهم عليه ورزق العلم وتحصيل \n  الكتب الكثيرة إلا إنه لم يعمر حتى يبتغ غرضه في روايتها ونشرها .\n</p>\n<p class=\"arabic\">قال الضياء وكان يستعمل السواك كثيرا حتى كأنه أسنانه البرد .\n</p>\n<p class=\"arabic\">سمعت محمود بن سلامة الحراني التاجر غير مرة يقول كان الحافظ عبد الغني نازلا \n  عندي ) .\n</p>\n<p class=\"arabic\">بإصبهان وما كان ينام من الليل إلا قليلا بل يصلي ويقرأ ويبكي حتى ربما منعنا \n  النوم إلى السحر أو ما هذا معناه .\n</p>\n<p class=\"arabic\">وكان الحافظ لا يرى منكرا إلى غيره بيده أو بلسانه وكان لا تأخذه في الله \n  لومة لائم رأيته مرة يريق خمرا فجبذ صاحبه السيف فلم يخف وأخذه من يده وكان \n  قويا في بدنه وكثيرا ما كان بدمشق ينكر ويكسر الطنابير والشبابات .\n</p>\n<p class=\"arabic\">قال لنا خالي الموفق كان لا يصبر عن إنكاره المنكر إذا رآه .\n</p>\n<p class=\"arabic\">سمعت فضائل بن محمد بن علي بن سرور المقدسي قال سمعتهم يتحدثون بمصر أن الحافظ \n  كان قد دخل على الملك العادل فلما رآه قام له فلما كان اليوم الثاني إذا الأمراء \n  قد جاءوا إلى الحافظ إلى مصر مثل سركس وأزكش فقالوا آمنا بكرامتك يا حافظ .\n</p>\n<p class=\"arabic\">وذكروا أن العادل قال ما خفت من أحد ما خفت من هذا الرجل *42*450* .\n</p>\n<p class=\"arabic\">فقلنا أيها الملك هذا رجل فقيه أيش خفت منه قال لما دخل ما خيل إلي إلا أنه \n  سبع يريد أن يأكلني فقلنا هذه كرامة للحافظ .\n</p>\n<p class=\"arabic\">قال الضياء شاهدت بخط الحافظ قال والملك العادل اجتمعت به ما رأيت منه إلا \n  الجميل فأقبل علي وأكرمني وقام لي والتزمني ودعوت له ثم قلت عندنا قصور فهو \n  الذي يوجب التقصير فقال ما عندك لا تقصير ولا قصور .\n</p>\n<p class=\"arabic\">وذكر أمر السنة فقال ما عندك شيء تعاب به في أمور الدين ولا الدنيا ولا بد \n  للناس من حاسدين .\n</p>\n<p class=\"arabic\">وبلغني عنه بعد ذلك أنه ذكر عنده العلماء فقال ما رأيت بالشام ولا مصر مثل \n  فلان ودخل علي فخيل إلي أنه أسد قد دخل علي وهذا ببركة دعائكم ودعاء الأصحاب .\n</p>\n<p class=\"arabic\">قال الضياء وكان المبتدعة قد وغروا صدر العادل على الحافظ وتكلموا فيه عنده \n  وكان بعضهم يقول إنه ربما قتله إذا دخل عليه فسمعت بعضهم أن بعض المبتدعة \n  أرسل إلى العادل يبذل في قتل الحافظ خمسة آلاف دينار .\n</p>\n<p class=\"arabic\">وسمعت الشيخ أبا بكر بن أحمد الطحان قال لكن في دولة الأفضل علي جعلوا الملاهي \n  عند درج جيرون فجاء الحافظ فكسر شيئا كثيرا منها ثم جاء فصعد على المنبر يقرأ \n  الحديث فجاء إليه رسول القاضي يطلبه حتى يناظره في الدف والشبابة فقال الحافظ \n  ذاك عندي حرام ) .\n</p>\n<p class=\"arabic\">وقال لا أمشي إليه وإن كان له حاجة فيجيء هو .\n</p>\n<p class=\"arabic\">ثم تكلم على المنبر فعاد الرسول فقال لا بد من مجيئك قد بطلت هذه الأشياء \n  على السلطان .\n</p>\n<p class=\"arabic\">فقال الحافظ ضرب الله رقبته ورقبة السلطان .\n</p>\n<p class=\"arabic\">فمضى الرسول وخفنا من فتنة فما جاء أحد بعد ذلك *42*451* .\n</p>\n<p class=\"arabic\">سمعت محمود بن سلامة الحراني بإصبهان قال كان الحافظ بإصبهان فيصطف الناس \n  في السوق ينظرون إليه ولو أقام بإصبهان مدة وأراد أن يملكها لملكها يعني من \n  حبهم له ورغبتهم فيه .\n</p>\n<p class=\"arabic\">قال الضياء ولما وصل إلى مصر أخيرا كنا بها فكان إذا خرج يوم الجمعة إلى الجامع \n  لا نقدر نمشي معه من كثرة الخلق يتبركون به ويجتمعون حوله وكان سخيا جوادا \n  لا يدخر دينارا و لا درهما ومهما حصل له أخرجه ولقد سمعت عنه أنه كان يخرج \n  في بعض الليالي بقفاف الدقيق إلى بيوت المحتاجين فإذا فتحوا له ترك ما معه \n  ومضى لئلا يعرف وكان يفتح له بشيء من الثياب والبرد فيعطيه للناس وربما كان \n  عليه ثوب مرقع .\n</p>\n<p class=\"arabic\">قال لي خالي الموفق كان جوادا يؤثر بما تصل يده إليه سرا وعلانية .\n</p>\n<p class=\"arabic\">وقال عبد الجليل الجيلاني كنت في مسجد الوزير فبقيت ثلاثة أيام ما لنا شيء \n  فلما كان العصر يوم الجمعة سلمت على الحافظ ومشيت معه إلى خارج باب الجامع \n  فناولني نفقة فإذا هي نحو خمسين درهما .\n</p>\n<p class=\"arabic\">وسمعت بدر بن محمد الجزري قال ما رأيت أحدا أكرم من الحافظ عبد الغني قد أوفى \n  عني غير مرة .\n</p>\n<p class=\"arabic\">سمعت سليمان بن إبراهيم الأسعردي يقول بعث الملك الأفضلي إلى الحافظ بن فقهة \n  وقمح كثير ففرقه كله ولم يترك شيئا .\n</p>\n<p class=\"arabic\">سمعت أحمد بن عبد الله العراقي حدثني منصور قال شاهدت الحافظ في الغلاء بمصر \n  وهو ثلاث ليال يؤثر بعشائه ويطوي .\n</p>\n<p class=\"arabic\">سمعت الفقيه مقصد بن لعي بن عبد الواحد المصري قال سمعت أن الحافظ كان زمان \n  الغلاء يؤثر بعشائه يعني غلاء مصر .\n</p>\n<p class=\"arabic\">قال الضياء وقد فتح له بمصر أشياء كثيرة من الذهب وغير ذلك فما كان يترك شيئا \n  ) *42*452* .\n</p>\n<p class=\"arabic\">سمعت الرضى عبد الرحمن بن محمد بن عبد الجبار سمعت الحافظ يقول سألت الله \n  أن يرزقني مثل حال الإمام أحمد فقد رزقني صلاته .\n</p>\n<p class=\"arabic\">قال ثم أبتلي بعد ذلك وأوذي .\n</p>\n<p class=\"arabic\">سمعت الإمام أبا محمد عبد الله بن أبي الحسن الجبائي يقول كان أبو نعيم قد \n  أخذ على الحافظ ابن مندة أشياء في معرفة الصحابة فكان الحفاظ أبو موسى يشتهي \n  أن يأخر على أبي نعيم في كتابه فما كان يجسر فلما جاء الحافظ عبد الغني أشار \n  إليه بذلك فأخذ على أبي نعيم في كتابه معرفة الصحابة نحوا من مائتين وتسعين \n  موضعا فلما سمع بذلك الصدر عبد اللطيف بن الخجندي طلب الحافظ عبد الغني وأراد \n  هلاكه فاختفى الحافظ .\n</p>\n<p class=\"arabic\">وسمعت محمد بن سلامة الحراني قال ما أخرجنا الحافظ من إصبهان إلا في إزار \n  وذلك أن بيت الخجندي أشاعرة يتعصبون لأبي نعيم وكانوا رؤساء إصبهان .\n</p>\n<p class=\"arabic\">سمعت الحافظ يقول كنا بالموصل نسمع الجرح والتعديل للعقيلي فأخذني أهل الموصل \n  وحبسوني وأرادوا قتلي من أجل ذكر أبي حنيفة فيه .\n</p>\n<p class=\"arabic\">قال فجاءني رجل طويل معه سيف فقلت لعله يقتلني وأستريح .\n</p>\n<p class=\"arabic\">قال فلم يصنع شيا ثم أطلقت .\n</p>\n<p class=\"arabic\">وكان يسمع هو ابن البرني فأخذ ابن البرني الكراس التي فيها ذكر أبي حنيفة \n  ففتشوا الكتاب فلم يجدوا شيئا فهذا كان سبب خلاصه *42*453* .\n</p>\n<p class=\"arabic\">قلت سمعت عبد الحميد بن خولان سمعت الضياء يقول كان الحافظ يقرأ الحديث بدمشق \n  ويجتمع الخلق عليه فحسد وشرعوا يعملون لهم وقتا في الجامع ويقرأ عليهم الحديث \n  ويجمعون الناس فهذا ينام وهذا قلبه غير حاضر فلم يشف قلوبهم فشرعوا في مكيدة \n  فأمروا الناصح بن الحنبلي بأن يعظ بعد الجمعة تحت النسر وقت جلوس الحافظ فأخر \n  الحافظ ميعاده إلى العصر فلما كان في بعض الأيام والناصح قد فرغ وقد ذكر الإمام \n  فدسوا إليه رجلا ناقص العقل من بيت ابن عساكر فقال للناصح ما معناه أنك تقول \n  الكذب على المنبر فضرب الرجل وهرب وخبئ في الكلاسة ومشوا إلى الوالي وقالوا \n  له هؤلاء الحنابلة ما قصدهم إلى الفتنة وهم واعتقادهم ثم جمعوا كبراءهم ومضوا \n  إلى القلعة وقالوا للوالي نشتهي أن تحضر الحافظ ) .\n</p>\n<p class=\"arabic\">وسمع مشايخنا فانحدروا إلى المدينة خالي الموفق وأخي الشمس البخاري والفقهاء \n  وقالوا نحن نناظرهم وقالوا للحافظ اقعد أنت لا تجيء فإنك حاد ونحن نكفيك .\n</p>\n<p class=\"arabic\">فاتفق أنهم أرسلوا إلى الحافظ فأخذوه ولم يعلم أصحابنا فناظروه وكان أجهلهم \n  يغري به فاحتد وكانوا قد كبتوا شيئا من اعتقادهم وكتبوا خطوطهم فيه وقالوا \n  له اكتب خطك فلم يفعل فقالوا للوالي قد اتفق الفقهاء كلهم وهذا يخالفهم واستأذنوه \n  في ربع منبره فأرسلوا الأسرى فرفعوا ما في جامع دمشق من منبر وخزانة وقالوا \n  نريد أن لا نجعل في الجامع إلا صلاة الشافعية وكسروا منبر الحافظ ومنعوه من \n  الجلوس ومنعوا أصحابنا من الصلاة في مكانهم ففاتهم الظهر .\n</p>\n<p class=\"arabic\">ثم إن الناصح جمع البنوية وغيرهم وقالوا إن لم يخلونا نصلي صلينا بغير اختيارهم \n  فبلغ ذلك القاضي وهو كان صاحب الفتنة فأذن لهم وخاف أن يصلوا بغير إذنه *42*454* .\n</p>\n<p class=\"arabic\">وكان الحنفية حموا مقصوراتهم بجماعة من الجند .\n</p>\n<p class=\"arabic\">ثم إن الحافظ ضاق صدره ومضى إلى بعلبك فأقام بها مدة وتوجه إلى مصر فبقي بنابلس \n  مدة يقرأ الحديث وكنت أنا في ذلك الوقت بمصر فجاء شاب من دمشق بفتاوي إلى \n  الملك عثمان العزيز ومعه كتب أن الحنابلة فجاء شاب من دمشق بفتاوي إلى الملك \n  عثمان العزيز ومعه كتب أن الحنابلة يقولون كذا وكذا وكان بنواحي الإسكندرية \n  فقال إذا رجعنا من بلادنا من يقول بهذه المقالة .\n</p>\n<p class=\"arabic\">فاتفق أنه لم يرجع وشب به فرسه وأقاموا ولده موضعه ثم أرسلوا إلى الأفضل كان \n  بصرخد فجاء وأخذ مصر ثم انحرف إلى دمشق فاتفق أنه لقي الحافظ في الطريق ففرح \n  به وأكرمه ونفذ يوصي به بمصر فلما وصل الحافظ إلى مصر تلقي بالبشر والإكرام \n  وأقام بها يسمع الحديث بمواضع ويجلس وقد كان بمصر كثير من المخالفين لكن كانت \n  رائحة السلطان تمنعهم .\n</p>\n<p class=\"arabic\">ثم إن الأفضل حاصر دمشق ورد عنها بعد أن أشرف على أخذها ورجع إلى مصر فجاء \n  العادل خلفه فأخذ مصر وبقي بمصر وأكثر المخالفون على الحافظ حتى استدعي ولم \n  يحصل لهم بحمد الله ما أرادوا وأكرمه العادل وسافر إلى دمشق وبقي الحافظ بمصر \n  وهم لا يتركون الكلام فيه فلما أكثروا عزم الكامل على إخراجه من مصر ) .\n</p>\n<p class=\"arabic\">ثم إن الحافظ اعتقل في دار سبع ليال فسمعت التقي أحمد بن العز محمد بن عبد \n  الغني حدثني الشجاع بن أبي زكري الأمير قال قال لي الكامل ههنا رجل فقيه قالوا \n  إنه كافر قلت لا أعرفه قال بلى هو محدث .\n</p>\n<p class=\"arabic\">فقلت لعله الحافظ عبد الغني قال نعم هو هو فقلت أيها الملك العلماء أحدهم \n  يطلب الآخرة والآخر يطلب الدنيا وأنت ههنا باب الدنيا فهذا ا لرجل جاء إليك \n  أو أرسل إليك رقعة قال لا قلت والله هؤلاء *42*455* يحسدونه فهل في هذه البلاد \n  أرفع منك قال لا فقلت هذا الرجل أرفع العلماء فقال جزاك الله خيرا كما عرفتني \n  هذا .\n</p>\n<p class=\"arabic\">وقال أبو المظفر بن الجوزي في تاريخه اجتمع قاضي دمشق محيي الدين والخطيب \n  ضياء الدين جماعة وصعدوا إلى متولي القلعة أن عبد الغني قد أضل الناس ويقول \n  بالتشبيه فعقدوا له مجلسا وأحضروه فناظرهم وأخذوا عليه مواضع منها قوله لا \n  أنزهه تنزيها ينفي حقيقة النزول ومنها كان الله ولا مكان وليس هو اليوم على \n  ما كان ومنها مسألة الحرف والصوت .\n</p>\n<p class=\"arabic\">فقالوا إن لم يكن على ما كان فقد أثبت له المكان وإذا لم تنزه تنزيها ينفي \n  عنه حقيقة النزول فقد أجزت عليه حقيقة الانتقال وأما الحرف والصوت فإنه لم \n  يصح عن إمامك فيه شيء وإنما المنقول عنه أنه كلام الله لا غير .\n</p>\n<p class=\"arabic\">وارتفعت الأصوات فقال له صارم الدين بزغش والي القلعة كل هؤلاء على ضلالة \n  وأنت على الحق قال نعم فأمر الأسارى فنزلوا فكسروا منبره ومنعوا الحنابلة \n  من الصلاة ففاتتهم صلاة الظهر .\n</p>\n<p class=\"arabic\">وقال أبو المظفر في مكان آخر اجتمع الشافعية والحنفية والمالكية بالملك المعظم \n  بدار العدل وكان يجلس بها هو والصارم بزغش فكان ما اشتهر من أمر عبد الغني \n  الحافظ وإصراره على ما ظهر من اعتقاده و إجماع الفقهاء على الفتيا بتكفيره \n  وأنه مبتدع لا يجوز أن يترك بين المسلمين فسأل أن يمهل ثلاثة أيام لينفصل \n  عن البلد فأجيب .\n</p>\n<p class=\"arabic\">قلت قوله وإجماع الفقهاء على الفتيا بتكفيره كلام ناقص وهو كذب صريح وإنما \n  أفتى بذلك بعض الشافعية الذين تعصبوا عليه وأما الشيخ *42*456* الموفق وأبو \n  اليمن الكندي شيخا الحنفية والحنابلة فكانا معه ولكن نعوذ بالله من الظلم \n  والجهل .\n</p>\n<p class=\"arabic\">قال أبو المظفر وسافر عبد الغني إلى مصر فنزل عند الحطانين وصار يقرأ الحديث \n  فأفتى ) .\n</p>\n<p class=\"arabic\">فقهاء مصر بإباحة دمه فكتبوا إلى ابن شكر الوزير يقولون قد أفسد عقائد الناس \n  ويذكر التجسيم على رؤوس الأشهاد فكتب إلى والي مصر بنفيه فمات قبل وصول الكتاب \n  رحمه الله تعالى بمسجد المصنع .\n</p>\n<p class=\"arabic\">قال وكان يصلي كل يوم وليلة ثلاثمائة ركعة ورد الإمام أحمد وكان يقوم الليل \n  عامة دهره ويحمل ما أمكنه إلى بيوت الأرامل واليتامى سرا وكان أوحد زمانه \n  في علم الحديث .\n</p>\n<p class=\"arabic\">وقال الضياء سمعت بعض أصحابنا يقول إن الحافظ أمر أن يكتب اعتقاده فكتب أقول \n  كذا لقول الله تعالى كذا وأقول كذا لقول النبي صلى الله عليه وسلم كذا حتى \n  فرغ من المسائل التي يخالفونه فيها فلما وقف عليها الملك الكامل قال أيش أقول \n  في هذا يقول الله وقول رسول الله فخلى عنه .\n</p>\n<p class=\"arabic\">فصل قال وسمعت أبا موسى بن عبد الغني قال كنت مع والدي بمصر وهو يذكر فضائل \n  سفيان الثوري فقلت في نفس إن والدي مثله .\n</p>\n<p class=\"arabic\">قال فالتفت إلي وقال أين نحن من أولئك .\n</p>\n<p class=\"arabic\">سمعت الزاهد إبراهيم بن محمود البعلبكي يقول كنت يوما عند الشيخ العماد وقد \n  جاء تجار فحدثوه أنهم رأوا أو قال يرى النور على قبر الحافظ عبد الغني كل \n  ليلة أو كل جمعة شك إبراهيم *42*457* .\n</p>\n<p class=\"arabic\">سمعت الإمام أبا العباس أحمد بن محمد بن عبد الغني قال رأيت البارحة الكمال \n  عبد الرحيم يعني أخي وعليه ثوب أبيض فقلت أين أنت قال في جنة عدن فقلت أيما \n  أفضل الحافظ عبد الغني أو الشيخ أبو عمر قال ما أدري وأما الحافظ فكل ليلة \n  جمعة ينصب له كرسي تحت العرش ويقرأ عليه الحديث وينثر عليه الدر وهذا نصيبي \n  منه وكان من كمه شيء وقد أمسك بيده على رأس الكم .\n</p>\n<p class=\"arabic\">وسمعت عبد الله بن الحسن بن محمد الكردي بحران قال رأيت الحافظ في المنام \n  فقلت له يا سيدي أليس قد مت فقال إن الله أبقى علي وردي من الصلاة أو نحو \n  هذا .\n</p>\n<p class=\"arabic\">وسمعت القاضي أبا حفص عمر بن علي الهكاري بنابلس يقول رأيت الحافظ عبد الغني \n  في النوم كأنه قد جاء إلى بيت المقدس فقلت جئت غير راكب فقال أنا حملني النبي \n  صلى الله ) .\n</p>\n<p class=\"arabic\">عليه وسلم .\n</p>\n<p class=\"arabic\">سمعت الحافظ أبا موسى قال حدثني رجل من أصحابنا قال رأيت الحافظ في النوم \n  وكان يمشي مستعجلا فقلت إلى أين قال أزور النبي صلى الله عليه وسلم فقلت وأين \n  هو قال في المسجد الأقصى فإذا النبي صلى الله عليه وسلم وعنده أصحابه فلما \n  رأى الحافظ قام صلى الله عليه وسلم له وأجلسه إلى جانبه .\n</p>\n<p class=\"arabic\">قال فبقي الحافظ يشكو إليه ما لقي ويبكي ويقول يا رسول الله صلى الله عليه \n  وسلم كذبت في الحديث الفلاني والحديث الفلاني و رسول الله صلى الله عليه وسلم \n  يقول صدقت يا عبد الغني صدقت يا عبد الغني .\n</p>\n<p class=\"arabic\">سمعت أبا موسى قال مرض والدي مرضا شديدا منعه من الكلام والقيام ستة عشر يوما .\n</p>\n<p class=\"arabic\">وكنت كثيرا ما أسأله ما تشتهي فيقول أشتهي الجنة أشتهي رحمه الله ولا يزيد \n  على ذلك *42*458* .\n</p>\n<p class=\"arabic\">فلما كان يوم الاثنين جئت إليه وكان عادتي أبعث كل يوم من يأتي بماء من الحمام \n  بكرة يغسل به أطرافه فلما جئنا بالماء مد يده فعرفت أنه يريد الوضوء فوضأته \n  وقت صلاحة الصبح فلما توضأ قال يا عبد الله قم فصل بنا وخفف .\n</p>\n<p class=\"arabic\">فقمت وصليت بالجماعة وصلى معنا جالسا فلما انصرف الناس جئت وقد استقبل القبلة \n  فقال اقرأ عند رأسي يس فقرأتها فجعل يدعو وأنا أؤمن فقلت له ههنا دواء قد \n  علمناه تشربه قال يا بني ما بقي إلا الموت .\n</p>\n<p class=\"arabic\">فقلت ما تشتهي شيا قال أشتهي النظر إلى وجه الله سبحانه وتعالى فقلت ما أنت \n  عني راض قال بلى والله أنا راض عنك وعن إخوتك وقد أجزت لك ولإخوتك ولابن أخيك \n  إبراهيم .\n</p>\n<p class=\"arabic\">فقلت ما توصي بشيء قال ما لي على أحد شيء ولا لأحد علي شيء .\n</p>\n<p class=\"arabic\">قلت توصيني بوصية قال يا بني أوصيك بتقوى الله والمحافظة على طاعته .\n</p>\n<p class=\"arabic\">فجاء جماعة يعودونه فسلموا فرد عليهم وجعلوا يتحدثون ففتح عينيه وقال ما هذا \n  الحديث اذكروا الله قولوا لا إله إلا الله فقالوا ثم قاموا وجعل هو يذكر الله \n  ويحرك سفتيه ويشير بعينيه فدخل درع النابلسي فسلم عليه وقال ما تعرفني قال \n  بلى .\n</p>\n<p class=\"arabic\">فقمت لأناوله كتابا من جانب المسجد فرجعت وقد خرجت روحه وذلك يوم الاثنين \n  الثالث ) .\n</p>\n<p class=\"arabic\">والعشرين من ربيع الأول وبقي ليلة الثلاثاء في المسجد واجتمع الخلق الغد خلق \n  كثير من الأئمة والأمراء وما لا يحصيهم إلا الله ودفناه بالقرافة مقابل قبر \n  أبي عمرو بن مرزوق في مكان ذكر لي خادمه عبد المنعم أنه كان يزور ذلك المكان \n  ويبكي فيه إلى أن يبل الحصى ويقول قلبي يرتاح إلى هذا المكان فرحمه الله ورضى \n  عنه *42*459* .\n</p>\n<p class=\"arabic\">قال الضياء وتزوج ببنت خاله رابعة بنت أحمد بن محمد بن قدامة فولدت له محمد \n  وعبد الرحمن وفاطمة وعاشوا حتى كبروا وتسرى بجارية في مصر فلم توافقه ثم بأخرى \n  فولدت له بنتين ماتتا ولم تكبرا .\n</p>\n<p class=\"arabic\">سمعت عبد الحميد بن خولان أن الضياء أخبرهن قال لما دخلنا إصبهان كنا سبعة \n  أحدنا الإمام أحمد بن محمد بن الحافظ وكان طفلا فسمعنا على المشايخ وكان شيخنا \n  مؤيد الدين ابن الإخوة عند جملة حسنة من المسموعات فسمعنا عليه قطعة وكان \n  يتشدد علينا ثم إنه توفي فضاق صدري لموته كثيرا لأنه كانت عنده مسموعات عند \n  غيره وأكثر ما ضاق صدري لأجل ثلاث كتب مسند العدني ومعجم ابن المقرئ ومعجم \n  أبو يعلى وكنت قد سمعت عليه في السفرة الأولى مسند العدني ولكن لأجل رفقتي \n  فرأيت في النوم كأن الحافظ عبد الغني رحمه الله قد أمسك رجلا وهو يقول لي \n  أم هذا أم هذا والرجل الذي أشار إليه هو ابن عائشة بنت عمر .\n</p>\n<p class=\"arabic\">فلما استيقظت قلت في نفسي ما قال هذا إلا لأجل شيء فوقع في قلبي أنه يريد \n  الحديث فمضيت إلى دار بني معمر وفتشت الكتب فوجدت مسند العدني سماع عائشة \n  مثل ابن الإخوة فلما سمعناه عليها قال لي بعض الحاضرين إن لها سماعا بمعجم \n  ابن المقرئ قلت أين هو قال عند فلان الخباز فأخذناه وسمعناه منها و بعد أيام \n  ناولني بعض الإخوان معجم أبو يعلى سماعها فسمعناه .\n</p>\n<p class=\"arabic\">أنشدنا ابن خولان أنشدنا أبو عبد الله الحافظ سنة ست وعشرين وستمائة أنشدنا \n  أبو عبد الله محمد بن سعد بن عبد الله لنفسه يرثي الحافظ .\n</p>\n<p class=\"arabic\">% هذا الذي كنت يوم البين أحتسب % % فليقض دمعك عني بعض ما يجب % .\n</p>\n<p class=\"arabic\">% لم يبق في الأسى والسقم جارحة % % نفس تذوب وقلب بعد ذا يجب % .\n</p>\n<p class=\"arabic\">% تا الله لا رمت صبرا عنهم أبدا % % وفي الحياة فما لي دونهم أرب % .\n</p>\n<p class=\"arabic\">) *42*460* .\n</p>\n<p class=\"arabic\">% لا تعجبن لوفاتي بعدهم أسفا % % وإنما في حياتي بعدهم عجب % .\n</p>\n<p class=\"arabic\">% سقيا ورعيا لأيام لنا سفلت % % والشمل مجتمع والأنس منتسب % .\n</p>\n<p class=\"arabic\">% والعيش غض وعين الدهر راقدة % % والبين رث وأثواب الهوى قشب % .\n</p>\n<p class=\"arabic\">% والدار ما نزحت والورق ما صدحت % % وحبذا بكم الأجراع والكتب % .\n</p>\n<p class=\"arabic\">% إن تمس دارهم عني مباعدة % % فإن مسكنهم في القلب مقترب % .\n</p>\n<p class=\"arabic\">% يا سائرين إلى مصر سألتكم % % رفقا علي فإن الأمر مكتسب % .\n</p>\n<p class=\"arabic\">% قولوا لساكنها حييت من سكن % % يا منية النفس ما ذا الصد والغضب % .\n</p>\n<p class=\"arabic\">% بالشام قوم وفي بغداد قد أسفوا % % لا البعد أخلق بلواهم ولا الحقب % .\n</p>\n<p class=\"arabic\">منها .\n</p>\n<p class=\"arabic\">% لولاك ماد عمود الدين وانهدمت % % قواعد الحق واغتال الهدى عطب % .\n</p>\n<p class=\"arabic\">% فاليوم بعدك جمر الغني مضطرم % % بادي الشرار وركن الراشد مضطرب % .\n</p>\n<p class=\"arabic\">% فليبكينك رسول الله ما هتفت % % ورق الحمام وتبكي العجم والعرب % .\n</p>\n<p class=\"arabic\">% لم يفترق بكم حال فموتكما % % نفي الشهر واليوم هذا الفخر والحسب % .\n</p>\n<p class=\"arabic\">% أحييت سنته من بعدما دفنت % % وشدتها وقد انهدت لها رتب % .\n</p>\n<p class=\"arabic\">% يا شامتين وفينا ما يسؤهم % % مستبشرين وهذا الدهر محتسب % .\n</p>\n<p class=\"arabic\">% ليس الفناء بمقصور على سبب % % ولا البقاء بممدود له سبب % .\n</p>\n<p class=\"arabic\">من لم يعظه بياض الشعر أيقظه سواد عيش فلا لهو ولا طرب .\n</p>\n<p class=\"arabic\">% الصبر أهون ما تمطى غواربه % % والأجر أعذب ما يجنى وتحبلب % .\n</p>\n<p class=\"arabic\">% إن تحسبوه كريه الطعم أيسره % % سم مذاف ففي أعقابه الضرب % .\n</p>\n<p class=\"arabic\">% ما مات من كان عز الدين يعقبه % % وإنما الميت منكم من له عقب % .\n</p>\n<p class=\"arabic\">% ولا تقوض بيت كان يعهده % % مثل العماد منكم من له عقب % .\n</p>\n<p class=\"arabic\">% على العلى بجمال الدين بعدكما % % يحيي العلوم بحيي الدين والقرب % .\n</p>\n<p class=\"arabic\">% مثل الدراري والسواري وانتهكوا % % حمى الخطوب وأبكار العلا خطبوا % .\n</p>\n<p class=\"arabic\">% شم العرانين يلح لو سألتهم % % بذلك النفوس لما هابوا بأن يهبوا % .\n</p>\n<p class=\"arabic\">% بيض مفارقهم سود عواتقهم % % يمسي مسابقهم من حظه التعب % .\n</p>\n<p class=\"arabic\">) *42*461* .\n</p>\n<p class=\"arabic\">% نور إذا سألوا نار إذا حملوا % % سحب إذا نزلوا أسد إذا ركبوا % .\n</p>\n<p class=\"arabic\">% هذا الفخار فإن تجزع فلا جزع % % على المحب وإن تصبر فلا عجب % .\n</p>\n<p class=\"arabic\">% الموقدون ونار الخير خامدة % % والمقدمون ونار الحرب تلتهب % .\n</p>\n<p class=\"arabic\">كملت .\n\n</p>"
}