{
    "header": "غياث الدين .",
    "id": "027115",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">غياث الدين .\n</h1>\n<p class=\"arabic\">السلطان أبو الفتح محمد بن سالم بن الحسين بن الحسن الغوري صاحب غزنة أخو \n  السلطان شهاب الدين .\n</p>\n<p class=\"arabic\">أنبأني ابن البزوري أنه كان ملكا عادلا وللمال باذلا محسن إلى رعيته رؤوف \n  بهم في حكمه وسياسته كان نور الأيام به بواسم وكلها بوجوده أعياد ومواسم قرب \n  العلماء وأحب الفضلاء وبنى المساجد والربط *42*405* والمدارس وجدد من مواطن \n  العبادات ما كان دارسا وأدر الصدقات وبنى في الطرق الخانات وكان بالجود والسخاء \n  موصوفا .\n</p>\n<p class=\"arabic\">قلت امتدت أيامه وأسن ومرض بالنقرس مدة .\n</p>\n<p class=\"arabic\">ذكر العدل شمس الدين الجزري في تاريخه أنه توفي في السابع والعشرين من جمادى \n  الأولى ودفن بتربة له إلى جانب جامع هراة .\n</p>\n<p class=\"arabic\">قال ابن الأثير وكان عادلا سخيا قرب العلماء وبنى المدارس والمساجد وكان مظفرا \n  في روبه لم ينسكر له عسكر وكان ذا دهاء ومكر وكرم أسقط المكوس ولم يتعرض لمال \n  أحد .\n</p>\n<p class=\"arabic\">وكان من مات بلا وارث تصدق بما خلفه وكان فيه فضل وأدب وقد نسخ عدة مصاحف \n  لم يبد منه تعصب لمذهب وكان يقول التعصب قبيح .\n</p>\n<p class=\"arabic\">وأما أخوه شهاب الدين فإنه قتل غيلة ثم إن خوارزم شاه محمد بن تكش قصد عزنة \n  في سنة خمس وستمائة وظفر بالملك غياث الدين محمود ولد غياث الدين محمد بن \n  سام وقتله بعد أن آمنه وترك بغزنة جلال الدين بن خوارزم شاه .\n</p>\n<p class=\"arabic\">ولما توفي غياث الدين محمد كان الأمير تاج الدين ألدز أحد موالي الملوك الغورية \n  قد استولى على باميان وبلخ فسار إلى غياث الدين ابن غياث الدين ليكون في نصره \n  فحضر وأحضر العلماء وفيهم رسول الخليفة مجد الدين يحيى بن الربيع مدرس النظامية \n  وكان قد نفذ رسولا إلى شهاب الدين الغوري فتقل شهاب الدين وابن الربيع بغزنة \n  فالتمس تاج الدين ألدز *42*406* أن ينتقل إلى دار المملكة وأن يخاطب بالملك \n  فركب هو والأمراء في خدمة غياث الدين محمود وعليه ثياب الحزن على شهاب الدين \n  فتغيرت نية جماعة الدولة لأنهم كانوا يطيعونه أعني ألدز بناء على أنه يحصل \n  الملك لغياث الدين فلما رأى انحرافهم فرق فيهم الأموال ورضوا وأذن لجماعة \n  من الأمراء وأولاد الملوك أن يكونوا في خدمة غياث الدين فلما استقروا عنده \n  بعث إليه خلعة وطلب منه ألدز أن يسلطنه وأن يعتقه من الرق لأنه كان لعمه الشهيد \n  شهاب الدين وأن يزوج ولده بابنه ألدز فلم يجبه غياث الدين محمود واتفق أن \n  جماعة من الغورية أغاروا على أعمال كرمان وهي إقطاع قديم لألدز فجهز ألدز \n  صهره وراءهم فظفر بهم وقتلهم ثم إن ألدز فرق الأموال وأجرى رسوم مولاه شهاب \n  الدين واستقام أمره .\n</p>\n<p class=\"arabic\">وجرت لهم أمور طويلة حكاها شمس الدين بن الجزري في أوائل تاريخه وأن ألدز \n  ملك مدينة لها ور وعدة مدائن وأنه التقى هو وشمس الدين ألدزمش مملوك قطب الدين \n  أيبك فتى شهاب الدين الغوري فأسر تاج الدين ألدز في المصاف فقتل وكان محمود \n  السيرة في رعيته *42*407* .\n\n</p>"
}