{
    "header": "القاسم بن الحافظ الكبير أبي القاسم علي بـ...",
    "id": "027202",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">القاسم بن الحافظ الكبير أبي القاسم علي بن الحسن بن هبة الله بن عبد الله \n  بن الحسين .\n</h1>\n<p class=\"arabic\">الحافظ المفيد المسند الورع بهاء الدين أبو محمد الدمشقي المعروف بابن عساكر \n  مولده في نصف جمادى الأولى سنة سبع وعشرين وخمسمائة .\n</p>\n<p class=\"arabic\">وسمع أباه وعمه الصائن هبة الله وجد أبويه القاضي أبا المفضل يحيى بن علي \n  القرشي وابنه القاضي أبا المعالي محمد بن يحيى وجمال الإسلام أبا الحسن علي \n  بن المسلم وأبا طالب علي بن عبد الرحمن الصوري ويحيى بن بطريق الطرسوسي وأحمد \n  بن محمد الهاشمي الذي روى عن السميساطي وأبا الفتح نصر الله بن محمد المصيصي \n  وهبة الله بن طاوس *42*472* وأبا الدر ياقوت بن عبد الله الرومي والخضر بن \n  الحسين بن عبدان وعبد الرحمن بن عبد الله بن أبي الحديد ونصر بن أحمد بن مقاتل \n  وأبا القاسم بن البن وأبا الحسن المرادي وأبا سعد بن السمعاني وخلقا كثيرا .\n</p>\n<p class=\"arabic\">وأجاز له عامة مشايخ خراسان الذي لقبهم أبوه في سنة ثلاثين منهم أبو عبد الله \n  الفراوي وزاهر الشحامي والحسين بن عبد الملك الخلال وهبة الله السيدي ) .\n</p>\n<p class=\"arabic\">وأجاز له القاضي أبو بكر الأنصاري وجماعة من بغداد .\n</p>\n<p class=\"arabic\">وكان إماما محدثا ثقة حسن المعرفة كريم النفس مكرما للغرباء ذا أنسة بما يقرأ \n  عليه وخطه وحش لكنه كتب الكثير وصنف وخرج وعني بالكتابة والمطالعة فبالغ إلى \n  الغاية .\n</p>\n<p class=\"arabic\">وكان ظريفا كثير المزاح .\n</p>\n<p class=\"arabic\">قال العز النسابة كان أحب ما إليه المزاح .\n</p>\n<p class=\"arabic\">وقال ابن نقطة هو ثقة إلا أن خطه لا يشبه خط أهل الضبط .\n</p>\n<p class=\"arabic\">وقال عبد الرحمن بن المقرب الإسكندري حدثني المحدث ندى الحنفي قال قرأت على \n  أبي محمد بن عساكر ثنا ابن لهيعة فقال اللهيعة بالضم فراجعته فلم يرجع .\n</p>\n<p class=\"arabic\">وقال الحافظ عبد العظيم قلت للحافظ أبي الحسن المقدسي أقول ثنا القاسم بن \n  علي الحافظ بالكسر نسبة إلى والده فقال بالضم فإني اجتمعت به بالمدينة فأملى \n  علي أحاديث من حفظه ثم سير إلي الأصول فقابلتها فوجدتهما كما أملاها وفي بعض \n  هذا يطلق عليه الحفظ *42*473* .\n</p>\n<p class=\"arabic\">قلت وليس هذا هو الحفظ العرفي وقد صنف كتاب المستقصي في فضل المسجد الأقصى \n  وكتاب الجهاد وأملى مجالس وكان يتعصب لمذهب الأشعري ويبالغ من غير أن يحققه .\n</p>\n<p class=\"arabic\">وقد ولي مشيخة دار الحديث النورية بعد والده إلى أن مات ولم يتناول من معلومه \n  شيئا بل جعله مرصدا لمن يرد عليه من الطلبة .\n</p>\n<p class=\"arabic\">وقيل إنه لم يشرب من مائها ولا توضأ منه .\n</p>\n<p class=\"arabic\">وقد سمع منه خلق وحدث بمصر والشام .\n</p>\n<p class=\"arabic\">روى عنه أبو المواهب بن صصرى وأبو جعفر القرطبي وأبو الحسن بن المفضل وأبو \n  محمد عبد القادر الرهاوي ويوسف بن خليل والتقي اليلداني والكمال محمد بن القاضي \n  صدر الدين عبد الملك بن درباس والمفتي عز الدين عبد العزيز بن عبد السلام \n  والتاج عبد الوهاب ابن زين الأمناء وعبد الغني بن بنين القباني والخطيب عماد \n  الدين عبد الكريم بن الحرستاني والمحدث زين الدين خالد والنجيب فراس العسقلاني \n  والمجد محمد بن إسماعيل بن عساكر والتقي إسماعيل بن أبي اليسر والكمال عبد \n  العزيز بن عبد وأبو بكر محمد بن علي النشبي .\n</p>\n<p class=\"arabic\">وأجاز لابن أبي الخير الحداد ولأبي الغنائم المسلم بن علان .\n</p>\n<p class=\"arabic\">وتوفي في تاسع صفر ) .\n\n</p>"
}