{
    "header": "علي بن الحسن بن عنتر .",
    "id": "027351",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">علي بن الحسن بن عنتر .\n</h1>\n<p class=\"arabic\">الأديب أبو الحسن النحوي اللغوي الشاعر المعروف بشميم الحلي قدم بغداد وتأدب \n  بها على أبي محمد بن الخشاب وغيره وحفظ كثيرا من أشعار العرب وأحكم اللغة \n  والعربية وقال الشعر الجيد إلا أن حمقه أخره وجمع من شعره كتابا سماه الحماسة .\n</p>\n<p class=\"arabic\">وقد ورد الشام ومدح جماعة من أمرائها وأقام بالموصل وقيل إنه قرأ على ملك \n  النحاة أبي نزار *43*62* .\n</p>\n<p class=\"arabic\">قرأت بخط محمد بن عبد الجليل الموقاني قال بعض العلماء وردت إلى آمد سنة أربع \n  وتسعين فرأيت أهلها مطبقين على وصف هذا الشيخ فقصدته إلى مسجد الخضر ودخلت \n  عليه فوجدت شيخا كبيرا قضيف الجسم في حجرة من المسجد وبين يديه جمدان مملوء \n  كتبا من تصانيفه فسلمت عليه وجلست فقال من أين أنت قلت من بغداد فهش بي وأقبل \n  يسألني عنها وأخبره ثم قلت إنما جئت لأقتبس من علومك شيئا فقال وأي علم تحب \n  قلت الأدب قال إن تصانيفي في الأدب كثيرة وذاك أن الأوائل جمعوا أقوال غيرهم \n  وبوبوها وأنا فكل ما عندي من نتائج أفكاري فإنني قد عملت كتاب الحماسة وأبو \n  تمام جمع أشعار العرب في حماسته وأنا فعلمت حماسة من أشعاري ثم سب أبا تمام \n  وقال الناس مجمعين على استحسان كتاب أبي نواس في وصف الخمر فعملت كتاب الخمريات \n  من شعري لو عاش أبو نواس لاستحيى أن يذكر شعره ورأيتهم مجمعين على خطب ابن \n  نباتة فصنفت خطبا ليس للناس اليوم اشتغال إلا بها وجعل يزري على المتقدمين \n  ويصف نفسه ويجهل الأوائل ويقول ذاك الكلب قلت فأنشدني شيئا فأنشدني من الخمريات \n  له ) .\n</p>\n<p class=\"arabic\">فاستحسنت ذلك فغضب وقال ويلك ما عندك غير الاستحسان فقلت فما أصنع يا مولانا \n  قال تصنع هكذا ثم قام يرقص *43*63* ويصفق إلى أن تعب ثم جلس وهو يقول ما أصنع \n  ببهائم لا يفرقون بين الدر والبعر فاعتذرت إليه وأنشدني شيئا آخر .\n</p>\n<p class=\"arabic\">وسألته عن أبي العلاء المعري فنهرني وقال ويلك كم تسيء الأدب بين يدي ومن \n  ذلك الكلب الأعمى حتى يذكر في مجلسي قلت فما أراك ترضى عن أحد قال كيف أرضى \n  عنهم وليس لهم ما يرضيني قلت فما فيهم من له ما يرضيك قال لا أعلم إلا أن \n  يكون المتنبي في مديحه خاصة وابن نباتة في خطبه وابن الحريري في مقاماته قلت \n  عجب إذ لم تصنف مقامات تدحض مقاماته قال يا بني اعلم أن الرجوع إلى الحق خير \n  من التمادي في الباطل عملت مقامات مرتين فلم ترضني فغسلتها وما أعلم أن الله \n  خلقني إلا لأظهر فضل ابن الحريري ثم شطح في الكلام وقال ليس في الوجود إلا \n  خالقان واحد في السماء وواحد في الأرض فالذي في السماء هو الله تعالى والذي \n  في الأرض أنا ثم التفت علي وقال هذا لا يحتمله العامة لكونهم لا يفهمونه أنا \n  لا أقدر على خلق شيء إلا خلق الكلام فقلت يا مولانا أنا محدث وإن لم يكن في \n  المحدث جراءة مات بغيظه وأحب أن أسألك عن شيء .\n</p>\n<p class=\"arabic\">فتبسم وقال ما أراك تسأل إلا عن معضلة هات قلت لم سميت بشميم فشتمني وضحك \n  وقال اعلم أنني بقيت مدة لا آكل إلا الطين قصدا لتنشيق الرطوبة وحدة الحفظ \n  فكنت أبقى مدة لا أتغوط ثم يجيء كالبندقة من الطين فكنت آخذه وأقول لمن أنبسط \n  إليه شمه فإنه لا رائحة له فلقبت بذلك أرضيت يا ابن الفاعلة توفي شميم بالموصل \n  في ربيع الآخر عن سن عالية *43*64* .\n</p>\n<p class=\"arabic\">قال ابن النجار كان أدبيا مبرزا في علم اللغة والنحو وله مصنفات وأنشاد وخطب \n  ومقامات ونثر ونظم كثير لكنه كان أحمق قليل الدين رقيعا يستهزىء بالناس لا \n  يعتقد أن في الدنيا مثله ولا كان ولا يكون أبدا إلى أن قال وأدركه الأجل بالموصل \n  عن تسعين سنة أو ما قاربها .\n</p>\n<p class=\"arabic\">ويحكى عنه فساد عقيدة سمعت أبا القاسم ابن العديم يحكي عن محمد بن يوسف الحنفي \n  قال كان الشميم يبقى أياما لا يأكل إلا التراب فكان رجيعه يابسا ليس بمنتن \n  فيجعله في جيبه فمن دخل إليه يشمه إياه ويقول قد تجوهرت ) .\n</p>\n<p class=\"arabic\">ومن نظم شميم .\n</p>\n<p class=\"arabic\">% كنت حرا فمذ تملكت رقي % % باصطناع المعروف أصبحت عبدا % .\n</p>\n<p class=\"arabic\">% أشهدت أنعم علي لك الأع % % ضاء مني فما أحاول جحدا % .\n</p>\n<p class=\"arabic\">% وجدير بأن يحقق ظن ال % % جود فيه من للنوال تصدى % .\n</p>\n<p class=\"arabic\">ومن تواليفه متنزه القلوب في التصاحيف شرح المقامات الحماسة الخطب انس الجليس \n  في التجنيس أنواع الرقاع في الأسجاع المرازي في التعازي الأماني في التهاني \n  معاياة العقل في معاناة النقل المهتصر في شرح المختصر كتاب اللزوم مجلدان \n  مناقب الحكم في مثالب الأمم مجلدان ثم سمى عدة تصانيف له ثم قال مات في ربيع \n  الأول سنة إحدى وستمائة *43*65* .\n</p>\n<p class=\"arabic\">وذكره ابن المستوفي في تاريخه ورماه بالحمق الزائد وأنه كان إذا انشد بيتا \n  من نظمه سجد وكان يسخر بالعلماء ويستهزئ بمعجزات الأنبياء ولا يعظم الشرع \n  ولا يصلي عارض القرآن المجيد فكان إذا أورده تعوذ ومسح وجهه ثم قرأ وقال سألني \n  النصارى كتمان قراءتي كيلا أفسد عليهم دينهم ثم أورد ابن المستوفي ألفاظا \n  من شعره أشياء فيها الجيد والغث وطول .\n\n</p>"
}