{
    "header": "حنبل بن عبد الله بن الفرج بن سعادة .",
    "id": "027490",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">حنبل بن عبد الله بن الفرج بن سعادة .\n</h1>\n<p class=\"arabic\">أبو علي وأبو عبد الله الواسطي الأصل البغدادي الرصافي النساج المكبر .\n</p>\n<p class=\"arabic\">راوي المسند عن أبي القاسم ابن الحصين وسمع شيئا يسيرا من أبي القاسم ابن \n  السمرقندي وأحمد بن منصور بن المؤمل *43*143* .\n</p>\n<p class=\"arabic\">وحدث ببغداد والموصل ودمشق وكان يكبر بجامع المهدي وينادي على الملاك عاش \n  تسعين سنة أو نحوها .\n</p>\n<p class=\"arabic\">قال ابن الحاجب حدثنا ابن نقطة حدثنا أبو الطاهر ابن الأنماطي بدمشق قال حدثني \n  حنبل بن عبد الله قال لما ولدت مضى أبي إلى الشيخ عبد القادر الجيلي وقال \n  له قد ولد لي ولد فما أسميه قال سمه حنبل وإذا كبر سمعه مسند أحمد بن حنبل \n  قال فسماني كما أمره فلما كبرت سمعني المسند وكان هذا من بركة مشورة الشيخ .\n</p>\n<p class=\"arabic\">قال الدبيثي حنبل أبو عبد الله كان دلالا في بيع الأملاك سئل عن مولده فذكر \n  ما يدل على أنه في سنة عشر أو إحدى عشرة وخمسمائة قال وتوفي بعد عوده من الشام \n  في ليلة الجمعة رابع محرم سنة أربع .\n</p>\n<p class=\"arabic\">قال ابن الأنماطي أسمعه أبوه المسند بقراءة ابن الخشاب في شهري رجب وشعبان \n  سنة ثلاث وعشرين وسمعت منه جميع المسند ببغداد أكثره بقراءتي عليه في نيف \n  وعشرين مجلسا ولما فرغت من سماعه أخذت أرغبه في السفر إلى الشام فقلت يحصل \n  لك من الدنيا طرف صالح وتقبل عليك وجوه الناس ورؤساؤهم فقال دعني فوالله ما \n  أسفر لأجاهم ولا لم يحصل منهم وإنما أسافر خدمة لرسول الله صلى الله عليه \n  وسلم أروي أحاديثه في بلد لا تروى فيه ولما علم الله منه هذه النية الصالحة \n  أقبل بوجوه الناس إليه وحرك الهمم للسماع عليه فاجتمع إليه جماعة لا نعلمها \n  اجتمعت في مجلس سماع قبل هذا بدمشق بل لم يجتمع مثلها قط لأحد ممن روى السند .\n</p>\n<p class=\"arabic\">قلت سمع من حنبل خلق كثير منهم الضياء والدبيثي وابن النجار وابن خليل والملك \n  المحسن وهو الذي أحضره وأمره وأعطاه والتقي أحمد ابن العز والفقيه اليونيني \n  وابو الطاهر ابن الأنماطي والتاج *43*144* ابن أبي جعفر ومحمد بن عبد العزيز \n  بن خلدون والزين محمد بن عمر الأنصاري الفاسي الأديب المعروف بابن الزقزوق \n  والموفق محمد بن عمر خطيب بيت الأبار والصدر البكري وأخوه الشرف محمد ومحمد \n  بن نصر الله بن أبي سراقة الهمداني وأحمد بن جميل المطعم وأحمد بن عبد الله \n  بن موسى النابلسي وخطيب مردا وأحمد بن كتائب البانياسي ولإسماعيل بن أبي اليسر \n  والمسلم بن علان وشمس الدين عبد الرحمن بن أبي عمر وأحمد بن شيبان والفخر \n  علي وغازي الحلاوي .\n</p>\n<p class=\"arabic\">قال الإمام أبو شامة وكان حنبل فقيرا جدا وروى المسند بإربل والموصل ودمشق \n  وكان كثير الأمراض بالتخم كان الملك المعظم يطعمه تلك الألوان وهو يسرف فيها .\n</p>\n<p class=\"arabic\">وقال ابن الأنماطي كان أبوه عبد الله قد وقف نفسه على السعي في مصالح المسلمين \n  والمشي في قضاء حوائجهم وكان أكبر همه تجهيز من يموت على الطرق .\n\n</p>"
}