{
    "header": "محمد بن أحمد بن بختيار بن علي بن محمد .",
    "id": "027579",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن أحمد بن بختيار بن علي بن محمد .\n</h1>\n<p class=\"arabic\">القاضي أبو الفتح ابن القاضي أبي العباس المندائي الواسطي الشافعي مسند العراق \n  ولد بواسط سنة سبع عشرة وخمسمائة .\n</p>\n<p class=\"arabic\">وسمع ببغداد في صغره بحرص والده من أبي عبد الله البارع وأبي القاسم ابن الحصين \n  وأبي عامر العبدري ومكي بن أبي طالب البروجردي وهبة الله ابن الطبر وعبيد \n  الله بن محمد البيهقي وأحمد بن علي المجلي زريق القزاز وأبي منصور بن خيرون \n  وطائفة *43*188* .\n</p>\n<p class=\"arabic\">وولي أبوه قضاء الكوفة قبيل ذلك فسمعه بها من عمر بن إبراهيم العلوي وسمع \n  بواسط من أبي الكرم نصر الله بن محمد ابن الجلخت والقاضي محمد بن علي الجلابي \n  والمبارك بن الحسين ابن نغوبا وجماعة وقرأ بها القراءآت على أحمد بن عبيد \n  الله الآمدي وأبي يعلى محمد بن سعد بن تركان وتفقه ببغداد على أبي منصور سعيد \n  ابن الرزاز وتأدب عند أبي منصور ابن الجواليقي .\n</p>\n<p class=\"arabic\">وكان كبير القدر عالي الإسناد رحلة البلاد روى عنه أبو الطاهر إسماعيل ابن \n  الأنماطي وأبو بكر محمد ابن نقطة وفتوح بن نوح الخوتي والزين بن عبد الدائم \n  وأبو عبيد الله الدبيثي وابن النجار وجماعة كثيرة .\n</p>\n<p class=\"arabic\">وأجاز لابن أبي الخير وللشيخ شمس الدين عبد الرحمن والمال عبد الرحيم وإسماعيل \n  العسقلاني والفخر علي .\n</p>\n<p class=\"arabic\">قال الدبيثي كان حسن المعرفة جيد الأصول صحيح النقل متيقظا حدث بالكثير وصار \n  اسند أهل زمانه وقصد من الآفاق وحدث ببغداد غبر مرة ونعم الشيخ كان عقلا وخلقا \n  ومودة .\n</p>\n<p class=\"arabic\">وقال الحافظ عبد العظيم كان بقية السلف وشيخ القضاة والشهود وآخر من حدث بمسند \n  أحمد كاملا وكان يعرف ما يقرأ عليه وتوفي في ثامن شعبان ودفن بداره وختمت \n  عنده عدة ختم .\n</p>\n<p class=\"arabic\">وسئل عن معنى الماندائي فقال كان أجدادي قوما من العجم تأخر إسلامهم فسموا \n  بذلك ) .\n</p>\n<p class=\"arabic\">والماندائي الباقي بالفارسية .\n</p>\n<p class=\"arabic\">أنبأني الإمام أبو الفرج بن أبي عمر عن أبي الفتح المندائي أخبرنا أبو عبد \n  الله الحسين بن محمد الدباس لنفسه *43*189* .\n</p>\n<p class=\"arabic\">% فؤاد ما يقر له قرار % % لنيران الغرام به استعار % .\n</p>\n<p class=\"arabic\">% وعين ما يجف لها غروب % % كأن شؤونها سحب غزار % .\n</p>\n<p class=\"arabic\">% وجسم شفه برحاء شوق % % له في كل عضو منه نار % .\n</p>\n<p class=\"arabic\">% سمات الحب لائحة عليه % % فليس لما به منها استتار % .\n\n</p>"
}