{
    "header": "يحيى بن الربيع بن سليمان بن حراز .",
    "id": "027642",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">يحيى بن الربيع بن سليمان بن حراز .\n</h1>\n<p class=\"arabic\">*43*236* العلامة مجد الدين العمري الواسطي الشافعي أبو علي ابن الفقيه أبي \n  الفضل ولد بواسط سنة ثمان وعشرين وخمسمائة وقرأ القرآن على جده وأبي يعلى \n  محمد بن سعد بن تركان بالقراءآت وعلق الخلاف عن القاضي أبي يعلى بن أبي خازم \n  ابن الفراء بواسط لما ولي قضاءها ثم قدم أبو علي بغداد وتفقه بالنظامية على \n  مدرسها الإمام أبي النجيب السهروردي وتفقه أولا على والده وعلى أبي جعفر هبة \n  الله ابن البوقي ثم رحل إلى نيسابور فتفقه على الإمام محمد بن يحيى صاحب الغزالي \n  وبقي عنده سنتين ونصفا وسمع الكثير بواسط من أبي الكرم نصر الله بن مخلد ابن \n  الجلخت وأبي عبد الله محمد بن علي الجلابي وأحمد بن عبيد الله الآمدي وببغداد \n  من عبد الخالق اليوسفي وابن ناصر وأبي الوقت وبنيسابور من شيخه محمد ومن عبد \n  الله بن الفراوي وعبد الخالق بن زاهر .\n</p>\n<p class=\"arabic\">وروى الكثير ببغداد وبهراة وغزنة لما مضى إليها رسولا من الديوان العزيز في \n  سنة ثمان وتسعين وخمسمائة فلما عاد ولي تدريس النظامية ورزق الجاه والحشمة \n  قال الدبيثي كان ثقة صحيح السماع عالما بمذهب الشافعي *43*237* وبالخلاف والحديث \n  والتفسير كثير الفنون قرأ بالعشرة على ابن تركان وكان أبوه من الصالحين ويقال \n  إنهم من ولد عمر بن الخطاب رضي الله عنه وقال أبو شامة كان مجد الدين عالما \n  عارفا بالتفسير والمذهب والأصولين والخلاف دينا صدوقا وقال الموفق عبد اللطيف \n  كان معيد ابن فضلان وكان أبرع من ابن فضلان وأقوم بالمذهب وعلم القرآن وكان \n  بينهما صحبة جميلة دائمة لم أر مثلها بين اثنين قط فكنا نسمع الدرس من الشيخ \n  فلا نفهمه لكثرة فراقعه ثم نقوم إلى ابن الربيع فكما نسمعه منه نفهمه وكانت \n  الفتيا تأتي الشيخ فلا يضع خطه حتى يشاور ابن الربيع ثم إن ابن الربيع أخذ \n  في تدريس النظامية وسير في رسالة إلى خراسان فمات في الطريق قلت روى عنه الدبيثي \n  والضياء وابن الخليل وآخرون وله إجازة من زاهر الشحامي وتوفي أواخر ذي القعدة \n  وأجاز للشيخ شمس الدين عبد الرحمن والفخر علي .\n\n</p>"
}