{
    "header": "محمد بن أحمد بن محمد بن قدامة بن مقدام بـ...",
    "id": "027678",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن أحمد بن محمد بن قدامة بن مقدام بن نصر .\n</h1>\n<p class=\"arabic\">الإمام القدوة الزاهد أبو عمر المقدسي الجماعيلي رحمة الله عليه .\n</p>\n<p class=\"arabic\">قال ابن أخته الحافظ ضياء الدين مولده في سنة ثمان وعشرين وخمسمائة بجماعيل \n  شاهدته بخط والده سمع الكثير بدمشق من والده ومن أبي المكارم عبد الواحد بن \n  هلال وأبي تميم سليمان بن علي الرحبي وأبي الفهم عبد الرحمن ابن أبي العجائز \n  الأزدي وأبي نصر عبد الرحيم بن *43*267* عبد الخالق اليوسفي وخلق يطول ذكرهم \n  وبمصر من عبد الله بن بري النخوي وإسماعيل بن قاسم الزيات وغيرهما .\n</p>\n<p class=\"arabic\">قلت روى عنه أخوه الشيخ الموفق وولداه الشرف عبد الله والشمس عبد الرحمن والضياء \n  محمد والزكي عبد العظيم والشمس ابن خليل والشهاب القوصي والزين ابن عبد الدائم \n  والفخر علي وآخرون .\n</p>\n<p class=\"arabic\">قال الضياء باب في اجتهاده كان لا يكاد يسمع دعاء إلا حفظه ودعا به ولا يسمع \n  ذكر صلاة إلا صلاها ولا يسمع حديثا إلا عمل به وكان يصلي بالناس في نصف شعبان \n  مائة ركعة وهو شيخ كبير وكان أنشط الجماعة وكان لا يترك قيام الليل من وقت \n  شبوبيته سافرت معه إلى الغزاة فأراد بعضنا يسهر ويحرسنا فقال له الشيخ أبو \n  عمر نم وقام هو ) .\n</p>\n<p class=\"arabic\">يصلي وكذا حدثني عنه أحمد بن يونس المقدسي أنه قام في سفر يصلي ويحرسهم .\n</p>\n<p class=\"arabic\">وسمعت آسية بنت محمد وهي التي كانت تلازمه في مرضه تقول إنه قلل الأكل قبل \n  موته في مرضه حتى عاد كالعود وقالت مات وهو عاقد على أصابعه يعني يسبح وسمعتها \n  تحدث عن زوجته أم عبد الرحمن قالت كان يقوم بالليل فإذا جاءه النوم عنده قضيب \n  يضرب به رجله فيذهب عنه النوم وكان كثير الصيام سفرا وحضرا .\n</p>\n<p class=\"arabic\">وحدثني ولده عبد الله أنه في آخر عمره سرد الصوم فلامه أهله فقال إنما أصوم \n  أغتنم أيامي لأني إن ضعفت عجزت عن الصوم وإن مت انقطع عملي وكان لا يكاد يسمع \n  بجنازة إلا حضرها قريبة أو بعيدة ولا مريضا إلا عاده لا يكاد يسمع بجهاد إلا \n  خرج فيه وكان يقرأ في كل ليلة سبعا من القرآن مرتلا في الصلاة ويقرأ في النهار \n  سبعا بين الظهر والعصر وإذا صلى الفجر وفرغ من الدعاء والتسبيح قرا آيات الحرس \n  وياسين والواقعة وتبارك وكان قد كتب في ذلك كراسة وهي معلقة في المحراب ربما \n  قرأ فيها خوفا من النعاس ثم يقرئ ويلقن إلى ارتفاع النهار ثم يصلي الضحى صلاة \n  طويلة *43*268* .\n</p>\n<p class=\"arabic\">وسمعت ولده أبا محمد عبد الله يقول كان يسجد سجدتين طويلتين إحداهما في الليل \n  والأخرى في النهار يطيل فيهما السجود ويصلى بعد أذان الظهر قبل سنتها في كل \n  يوم ركعتين يقرأ في الأولى أول المؤمنين وفي الثانية آخر الفرقان من عقيب \n  سجدته وكان يصلي بين المغرب والعشاء أربع ركعات يقرأ فيهن السجدة وياسين وتبارك \n  والدخان ويصلي كل ليلة جمعة بين العشاءين صلاة التسبيح ويطيلها ويصلي يوم \n  الجمعة ركعتين بمائة قل هو الله أحد وحكى ولده عن أهله أنه كان يصلي في كل \n  يوم وليلة اثنتين وسبعين ركعة نافلة .\n</p>\n<p class=\"arabic\">ثم أورد عنه أوراد كثيرة من الأذكار .\n</p>\n<p class=\"arabic\">قال الضياء وكان يزور المقابر كل جمعة بعد العصر ولا يكاد يأتي إلا ومعه شيء \n  من الشيح في مئزره أو شيء من نبات الأرض وكان يقرا كل ليلة بعد عشاء الآخرة \n  آيات الحرس لا يكاد يتركها وسمعت انه كان إذا دخل منزله قرأ آية الكرسي وعوذ \n  بكلمات وأشار بيده إلى ما حوله من الدور والجبل يحوطها بذلك ولا ينام إلا \n  على وضوء وإن أحدث توضأ وإذا أوى إلى فراشه قرا الحمد و آية الكرسي و الواقعة \n  و تبارك و قل ) .\n</p>\n<p class=\"arabic\">يا أيها الكافرون وربما قرأ ياسين ويسبح ثلاثا وثلاثين ويحمد ثلاثا وثلاثين \n  ويكبر أربعا وثلاثين ويقول اللهم أسلمت نفسي إليك الحديث وغير ذلك وكان يقول \n  بين سنة الفجر والفرض أربعين مرة يا حي يا قيوم لا إله إلا أنت .\n</p>\n<p class=\"arabic\">وسمعت آسية بنت محمد ابنة بنته تقول كان سيدي لا يترك الغسل يوم الجمعة ولا \n  يكاد يومئذ يخرج إلا ومعه شيء يتصدق به رحمه الله تعالى .\n</p>\n<p class=\"arabic\">سمعت خالي الإمام موفق الدين يقول لما قدمنا من أرض بيت *43*269* المقدس كنا \n  نتردد مع أخي نسمع درس القاضي ابن عصرون في الخلاف ثم إننا انقطعنا فلقي القاضي \n  لأخي يوما فقال لم انقطعت عن الاشتغال فقال له أخي قالوا إنك أشعري فقال ما \n  أنا أشعري ولكن لو اشتغلت علي سنة ما كان أحد يكون مثلك أو قال كنت تصير إماما .\n</p>\n<p class=\"arabic\">قال الضياء وكان رحمه الله يحفظ الخرقي ويكتبه من حفظه وكان قد جمع الله له \n  معرفة الفقه والفرائض والنحو مع الزهد والعمل وقضاء حوائج الناس وكان يحمل \n  هم الأهل والأصحاب ومن سافر منهم يتفقد أهاليهم ويدعو للمسافرين ويقوم بمصالح \n  الناس وكان الناس يأتون إليه في الخصومات والقضايا فيصلح بينهم ويتفقد الأشياء \n  النافعة كالنهر والمصانع والسقاية وكانت له هيبة في القلوب .\n</p>\n<p class=\"arabic\">وسألت عنه الإمام موفق الدين فقال فيه أخي وشيخنا ربانا وعلمنا وحرص علينا \n  وكان للجماعة كوالدهم يحرص عليهم ويقوم بمصالحهم ومن غاب عن أهله قام هو بهم \n  وهو الذي هاجر بنا وهو الذي سفرنا إلى بغداد وهو الذي كان يقوم في بناء الدير \n  وحين رجعنا من بغداد زوجنا وبنى لنا دورنا الخارجة عن الدير وكان مسارعا إلى \n  الخروج في الغزوات قل ما يتخلف عن غزاة .\n</p>\n<p class=\"arabic\">سمعت ولده أبا محمد عبد الله يقول إن الشيخ جاءته امرأة فشكت إليه أن أخاها \n  حبس وأوذي فسقط مغشيا عليه ولما جرى للحافظ عبد الغني مع أهل البدع وفعلوا \n  ما فعلوا جاءه الخبر فخر مغشيا عليه فلم يفق إلا بعد ساعة وذلك لرقة قلبه \n  وشدة اهتمامه بالدين وأهله .\n</p>\n<p class=\"arabic\">وسمعت ولده يقول إنه كان يؤثر بما عنده لأقاربه وغيرهم وكان كثيرا ما يتصدق \n  ببعض ثيابه ويبقى معوزا ويكون من وقته بلا سراويل وكانت عمامته قطعة بطانة \n  فإذا احتاج ) .\n</p>\n<p class=\"arabic\">أحد إلى خرقة أو مات صغير قطع منها له ويلبس الخشن وينام على الحصير وربما \n  تصدق بالشيء وأهله محتاجون إليه أكثر ممن أخذه *43*270* .\n</p>\n<p class=\"arabic\">قال الضياء وكان ثوبه إلى نصف ساقه وكمه إلى رسغه سمعت والدتي تقول مكثنا \n  زمانا لا يأكل أهل الدير إلا من بيت أخي تطبخ عمتك ويأكل الرجال جميعا والنساء \n  جميعا قال وكان إذا جاء شيء إلى بيته فرقوه على الخاص والعام .\n</p>\n<p class=\"arabic\">وسمعت محمود بن همام الفقيه يقول سمعت أبا عمر يقول الناس يقولون لا علم إلا \n  ما دخل مع صاحبه الحمام وأنا أقول لا علم إلا ما دخل مع صاحبه القبر ومن كلامه \n  إذا لم تتصدقوا لم يتصدق أحد عنكم والسائل إن لم تعطوه أنتم أعطاه غيركم وكان \n  يحب اللبن إذا صفي بخرقة فعمل له مرة فلم يأكله فقالوا له في ذلك فقال لحبي \n  إياه تركته .\n</p>\n<p class=\"arabic\">ولم يذقه بعد ذلك .\n</p>\n<p class=\"arabic\">سمعت أبا العباس أحمد بن يونس بن حسن قال كنا نزولا على بيت المقدس مع الشيخ \n  أبي عمر وقت حصار المسلمين لها مع صلاح الدين وكان لنا خيمة وكان الشيخ أبو \n  عمر قد مضى إلى موضع وجعل يصلي فيها في يوم حار فجاء الملك العادل فنزل في \n  خيمتنا وسأل عن الشيخ فمضينا إلى الشيخ وعرفناه فقال أيش اعمل به ولم يجيء \n  إليه فمضى إليه عمر بن أبي بكر وألح عليه فما جاء وأطال العادل القعود قال \n  فرجعت إلى الشيخ فقال أنزل له شيئا قال فوضعت له ولأصحابه أقراصا كانت معنا \n  فأكلوا وقعدوا زمانا ولم يترك الشيخ صلاته ولا جاء .\n</p>\n<p class=\"arabic\">سمعت أبا إسحاق إبراهيم بن محمد بن الأزهر يقول ما رأيت أحدا قط ليس عنده \n  يكلف غير الشيخ أبي عمر .\n</p>\n<p class=\"arabic\">سمعت شيخنا أبا إسحاق إبراهيم بن عبد الواحد قال سمعت أخي الحافظ يقول نحن \n  إذا جاء إنسان اشتغلنا به عن عملنا وأما خالي أبو عمر فيه للدنيا وللآخرة \n  يخالط الناس وهو في أوراده لا يخليها .\n</p>\n<p class=\"arabic\">سمعت أبا أحمد عبد الهادي بن يوسف يقول كان الشيخ أبو عمر يقرأ بعض الليالي \n  فربما غشي على بعض الناس من قراءته *43*271* .\n</p>\n<p class=\"arabic\">وأما خطبه فكان إذا خطب ترق القلوب ويبكي بعض الناس بكاء كثيرا وكان ربما \n  أنشأ ) .\n</p>\n<p class=\"arabic\">الخطبة وخطب بها وكان يسمعنا ويقرا لنا قراءة سريعة من غير لحن ولا يكاد أحد \n  يقدم من رحلة إلا قرا عليه شيئا من مسموعاته .\n</p>\n<p class=\"arabic\">وكتب الكثير بخطه المليح من المصاحف والكتب مثل الحلية لأبي نعيم و الإبانة \n  لابن بطة و تفسير البغوي و المغني لأخيه وسمعته يقول ربما كتبت في اليوم كراسين \n  بالقطع الكبير وكان يكتب لأهله المصاحف وللناس الخرقي بغير أجر .\n</p>\n<p class=\"arabic\">وقد سمعت أن الناس كانوا يأتون إليه يقولون اكتب لنا إلى فلان الأمير فيقول \n  لا أعرفه .\n</p>\n<p class=\"arabic\">فيقال إنما نريد بركة رقعتك فيكتب لهم فتقبل رقعته وكان يكتب كثيرا إلى لمعتمد \n  الوالي وإلى غيره فقال له المعتمد إنك تكتب إلينا في قوم لا نريد أن نقبل \n  فيهم شفاعة ونشتهي أن لا نرد رقعتك فقال أما أنا فقد قضيت حاجتي إني قضيت \n  حاجة من قصدني وأنتم إن أردتم أن تقبلوا رقعتي وإلا فلا فقال له لا نردها \n  أو كما قال .\n</p>\n<p class=\"arabic\">وكان الناس قد احتاجوا إلى المطر فطلع إلى مغارة الدم ومعه جماعة من محارمه \n  النساء فصلى بهن ودعا في المطر حينئذ وجرت الأدوية شيئا لم نره من مدة .\n</p>\n<p class=\"arabic\">وسمعت أبا عبد الله بن راجح يقول كان لنور الدين أخ استعان بالفرنج على أخيه \n  ونور الدين مريض فجاء الفرنج فخرجنا مع الشيخ أبي عمر إلى مغارة الدم وقرأنا \n  عشرة آلاف مرة قل هو الله أحد و إنا أنزلناه في ليلة القدر ودعونا فجاء مطر \n  عظيم على الفرنج أشغلهم بنفوسهم وردوا *43*272* .\n</p>\n<p class=\"arabic\">سمعت عبد الله بن أبي عمر حدثني ابن الصوري صديق والدي قال جئنا يوما إلى \n  والدك ونحن جياع وكنا ثلاثة فاخرج لنا سكرجة فيها لبن وسكرجة فيها عسل وكسيرات \n  فأكلنا وشبعنا فنظرت غليه كأنه لم ينقص .\n</p>\n<p class=\"arabic\">قلت لخالي أبي عمر أشتهي أن تهبني جزءا يخطك من الأجزاء التي سمعناها على \n  أبي الفرج الثقفي فأرسل الأجزاء إلي وقال لي خذ لك منها جزءا واترك الباقي \n  عندك فأخذت جزءا ورددتها فبعد موته سألت عنها فما وجدت بقي منها إلا جزء أو \n  جزءآن فندمت إذ لم أسمع منه .\n</p>\n<p class=\"arabic\">سمعت الإمام محمد بن عمر بن أبي بكر يقول دعاني الشيخ أبو عمر ليلة وكنت أخاف \n  من ضرر الأكل فابتدأني وقال إذا قرأ الإنسان قبل الأكل شهد الله أنه لا إله \n  إلا هو و ) لإيلاف قريش ثم أكل فإنه لا يضره .\n</p>\n<p class=\"arabic\">وسمعت الإمام أبا بكر بن أحمد بن عمر البغدادي قال جاء الشيخ أبو عمر فقال \n  تمضي معي إلى كفربطنا وكنت مشتغلا بقراءة القرآن فقلت في نفسي أمشي معه فأشتغل \n  عن القراءة بالحديث في الطريق فلما خرجنا من البلد قال تعال أنا وأنت نقرا \n  حتى لا نشغلك عن القراءة .\n</p>\n<p class=\"arabic\">سمعت الإمام أبا بكر عبد الله بن الحسن بن الحسن ابن النحاس يقول كان والدي \n  يحب الشيخ أبا عمر فقال لي يوم جمعة أنا أصلي الجمعة خلف الشيخ ومذهبي أن \n  بسم الله الرحمن الرحيم من الفاتحة ومذهبه أنها ليست من الفاتحة وأخاف أن \n  يكون في صلاتي نقص فقلت له اليوم قد ضاق الوقت قال فبعد هذا مضينا إلى المسجد \n  فوجدناه فسلم على والدي وعانقه ثم قال يا أخي صل وأنت طيب القلب فإنني ما \n  تركت بسم الله *43*273* الرحمن الرحيم في فريضة ولا نافلة مذ أممت بالناس \n  فالتفت إلي والدي وقال احفظ .\n</p>\n<p class=\"arabic\">سمعت أبا غالب مظفر بن أسعد ابن القلانسي قال كان والدي يرسل إلى الشيخ أبي \n  عمر شيئا كل سنة فأرسل إليه مرة دينارين فردهما قال فضاق صدري ثم فكرت فوجدتها \n  من جهة غير طيبة قال فبعث إليه غيرهما من جهة غير طيبة فقبلهما أو كما قال .\n</p>\n<p class=\"arabic\">حدثني أبو محمد عبد الله بن أبي عمر قال حكت زوجته يعني أم عبد الرحمن آمنة \n  بنت أبي موسى أنها لم تحمل بولد قط إلا علمت من كلامه وحاله ما حملها من ذكر \n  أو أنثى فمرة أتاه رجل بغنيمة هدية فقال هذه نتركها حتى تلدي ونشتري أخرى \n  ونذبحها عقيقة قالت ويجيء لنا ابن فضحك فولد له بعد أيام ابنه سليمان وفي \n  مرة أخرى حملت فقال كان اسم أبي أحمد ففي هذه النوبة أسمي ابنه أحمد فولدت \n  له ابنه أحمد .\n</p>\n<p class=\"arabic\">ومرة أخرى حملت ورآها وهي تخاصم بنتها فقال هذا حالك وهي واحدة فكيف إذا صارت \n  اثنتين فولدت بنتا وأمثال ذلك .\n</p>\n<p class=\"arabic\">وسمعت أحمد بن عبد الملك بن عثمان قال جاء أبو رضوان وآخر إلى الشيخ أبي عمر \n  فقالا له إن قراجا قد اخذ فلانا وحبسه فادع عليه فباتا عند الشيخ فلما كان \n  الغد قال قضيت حاجتكم فلما كان بعد ساعة إذا جنازة قراجا عابرة .\n</p>\n<p class=\"arabic\">سمعت أبا محمد عبد الرزاق بن هبة الله بن كتائب قال سمعت رجلا صالحا يقول \n  أقام ) .\n</p>\n<p class=\"arabic\">الشيخ أبو عمر قطبا ست سنين ثم ذكر الضياء حكايتين في أن عمر صار القطب في \n  أواخر عمره وقال سمعت أبا بكر بن أحمد بن عمر المقرئ يقول إنه رأى رجلا من \n  اليمن بمكة فذكر انهم يستسقون بالشيخ أبي عمر وانه من السبعة أو كما قال .\n</p>\n<p class=\"arabic\">سمعت الزاهد أحمد بن سلامة النجار حدثنا الفقيه عبد الرزاق ابن أبي *43*274* \n  الفهم أن رجلا مغربيا جاء إلى دمشق فسأل عن جبل قاسيون فدل عليه فجاء إلى \n  الشيخ أبي عمر فقال ما قدمت من الغرب إلا لزيارتك وأنا عائد إلى الغرب فقيل \n  له أيش السبب فامتنع فألحوا عليه فقال كان لي شيخ بالمغرب لا يخرج إلا لصلاة \n  ثم يعود إلى البيت فسألت عنه بعض الليالي فقيل ليس هو هنا فلما أصبحت قلت \n  أين كنت البارحة قال إن الشيخ محمدا بجبل قاسيون أعطي القطابة فمشينا إلى \n  تهنئته البارحة أو ما هذا معناه .\n</p>\n<p class=\"arabic\">ثم ذكر الضياء حكايتين أيضا في أنه قطب ثم قال فحكيت لأبي محمد عبد الله بن \n  أبي عمر شيئا من هذا فقال جاء إلى والدي جماعة من المشايخ فاستأذنوا عليه \n  وسلموا عليه ثم خرجوا ثم جماعة آخرون ووصف كثرة من جاء غليه في ذلك اليوم \n  فقلت له تعرفهم فقال لا وأنا أتفكر إلى اليوم في كثرتهم يعني فكأنه أشار إلى \n  انه قطب ذلك الوقت .\n</p>\n<p class=\"arabic\">كان أبو عمر رحمه الله لا يكاد يسمع بشيء لا يجوز قد عمل إلا اجتهد في تغييره \n  وإن كان بعض الملوك قد فعله كتب إليه حتى سمعنا عن بعض ملوك الشام قال هذا \n  الشيخ شريكي في ملكي أو كما قال .\n</p>\n<p class=\"arabic\">وكان له هيبة عظيمة حتى إن كان أحدنا ليشتهي أن يسأله عن شيء فما يجسر أن \n  يسأله وإذا دخل المسجد سكتوا وخفضوا أصواتهم وإذا عبر في طريق والصبيان يلعبون \n  هربوا وإذا أمر بشيء لا يجسر أحد أن يخالفه وسمعت خالي موفق الدين بعد موته \n  يقول كان أخي يكفينا أشياء كثيرة ما نقوى لما يفعل وكان الله قد وضع للشيخ \n  المحبة في قلوب الخلق وكان ليس بالطويل ولا القصير أزرق العينين وليس بالكثير \n  يميل إلى الشقرة عالي الجبهة حسن الثغر صبيح الوجه كث اللحية نحيف الجسم أول \n  زوجاته عمتي فاطمة وكانت أسن منه كبرت وأقعدت وماتت قبله بأعوام وولدت له \n  *43*275* عمر وخديجة وأولادا غيرهم ماتوا صغارا وتزوج عليها طاووس امرأة من \n  بيت المقدس وولدت ابنتين فماتت هي وبناتها في حياته ثم تزوج آمنة بنت أبي \n  موسى فولدت له جماعة كبر ) .\n</p>\n<p class=\"arabic\">منهم أحمد وعبد الرحمن وعائشة وحبيبة وخديجة الصغرى ومن شعره .\n</p>\n<p class=\"arabic\">% ألم يك منهاة عن الزهو أنني % % بدا لي شيب الرأس والضعف والألم % .\n</p>\n<p class=\"arabic\">% ألم بي الخطب الذي لو بكيته % % حياتي حتى ينفد الدمع لم ألم % .\n</p>\n<p class=\"arabic\">ولد مرثية في ابنه عمر وله هذه الأرجوزة وهي طويلة فمنها .\n</p>\n<p class=\"arabic\">% إني أقول فاسمعوا بياني % % يا معشر الأصحاب والإخوان % .\n</p>\n<p class=\"arabic\">% أوصيكم بالعدل والإحسان % % والبر والتقوى مع الإيمان % .\n</p>\n<p class=\"arabic\">% فاستمسكوا بطاعة الرحمن % % واجتنبوا الرجس من الأوثان % .\n</p>\n<p class=\"arabic\">سمعت آسية بنت محمد بن خلف تقول لما كان اليوم الذي توفي فيه سيدي وصانا فيه \n  واستقبل القبلة وقال اقرؤوا ياسين وكان يقول إن الله اصطفى لكم الدين فلا \n  تموتن إلا وأنتم مسلمون اللهم ثبتكم على الكتاب والسنة .\n</p>\n<p class=\"arabic\">وسمعت أهلنا يقولون إن الماء الذي كان يخرج من تغسيله من السدر وغيره نشفه \n  الناس في خرقهم ومقانعهم وسمعت أبا إسحاق إبراهيم بن محمد بن الأزهر غير مرة \n  يقول حزرت من حضر جنازة الشيخ أبي عمر عشرين ألفا *43*276* .\n</p>\n<p class=\"arabic\">وسمعت محمد بن طرخان بن أبي الحسن الدمشقي ومسعود بن أبي بكر المقدسي أن عبد \n  الولي بن محمد حدثهم أنه كان يقرأ عند قبر الشيخ أبي عمر سورة البقرة وكان \n  وحده فبلغ إلى بقرة لا فارض ولا بكر قال فقلت لا ذلول يعني غلط قال فرد علي \n  الشيخ أبو عمر من القبر قال فخفت وفزعت وارتعدت وقمت وهذا لفظ حكاية محمد \n  بن طرخان عن ولده عبد الولي قال والده وبقي بعد ذلك أياما ثم مات وهذه الحكاية \n  مشتهرة .\n</p>\n<p class=\"arabic\">سمعت علي بن ملاعب العراقي المؤدب قال قرأت سورة الكهف عند قبر الشيخ أبي \n  عمر فسمعته من القبر يقول لا إله إلا الله ثم ذكر الشيخ الضياء بابا في زيارة \n  قبره فذكر في ذلك ثلاثة منامات ثم ذكر منامات رئيت له بعد موته ثم ذكر قصيدة \n  ابن سعد يرثيه بها وهي أربعة وثلاثون بيتا ثم أخرى له اثنا عشر بيتا ثم قصيدة \n  لأبي الفضل أحمد بن أسعد بن أحمد المزدقاني ستة وثلاثون بيتا وقال توفي عشية \n  الاثنين من الثامن والعشرين من ربيع الأول .\n</p>\n<p class=\"arabic\">وقال أبو المظفر الواعظ حدثني الزاهد أبو عمر قال هاجرنا من بلادنا ونزلنا \n  بمسجد ) .\n</p>\n<p class=\"arabic\">أبي صالح بظاهر باب شرقي فأقمنا به مدة ثم انتقلنا إلى الجبل فقال الناس الصالحية \n  الصالحية ينسبونا إلى مسجد أبي صالح لا أننا صالحون ولم يكن بالجبل عمارة \n  إلا دير الحوراني وأماكن يسيرة .\n</p>\n<p class=\"arabic\">وقال أبو المظفر كان معتدل القامة حسن الوجه عليه أنوار العبادة لا يزال متبسما \n  نحيل الجسم من كثرة الصلاة والصيام صليت *43*277* الجمعة في سنة ست والشيخ \n  عبد الله اليونيني إلى جانبي فلما كان في آخر الخطبة والشيخ أبو عمر يخطب \n  نهض الشيخ عبد الله مسرعا وصعد إلى مغارة توبة وكان نازلا بها فظننت أنه احتاج \n  إلى وضوء أو آلمه شيء فصليت وطلعت وراءه وقلت له خير ما الذي أصابك فقال هذا \n  أبو عمر ما تحل خلفه صلاة يقول على المنبر الملك العادل وهو ظالم فما يصدق \n  قلت إذا كانت الصلاة خلفه لا تصح فخلف من تصح فبينا نحن في الحديث إذ دخل \n  الشيخ وسلم وحل مئزره وفيه رغيف وخيارتان فكسر الجميع وقال بسم الله الصلاة \n  ثم قال ابتداء قد روي في الحديث أن النبي صلى الله عليه وسلم قال ولدت في \n  زمن الملك العادل كسرى فنظر إلي الشيخ عبد الله وتبسم وأكل وقام الشيخ أبو \n  عمر فنزل فقال لي الشيخ عبد الله ما ذا إلا رجل صالح .\n</p>\n<p class=\"arabic\">قال أبو المظفر وأصابني قولنج فدخل علي أبو عمر وبيده خروب مدقوق فقال استف \n  هذا وعندي جماعة فقالوا هذا يزيد القولنج ويضره فما التفت إلى قولهم وأكلته \n  فبرأت في الحال وقلت له يوما وما كان يرد أحدا في شفاعة وقد كتب رقعة إلى \n  الملك المعظم كيف تكتب هذا والملك المعظم على الحقيقة هو الله فتبسم ورمى \n  إلي الورقة وقال تأملها وإذا قد كتب المعظم وكسر الظاء فعجبت من ورعه قلت \n  وفي هذا ومثله إنما يلحظ العلمية لا الصفة مثل علي *43*278* ورافع والحكم \n  مع أن النبي صلى الله عليه وسلم لم يرخص في التسمية لما قل استعماله في العلمية \n  إذا لمح فيه النعت مثل برة أما إذا شاع استعماله وغلب فلا يسبق إلى الذهن \n  إلا العلمية .\n</p>\n<p class=\"arabic\">وقال الإمام أبو شامة أول ما زرت قبره يعني أبا عمر وجدت بتوفيق الله رقة \n  عظيمة وبكاء وكان معي رفيق فوجد مثل ذلك قال وأخبرني بعض الثقات أنه رأى الإمام \n  الشافعي في المنام فسأله إلى أين تمضي قال أزور أحمد بن حنبل قال فاتبعته \n  أنظر ما ) .\n</p>\n<p class=\"arabic\">يصنع فدخل دارا فسألت لمن هي فقيل للشيخ أبي عمر رحمه الله .\n</p>\n<p class=\"arabic\">قلت وله آثار حميدة منها مدرسته بالجبل وهي وقف على القرآن والفقه وقد حفظ \n  فيها القرآن أمم لا يحصيهم إلا الله .\n</p>\n<p class=\"arabic\">ومن أولاده الخطيب الإمام شوف الدين عبد الله خطب بالجامع المظفري مدة طويلة \n  وهو والد الإمامين العلامة الزاهد العابد العز إبراهيم بن عبد الله وفي أولاده \n  علماء وصلحاء وقاضي القضاة شرف الدين حسن بن عبد الله .\n</p>\n<p class=\"arabic\">ومن أحفاده الجمال أبو حمزة بن عمر ابن الشيخ أبي عمر وهو جد شيخنا شيخ الجبل \n  وقاضي القضاة ومسند الشام تقي الدين سليمان بن حمزة وآخر من مات من أولاد \n  الشيخ رحمه الله ولده الإمام العلامة شيخ الإسلام شمس الدين أبو الفرج رضي \n  الله عنهم أجمعين وأثابهم الجنة .\n\n</p>"
}