{
    "header": "محمد بن عمر بن الحسين بن الحسن بن علي .",
    "id": "027627",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن عمر بن الحسين بن الحسن بن علي .\n</h1>\n<p class=\"arabic\">*43*212* العلامة فخر الدين أبو عبد الله القرشي البكري التيمي الطبرستاني \n  الأصل الرازي ابن خطيب الري الشافعي المفسر المتكلم صاحب التصانيف *43*213* \n  ولد سنة أربع وأربعين وخمسمائة اشتغل على والده الإمام ضياء الدين عمر وكان \n  من تلامذة محيي السنة أبي محمد البغوي .\n</p>\n<p class=\"arabic\">قال الموفق أحمد بن أبي أصيبعة في تاريخه انتشرت في الآفاق مصنفات فخر الدين \n  وتلامذته وكان إذا ركب مشى حوله نحو ثلاثمائة تلميذ فقهاء وغيرهم وكان خوارزم \n  شاه يأتي إليه وكان شديد الحرص جدا في العلوم الشرعية والحكمية حاد الذهن \n  كثير البراعة قوي النظر في صناعة الطب عارفا بالأدب له شعر بالفارسي والعربي \n  وكان عبل البدن ربع القامة كبير اللحية في صوته فخامة كانوا يقصدونه من البلاد \n  على اختلاف مطالبهم في العلوم وتفننهم فكان كل منهم يجد عنده النهاية القصوى \n  فيما يرومه منه قرأ الحكمة على المجد الجيلي بمراغة وكان المجد من كبار الفضلاء \n  وله تصانيف .\n</p>\n<p class=\"arabic\">قلت يعني بالحكمة الفلسفة .\n</p>\n<p class=\"arabic\">قال القاضي شمس الدين ابن خلكان فيه فريد عصره ونسيج وحده وشهرته تغني عن \n  استقصاء فضائله ولقبه فخر الدين .\n</p>\n<p class=\"arabic\">وتصانيفه في علم الكلام والمعقولات سائرة في الآفاق وله تفسير كبير لم يتممه \n  ومن تصانيفه في علم الكلام المطالب العالية وكتاب نهاية العقول وكتاب الأربعين \n  وكتاب المحصل وكتاب البيان والبرهان في الرد على أهل الزيغ والطغيان وكتاب \n  المباحث العمادية في المطالب المعادية وكتاب المحصول في أصول الفقه وكتاب \n  عيون المسائل وكتاب تأسيس التقديس في تأويل الصفات وكتاب إرشاد *43*214* النظار \n  إلى لطائف الأسرار وكتاب أجوبة المسائل البخارية وكتاب تحصيل الحق وكتاب الزبدة \n  وكتاب المعالم في أصول الدين وكتاب الملخص في الفلسفة وكتاب شرح الإشارات \n  وكتاب عيون الحكمة وكتاب السر المكتوم في مخاطبة النجوم وشرح أسماء الله الحسنى .\n</p>\n<p class=\"arabic\">ويقال إنه شرح المفضل للزمخشري وشرح المجيز للغزالي وشرح سقط الزند لأبي العلاء \n  وله مختصر في الإعجاز ومؤخذات جيدة على النجاة وله طريقة في الخلاف .\n</p>\n<p class=\"arabic\">وصنف في الطب شرح الكليات للقانون وصنف في علم الفراسة وله مصنف في مناقب \n  الشافعي وكل تصانيفه ممتعة ورزق فيها سعادة عظيمة وانتشرت في الآفاق وأقبل \n  الناس على الاشتغال فيها ورفضوا كتب المتقدمين .\n</p>\n<p class=\"arabic\">وله في الوعظ باللسانين مرتبة عالية وكان يلحقه الوجد حال وعظه ويحضر مجلسه \n  أرباب المقلات والمذاهب ويسألونه ورجع بسببه خلق كثير من الكرامية وغيرهم \n  إلى مذهب أهل السنة وكان يلقب بهراة شيخ الإسلام .\n</p>\n<p class=\"arabic\">اشتغل على والده إلى أن مات ثم قصد الكمال السمناني واشتغل عليه مدة ثم عاد \n  إلى الري واشتغل على المجد الجيلي صاحب محمد بن يحيى الفقيه النيسابوري وتوجه \n  معه إلى لما طلب إليها .\n</p>\n<p class=\"arabic\">ويقال إنه كان يحفظ كتاب الشامل في علم الكلام إمام الحرمين ثم قصد خوارزم \n  وقد تمهر في العلوم فجرى بينه وبين أهلها كلام فيما يرجع إلى المذهب والعقيدة \n  فأخرج من البلد فقصد ما وراء النهر فجرى له أيضا ما جرى بخوارزم فعاد إلى \n  الري وكان بها طبيب .\n</p>\n<p class=\"arabic\">حاذق له ثروة ونعمة *43*215* وله بنتان ولفخر الدين ابنان فمرض الطبيب فزوج \n  بنتيه بابني الفخر ومات الطبيب فاستولى الفخر على جميع أمواله ومن ثم كانت \n  له النعمة ولما وصل إلى السلطان شهاب الدين الغوري بالغ في إكرامه والإنعام \n  عليه وحصلت له منه أموال عظيمة وعاد إلى خراسان واتصل خوارزم شاه محمد بن \n  تكش وحظي عنده ونال أسمى المراتب .\n</p>\n<p class=\"arabic\">وهو أول من اخترع هذا الترتيب في كتبه وأتى فيها بما لم يسبق إليه وكان يكثر \n  البكاء حال الوعظ وكان لما أثرى لازم الأسفار والتجارة وعامل شهاب الدين الغوري \n  في جملة من المال ومضى إليه لاستيفاء حقه فبالغ في إكرامه ونال منه مالا طائلا .\n</p>\n<p class=\"arabic\">إلى أن قال ابن خلكان ومناقبه أكثر من أن تعد وفضائله لا تحصى ولا تحد واشتغل \n  بعلوم الأصول على والده وأبوه اشتغل على أبي القاسم الأنصاري صاحب إمام الحرمين \n  واسمه سليمان ابن ناصر .\n</p>\n<p class=\"arabic\">وقال أبو المظفر سبط ابن الجوزي وأبو شامة اعتنى الفخر الرازي بكتب ابن سيناء \n  وشرحها وكان يعظ وينال من الكرامية وينالون منه سبا وتكفيرا .\n</p>\n<p class=\"arabic\">منها أنه قال قال محمد التازي وقال محمد الرازي يعني من النبي صلى الله عليه \n  وسلم ونفسه والتازي هو العربي *43*216* .\n</p>\n<p class=\"arabic\">ومنها أنه كان يقرر مسائل الخصوم وشبههم بأتم عبارة فإذا جاء بالأجوبة قنع \n  بالإشارة .\n</p>\n<p class=\"arabic\">ولعله قصد الإيجار ولكن أين الحقيقة من المجاز وقد خالف الفلاسفة الذين أخذ \n  عنهم هذا الفن فقال في كتاب المعالم أطبقت الفلاسفة على أن النفس جوهر وليست \n  بجسم قال وهذا عندي باطل لأن الجوهر يمتنع أن يكون له قرب أو بعد من الأجسام .\n</p>\n<p class=\"arabic\">قال الإمام أبو شامة وقد رأيت جماعة من أصحابه قدموا علينا دمشق وكلهم كان \n  يعظمه تعظيما كبيرا ولا ينبغي أن يسمع فيمن ثبتت فضيلته كلام يستبشع لعله \n  من صاحب غرض من حسد أو مخالفة في مذهب أو عقيدة .\n</p>\n<p class=\"arabic\">قال وبلغني أنه خلف من الذهب ثمانين ألف دينار سوى الدواب والعقار وغير ذلك \n  وخلف ولدين كان الأكبر منهما قد تجند في حياة أبيه وخدم السلطان خوارزم شاه .\n</p>\n<p class=\"arabic\">قلت ومن تلامذته مصنف الحاصل تاج الدين محمد بن الحسين الأرموي وقد توفي قبل \n  ) .\n</p>\n<p class=\"arabic\">وقعة بغداد وشمس الدين عبد الحميد بن عيسى الخسروشاهي والقاضي شمس الدين الخوتي \n  ومحيي الدين قاضي مرند .\n</p>\n<p class=\"arabic\">وتفسيره الكبير في اثنتي عشرة مجلدة كبار سماه فتوح الغيب أو مفاتيح الغيب \n  وفسر الفاتحة في مجلد مستقل وشرح نصف الوجيز *43*217* للغزالي وله كتاب المطالب \n  العالية في ثلاث مجلدات ولم يتمه وهو من آخر تصانيفه وله كتاب عيون الحكمة \n  فلسفة وكتاب في الرمل وكتاب في الهندسة وكتاب الاختبارات السماوية تنجيم وكتاب \n  الملل والنحل وكتاب في النبض وكتاب الطب الكبير وكتاب التشريح لم يتمه ومصنفات \n  كثيرة ذكرها الموفق ابن أبي أصيبعة وقال كان خطيب الري وكان أكثر مقامه بها \n  وتوجه إلى خوارزم ومرض بها وامتد مرضه أشهرا ومات بهراة بدار السلطنة وكان \n  علاء الملك العلوي وزير خوارزم شاه قد تزوج بابنته وكان لفخر الدين أموال \n  عظيمة ومماليك ترك وحشم وتجمل زائد وعلى مجلسه هيبة شديدة .\n</p>\n<p class=\"arabic\">ومن شعره .\n</p>\n<p class=\"arabic\">% نهاية إقدام العقول عقال % % وأكثر سعي العالمين ضلال % .\n</p>\n<p class=\"arabic\">% وأرواحنا في وحشة من جسومنا % % وحاصل دنيانا أذى ووبال % .\n</p>\n<p class=\"arabic\">% ولم نستفد من بحثنا طول عمرنا % % سرى ان جمعنا فيه قيل وقالوا % .\n</p>\n<p class=\"arabic\">% وكم قد راينا من رجال ودولة % % فبادوا جميعا مسرعين وزالوا % .\n</p>\n<p class=\"arabic\">% وكم من جبال قد علت شرفاتها % % رجال فزالوا والجبال جبال % .\n</p>\n<p class=\"arabic\">حكى الأديب شرف الدين محمد بن عنين أنه حضر درس فخر الدين في مدرسته بخوارزم \n  ودرسه حافل بالأفاضل واليوم شات وقد وقع ثلج كثير وبرد خوارزم شديد فسقطت \n  بالقرب منه حمامة وقد طردها بعض الجوارح فلما وقعت رجع عنها الجارح وخاف فلم \n  تقدر الحمامة على الطيران من الخوف ومن البرد فلما قام فخر الدين من الدرس \n  وقف عليها ورق لها وأخذها فقلت في الحال *43*218* .\n</p>\n<p class=\"arabic\">% يا ابن الكرام المطعمين إذا شتوا % % في كل مسغبة وثلج خاشف % .\n</p>\n<p class=\"arabic\">% العاصمين إذا النفوس تطايرت % % بين الصوارم والوشيح الراعف % .\n</p>\n<p class=\"arabic\">% من نبأ الورقاء أن محلكم % % حرم وأنك ملجأ للخائف % .\n</p>\n<p class=\"arabic\">% وفدت عليك وقد تدانى حتفها % % فحبوتها ببقائها المستأنف % .\n</p>\n<p class=\"arabic\">% ولو أنها تحبى بمال لانثنت % % من راحتيك بنائل متضاعف % .\n</p>\n<p class=\"arabic\">% جاءت سليمان الزمان بشكوها % % والموت يلمع من جناحي خاطف % .\n</p>\n<p class=\"arabic\">% قرم لواة القوت حتى ظله % % بإزائه يجري بقلب واجف % .\n</p>\n<p class=\"arabic\">وله فيه .\n</p>\n<p class=\"arabic\">% ماتت به بدع تمادى عمرها % % دهرا وكاد ظلامها لا ينجلي % .\n</p>\n<p class=\"arabic\">% فعلا به الإسلام أرفع هضبة % % ورسا سواه في الحضيض الأسفل % .\n</p>\n<p class=\"arabic\">% غلط امرؤ بأبي علي قاسه % % هيهات قصر عن هداه أبو علي % .\n</p>\n<p class=\"arabic\">% لو أن رسطاليس يسمع لفظة % % من لفظه لعرته هزة أفكل % .\n</p>\n<p class=\"arabic\">% ولحار بطليموس له لاقاه من % % برهانه في كل شكل مشكل % .\n</p>\n<p class=\"arabic\">% ولو أنهم جمعوا لديه تيقنوا % % أن الفضيلة لم تكن للأول % .\n</p>\n<p class=\"arabic\">ومن كلام فخر الدين قال رأيت الأصلح والأصوب طريقة القرآن وهو ترك الرب ثم \n  ترك التعمق ثم المبالغة في التعظيم من غير خوض في التفاصيل فأقرا في التنزيه \n  قوله والله الغني وأنتم الفقراء وقوله ليس كمثله شيء و قل هو الله أحد وأقرأ \n  في الإثبات الرحمن على العرش *43*219* استوى و يخافون ربهم من فوقهم و إليه \n  يصعد الكلم الطيب وأقرا في أن الكل من الله قوله قل كل من عند الله وفي تنزيهه \n  عن ما لا ينبغي ما أصابك من حسنة فمن الله وما أصابك من سيئة فمن نفسك وعلى \n  هذا القانون فقس وأقول من صميم القلب من داخل الروح إني مقر بأن كل ما هو \n  الأكمل الأفضل الأعظم الأجل فهو لك وكل ما فيه عيب ونقص فأنت منزه عنه وأقول \n  إن عقلي وفهمي قاصر عن الوصول إلى كنه صفة ذرة من مخلوقاتك .\n</p>\n<p class=\"arabic\">قال الإمام أبو الفخر الرازي وعظ مرة عند السلطان شهاب الدين فقال يا سمع \n  الفخر الرازي يقول ليتني لم أشتغل بالكلام وبكى .\n</p>\n<p class=\"arabic\">وقيل إن الفخر الرازي وعظ مرة عند السلطان شهاب الدين فقال يا سلطان العالم \n  لا سلطانك يبقى ولا تلبيس الرازي يبقى وأن مردنا إلى الله فأبكى السلطان ) .\n</p>\n<p class=\"arabic\">وقد ذكرنا في سنة خمس وتسعين الفتنة التي جرت له مع مجد الدين عبد المجيد \n  ابن القدوة بهراة .\n</p>\n<p class=\"arabic\">من كلام فخر الدين إن كنت ترحم فقيرا فأنا ذاك وإن كنت ترى معيوبا فأنا ذاك \n  المعيوب وإن كنت تخلص غريقا فأنا الغريق في بحر الذنوب وإن كنت أنت أنت فأنا \n  أنا ليس غير النقص والحرمان والذل والهوان *43*220* .\n#</p>\n<p class=\"arabic\">وصيته .\n</p>\n<p class=\"arabic\">أوصى بهذه الوصية لما احتضر لتلميذه إبراهيم بن أبي بكر الإصباهاني يقول العبد \n  الراجي رحمة الله ربه الواثق بكرم مولاه محمد بن عمر بن الحسين الرازي وهو \n  أول عهده بالآخرة وآخر عهده بالدنيا وهو الوقت الذي يلين فيه كل قاس ويتوجه \n  إلى مولاه كل آبق أحمد الله تعالى بالمحامد التي ذكرها أعظم ملائكته في أشرف \n  أوقات معارجهم ونطق بها أعظم أنبيائه في أكمل أوقات شهاداتهم وأحمده بالمحامد \n  التي يستحقها عرفتها أو لم أعرفها لأنه لا مناسبة للتراب مع رب الأرباب وصلاته \n  على الملائكة المقربين والأنبياء والمرسلين وجميع عباد الله الصالحين .\n</p>\n<p class=\"arabic\">ثم اعلموا إخواني في الدين واخلائي في طلب اليقين أن الناس يقولون إن الإنسان \n  إذا مات انقطع عمله وتعلقه عن الخلق وهذا مخصص من وجهين الأول أنه بقى منه \n  عمل صالح صار ذلك سببا للدعاء والدعاء له عند الله أثر الثاني ما يتعلق بالأولاد \n  وأداء الجنايات .\n</p>\n<p class=\"arabic\">أما الأول فاعلموا أنني كنت رجلا محبا للعلم فكنت أكتب في كل شيء شيئا لأقف \n  على كميته وكيفيته سواء كان حقا أو باطلا *43*221* إلا أن الذي نظرته في الكتب \n  المعتبرة أن العالم المخصوص تحت تدبير مدبر منزه عن مماثلة المتحيزات موصوف \n  بكمال القدرة والعلم والرحمة ولقد اختبرت الطرق الكلامية والمناهج الفلسفية \n  فما رأيت فيها فائدة تساوي الفائدة التي وجدتها في القرآن لأنه يسعى في تسليم \n  العظمة والجلالة لله ويمنع عن التعمق في إيراد المعارضات والمناقضات وما ذاك \n  إلا للعلم بأن العقول البشرية تتلاشى في تلك المضايق العميقة والناهج الخفية \n  فلهذا أقول كل ما ثبت بالدلائل الظاهرة من وجوب وجوده ووحدته وبراءته عن الشركاء \n  في القدم والأزلية والتدبير والفعالية فذلك هو الذي أقول به وألقى الله به \n  وأما ما انتهى الأمر فيه إلى الدقة والغموض وكل ما ورد في القرآن ) .\n</p>\n<p class=\"arabic\">والصحاح المتعين للمعنى الواحد فهو كما هو والذي لم يكن كذلك أقول يا إله \n  العالمين إني أرى الخلق مطبقين على أنك أكرم الأكرمين وأرحم الراحمين فلك \n  ما مد به قلمي أو خطر ببالي فأستشهد وأقول إن علمت مني أني أردت به تحقيق \n  باطل أو إبطال حق فافعل بي ما أنا أهله وإن علمت مني أني ما سعيت إلا في تقرير \n  اعتقدت أنه الحق وتصورت أنه الصدق فلتكن رحمتك مع قصدي لا مع حاصلي فذاك جهد \n  المقل وأنت أكرم من أن تضايق الضعيف الواقع في زلة فأغثني وارحمني واستر زلتي \n  وامح حوبتي يا من لا يزيد ملكه عرفان العارفين ولا ينقص ملكه بخطأ المجرمين \n  *43*222* .\n</p>\n<p class=\"arabic\">وأقول ديني متابعة الرسول محمد صلى الله عليه وسلم وكتابي القرآن العظيم وتعويلي \n  في طلب الدين عليهما اللهم يا سامع الأصوات ويا مجيب الدعوات ويا مقيل العثرات \n  أنا كنت حسن الظن بك عظيمالرجاء في رحمتك وأنت قلت أنا عند ظن عبدي بي وأنت \n  قلت أمن يجيب المضطر إذا دعاه فهب أني ما جئت بشيء فأنت الغني الكريم وأنا \n  المحتاج اللئيم فلا تخيب رجائي ولا ترد دعائي واجعلني آمنا من عذابك قبل الموت \n  وبعد الموت وعند الموت وسهل علي سكرات الموت فإنك أرحم الراحمين .\n</p>\n<p class=\"arabic\">وأما الكتب التي صنفتها واستكثرت فيها من إيراد السؤآلات فليذكرني من نظر \n  فيها بصالح دعائه على سبيل التفضل والإنعام وإلا فليحذف القول السيئ فإني \n  ما أردت إلا تكثير البحث وشحذ الخاطر والاعتماد في الكل على الله .\n</p>\n<p class=\"arabic\">الثاني وهو إصلاح أمر الأطفال والاعتماد فيه على الله .\n</p>\n<p class=\"arabic\">ثم إنه سرد وصيته في ذلك إلى أن قال وأمرت تلامذتي ومن لي عليه حق إذا أنا \n  مت يبالغون في إخفاء موتي ويدفنوني على شرط الشرع فإذا دفنوني قرأوا علي ما \n  قدروا عليه من القرآن ثم يقولون يا كريم جاءك الفقير المحتاج فأحسن إليه .\n</p>\n<p class=\"arabic\">سمعت وصيته كلها من الكمال عمر بن إلياس بن يونس المراغي أخبرنا التقي يوسف \n  بن أبي بكر النسائي بمصر أخبرنا الكمال محمود بن عمر الرازي قال سمعت الإمام \n  فخر الدين يوصي تلميذه إبراهيم بن أبي بكر فذكرها *43*223* .\n</p>\n<p class=\"arabic\">قلت توفي يوم عيد الفطر بهراة *43*224* .\n\n</p>"
}