{
    "header": "عبد الوهاب ابن الأمين أبي منصور علي بن عـ...",
    "id": "027672",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الوهاب ابن الأمين أبي منصور علي بن علي بن عبيد الله .\n</h1>\n<p class=\"arabic\">الإمام المحدث العالم مسند العراق وشيخها ضياء الدين أبو أحمد البغدادي الصوفي \n  الشافعي الأمين المعروف بابن سكينة وسكينة هي جدته أم أبيه *43*253* ولد في \n  شعبان سنة تسع عشرة وخمسمائة .\n</p>\n<p class=\"arabic\">وسمع الكثير من أبيه وأبي القاسم بن الحصين وأبي غالب محمد بن الحسن الماوردي \n  وزاهر بن طاهر الشحامي والقاضي أبي بكر الأنصاري والزاهد محمد بن حمويه الجويني \n  بإفادة ابن ناصر ثم لازم أبا سعد ابن السمعاني لما قدم وسمع معه الكثير من \n  أبي منصور بن زريق القزاز وأبي القاسم ابن السمرقندي وابن توبة وجده لأمه \n  الشيخ أبي البركات إسماعيل بن أحمد وهذه الطبقة وقرأ القراءآت على أبي محمد \n  سبط الخياط والحافظ أبي العلاء الهمذاني وأبي الحسن علي بن أحمد بن محمويه \n  وقرأ مذهب الشافعي والخلاف على أبي منصور سعيد ابن الرزاز وغيره وقرأ العربية \n  على أبي محمد ابن الخشاب ولبس خرقة التصوف من جده أبي البركات وصحبه وأخذ \n  معرفة الحديث عن ابن ناصر ولزمه وقرأ عليه الكثير وحفظ عنه الكثير من النكت \n  والفوائد الغريبة والمعاني الدقيقة وطال عمره ورحل إليه .\n</p>\n<p class=\"arabic\">قال الحافظ ابن النجار ابن سكينة شيخ العراق في الحديث والزهد وحسن السمت \n  وموافقة السنة والسلف عمر حتى حدث بجميع مروياته وقصده الطلاب من البلاد وكانت \n  أوقاته محفوظة فلا تمضي له ساعة إلا في تلاوة أو ذكر أو تهجد أو تسميع وكان \n  إذا قرئ عليه الحديث منع أن يقام له أو لغيره وكان كثير الحج والمجاورة والطهارة \n  لا يخرج من بيته إلا لحضور جمعة أو عيد أو جنازة ولا يحضر دور أبناء الدنيا \n  ولا الرؤساء في هناء ولا في عزاء وكان يديم الصيام غالبا على كبر سنه ويستعمل \n  السنة في مدخله ومخرجه ) .\n</p>\n<p class=\"arabic\">وملبسه وأموره ويحب الصالحين ويعظم العلماء ويتواضع لجميع الناس وكان دائما \n  يقول أسأل الله أن *43*254* يميتنا مسلمين وكان ظاهر الخشوع غزير الدمعة وكان \n  يعتذر من البكاء ويقول قد كبرت سني ورق عظمي فلا املك عبرتي يقول ذلك خوفا \n  من الرياء .\n</p>\n<p class=\"arabic\">وكان الله قد ألبسه رداء جميلا من البهاء وحسن الخلقة وقبول الصورة ونور الطاعة \n  وجلالة العبادة وكانت له في القلوب منزلة عظيمة يحبه كل أحد وإذا رآه ينتفع \n  برؤيته قبل كلامه فإذا تكلم كان البهاء والنور على ألفاظه ولا يشبع من مجالسته \n  ولقد طفت شرقا وغربا ورأيت الأئمة والزهاد فما رأيت أكمل منه ولا أكثر عبادة \n  ولا أحسن سمتا صحبته قريبا من عشرين سنة ليلا ونهارا وتأدبت به وخدمته وقرأت \n  عليه القرآن بجميع رواياته وسمعت منه أكثر مروياته وكان ثقة حجة نبيلا علما \n  من أعلام الدين .\n</p>\n<p class=\"arabic\">سمع منه الحفاظ علي بن أحمد الزيدي والقاضي عمر بن علي وأبو بكر الحازمي وخلق \n  وروى عنه وهو حي .\n</p>\n<p class=\"arabic\">وسمعت أبا محمد ابن الخضر غير مرة يقول لم يبق ممن طلب الحديث وعني به غير \n  عبد الوهاب بن سكينة وسمعته يقول كان شيخنا ابن ناصر يجلس في داره على سرير \n  لطيف فكل من حضر عنده يجلس تحت سريره كابن شافع والباقداري وأمثالهم وما رأيته \n  أجلس معه أحدا على سريره إلا ابن سكينة .\n</p>\n<p class=\"arabic\">قال ابن النجار وأنبأنا القاضي يحيى بن القاسم مدرس النظامية في ذكر مشايخه \n  أبو أحمد ابن سكينة كان عالما عاملا دائم التكرار لكتاب التنبيه في الفقه \n  كثير الاشتغال بالمهذب و الوسيط في الفقه لا يضيع شيئا من وقته وكنا إذا دخلنا \n  عليه يقول لا تزيدوا على سلام عليكم مسألة لكثرة حرصه على المباحثة وتقرير \n  الأحكام *43*255* .\n</p>\n<p class=\"arabic\">وقال الدبيثي سمع بنفسه وحصل المسموعات وسمع أباه وخلقا كثيرا سمى منهم أبا \n  البركات عمر بن إبراهيم العلوي وأبا شجاع البسطامي وحدث بمصر والحجاز وكان \n  ثقة فهما صحيح الأصول ذا سكينة ووقار .\n</p>\n<p class=\"arabic\">قلت روى عنه الشيخ الموفق وأبو موسى ابن الحافظ عبد الغني وأبو عمر ابن الصلاح \n  وابن خليل والضياء وابن النجار والدبيثي ومحمد بن عبد الله بن غنيمة الإسكاف \n  ومحمد بن عسكر الطبيب والعماد محمد ابن شهاب الدين السهروردي واحمد ) .\n</p>\n<p class=\"arabic\">بن هبة الله الساوجي البغدادي وأحمد بن يحيى النجار وبكر بن محمد القزويني \n  والحسن بن عبد الرحمن بن عمر الباذرائي وسعد الله بن عبد الرحمن الطحان وعامر \n  بن مكي الضرير وأبو الفتح عبد الله بن علي بن أبي الديني وأخوه عبد الرحمن \n  وعبد الله بن مقبل والموفق عبد الغافر بن محمد القاشاني وعبد الغني بن مكي \n  المعدل وعبد اللطيف بن سالم البعقوني وعثمان بن أبي بكر الغراد المقرئ وعمر \n  بن عبد العزيز بن دلف ومكي بن عثمان ابن الهبري ونوح بن علي الدوري ويونس \n  بن جعفر الأزجي والنجيب عبد اللطيف الحراني وابن عبد الدائم المقدسي وعامتهم \n  شيوخ شيخنا الدمياطي .\n</p>\n<p class=\"arabic\">وروى عنه بالإجازة الفخر علي ابن البخاري وأحمد بن شيبان وجماعة آخرهم موتا \n  المسند المعمر كمال الدين عبد الرحمن بن عبد اللطيف ابن الرقام شيخ المستنصرية \n  عاش بعده تسعين سنة .\n</p>\n<p class=\"arabic\">ورد ابن سكينة دمشق رسولا وحدث بها في سنة خمس وثمانين وخمسمائة فسمع منه \n  التاج القرطبي وطبقته *43*256* .\n</p>\n<p class=\"arabic\">قال الإمام أبو شامة وفيها توفي ضياء الدين عبد الوهاب بن سكينة وحضره أرباب \n  الدولة وكان يوما مشهودا ثم قال وكان من الأبدال .\n</p>\n<p class=\"arabic\">قال ابن النجار وغيره توفي في تاسع عشر ربيع الآخر وكان يوما مشهودا .\n\n</p>"
}