{
    "header": "عيسى بن عبد العزيز بن يللبخت بن عيسى .",
    "id": "027676",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عيسى بن عبد العزيز بن يللبخت بن عيسى .\n</h1>\n<p class=\"arabic\">العلامة أبو موسى الجزولي اليزدكنتي البربري المراكشي المغربي النحوي حج ولزم \n  العلامة أبا محمد عبد الله بن بري بمصر فأخذ عنه العربية واللغة وسمع من أبي \n  محمد بن عبيد الله صحيح البخاري وصدر من رحلته فتصدر للإفادة بالمرية وبالجزائر \n  عمل ) .\n</p>\n<p class=\"arabic\">ببجاية دهرا وأخذ العربية عنه جماعة وكان إماما لا يشق غباره في العربية ولا \n  يجارى مع جودة التفهيم وحسن العبارة وإليه انتهت الرياسة في علم النحو ولقد \n  أتى في مقدمته بالعجائب التي لا يسبق إليها فكلها حدود وإشارات ولقد يكون \n  الشخص *43*264* يعرف المسألة من النحو معرفة جيدة فإذا قرأها من الجزولية \n  دار رأسه واشتغل فكره واسم هذه المقدمة القانون اعتنى بها جماعة من أذكياء \n  النحاة وشرحوها .\n</p>\n<p class=\"arabic\">قال القاضي شمس الدين ابن خلكان بلغني أنه كان إذا سئل عن هذه المقدمة أمن \n  تصنيفك هي قال لا وكان رجلا ورعا فيقال إنها نتائج بحوثه على ابن بري كان \n  يعلقها ثم رجع إلى المغرب واشتغل مدة بمدينة بجاية ورأيت جماعة من أصحابه \n  وتوفي سنة عشر بمراكش وقال أبو عبد الله الأبار له مجموع في العربية على الجمل \n  كثير الفائدة متداول يسمى بالقانون وقد نسب إلى غيره أخذ عنه جلة وتوفي بآزمور \n  من ناحية مراكش سنة سبع وستمائة قاله أبو عبد الله ابن الضرير .\n</p>\n<p class=\"arabic\">قال الأبار وقال غيره سنة ست وولي خطابة مراكش وكان إماما في القراءآت أيضا \n  ويللبخت جده رجل بربري وهو ابن عيسى ابن يوماريلي وجزولة بطن من البربر وجيمها \n  ممزوجة بالكاف وقرأت بخط محمد بن عبد الجليل الموقاني إنه أعني الجزولي قرأ \n  أصول الدين وأنه قاسى بمدة مقامه بمصر كثيرا من الفقر ولم يدخل مدرسة وكان \n  يخرج إلى الضياع يؤم بقوم فيحصل ما ينفعه على غاية الضيق ورجع إلى المغرب \n  فقيرا مدقعا فلما وصل إلى المرية أو نحوها رهن كتاب ابن السراج الذي قرأه \n  على ابن بري وعليه خطه فأنهى المرتهن أمره إلى الشيخ أبي العباس المريي أحد \n  الزهاد بالمغرب وكان يصاحب بني عبد المؤمن فأنهى العباس المريي أحد الزهاد \n  بالمغرب وكان يصاحب بني عبد المؤمن فأنهى أبو العباس ذلك إلى السلطان فأمر \n  بإحضاره وقدمه وأحسن إليه وجعله أحد من يحضر مجلسه وصنف كتابا في شرح أصول \n  ابن السراج *43*265* والمقدمة المشهورة وقصد بها التحشية على الجمل .\n</p>\n<p class=\"arabic\">قلت وممن أخذ عنه أبو علي الشلوبيني وزين الدين يحيى بن معطي وقال القفطي \n  قرأ مذهب مالك وأصوله على ظافر المالكي بمصر وبلغني أنه كان يتورع عن نسبة \n  المقدمة إليه لكونها نتائج بحوثه وبحوث رفقائه على عبد الله بن بري قال وأخبرني \n  ) .\n</p>\n<p class=\"arabic\">صديقنا النحوي اللورقي يعني علم الدين أنه اجتاز بالجزولي قال فأتيته فخرج \n  إلي في هيئة متأله فسألته عن مسألة في التعجب من مقدمته وذلك في سنة إحدى \n  وستمائة .\n</p>\n<p class=\"arabic\">قال القفطي وقد شرح العلم هذا مقدمته وأجاد وشرحها أبو علي الشلوبيني ولم \n  يطل وشرحها شاب من أهل جيان ومتصدر بحلب وأحسن في الإيجاز .\n</p>\n<p class=\"arabic\">قلت يعني به الشيخ جمال الدين بن مالك .\n\n</p>"
}