{
    "header": "يحيى بن عبد الرحمن بن عبد المنعم .",
    "id": "027744",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">يحيى بن عبد الرحمن بن عبد المنعم .\n</h1>\n<p class=\"arabic\">*43*317* أبو زكريا الصقلي الأصل الفاسي الدمشقي الشافعي القيسي المعروف بالإصبهاني \n  لدخوله إصبهان ولد بدمشق ودخل إصبهان فبقي بها خمس سنين فقرأ الخلافيات والنظر \n  وغير ذلك وسمع أبا بكر بن ماشاذة وأبا رشيد بن خالد البيع وعبد الله بن عمر \n  ) .\n</p>\n<p class=\"arabic\">بن عبد الله العدل وسمع بالثغر من أبي طاهر السلفي وأخذ ببجاية عن الحافظ \n  عبد الحق الإشبيلي وتجول في بلاد الأندلس واستوطن غرناطة .\n</p>\n<p class=\"arabic\">قال الأبار كان فقيها شافعيا عارفا بالأول والتصوف زاهدا ورعا كثير الصدقة \n  واعظا مذكرا أسمع الحديث ولم يكن بالضابط وله كتاب الروضة الأنيقة من تأليفه \n  حدث عنه أبو جعفر بن عميرة الضبي وأبو محمد وأبو سليمان ابنا حوط الله وأبو \n  القاسم الملاحي وأبو الربيع بن سالم وغيرهم وسمع منه أبو جعفر ابن الدلال \n  كتاب معالم السنن للخطابي قرأه جميعه عليه .\n</p>\n<p class=\"arabic\">وقال ابن مسدي قحطنا بغرناطة فنزل أميرها إلى شيخنا أبي زكريا فقال تذكر الناس \n  فلعل الله أن يفرج عن المسلمين فوعظ فورد عليه وارد سقط وحمل فمات بعد ساعة \n  فلما كفن وأدخل حفرته انفتحت أبواب السماء وسالت الأودية أياما .\n</p>\n<p class=\"arabic\">توفي في سادس شوال يوم وفاة ابن نوح الغافقي وله ستون سنة وروى عنه أبو بكر \n  ابن مسدي فقال أخبرنا الإمام مجد الدين أبو زكريا القيسي الواعظ نزيل غرناطة \n  سنة خمس وستمائة أنبأنا أبو رشيد عبد الله بن عمر أخبرنا القاسم بن الفضل \n  الثقفي فذكر حديثا .\n</p>\n<p class=\"arabic\">وقال في معجمه أخبرنا أبو زكريا أخبرنا مسعود الثقفي سنة ستين *43*318* بإصبهان \n  فذكر من جزء لوين وقال في وصفه شيخ محمود النقيبة مبارك الشيبة آثاره مشكورة \n  وكراماته مسطورة دخل إصبهان قبل الستين وخمسمائة وسمع من مسعود ومن فورجة \n  وإسماعيل بن غانم البيع وعدة وسمع سنة اثنتين وسبعين من السلفي ثم غرب فسمع \n  من عبد الحق ببجاية ثم دخل الأندلس فأكثروا عنه على رأس الثمانين قال لنا \n  جلت عشرين سنة دخلت إصبهان وأذربيجان والروم والإسكندرية وبجاية وفاس وشرق \n  الأندلس سنتان بدمشق وقررت بأصيهان ولما نزل بغرناطة ترك الوعظ ولزم بيته \n  وله تعليقة في الخلاف بين الشافعي وأبي حنيفة غير أن أهل الأندلس أنكروا عليه \n  روايته عن مسعود الثقفي قالوا هذا يروي عن الخطيب واستبعدوا هذا فلم يسمعوا \n  منه شيئا عن مسعود وكان أبو الربيع بن سالم قد كتب إلى أبي الحسن بن المفضل \n  قبل الستمائة أن يأخذ له إجازة من يروي عن الخطيب فأجابه ليس ببلادنا من يروي \n  ذلك وفي هذا القول من أبي الحسن ما فيه ) .\n</p>\n<p class=\"arabic\">قلت الظاهر أنه عنى بقوله بلادنا الثغر ومصر وإلا فكان في الشام والعراق ذلك \n  موجودا وأحسب أن ابن المقدسي لم يفطن إلى ذا فإنه ما رحل ولا أرى الطلبة أو \n  كان ذلك وقد فتر عن الطلب واشتغل بالفروع .\n</p>\n<p class=\"arabic\">ثم قال ابن مسدي فلما وصل كتابه إلى ابن سالم أطبق على مسعود الثقفي وأنكر \n  ان تكون له إجازة الخطيب فأخرجت له خط الكندي بسماعه من القزاز عن الخطيب \n  فقال هذا أوهى من الأول كيف يكتب أبو الحسن بانقراض هذا الإسناد ونقبل ما \n  يأتي بعد الستمائة قلت ابن سالم حافظ وقد خفي عنه هذا واعتمد بظاهر ما عندهم \n  من النزول بل كان بعد الستمائة وجد ما هو أعلى من روايات الخطيب كان بأصبهان \n  من يروي عن رجل عن الحافظ أبي نعيم الذي هو هو من شيوخ الخطيب وكان بالعراق \n  من يروي عن رجل عن ابن غيلان وبخراسان من يروي عن رجل عن عبد الغافر *43*319* \n  قال ابن مسدي كنت كثير التولج على شيخنا أبي زكريا لجواره فقال يا بني عندي \n  جزء يسمى عروس الأجزاء سمعته بإصبهان فقرأه علي وقال لي أنت تكون لك رحلة \n  وجولان فهذا من كراماته .\n\n</p>"
}