{
    "header": "منصور بن أبي المعالي عبد المنعم بن أبي اـ...",
    "id": "027741",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">منصور بن أبي المعالي عبد المنعم بن أبي البركات عبد الله ابن فقيه الحرم \n  أبي عبد .\n</h1>\n<p class=\"arabic\">الله محمد بن الفضل المسند الأصيل أبو الفتح وأبو القاسم الفراوي الصاعدي \n  النيسابوري المعدل ولد في رمضان سنة اثنتين وعشرين وخمسمائة سمع من جد أبيه \n  وجده وأبيه ومن عبد الجبار بن محمد الخواري ومحمد بن إسماعيل الفارسي ووجيه \n  بن طاهر الشحامي وغيرهم وكان مكثرا عن جد أبيه .\n</p>\n<p class=\"arabic\">قال ابن نقطة كان مكثرا صدوقا سمعت منه صحيح البخاري بسماعه من وجيه الشحامي \n  وأبي الفتوح عبد الوهاب بن شاه عن الحفصي ومن أبي المعالي الفارسي عن العيار \n  وسمعت منه صحيح مسلم وكان يقول لنا سمعته مرارا وكان لنا عدة نسخ نهبت في \n  وقعة الغز ورأيت سماعه بالمجلد الأول والثاني والثالث من صحيح مسلم في سنة \n  ثمان وعشرين وهو ابن أربع سنين وخمسة أشهر نقل السماع على المجلدات الثلاث \n  أحمد بن محمد بن خولة الغرناطي وقال ولعل المجلد *43*313* الرابع أيضا مسموع \n  له ولم أقف عليه لأنه ضاع وخبر الأصل بمجلد غيره .\n</p>\n<p class=\"arabic\">قال ابن نقطة ورأيت بخط المطهر بن سديد الخوارزمي وكان طالبا ثقة يقول منصور \n  بن عبد المنعم سمع صحيح مسلم من جده أبي عبد الله الفراوي وحدثني رفيقنا أبو \n  محمد ابن هلالة لما رجع من خراسان قال كان شيخنا منصور يروي غريب الحديث عن \n  جده بفوات فقرأناه عليه فلما دخلت إلى سمرقند أو قال بخارى وجدت بعض نسخة \n  عند فقيه بغريب الخطابي وفيها القدر الذي يفوت منصور وفيه سماعه بغير تلك \n  القراءة وغير التاريخ فكمل له سماع جميعه وهذا مما يدل على صدقه وأنه كان \n  يسمع الشيء من جده غير مرة وسمع جميع تفسير الثعلبي من عباسة العصاري وقال \n  لي ابن هلالة رأيت أصل البيهقي بالسنن الكبير وقد ذهبت منه أجزاء متفرقة فجميع \n  ما وجد من ) .\n</p>\n<p class=\"arabic\">الأصل كان فيه سماع منصور ابن الفراوي من أبي المعالي الفارسي فقرأت عليه \n  جميع الكتاب بسماعه الموجود والباقي إجازة إن لم يكن سماعا ومولده في رمضان \n  سنة ثلاث وعشرين قلت قدم بغداد حاجا مع أبيه فحدث بها وروى عنه ابن نقطة والحافظ \n  أبو عبد الله البرزالي والإمام أبو عمرو ابن الصلاح وأبو عبد الله المرسي \n  وأبو محمد عبد العزيز بن هلالة وأبو إسحاق إبراهيم بن مضر الواسطي وآخرون \n  وأجاز لأبي الغنائم بن علان وللفخر علي وللزكي عبد العظيم وللجمال يحيى ابن \n  الصيرفي وآخرين سواهم وتوفي في ليلة ثامن شعبان وقرأت بخط الضياء رحمه الله \n  قال ليلة دخلت إلى نيسابور توفي منصور الفراوي *43*314* .\n\n</p>"
}