{
    "header": "محمد بن يعقوب بن يوسف بن عبد المؤمن بن عـ...",
    "id": "027864",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن يعقوب بن يوسف بن عبد المؤمن بن علي .\n</h1>\n<p class=\"arabic\">*43*387* السلطان الملك الناصر أبو عبد الله القيسي المغربي الملقب بأمير \n  المؤمنين وأمه أمة رومية اسمها زهر .\n</p>\n<p class=\"arabic\">بويع بعهد أبيه إليه عند وفاته وكان قد جعله ولي عهده وله عشر سنين في سنة \n  ست ) .\n</p>\n<p class=\"arabic\">وثمانين وبويع بالأمر في صفر سنة خمس وتسعين وخمسمائة .\n</p>\n<p class=\"arabic\">وكان أبيض أشقر أشهل أسيل الخدين حسن القامة كثير الإطراق طويل الصمت بعيد \n  الغور بلسانه لثغة وكان شجاعا حليما فيه بخل بالمال وعفة عن الدماء وقلة خوض \n  فيما لا يعنيه .\n</p>\n<p class=\"arabic\">وله من الأولاد يوسف ولي عهده ويحيى وتوفي في حياته وإسحاق استوزر أبا زيد \n  عبد الرحمن بن يوجان وزير أبيه ثم عزله واستوزر أخاه إبراهيم ابن السلطان \n  يعقوب وهو أولى بالملك منه .\n</p>\n<p class=\"arabic\">قال عبد الواحد بن علي المراكشي وكان إبراهيم لي محبا وصل إلي منه أموال وخلع \n  جمة أيام نيابته على إشبيلية ولي فيه هذه .\n</p>\n<p class=\"arabic\">% لكم على هذا الورى التقديم % % وعليهم التفويض والتسليم % .\n</p>\n<p class=\"arabic\">% الله أعلاكم وأعلى أمره % % بكم وأنف الحاسدين رغيم % .\n</p>\n<p class=\"arabic\">% أحييتم المنصور فهو كأنه % % لم تفتقده معالم ورسوم % .\n</p>\n<p class=\"arabic\">% ومنابر ومحارب ومحابر % % وحمى يحاط وأرمل ويتيم % .\n</p>\n<p class=\"arabic\">وبلغني موت إبراهيم في سنة سبع عشرة وستمائة .\n</p>\n<p class=\"arabic\">قال وكان لأبي عبد الله من كتاب الإنشاء أبو عبد الله محمد بن *43*388* عبد \n  الرحمن بن عياش وأبو الحسن علي بن عياش بن عبد الملك بن عياش وأبو عبد الله \n  بن يخلفتن الفازازي وولي له القضاء أبو القاسم أحمد بن بقي ثم عزله بأبي عبد \n  الله بن مروان ثم ولي القضاء محمد بن عبد الله بن طاهر الواعظ الصوفي الأصولي \n  الذي يذكر أنه علوي وكان قد اتصل بوالده فحظي عنده وسمعته مرة يقول جملة ما \n  وصل إلي من أمير المؤمنين المنصور أبي يوسف تسعة عشر ألف دينار سوى الخلع \n  والمراكب والإقطاع ومات على القضاء سنة ثمان وستمائة ثم ولي بعده القضاء أبو \n  عمران موسى بن عيسى بن عمران الذي كان أبوه قاضيا لأبي يعقوب موسى بن عبد \n  المؤمن .\n</p>\n<p class=\"arabic\">وكان الذي قام ببيعة محمد أبو زيد عبد الرحمن بن عمر بن عبد المؤمن الوزير \n  وعبد الواحد ابن الشيخ أبي حفص عمر ثم اخذ أولا في تجهيز الجيوش إلى إفريقية \n  لأن يحيى بن إسحاق بن غانية كان قد استولى على أكثر بلادها واستعمل عليهم \n  أبا الحسن علي بن عمر بن عبد ) .\n</p>\n<p class=\"arabic\">المؤمن فسار فالتقى هو وابن غانية بين بجابة وقسنطينة فانهزم الموحدون ورجع \n  علي في حالة سيئة فانتدب أبو عبد الله للحرب الوزير أبا زيد المذكور فسار \n  حتى بلغ قسنطينة ثم استعمله على إفريقية ولما بلغه أن ابن غانية استولى على \n  مدينة فاس تجهز في جيوشه وسار إلى فاس وأراد أن يبعث مراكب إلى ميورقة يستأصل \n  شافة بني غانية واستعمل على الأسطول عمه أبا العلاء إدريس بن يوسف وأبا سعيد \n  عثمان بن أبي حفص فسارا وافتتحاها عنوة وقتلا أميرها عبد الله بن إسحاق بن \n  غانية قتله المقدم عمر الكردي .\n</p>\n<p class=\"arabic\">قيل إنه لما نازلوه خرج على باب ميورقة وهو سكران فقتل وذلك في سنة تسع وتسعين \n  وانتهبوا أمواله وسبوا حريمه وقدموا بهم مراكش *43*389* .\n</p>\n<p class=\"arabic\">قال وقد كان قبل هذا أقام بالسوس رجل من جزولة اسمه يحيى بن عبد الرحمن ابن \n  الجزارة فاجتمع عليه خلائق فسارت إليه عساكر الموحدين فهزمهم غير مرة ثم إنه \n  قتل بعد أن كاد أن يملك ويظهر وكان يلقب بأبي قصبة .\n</p>\n<p class=\"arabic\">وفي سنة إحدى وستمائة قصد السلطان أبو عبد الله بلاد إفريقية وقد كان ابن \n  غانية استولى عليها خلا بجابة وقسنطينة فأقام أبو عبد الله على المهدية أربعة \n  أشهر يحاصرها وبها ابن عم ابن غانية فلما طال عليه الحصار سلم البلد وفر إلى \n  ابن عمه ثم رأى الرجوع إلى الموحدين فتلقوه أحسن ملتقى وقدموا له تحفا سنية \n  ثم سار إليهم سير أخو ابن غانية فأكرموه أيضا .\n</p>\n<p class=\"arabic\">قال وبلغني أن جملة ما أنفقه أبو عبد الله في هذه السفرة مائة وعشرون حمل \n  ذهب ورجع إلى مراكش في سنة أربع وستمائة وبقي بها إلى سنة سبع ففرغ ما بينه \n  وبين الإذفنش ملك الفرنجة من المهادنة فسار وعبر إلى إشبيلية ثم تحرك في أول \n  سنة ثمان وقصد بلاد الروم لعنهم الله فنزل على قلعة لهم ففتحها بعد حصار طويل \n  ورجع فدخل الإذفنش إلى قاصية الروم يستنفر الفرنج حتى اجتمعت له جموع عظيمة \n  من الأندلس ومن الشام حتى بلغ نفيره إلى القسنطينة وجاء معه البرشنوني صاحب \n  بلاد أرغن فبلغ أمير المؤمنين محمد فاستنفر الناس في أول سنة تسع فالتقوا \n  بموضع يعرف بالعقاب فحمل الإذفنش على المسلمين وهم على غير أهبة فانهزموا \n  وقتل من الموحدين خلق كثير وأكبر أسباب الهزيمة اختلاف نيات الموحدين وغضبهم \n  على تأخير أعطياتهم فبلغني عن جماعة منهم أنهم لم يسلوا سيفا ) .\n</p>\n<p class=\"arabic\">ولا شرعوا رمحا بل انهزموا وثبت أبو عبد الله ثباتا كليا ولولا ثباته لاستؤصلت \n  تلك الجموع قتلا وأسرا وذلك في صفر ورجع الملاعين بغنائم عظيمة وافتتحوا في \n  طريقهم بياسة عنوة فقتلوا وسبوا فكانت هذه أشد على المسلمين من الهزيمة .\n</p>\n<p class=\"arabic\">ونقل أبو عبد الله محمد بن إبراهيم الجزري في تاريخه أن الناصر أبا عبد الله \n  محمد بن يعقوب بن يوسف القيسي الكومي صاحب المغرب توفي *43*390* في هذه السنة \n  سنة عشر قال والمغاربة يقولون إنه كان قد أوصى عبيده وحرسه أن من ظهر لكم \n  بالليل فهو مباح للدم ثم نه أراد أن يختبر قدر أمره لهم فسكر وجعل يمشي في \n  بستانه فلما رأوه جعلوه غرضا لرماحهم فجعل يقول أنا الخليفة أنا الخليفة فلم \n  يمكنهم استدراك الفائت وتلف وقام بالأمر بعده ابنه المستنصر بالله أبو يعقوب \n  يوسف ولم يكن في بني عبد المؤمن أحسن من يوسف ولا أفصح إلا أنه كان مشغوفا \n  بالراحة وضعفت دولتهم في أيامه .\n</p>\n<p class=\"arabic\">وأما عبد الواحد بن علي المراكشي فإنه يقول في كتابه المعجب إن أبا عبد الله \n  مرض بالسكتة في أول شعبان ومات في خامسه وهذا هو الصحيح لأنه أدرك موته وكان \n  شاهدا .\n\n</p>"
}