{
    "header": "تاج العلى الشريف النسابة الحسني الرملي اـ...",
    "id": "027824",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">تاج العلى الشريف النسابة الحسني الرملي الرافضي الذي كان بآمد .\n</h1>\n<p class=\"arabic\">توفي بحلب *43*363* وكان قد اجتمع هو وأبو الخطاب ابن دحية فقال له إن دحية \n  لم يعقب فتكلم فيه ابن دحية ورماه بالكذب وهو كذلك .\n</p>\n<p class=\"arabic\">واسم تاج العلى الأشرف بن الأعز بن هاشم العلوي الحسني ذكره يحيى بن أبي طيء \n  في تاريخه فقال هو شيخنا العلامة الحافظ النسابة الواعظ الشاعر قدم علينا \n  وصحبته وقرأت عليه نهج البلاغة وكثيرا من شعره وأخبرني أنه ولد بالرملة في \n  غرة المحرم سنة اثنتين وثمانين وأربعمائة وعاشة مائة وثمانيا وعشرين سنة قال \n  لي واستهلت علي سنة إحدى وعشرين وخمسمائة بعسقلان وفيها اجتمعت بالقاضي أبي \n  الحسن علي بن عبد العزيز الصوري الكناني وسمعت عليه مجمل اللغة وعمره يومئذ \n  خمس وتسعون سنة قال قدم علينا مدينة صور أبو الفتح سليم الرازي سنة أربعين \n  وأربعمائة ونزل عندنا وسمعت عليه جميع المجمل بقراءته على مصنفه قال واستهل \n  علي هلال المحرم سنة إحدى وثلاثين وخمسمائة بالإسكندرية ولقي ابن الفحام وقرأ \n  عليه بالسبع بكتابه الذي صنفه قال وكنت هذه السنة بالبصرة وسمعت من لفظ ابن \n  الحريري خطبة المقامات التي صنفها ثم ذكر أنه دخل المغرب وأنه سمع سنة سبع \n  وأربعين من الكروخي كتاب الترمذي ودخل دمشق والجزيرة واستقر بحلب في سنة ست \n  وستمائة بعد أن أخذه ابن شيخ السلامية وزير صاحب *43*364* آمد وبنى في وجهه \n  حائطا ثم خلص بشفاعة الظاهر صاحب حلب لأنه هجا ابن شيخ السلامية وأقام بحلب \n  وجعل له صاحبها كل يوم دينارا صوريا وفي الشهر عشرة مكاكي ) .\n</p>\n<p class=\"arabic\">حنطة ولحم وأخبرني أنه صنف كتاب نكت الأنباء في مجلدين وكتاب جنة الناظر وجنة \n  المناظر خمس مجلدات في تفسير مائة آية ومائة حديث وكتابا في تحقيق غيبة المنتظر \n  وما جاء فيها عن النبي عليه السلام وعن الأئمة ووجوب الإيمان بها و شرح القصيدة \n  البائية للسيد الحميري وغير ذلك فسألته أن يأذن لي في نسخ هذه الكتب وقراءتها \n  فاعتذر بالتقية وأنه مسترزق من طائفة النصب قال وكان هذا الأشرف من نوادر \n  الدهر علما وحفظا وأدبا وظرفا ونادرة وكرما كان يعطي ويهب ويخلع قدح عينيه \n  ثلاث مرات وحكى لي أنه لا يطيق ترك النكاح ورزق بنتا في سنة تسع قبل موته \n  بسنة ولم يفقد شيئا من أعضائه لكن قل بصره وأنشدني لنفسه كثيرا مات بحلب في \n  تاسع وعشرين صفر وقد كانت العامة تطعن عليه عند السلطان ولا يزداد فيه إلا \n  رغبة فلما مات قال هاتوا مثله ولا تجدونه أبدا .\n</p>\n<p class=\"arabic\">قلت ما كان هذا إلا وقحا جريئا على الكذب انظر كيف ادعى هذا السن وكيف كذب \n  في لقاء ابن الفحام والحريري .\n\n</p>"
}