{
    "header": "علي بن أحمد بن علي بن عبد المنعم .",
    "id": "027847",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">علي بن أحمد بن علي بن عبد المنعم .\n</h1>\n<p class=\"arabic\">مهذب الدين أبو الحسن البغدادي المعروف بابن هبل الطبيب ويعرف أيضا بالخلاطي \n  ولد سنة خمس عشرة وخمسمائة ببغداد ولو سمع الحديث في صغره لكان أسند أهل زمانه \n  وإنما سمع من أبي القاسم إسماعيل ابن السمرقندي وقرأ الأدب والطب وبرع في \n  الطب وصنف فيه كتابا حافلا وكان من أذكياء العالم وأضر بأخرة *43*378* روى \n  عنه الزكي البرزالي وابن خليل والنجيب عبد اللطيف وجماعة وأجاز للفخر علي \n  بن البخاري .\n</p>\n<p class=\"arabic\">وقال أحمد بن أبي أصيبعة في تاريخه كان أوحد وقته وعلامة زمانه في صناعة الطب \n  وفي العلوم الحكمية متميزا في صناعة الأدب وله شعر حسن وألفاظه بليغة وكان \n  متقنا لحفظ القرآن وأقام مدة بخلاط عند صاحبها شاه أرمن وحصل له من جهته مال \n  عظيم .\n</p>\n<p class=\"arabic\">قال وحدثني عفيف الدين بن عدلان النحوي أن مهذب الدين قبل رحيله من خلاط بعث \n  ماله من المال العين إلى الموصل إلى مجاهد الدين قايماز الزيني وديعة عنده \n  وكان ذلك نحو مائة وثلاثين ألف دينار ثم أقام ابن هبل بماردين عند بدر الدين \n  لؤلؤ والنظام إلى أن قتلهما صاحب ماردين ناصر الدين ابن أرتق وكان بدر الدين \n  لؤلؤ مزوجا بأم ناصر الدين قال وعمي مهذب الدين بماء نزل في عينيه عن ضربة \n  وكان عمره إذ ذاك خمسا وسبعين سنة .\n</p>\n<p class=\"arabic\">ثم توجه إلى الموصل وحصلت له زمانة فلزم منزله بسكة أبي نجيح وكان يجلس على \n  سرير ويقصده طلبة الطب حدثنا الحكيم أبو العز يوسف ابن أبي محمد بن مكي ابن \n  ) .\n</p>\n<p class=\"arabic\">السنجاري الدمشقي حدثنا أبو الحسن ابن هبل أخبرنا إسماعيل بن أحمد السمرقندي \n  أخبرنا عبد العزيز الكناني فذكر حديثا .\n</p>\n<p class=\"arabic\">قال وكان ابن هبل في أول أمره قد اجتمع بأبي محمد ابن الخشاب وقرأ عليه شيئا \n  من النحو وتردد إلى النظامية وتفقه ثم اشتهر بعد ذلك بالطب وفاق أكثر أهل \n  زمانه ثم ذكر أبياتا من شعره وقطعا منها *43*379* .\n</p>\n<p class=\"arabic\">% لقد سبتني غداة الخيف غانية % % قد حازت الحسن في دل لها وصبا % .\n</p>\n<p class=\"arabic\">% قامت تميس كخطوط البان غازلة % % مع الأصائل ريحي شمأل وصبا % .\n</p>\n<p class=\"arabic\">% يكاد من دقة خصر تدل به % % يشكو إلى ردفها من ثقله وصبا % .\n</p>\n<p class=\"arabic\">% لو لم يكن أقحوان الثغر مبسمها % % ما هام قلبي بحبيها هوى وصبا % .\n</p>\n<p class=\"arabic\">وله كتاب المختار في الطب وهو كتاب جليل يشتمل على علم وعمل وكتاب الطب الجمالي \n  صنفه لجمال الدين محمد الوزير الملقب بالجواد وخلف من الأولاد شمس الدين أحمد \n  بن علي وكان من فضلاء الأطباء ولد سنة ثمان وأربعين وخمسمائة توفي في خدمة \n  الملك الغالب صاحب الروم كيكاوس بن كيخسرو وخلف ولدين فاضلين بالموصل وتوفي \n  مهذب الدين بالموصل في ثالث عشر المحرم ودفن بمقبرة المعافى بن عمران انتهى \n  قول ابن أبي أصيبعة .\n\n</p>"
}