{
    "header": "أبو العباس السبتي الزاهد .",
    "id": "027880",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أبو العباس السبتي الزاهد .\n</h1>\n<p class=\"arabic\">شيخ المغرب في عصره أحمد بن جعفر الخزرجي صاحب الأحوال والمقامات والكرامات .\n</p>\n<p class=\"arabic\">قال تاج الدين ابن حمويه أدركته بمراكش في سنة أربع وتسعين وقد ناهز الثمانين \n  وهو شيخ نوراني بهي المنظر عظيم المخبر سليم الحواس ذكي الفطرة كامل الأخلاق \n  الحسنة دائم البشر مسلوب *43*399* الغضب عديم الحسد لا يطلب الدنيا ولا يلتفت \n  إلى أهلها وإذا جاءه المال فرقه في الحال ورأيت الناس على قدر ميزتهم يختلفون \n  فيه فمن قائل ساحر وكاهن ومن قائل زنديق وممخرق ومن قائل مجذوب يتكلم على \n  الخواطر ويتصرف في البواطن والظواهر فتوقفت عن الدخول إليه سنة ثم ألح علي \n  صديق فمضيت إليه فإذا به في دار قوراء بهية ذات مجالس وأروقة ومفارش وفي وسط \n  الدار ماء جار وأشجار كأنها من دور .\n</p>\n<p class=\"arabic\">الملوك وحوله فقهاء وصلحاء وبعض متميزي البلد فسلمنا وجلسنا فكان يفسر في \n  آيات في البر والصدقة ورأيت على عينيه خرقة زرقاء فحسبت أنها لرمد وإذا هي \n  عادة له فلما فرغ عاد لمحادثتي وسأل عن اسمي وبلدي وفاوضته في مسائل في التصوف \n  فكان يأتي بالأجوبة الغريبة السديدة والكلام المنقح ثم شرع في الحديث معي \n  على ما جرت به العادة مع القادم ثم لازمت زيارته وزارني وخرجت معه إلى البساتين \n  والضواحي وكان يحب الخضرة والمياه الجارية وبلغني أنه كان يلازم العزلة والخلوة \n  ثم خالط الناس وكانت مجالسه مجالس وعظ وتذكير وأدعية ومعظم كلامه في الحث \n  على الصدقة وفعل الخير وذم الشح .\n</p>\n<p class=\"arabic\">وأما الذي صح عنه من الكرامات وصحة الفراسات والدعوات المستجابات فمشهور متداول \n  مستفيض إلا أنهم يرجمون الظنون في أسباب ذلك الحصول وطريقته في الوصول وكان \n  لصاحبي الجمال محمد القسطلاني أخ قد سافر بتجارة إلى غانة وهي قاعدة مملكة \n  السودان فبعث إليه بضاعة فخرج الحرامية فأخذوا تلك القافلة فرد التجار إلى \n  سجلماسة وخرج الوالي فأمسك بعض الحرامية وبعض الأموال فدخل محمد معي إلى الشيخ \n  فحكى له ما جرى فقال كم تسوى بضاعتك قال ستمائة دينار فتبسم وقال لعل رأس \n  مالها عليك العشر أو أقل فكأنكم طعمتم في اقتناص أموال الحضر فصادها البربر \n  من المدر فقلت أنا يا سيدي فهل يرجى لما ذهب عود قال إن تصدق بستمائة درهم \n  أخلف الله عليه ذلك .\n</p>\n<p class=\"arabic\">فأخرج دراهم فوضعها بين يديه فعدت فكانت مائة وثمانية دراهم فلما *43*400* \n  كان بعد شهر دخل إلي محمد القسطلاني ومعه كتب وردت من أصحابه يذكرون أن الوالي \n  أحضر ما استرد فقال للتجار ليأخذ كل من تحقق له عين ماله وحضر القاضي والعدول \n  وشهد التجار بعضهم لبعض فظهرت صرة فيها تبر من عين ماله مكتوب عليها اسم أخيه \n  وأخرج لي الصرة من كمه وقال يا ما أعجب شأن هذا الرجل يعني السبتي أتذكر قوله \n  وحديث العشر والصدقة هذا التبر وزنه مائة وعشرة مثاقيل فمضينا إلى زيارته \n  وقبل محمد يده وحكى ما جرى فلم يكترث بما جرى .\n</p>\n<p class=\"arabic\">قلت ثم حكى له ثلاث كرامات أخر وقال خرجت من البلاد بعد الستمائة وتركته حيا \n  يرزق وكان يقول إذا جرى ذكر الدولة إن دولة هؤلاء تختل بعد وفاتي وتضمحل يعني \n  بني عبد المؤمن فظهر ذلك بعد وفاته واختلفوا واقتتلوا وفسد أمرهم .\n\n</p>"
}