{
    "header": "عبد العزيز بن أبي نصر محمود بن المبارك بـ...",
    "id": "027988",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد العزيز بن أبي نصر محمود بن المبارك بن محمود .\n</h1>\n<p class=\"arabic\">الحافظ أبو محمد ابن الأخضر الجنابذي الأصل البغدادي التاجر البزاز .\n</p>\n<p class=\"arabic\">ولد سنة أربع وعشرين وخمسمائة .\n</p>\n<p class=\"arabic\">وسمع سنة ثلاثين وخمسمائة وبعدها وهلم جرا وكتب الكثير وعني بالفن أتم عناية .\n</p>\n<p class=\"arabic\">سمع من أبي بكر قاضي المراستان وأبي القاسم ابن السمرقندي ويحيى ابن الطراح \n  عبد الله الأنماطي وعبد الجبار بن توبة وأبي منصور بن خيرون وأبي الحسن بن \n  عبد السلام وأبي سعد البغدادي وأبي الفضل الأرموي وابن ناصر وخلق كثير وحصل \n  الأصول وغالى في أثمانها .\n</p>\n<p class=\"arabic\">وحدث نحوا من ستين سنة وصنف تصانيف مفيدة وكان حافظ العراق في زمانه وكانت \n  له حلقة بجامع القصر للحديث وتخاريجه تدل على حفظه وتبحره وكان ثقة صالحا \n  دينا عفيفا *44*75* .\n</p>\n<p class=\"arabic\">وكان والده قد سمع من إسماعيل بن ملة وحج سنة خمس وثلاثين وخمسمائة وله أربعون \n  سنة فلم يرجع وعدم .\n</p>\n<p class=\"arabic\">قال الدبيثي لم أر في شيوخنا أوفر شيوخا منه محمد ولا غزر سماعا وحدث بجامع \n  القصر سنين كثيرة .\n</p>\n<p class=\"arabic\">وقال ابن نقطة كان ثبتا ثقة مأمونا كثير السماع واسع الرواية صحيح الأصول \n  منه تعلمنا واستفدنا وما رأينا مثله .\n</p>\n<p class=\"arabic\">قلت روى عنه الحفاظ ابن نقطة والدبيثي وابن النجار والضياء والبرزالي وابن \n  خليل والزين خالد بن محمد بن بيتمان الهمذاني ومحمد بن نصر بن عبد الرزاق \n  الجيلي وعلي بن ميران سبط العاقولي والعفيف علي بن عدلان الموصلي النحوي وعلي \n  بن محمد بن زريق وأحمد بن الحسين الداري الخليلي ومحمد بن سعيد بن النشف الواسطي \n  والجمال يحيى ابن ) .\n</p>\n<p class=\"arabic\">الصيرفي والنجيب عبد اللطيف وأخوه العز عبد العزيز والنجيب مقداد بن أبي القاسم \n  القيسي والعلم أبو محمد القاسم بن أحمد الأندلسي وإسرائيل بن أحمد القرشي \n  وابنه علي بن الأخضر وخلق سواهم .\n</p>\n<p class=\"arabic\">وتوفي في سادس شوال .\n</p>\n<p class=\"arabic\">قال ابن النجار سمعه أبوه من جماعة وأول طلبه من الأرموي وابن ناصر وما زال \n  يسمع حتى قرأ على شيوخنا كتب كثيرا لنفسه وتوريقا للناس في شبابه قرأت عليه \n  كثيرا في حلقته وفي حانوته للبز بخان الخليفة وكان ثقة حجة نبيلا ما رأيت \n  في شيوخنا مثله في كثرة مسموعاته وحسن أصوله وحفظه إتقانه وكان أمينا ثخين \n  الستر متدينا ظريفا *44*76* .\n</p>\n<p class=\"arabic\">قلت وأجاز للكمال عبد الرحمن المكبر .\n\n</p>"
}