{
    "header": "علي بن المفضل بن علي بن أبي الغيث مفرج بـ...",
    "id": "027995",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">علي بن المفضل بن علي بن أبي الغيث مفرج بن حاتم بن الحسن بن جعفر .\n</h1>\n<p class=\"arabic\">العلامة الحافظ شرف الدين أبو الحسن ابن القاضي الأنجب أبي المكارم *44*80* \n  اللخمي المقدسي الأصل الإسكندراني الفقيه المالكي القاضي .\n</p>\n<p class=\"arabic\">ولد في ذي القعدة سنة أربع وأربعين وخمسمائة .\n</p>\n<p class=\"arabic\">وتفقه بالثغر على الإمام أبي طالب صالح بن إسماعيل ابن بنت معافى والإمام \n  أبي الطاهر بن عوف وأبي محمد عبد السلام بن عتيق السفاقسي وأبي طالب أحمد \n  بن المسلم اللخمي التنوخي وسمع منهم ومن السلفي فأكثر عنه وانقطع إليه وتخرج \n  به ومن أبي عبيد نعمة الله بن زيادة الله الغفاري وهو من قدماء شيوخه حدثه \n  عن عيسى بن أبي ذر الهروي وسمع أيضا من أبي الضياء بدر الخداداذي وسالم بن \n  إبراهيم الأموي ومحمد بن علي بن خلف وعبد الرحمن بن خلف الله المقرئ وطائفة .\n</p>\n<p class=\"arabic\">وقدم مصر سنة أربع وسبعين فشهد بها عند قاضي القضاة أبي القاسم بعد الملك \n  بن درباس ) .\n</p>\n<p class=\"arabic\">وسمع من العلامة عبد الله بن بري وعلي بن هبة الله بن عبد الصمد الكاملي وهبة \n  الله ابن الطوير ومحمد بن علي الرحبي وطائفة .\n</p>\n<p class=\"arabic\">وقدم مصر سنة أربع وسبعين فشهد بها عند قاضي القضاة أبي القاسم عبد الملك \n  بن درباس .\n</p>\n<p class=\"arabic\">وسمع من العلامة عبد الله بن بري وعلي بن هبة الله بن عبد الصمد الكاملي وهبة \n  الله ابن الطوير ومحمد بن علي الرحبي وطائفة .\n</p>\n<p class=\"arabic\">وجاور بمكة وسمع بالحجاز من أحمد ابن الحافظ أبي العلاء العطار وأبي سعد عبد \n  الواحد بن علي الجويني وجماعة .\n</p>\n<p class=\"arabic\">وحدث بالحرمين ومصر والثغر وناب في القضاء بالإسكندرية مدة ودرس بالمدرسة \n  المعروفة به ودرس بالقاهرة بالمدرسة الصاحبية إلى حين وفاته .\n</p>\n<p class=\"arabic\">وكان إماما بارعا في المذهب مفتيا محدثا حافظا له تصانيف مفيدة في الحديث \n  وغيره .\n</p>\n<p class=\"arabic\">وكان ورعا خيرا حسن الأخلاق كثير الإغضاء متفننا في العلم كبير القدر عديم \n  النظير .\n</p>\n<p class=\"arabic\">روى عنه الزكي البرزالي والزكي المنذري والرشيد العطار والعلم عبد الحق بن \n  مكي ابن الرصاص والشرف عبد الملك بن نصر الفهري الفوي اللغوي والمجد علي بن \n  وهب ابن دقيق العيد المالكي وإسحاق بن ملكويه *44*81* الصوفي ومحتسب الإسكندرية \n  الحسن بن عثمان القابسي والجمال محمد بن سليمان الهواري التونسي ومحمد بن \n  مرتضى بن أبي الجود والشهاب إسماعيل القوصي والشرف عمر بن عبد الله السبكي \n  ومحمد بن عبد الخالق بن طرخان والنجيب أحمد بن محمد بن الحسن السفاقسي والمحيي \n  عبد الرحيم بن عبد المنعم ابن الدميري وخلق سواهم .\n</p>\n<p class=\"arabic\">قال الحافظ المنذري وكان رحمه الله جامعا لفنون من العلم حتى قال بعض الفضلاء \n  لما مر به محمولا على السرير ليدفن رحمك الله يا أبا الحسن فقد كنت أسقطت \n  عن الناس فروضا .\n</p>\n<p class=\"arabic\">قال وتوفي في مستهل شعبان بالقاهرة ودفن من يومه بسفح المقطم .\n</p>\n<p class=\"arabic\">وله رحمه الله مقاطيع مليحة منها .\n</p>\n<p class=\"arabic\">% ولمياء تحيي من تحيي بريقه % % كأن مزاج الراح بالمسك من فيها % .\n</p>\n<p class=\"arabic\">% وما ذقت فاها غير أني رويته % % عن الثقة المسواك وهو موافيها % .\n</p>\n<p class=\"arabic\">وله .\n</p>\n<p class=\"arabic\">% أيا نفس بالمأثور عن خير مرسل % % وأصحابه والتابعين تمسكي % .\n</p>\n<p class=\"arabic\">% عساك إذا بالغت في نشر دينه % % بما طاب من نشر له أن تمسكي % .\n</p>\n<p class=\"arabic\">% وخافي غدا يوم السحاب جهنما % % إذا لفحت نيرانها أن تمسكي % .\n</p>\n<p class=\"arabic\">قلت ليت نفسه قبلت منه وتمسكت بإمرار الصفات من غير تأويل .\n\n</p>"
}