{
    "header": "غازي بن يوسف بن أيوب بن شاذي ابن الأمير ...",
    "id": "028131",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">غازي بن يوسف بن أيوب بن شاذي ابن الأمير يعقوب .\n</h1>\n<p class=\"arabic\">السلطان الملك الظاهر غياث الدين أبو منصور ابن السلطان صلاح الدين التكريتي \n  ثم المصري صاحب حلب .\n</p>\n<p class=\"arabic\">ولد بمصر في رمضان سنة ثمان وخمسمائة .\n</p>\n<p class=\"arabic\">وسمع بالإسكندرية من الفقيه أبي الطاهر بن عوف وبمصر من عبد الله بن بري النحوي .\n</p>\n<p class=\"arabic\">وبدمشق من الفضل بن الحسين البانياسي .\n</p>\n<p class=\"arabic\">وحدث بحلب وولي سلطنتها ثلاثين سنة .\n</p>\n<p class=\"arabic\">قال الموفق عبد اللطيف كان جميل الصورة رائع الملاحة موصوفا بالجمال في صغره \n  وفي كبره وكان له غور ودهاء ومكر وأعظم دليل على دهائه مقاومته لعمه الملك \n  العادل وكان لا يخليه يوما من خوف وشغل قلب وكان *44*159* يصادق ملوك الأطراف \n  ويباطنهم ويلاطفهم ويوهمهم أنه لولا هو لقد كان العادل يقصدهم ويوهم عمه أنه \n  لولا هو لم يطعه أحد من الملوك ولكاشفوه بالشقاق فكان بهذا التدبير يستولي \n  على الجهتين ويستعبد الفريقين ويشغل بعضهم ببعض وكان كريما معطاء يغمر الملوك \n  بالتحف والرسل بالنحل والشعراء والقصاد بالصلات وتزوج بابنة العادل وماتت \n  معه ثم تزوج بأختها فكان له عرس مشهود وجاءت منه بالملك العزيز في أول سنة \n  عشر وأظهر السرور بولادته وبقيت حلب مزينة شهرين والناس في أكل وشرب ولم يبق \n  صنفا من أصناف الناس إلا أفاض عليهم النعم ووصلهم بالإحسان وسير إلى المدارس \n  والخوانك الغنم والذهب وأمرهم أن يعملوا الولائم ثم فعل ذلك مع الأجناد والغلمان \n  والخدم وعمل للنساء دعوة مشهودة أغلقت لها المدينة وأما داره بالقلعة فزينها \n  بالجواهر وأواني الذهب الكثيرة وكان حين أمر بحفر الخراب حول القلعة وجد عشرين \n  لبنة ذهب فيها قنطار بالحلبي فعمل منها أربعين قشوة بحقاقها وختن ولده الأكبر \n  أحمد وختن معه جماعة من أولاد المدينة وقدم له تقادم جليلة فلم يقبل منها \n  شيئا رفقا بهم لكن قبل قطعة سمندل طول ذراعين في ذراع فغمسوها في الزيت وأوقدوها \n  حتى نفذ الزيت وهي ترجع بيضاء فالتهوا بها عن جميع ما حضر ) .\n</p>\n<p class=\"arabic\">وكان عنده من أولاد أبيه وأولاد أولادهم مائة وخمسة وعشرون نفسا وزوج الذكور \n  منهم بالإناث وعقد في يوم واحد خمسة وعشرين عقدا بينهم ثم صار كل ليلة يعمل \n  عرسا ويحتفل له وبقي على ذلك مدة رجب وشعبان ورمضان وكان بينه وبين سلطان \n  الروم عز الدين كيكاوس بن كيخسرو صداقة مؤكدة ومراسلات ومرض نيفا وعشرين يوما \n  وأوصى أن يكون الخادم طغريل دزدار القلعة وأن يكون شمس الدين ابن أبي يعلى \n  الموصلي وزيرا كما كان ولا يخرج أحد عن أمره وسيف الدين ابن جندر أتابك الجيش \n  وكان القاضي *44*160* بهاء الدين ابن شداد مسافرا إلى العادل بمصر فقدم بعد \n  ثلاث فحل جميع ذلك بالتدريج والخفية وأعانه مرض الوزير فلما عوفي وجد الأمور \n  مختلفة فسافر إلى الروم ثم انتكس ومرض ومات في السنة .\n</p>\n<p class=\"arabic\">وأما ابن جندر فنزل عن الأتابكية وجعلوها للملك المنصور يعني الذي كان تسلطن \n  بمصر بعد والده العزيز .\n</p>\n<p class=\"arabic\">قال فبقي أياما وعزلوه ثم ولوه ثم عزلوه غير مرة وتلاعبت بهم الآراء وكان \n  قصدهم أن يكون الطواشي شهاب الدين طغريل هو الأتابك فسعوا إلى أن تم ذلك ثم \n  اتفقوا أن يحكم عليهم خادم فاختلفت نياتهم ورأوا أن يملكوا الملك الأفضل علي \n  ابن صلاح الدين وعزم الأمراء على التوثب بحلب ثم قوي أمر طغريل وثبت وقد هموا \n  بقتله مرات ووقاه الله ولو ساق الأفضل لملك حلب ولما اختلف عليه اثنان لكنه \n  كاتب عز الدين صاحب الروم وحسن له أن يقصد حلب فحشد وقصدها ونازل تل باشر \n  فأخذها وأخذ عين تاب ورعبان ومنبج وكاتبه أكثر رؤساء حلب والأمراء فلما رأى \n  طغريل والخواص ذلك طلبوا الملك الأشرف فجاء ونزل بظاهر حلب مع شدة خوف وجاءت \n  طائفة من العرب ومعهم عسكر يتولعون بعسكر الروم فسير إليهم عز الدين كبراء \n  دولته فساقوا بجهل وأمعنوا إلى براعة في تلك البرية فخارت قواهم وذبلت خيلهم \n  واختطفتهم العرب سبايا كما تؤخذ النساء فخار قلب عز الدين ورجع إلى تل باشر \n  ثم إلى بلاده ولحقه غبن وأسف حتى مرض ومات وأما الملك الأشرف فإنه تمكن من \n  أموال حلب ورجالها وقوي بذلك على الموصل وسنجار وعظم عند ملوك الشرق .\n</p>\n<p class=\"arabic\">قلت قد ذكرت في الحوادث أن الظاهر قدم دمشق وحاصرها غير مرة مع أخيه الأفضل \n  ) .\n</p>\n<p class=\"arabic\">وحاصر منبج وأخذها وكذلك قلعة نعم ثم حاصر حماة وغير ذلك *44*161* .\n</p>\n<p class=\"arabic\">وكان ذا شجاعة وإقدام وكان سفاكا للدماء في أوائل أمره ثم قصر عن ذلك وأحسن \n  إلى الرعية وكان ذكيا فطنا حسن النادرة قال له الحلي الشاعر مرة في المنادمة \n  وهو يعبث به وراد عليه فقال انظم يتهدده بالهجو فقال السلطان انثر وأشار إلى \n  السيف .\n</p>\n<p class=\"arabic\">وقال أبو المظفر سبط ابن الجوزي كان الظاهر مهيبا له سياسة وفطنة ودولته معمورة \n  بالعلماء والفضلاء مزينة بالملوك والأمراء وكان محسنا إلى الرعية وإلى الوافدين \n  عليه حضر معظم غزوات أبيه وانضم إليه إخوته وأقاربه وكان يزور الصالحين ويفتقدهم \n  وكان يتوقد ذكاء وفطنة توفي في العشرين من جمادى الآخرة بعلة الذرب وقام بأمر \n  ابنه طغريل أتابك العسكر أحسن قيام .\n</p>\n<p class=\"arabic\">وقال أبو شامة أوصى في مرضه بالسلطنة لابنه محمد لأنه كان من بنت عمه الملك \n  العادل وطلب بذلك استمرار الأمر له لأجل جده وأخواله وجعل الأمر من بعده لولده \n  الأكبر أحمد ثم من بعده الملك المنصور محمد ابن الملك العزيز عثمان أخيه وفوض \n  القلعة إلى طغريل خادم رومي أبيض وكان مشتهرا بالزهد فصار له عنده مكانة وعاش \n  الظاهر خمسا وأربعين سنة ونقل فدفن بمدرسته التي أنشأها بحلب .\n</p>\n<p class=\"arabic\">قال ابن واصل لما اشتد به المرض قيل إنه كان يفيق ويتشهد ويقول ما أغنى عني \n  ماليه هلك عني سلطانيه اللهم بك أستجير وبرحمتك أثق ولما مات كتم خبره حتى \n  دفن بالقلعة وسكن الناس ثم أخرج الأتابك طغريل ولديه من باب القلعة وعليهما \n  السواد فلما رآهما الأمراء وقعوا عن خيولهم وكشفوا رؤوسهم وقطعت الشعور وضجوا \n  ضجة واحدة وفعل *44*162* ذلك مماليكه وكان منظرا فظيعا ثم ركب الأخوان الملك \n  العزيز والملك الصالح بأبهة الملك وحمل الأمير ابن جندر بين أيديهما الغاشية \n  وأقبل المراء وأولاد الملوك يقبلون أيديهما ثم ردا إلى القلعة وكثر النوح \n  والبكاء .\n\n</p>"
}