{
    "header": "زيد بن الحسن بن زيد بن الحسن بن زيد بن اـ...",
    "id": "028107",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">زيد بن الحسن بن زيد بن الحسن بن زيد بن الحسن بن سعيد بن عصمة بن حمير .\n</h1>\n<p class=\"arabic\">*44*142* العلامة تاج الدين أبو اليمن الكندي البغدادي المقرئ النحوي اللغوي .\n</p>\n<p class=\"arabic\">ولد في شعبان سنة عشرين وخمسمائة .\n</p>\n<p class=\"arabic\">وحفظ القرآن وهو ابن سبع سنين وكمل القراءات العشر وله عشر سنين .\n</p>\n<p class=\"arabic\">وكان أعلى أهل الأرض إسنادا في القراءات فإني لا أعلم أحدا من الأمة عاش بعدما \n  قرأ القراءات ثلاثا وثمانين سنة غيره هذا مع أنه قرأ على أسند شيوخ العصر \n  بالعراق ولم يبق أحد ممن قرأ عليه بقائه ولا قريبا منه بل آخر من قرأ عليه \n  الكمال ابن فارس وعاش بعده نيفا وستين سنة ثم إنه سمع الحديث على الكبار وبقي \n  مسند الزمان في القراءات والحديث .\n</p>\n<p class=\"arabic\">قرأ القراءات المشهورة والغريبة فأكثر على شيخه ومعلمه وأستاذه الإمام أبي \n  محمد سبط أبي منصور الخياط وأفاده وحرص عليه في الصغر وأسمعه الحديث وأرسله \n  إلى الشيوخ الكبار فقرأ بالكفاية في القراءات الست على الإمام المعمر أبي \n  القاسم هبة الله بن أحمد ابن الطبر الحريري وقرأ بالموضح في القراءات العشر \n  على مؤلفه أبي منصور محمد بن عبد الملك بن خيرون وقرأ للسبعة على أبي بكر \n  محمد بن إبراهيم خطيب المحول وعلى أبي الفضل محمد ابن المهتدي بالله .\n</p>\n<p class=\"arabic\">ثم سمع الحديث من القاضي أبي بكر محمد بن عبد الباقي وأبي القاسم هبة الله \n  ابن الطبر وأبي منصور القزاز ومحمد بن أحمد بن توبة وأخيه عبد الجبار وأبي \n  القاسم ابن السمرقندي وأبي الفتح ابن البيضاوي وطلحة بن عبد السلام الرماني \n  ويحيى بن علي ابن الطراح وأبي الحسن بن عبد السلام وأبي *44*143* القاسم عبد \n  الله بن أحمد بن يوسف والحسين بن علي سبط الخياط والمبارك بن نغوبا وعلي بن \n  عبد السيد ابن الصباغ وعبد الملك بن أبي القاسم الكروخي وسعد الخير الأنصاري \n  وطائفة سواهم .\n</p>\n<p class=\"arabic\">وله مشيخة في أربعة أجزاء خرجها أبو القاسم علي ين القاسم ابن عساكر ) .\n</p>\n<p class=\"arabic\">وقرأ النحو على أبي السعادات هبة الله ابن الشجري وأبي محمد ابن الخشاب وشيخه \n  أبي محمد سبط الخياط .\n</p>\n<p class=\"arabic\">وأخذ اللغات عن أبي منصور موهوب ابن الجواليقي .\n</p>\n<p class=\"arabic\">وقدم دمشق في شبيبته وسمع بها من أبي الحسين عبد الرحمن بن عبد الله بن أبي \n  الحديد وتفرد بالرواية عنه وعن أكثر شيوخه ثم قدم الشام ومصر وسكن دمشق ونال \n  الحشمة الوافرة والتقدم وازدحم عليه الطلبة .\n</p>\n<p class=\"arabic\">وكان حنبلي المذهب فانتقل حنفيا لأجل الدنيا وتقدم في مذهب أبي حنيفة .\n</p>\n<p class=\"arabic\">وأفتى ودرس وصنف وأقرأ القراءات والنحو واللغة والشعر .\n</p>\n<p class=\"arabic\">وكان صحيح السماع ثقة في النقل ظريفا حسن العشرة طيب المزاج مليح النظم .\n</p>\n<p class=\"arabic\">قرأ عليه القراءات علم الدين السخاوي ولم يسندها عنه وعلم الدين القاسم بن \n  أحمد الأندلسي وكمال الدين إسحاق بن فارس وجماعة .\n</p>\n<p class=\"arabic\">وحدث عنه الحافظ عبد الغني والشيخ الموفق والحافظ عبد القادر وابن نقطة وابن \n  النجار وأبو الطاهر ابن الأنماطي والبرزالي والضياء والزكي عبد العظيم والزين \n  خالد والتقي بن أبي اليسر والجمال ابن الصيرفي وأحمد بن سلامة الحداد والقاضي \n  أبو الفرج عبد الرحمن بن أبي عمر والقاضي *44*144* أبو عبد الله محمد ابن \n  العماد إبراهيم وأبو الغنائم المسلم بن علان والمؤمل بن محمد البالسي وأبو \n  القاسم عمر بن أحمد ابن العديم وأبو حفص عمر بن محمد بن أبي عصرون وأبو الحسن \n  علي بن أحمد ابن البخاري وأبو عبد الله محمد ابن الكمال ومحمد بن مؤمن ويوسف \n  ابن المجاور وست العرب بنت يحيى الكندي وإسماعيل ابن العفيف أحمد بن إبراهيم \n  بن يعيش المالكي ومحمد بن عبد المنعم ابن القواس .\n</p>\n<p class=\"arabic\">وآخر من روى عنه بالإجازة أبو حفص ابن القواس ثم أبو حفص عمر بن إبراهيم العقيمي \n  الأديب وتوفي هذا في شوال سنة تسع وتسعين وستمائة .\n</p>\n<p class=\"arabic\">قال ابن النجار أسلمه أبوه في صغره إلى سبط الخياط فلقنه القرآن وجود عليه \n  ثم حفظه القرآن وله عشر سنين إلى أن قال تفرد بأكثر مروياته سافر عن بغداد \n  سنة ثلاث وأربعين ودخل همذان فأقام بها سنين يتفقه على مذهب أبي حنيفة على \n  سعد الرازي بمدرسة السلطان طغرل ثم إن أباه حج سنة أربع وأربعين فمات في الطريق \n  فعاد أبو اليمن إلى بغداد ثم توجه ) .\n</p>\n<p class=\"arabic\">إلى الشام واستوزره فروخ شاه ثم بعده اتصل بناحية تقي الدين عمر صاحب حماة \n  واختص به وكثرت أمواله وكان المعظم يقرأ عليه الأدب ويقصده في منزله ويعظمه \n  قرأت عليه كثيرا وكان يصلني بالنفقة ما رأيت شيخا أكمل منه فضلا ولا أتم منه \n  عقلا ونبلا وثقة وصدقا وتحقيقا ورزانة مع دماثة أخلاقه وكان مهيبا وقورا أشبه \n  بالوزراء من العلماء بجلالته وعلو منزلته وكان أعلم أهل زمانه بالنحو أظنه \n  يحفظ كتاب سيبويه ما دخلت عليه قط إلا وهو في يده يطالعه وفي مجلد واحد رفيع \n  فكان يقرأها بلا كلفة وقد بلغ التسعين .\n</p>\n<p class=\"arabic\">وكان قد متع بسمعه وبصره وقوته وكان مليح الصورة ظريفا إذا تكلم ازداد حلاوة \n  وله النظم والنثر والبلاغة الكاملة إلى أن قال حضرت الصلاة عليه .\n</p>\n<p class=\"arabic\">وقال أبو شامة ورد الكندي ديار مصر يعني في سنة بضع وستين *44*145* وخمسمائة \n  قال وكان أوحد الدهر فريد العصر فاشتمل عليه عز الدين فروخ شاه بن شاهنشاه \n  بن أيوب ثم ابنه الأمجد صاحب بعلبك ثم تردد إليه بدمشق الملك الأفضل علي ابن \n  صلاح الدين وأخوه الملك المحسن وابن عمه الملك المعظم عيسى ابن العادل وقال \n  ضياء الدين بن أبي الحجاج الكاتب عنه كنت في مجلس القاضي الفاضل فدخل فروخ \n  شاه فجرى ذكر شرح بيت من ديوان المتنبي فذكرت شيئا فأعجبه فسأل القاضي عني \n  فقال هذا العلامة تاج الدين الكندي فنهض فروخ شاه وأخذ بيدي وأخرجني معه إلى \n  منزله ودام اتصالي به قال وكان الملك المعظم يقرأ عليه دائما قرأ عليه كتاب \n  سيبويه نصا وشرحا وكتاب الحماسة وكتاب الإيضاح وشيئا كثيرا وكان يأتي من القلعة \n  ماشيا إلى دار تاج الدين بدرب العجم والمجلد تحت إبطه .\n</p>\n<p class=\"arabic\">وحكى ابن خلكان أن الكندي قال كنت قاعدا على باب أبي محمد ابن الخشاب النحوي \n  وقد خرج من عنده أبو القاسم الزمخشري وهو يمشي في جاون خشب لأن إحدى رجليه \n  كانت سقطت من الثلج .\n</p>\n<p class=\"arabic\">ومن شعر الكندي .\n</p>\n<p class=\"arabic\">% دع المنجم يكبو في ضلالته % % إن ادعى علم ما يجري بن الفلك % .\n</p>\n<p class=\"arabic\">% تفرد الله بالعلم القديم فلا ال % % إنسان يشركه فيه ولا الملك % .\n</p>\n<p class=\"arabic\">% أعد للرزق من إشراكه شركا % % وبئست العدتان الشرك والشرك % .\n</p>\n<p class=\"arabic\">وله ) .\n</p>\n<p class=\"arabic\">% أرى المرء يهوى أن تطول حياته % % وفي طولها إرهاق ذل وإزهاق % .\n</p>\n<p class=\"arabic\">% تمنيت في عصر الشبيبة أنني % % أعمر والأعمار لا شك أرزاق % .\n</p>\n<p class=\"arabic\">% فلما أتى ما قد تمنيت ساءني % % من العمر ما قد كنت أهوى وأشتاق % .\n</p>\n<p class=\"arabic\">% يخيل لي فكري إذا كنت خاليا % % ركوبي على الأعناق والسير إعناق % .\n</p>\n<p class=\"arabic\">*44*146* .\n</p>\n<p class=\"arabic\">% ويذكرني مر النسيم وروحه % % حفائر يعلوها من الترب أطباق % .\n</p>\n<p class=\"arabic\">% وها أنا في إحدى وتسعين حجة % % لها في إرعاد مخوف وإبراق % .\n</p>\n<p class=\"arabic\">% يقولون ترياق لمثلك نافع % % وما لي إلا رحمة الله ترياق % .\n</p>\n<p class=\"arabic\">وله .\n</p>\n<p class=\"arabic\">% لبست من الأعمار تسعين حجة % % وعندي رجاء بالزيادة مولع % .\n</p>\n<p class=\"arabic\">% وقد أقبلت إحدى وتسعون بعدها % % ونفسي إلى خمس وست تطلع % .\n</p>\n<p class=\"arabic\">% ولا غرو أن آتي هنيدة سالما % % فقد يدرك الإنسان ما يتوقع % .\n</p>\n<p class=\"arabic\">% وقد كان في عصري رجال عرفتهم % % حبوها وبالآمال فيها تمتعوا % .\n</p>\n<p class=\"arabic\">% وما عاف قبلي عاقل طول عمره % % ولا لامه من فيه للعقل موضع % .\n</p>\n<p class=\"arabic\">وقال الحافظ ابن نقطة كان الكندي مكرما للغرباء حسن الأخلاق فيه مزاح وكان \n  من أبناء الدنيا المشتغلين بها وبإيثار مجالسة أهلها وكان ثقة في الحديث والقراءات \n  وصحيح السماع سامحه الله .\n</p>\n<p class=\"arabic\">وقال الإمام موفق الدين كان الكندي إماما في القراءة والعربية انتهى إليه \n  علو الإسناد في الحديث وانتقل إلى مذهب أبي حنيفة من أجل الدنيا إلا أنه كان \n  على السنة وصى إلي بالصلاة عليه والوقوف على دفنه ففعلت ذلك .\n</p>\n<p class=\"arabic\">وللسخاوي فيه .\n</p>\n<p class=\"arabic\">% لم يكن في عصر عمر ومثله % % وكذا الكندي في آخر عصر % .\n</p>\n<p class=\"arabic\">% فهما زيد وعمرو إنما % % بني النحو على زيد وعمرو % .\n</p>\n<p class=\"arabic\">ولأبي شجاع ابن الدهان الفرضي فيه .\n</p>\n<p class=\"arabic\">% يا زيد زادك ربي من مواهبه % % نعمى يقصر عن إدراكها الأمل % .\n</p>\n<p class=\"arabic\">% لا بدل الله حالا قد حباك بها % % ما دار بين النحاة الحال والبدل % .\n</p>\n<p class=\"arabic\">% النحو أنت أحق العالمين به % % أليس باسمك فيه يضرب المثل % .\n</p>\n<p class=\"arabic\">*44*147* وقال جمال الدين القفطي أبو اليمن الكندي أخر ما كان ببغداد سنة \n  ثلاث وستين وخمسمائة واستوطن حلب مدة وصحب بها الأمير بدر الدين حسن ابن الداية \n  النوري واليها وكان يبتاع الخليع من الملبوس ويتجر به إلى بلد الروم ثم نزل \n  دمشق وصحب عز الدين فروخ شاه واختص به وسافر معه إلى مصر واقتنى من كتب خزائنها \n  عندما أبيعت ثم استوطن دمشق وقصده الناس وكان لينا في الرواية معجبا بنفسه \n  فيما يذكره ويرويه وإذا نوظر جبة بالقبيح ولم يكن موفق القلم رأيت له أشياء \n  باردة قال واشتهر عنه أنه لم يكن صحيح العقيدة .\n</p>\n<p class=\"arabic\">قلت قوله لم يكن صحيح العقيدة فيه نظر إلا أن يكون أنه على عقيدة الحنابلة \n  فالله أعلم .\n</p>\n<p class=\"arabic\">وقال الموفق عبد اللطيف اجتمعت بالكندي النحوي وجري بيننا مباحثات وكان شيخا \n  بهيا ذكيا مثريا له جانب من السلطان لكنه كان معجبا بنفسه مؤذيا لجليسه .\n</p>\n<p class=\"arabic\">قلت لأنه آذاه ولقبه بالمطحن .\n</p>\n<p class=\"arabic\">قال وجرت بيننا مباحثات فأظهرني الله عليه في مسائل كثيرة ثم إني أهملت جانبه \n  وقال أبو الطاهر الأنماطي توفي الكندي في خامس ساعة من يوم الاثنين سادس شوال \n  وصلى عليه بجامع دمشق صلاة العصر القاضي ابن الحرستاني وبظاهر باب الفراديس \n  الحصري الحنفي وبالجبل الشيخ الموفق ودفن بتربة له وعقد العزاء له تحت النسر \n  يومين وانقطع بموته إسناد عظيم وكتب كثيرة *44*148* .\n\n</p>"
}