{
    "header": "إبراهيم بن عبد الواحد بن علي بن سرور .",
    "id": "028166",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">إبراهيم بن عبد الواحد بن علي بن سرور .\n</h1>\n<p class=\"arabic\">الشيخ العماد المقدسي الحنبلي الزاهد القدوة أبو إسحاق رضي الله عنه أخو الحافظ \n  عبد الغني .\n</p>\n<p class=\"arabic\">ولد بجماعيل في سنة ثلاث وأربعين وخمسمائة فهو أصغر من الحافظ بسنتين ) .\n</p>\n<p class=\"arabic\">وهاجر إلى دمشق في سنة إحدى وخمسين والبلاد حينئذ للفرنج لعنهم الله فيمن \n  هاجر من المقادسة *44*183* .\n</p>\n<p class=\"arabic\">وسمع من أبي المكارم عبد الواحد بن هلال وأبي تميم سلمان بن علي الرحبي وأبي \n  نصر عبد الرحيم بن يوسف البغدادي وأبي المعالي بن صابر وجماعة وببغداد صالح \n  بن المبارك بن الرخلة وأبي محمد ابن الخشاب النحوي وعبد الله بن عبد الصمد \n  السلمي وشهدة الكاتبة وأبي الحسين عبد الحق اليوسفي وجماعة وبالموصل من أبي \n  الفضل عبد الله بن أحمد الخطيب .\n</p>\n<p class=\"arabic\">روى عنه الضياء المقدسي وابن خليل والبرزالي والقوصي والزكي المنذري وابن \n  عبد الدائم والشيخ شمس الدين عبد الرحمن وابنه الشيخ شمس الدين محمد والفخر \n  ابن البخاري والشمس ابن الكمال والتاج عبد الوهاب ابن زين الأمناء وآخرون .\n</p>\n<p class=\"arabic\">قال الضياء كان ليس بالآدم كثيرا ولا بالطويل ولا بالقصير واسع الجبهة مفروق \n  الحاجبين أشهل العينين فيهما اتساع قائم الأنف يجز شعره من عند أذنيه وكان \n  في بصره ضعف سافر إلى بغداد مرتين الأولى في سنة سبع وستين صحبة الموفق بعد \n  أن حفظ القرآن وغيره وقيل إنه حفظ الغريب للعزيري وحفظ الخرقي وألقى الدروس \n  من تفسير القرآن ومن الهداية واشتغل بالخلاف على ناصح الإسلام ابن المني وقد \n  شاهدته يناظر غير مرة وسافر سنة إحدى وثمانين في صحبة ابن أخيه العز ابن الحافظ .\n</p>\n<p class=\"arabic\">وكان عالما بالقراءات والنحو والفرائض وقرأ القراءات على أبي الحسن علي بن \n  عساكر البطائحي وأقرأ بها وصنف الفروق في المسائل الفقهية وصنف كتابا في الأحكام \n  لم يتمه *44*184* .\n</p>\n<p class=\"arabic\">وكان من كثرة اشتغاله لا يتفرغ للتصنيف وكان لا يكاد يفتر من الإشغال إما \n  بإقراء القرآن أو الأحاديث أو بإقراء الفقه والفرائض وأقام بحران مدة فانتفعوا \n  به وكان يشغل بالجبل إذا كان الإمام موفق الدين في المدينة فإذا صعد الموفق \n  نزل هو فأشغل في المدينة .\n</p>\n<p class=\"arabic\">وسمعت الموفق يقول ما نقدر نعمل مثل العماد كان يتألف الناس ويقربهم حتى أنه \n  ربما كرر على إنسان كلمات يسيرة من سحر إلى الفجر .\n</p>\n<p class=\"arabic\">قال الضياء وكان يكون في جامع دمشق من الفجر إلى العشاء لا يخرج إلا لما لا \n  بد له منه يقرئ الناس القرآن والعلم فإذا لم يتفق له من يشتغل عليه اشتغل \n  بالصلاة ) .\n</p>\n<p class=\"arabic\">فسألت موفق الدين عنه فقال كان من خيار أصحابنا وأعظمهم نفعا وأشدهم ورعا \n  وأكثرهم صبرا على تعليم القرآن والفقه وكان داعية إلى السنة وتعلم العلم والدين \n  وأقام بدمشق مدة يعلم الفقراء ويطعمهم ويبذل لهم نفسه ويتواضع لهم وكان من \n  أكثر الناس تواضعا واحتقارا بنفسه وخوفا من الله وما أعلم أنني رأيت أشد خوفا \n  منه وكان كثير الدعاء والسؤال لله وكان يطيل الركوع والسجود بقصد أن يقتدي \n  بصلاة رسول الله صلى الله عليه وسلم ولا يقبل من أحد يعذله في ذلك ونقلت له \n  كرامات كثيرة هذا كتبه بخطه موفق الدين .\n</p>\n<p class=\"arabic\">قال الضياء ولم أر أحدا أحسن صلاة منه ولا أتم منها بخشوع وخضوع وحسن قيام \n  وقعود قيل إنه كان يسبح في ركوعه وسجوده عشرا يتأنى في ذلك وربما كان بعضهم \n  يقول النبي صلى الله عليه وسلم قد أمر بالتخفيف وقال أفتان أنت يا معاذ فلا \n  يرجع ويستدل عليهم بأحاديث منها أن النبي صلى الله عليه وسلم كان يكون في \n  الركعة الأولى حتى يمضي أحدنا إلى البقيع ويقضي حاجته ويأتي والنبي صلى الله \n  عليه وسلم لم *44*185* يركع وربما روى أن أنسا قال لم أر أحدا أشبه صلاة برسول \n  الله من هذا الفتى يعني عمر بن عبد العزيز قال فحزرنا في سجوده عشر تسبيحات \n  وروى ثابت أن أنسا قال ألا أصلي بكم صلاة رسول الله قال ثابت وكان يصنع شيئا \n  لا أراكم تصنعونه كان إذا رفع رأسه من الركوع انتصب قائما حتى يقول القائل \n  قد نسي .\n</p>\n<p class=\"arabic\">وأما صلاته فكان يقضي صلوات فربما في اليوم والليلة صلوات أيام عديدة وسمعت \n  الإمام عبد المحسن بن عبد الكريم المصري يقول سمعت الشيخ العماد يقول فاتتني \n  صلاة العصر قبل أن أبلغ وقد أعدتها مائة مرة وأنا أريد أن أعيدها أيضا .\n</p>\n<p class=\"arabic\">وأما صيامه فكان يصوم يوما ويفطر يوما .\n</p>\n<p class=\"arabic\">وكان كثير الدعاء بالليل والنهار إذا دعا كان القلب يشهد بإجابة دعائه من \n  كثرة ابتهاله وإخلاصه وقد روي أن الله يحب الملحين في الدعاء وكان بين الصلاتين \n  يوم الأربعاء يمضي إلى مقابر الشهداء بباب الصغير فيدعو ويجتهد له وللمسلمين \n  إلى قرب العصر لا يكاد يفوته ذلك لما روي عن جابر أن النبي صلى الله عليه \n  وسلم دعا في بعض الأيام فلما كان يوم الأربعاء بين الظهر والعصر استجيب له \n  قال جابر فما أصابني أمر غائظ فتوخيت ذلك الوقت فدعوت إلا رجوت الإجابة *44*186* \n  قال وكان يفتح عليه من الأدعية شيء ما سمعته من غيره ) .\n</p>\n<p class=\"arabic\">قط وجرى بيننا ذكر إجابة الدعاء فقال ما رأيت مثل هذا الدعاء أو قال أسرع \n  إجابة يا الله يا الله أنت الله بلى والله أنت لا إله إلا أنت الله الله الله \n  الله إنه لا إله إلا الله .\n</p>\n<p class=\"arabic\">ومن دعائه المشهور اللهم اغفر لأقسانا قلبا وأكبرنا ذنبا وأثقلنا ظهرا وأعظمنا \n  جرما وأقلنا حياء منك ووفاء بعهدك وأكثرنا تخليطا وتفريطا وتقصيرا وتعثيرا \n  وتسويفا وطول أمل مع قرب أجل وسوء عمل وكان يدعو يا دليل الحيارى دلنا على \n  طريق الصادقين واجعلنا من عبادك الصالحين واجذبنا إليك جذبة حتى نموت عليها \n  وأصلح ما بيننا وبينك ولا تمقتنا وإن كنت مقتنا فاغفر لنا ولا تسقطنا من عينك \n  يا كريم .\n</p>\n<p class=\"arabic\">ومن ورعه كان إذا أفتى في مسألة يحترز فيها احترازا كثيرا وسمعت عن بعض الشافعية \n  أنه كان يتعجب من فتاويه ومن كثرة احترازه فيها وكان إذا أخذ من لحيته شعرة \n  أو برى قلما احتفظ بذلك ولا يدعه في المسجد ويخرجه سمعت أبا محمد بن عبد الرزاق \n  بن هبة الله قال سمعت الشيخ عبد الله البطائحي يقول أشكلت علي مسألة في الورع \n  فما وجدت من أفتاني فيها إلا العماد .\n</p>\n<p class=\"arabic\">وقيل إنه كان إذا دخل الخلاء فنسي أن يسمي خرج فسمى ثم دخل .\n</p>\n<p class=\"arabic\">وأما زهده فما أعلم أنه قط أدخل نفسه في شيء من أمر الدنيا ولا تعرض لها ولا \n  نافس فيها وقد كان يفتح لأصحابنا بعض الأوقات بشيء فما أعلم أنه حضر يوما \n  قط عندهم في شيء من ذلك وما علمت أنه دخل إلى عند سلطان ولا وال ولا تعرف \n  بأحد منهم ولا كانت له رغبة في ذلك .\n</p>\n<p class=\"arabic\">وكان قويا في أمر الله ضعيفا في بدنه لا تأخذه في الله لومة لائم وسمعته يقول \n  لرجل كيف ولدك قال يقبل يدك فقال لا تكذب وكان كثير الأمر بالمعروف والنهي \n  عن المنكر لا يرى أحدا يسيء صلاته إلا قال له وعلمه .\n</p>\n<p class=\"arabic\">وبلغني أنه خرج مرة إلى فساق فكسر ما معهم فضربوه ونالوا منه حتى غشي عليه \n  فأراد الوالي ضربهم فقال إن تابوا ولزموا الصلاة فلا تؤذهم وهم في حل فتابوا \n  ورجعوا عما كانوا عليه *44*187* .\n</p>\n<p class=\"arabic\">سمعت شيخنا موفق الدين قال من عمري أعرفه يعني العماد وكان بيتنا قريبا من \n  بيتهم يعني في أرض القدس ولما جئنا إلى هنا فما افترقنا إلا أن يسافر ما عرفت \n  أنه عصى ) .\n</p>\n<p class=\"arabic\">الله معصية .\n</p>\n<p class=\"arabic\">سمعت والدي يقول أنا أعرف العماد من صغره وما أعرف له صبوة ولا جهلة .\n</p>\n<p class=\"arabic\">وذكر شيخنا أو محمد عبد الرحمن بن عيسى البزوري الواعظ شيخنا عماد الدين في \n  طبقات أصحاب ابن المني فقال فقه وبرع وكمل وجمع بين العلم والعمل أحد الورعين \n  الزهاد وصاحب ليل واجتهاد متواضع صلف ظريف قرأ القرآن بالقراءات وله المعرفة \n  الحسنة بالحديث مع كثرة السماع واليد الباسطة في الفرائض والنحو إلى غير ذلك \n  من الفضائل له الخط المليح المشرق بنور التقوى .\n</p>\n<p class=\"arabic\">% وليس لله بمستنكر % % أن يجمع العالم في واحد % .\n</p>\n<p class=\"arabic\">هذا مع طيب الأخلاق وحسن العشرة فما ذاق فم المودة أعذب من أخلاقه فسبحان \n  من صبرني على فراقه .\n</p>\n<p class=\"arabic\">سمعت الإمام أبا إبراهيم محاسن بن عبد الملك التنوخي يقول كان الشيخ العماد \n  جوهرة العصر .\n</p>\n<p class=\"arabic\">قال الضياء أعرف وأنا صغير أن جميع من كان في الجبل يتعلم القرآن كان يقرأ \n  عليه وختم جماعة من أصحابنا وكان له صبر عظيم على من يقرأ عليه سمعت بعضهم \n  يقول إن من قرأ على الشيخ العماد لا ينسى الختمة أبدا وكان يتألف الناس ويلطف \n  بالغرباء والمساكين حتى صار من تلاميذه جماعة من الأكراد والعرب والعجم وكان \n  يتفقدهم ويطعمهم ما أمكنه .\n</p>\n<p class=\"arabic\">ولقد صحبه جماعة من أنواع المذاهب فرجعوا عن مذاهبهم لما شاهدوا منه وكان \n  سخيا جوادا *44*188* بيته مأوى الناس وكان يتصرف كل ليلة إلى بيته من الفقراء \n  جماعة كبيرة وكان يتفقد الناس ويسأل عن أحوالهم كثيرا ويلقاهم بالبشر الدائم \n  وكان من إكرامه لأصحابه يظن كل أحد أن ما عنده مثله من كثرة ما يكرمه ويأخذ \n  بقلبه وكان يبعث بالنفقة سرا إلى الناس فعل ذلك كثيرا .\n</p>\n<p class=\"arabic\">سمعت أبا محمد عبد الله بن حسن بن محمد الهكاري المقرئ بحران يقول رأيت في \n  النوم قائلا يقول لي العماد يعني إبراهيم بن عبد الواحد من الأبدال فرأيته \n  خمس ليال كذلك .\n</p>\n<p class=\"arabic\">قال الضياء وقد سمعت خلقا من الناس يمدحونه بالصلاح والزهد والورع ولا يشكون \n  أنه من أولياء الله وخاصته ومن الداعين إلى محبته وطاعته ) .\n</p>\n<p class=\"arabic\">سمعت الزاهد أحمد بن سلامة بن أحمد بن سلمان الحراني حدثني الشيخ خليفة بن \n  شقير الحراني وكان من أعبد أهل زمانه كان يصلي من بكرة إلى العصر وكان يقوم \n  طول الليل قال مضيت مرة إلى زيارة القدس على رجلي فوصلت وأنا جائع فنمت فإذا \n  رجل يوقظني فإذا رجل ومعه طبيخ فقال اقعد كل فقلت كيف آكل وأنا لا أعلم من \n  أين هو فقال هو حلال وما عملته إلا لأجلك فأكلت ثم جاءني مرة ثانية فقال جاءني \n  أربعة رجال فقالوا جزاك الله خيرا حيث أوصلت المعروف إلى أهله أو ما هذا معناه \n  فقلت ومن أنتم قالوا نحن أقطاب الأرض فقلت فمن سيدكم قالوا الشيخ العماد المقدسي .\n</p>\n<p class=\"arabic\">حدثني أبو الربيع سليمان بن إبراهيم بن رحمة قال كنت عمد الشيخ العماد في \n  المسجد فكان يوم يفتح لي بشيء لا يطعمني شيئا ويوم لا يفتح لي بشيء يرسل إلي \n  بشيء وقال جرى لي هذا كثيرا .\n</p>\n<p class=\"arabic\">وسمعت أبا موسى عبد الله ابن الحافظ عبد الغني قال حدثني مكي الشاغوري المؤذن \n  قال كنت يوما أمشي خلف العماد في سوق الكبير فإذا *44*189* صوت طنبور فلما \n  وصلنا إلى عند صاحبه قال الشيخ ولا قوة إلا بالله ونفض كمه فرأيت صاحب الطنبور \n  قد وقع وانكسر الطنبور فقيل لصاحبه أيش جرى عليك فقال ما أدري .\n</p>\n<p class=\"arabic\">سمعت عباس بن عبد الدائم الكتاني يقول كنت يوما مع العماد في مقابر الشهداء \n  فرجعنا وأنا خلفه فقلت في نفسي اللهم إني أحبه فيك فاجعلني رفيقه في الجنة \n  قال فالتفت إلي وقال إذا لم تكن المحبة لله فما تنفع شيئا أو كما قال .\n</p>\n<p class=\"arabic\">توفي العماد رحمة الله عليه عشاء الآخرة ليلة الخميس السادس عشر من ذي القعدة \n  وكان صلى تلك الليلة المغرب بالجامع ثم مضى إلى البيت وكان صائما فأفطر على \n  شيء يسير ولما أخرجت جنازته اجتمع خلق فما رأيت الجامع إلا كأنه يوم الجمعة \n  من كثرة الخلق وصلى عليه شيخنا موفق الدين وكان المعتمد يطرد الناس عنه وإلا \n  كانوا من كثرة من يتبرك به يخرقون الكفن وازدحموا حتى كاد بعض الناس أن يهلك \n  وخرج إلى الجبل خلق كثير وما رأيت جنازة قط أكثر خلقا منها خرج القضاة والعدول \n  ومن لا نعرفهم وحكي عنه أنه لما جاءه الموت جعل يقول يا حي يا قيوم لا إله \n  إلا أنت برحمتك أستغيث فأغثني واستقبل القبلة وتشهد ومات ) .\n</p>\n<p class=\"arabic\">قال وتزوج أربع نسوة واحدة بعد واحدة منهن خديجة بنت الشيخ أبي عمر وآخرهن \n  عزية بنت عبد الباقي بن علي الدمشقي فولدت له القاضي شمس الدين محمدا قاضي \n  مصر والعماد أحمد ابن العماد .\n</p>\n<p class=\"arabic\">وسمعت التقي أحمد بن محمد بن عبد الغني قال رأيت الشيخ العماد في النوم على \n  حصان فقلت له يا سيدي إلى أين قال أزور الجبار وسمعته يقول سمعت الحسن بن \n  جعفر الإصبهاني يقول رأيت العماد في النوم فقلت ما فعل الله بك فقال يا ليت \n  قومي يعلمون بما غفر لي ربي وجعلني من المكرمين *44*190* .\n</p>\n<p class=\"arabic\">وسمعت الإمام الواعظ أبا المظفر يوسف سبط الجوزي يقول لما كانت الليلة التي \n  دفن فيها العماد رأيته في مكان متسع وهو يرقى في درج عرفات فقلت كيف بت فإني \n  بت أحمل همك فأنشدني .\n</p>\n<p class=\"arabic\">% رأيت إلهي حين أنزلت حفرتي % % وفارقت أصحابي وأهلي وجيرتي % .\n</p>\n<p class=\"arabic\">% فقال جزيت الخير عني فإنني % % رضيت فها عفوي لديك ورحمتي % .\n</p>\n<p class=\"arabic\">% رأيت زمانا تأمل الفوز والرضا % % فوقيت نيراني ولقيت جنتي % .\n</p>\n<p class=\"arabic\">قال الضياء وسمعت الإمام أبا محمد عبيد بن هارون السوادي صاحب الشيخ العماد \n  وخادمه يقول رأيت الشيخ في النوم وهو ينشد هذه الأبيات وأنشدنيها .\n</p>\n<p class=\"arabic\">وسمعت الإمام أبا محمد عثمان بن حامد بن حسن المقدسي يقول رأيت الحق عز وجل \n  في النوم والشيخ العماد عن يمينه ووجهه مثل البدر وعليه لباس ما رأيت مثله \n  أو ما هذا معناه .\n</p>\n<p class=\"arabic\">وقال أبو شامة شاهدت الشيخ العماد مصليا في حلقة الحنابلة مرارا وكان مطيلا \n  لأركان الصلاة قياما وركوعا وسجودا وكان يصلي إلى خزانتين مجتمعتين موضع المحراب \n  وجدد المحراب سنة سبع عشرة وستمائة .\n</p>\n<p class=\"arabic\">قلت ثم جدد هذا المحراب في سنة ست وستين .\n</p>\n<p class=\"arabic\">وقال أبو المظفر في مرآته كان الشيخ العماد يحضر مجلسي دائما ويقول صلاح الدين \n  يوسف فتح الساحل واظهر الإسلام وأنت يوسف أحييت السنة بالشام *44*191* .\n</p>\n<p class=\"arabic\">قال أبو شامة يشير إلى أنه كان يورد كثيرا من كلام جده أبي الفرج ومن خطبه \n  ما يتضمن إمرارا آيات الصفات وما صح في الأحاديث على ما ورد من غير ميل إلى \n  تأويل ولا تشبيه ) .\n</p>\n<p class=\"arabic\">ولا تعطيل ومشايخ الحنابلة العلماء هذا مختارهم وهو جيد .\n</p>\n<p class=\"arabic\">قلت وقال الزكي المنذري إنه توفي ليلة السابع عشر من ذي القعدة فجاءة ثم وجدت \n  في وفيات الضياء بخطه أنه توفي ليلة السابع عشر وبخطه في ترجمة العماد أنه \n  توفي في السادس عشر والله أعلم .\n\n</p>"
}