{
    "header": "كيكاوس بن كيخسرو بن قلج رسلان .",
    "id": "028289",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">كيكاوس بن كيخسرو بن قلج رسلان .\n</h1>\n<p class=\"arabic\">*44*257* السلطان الملك الغالب عز الدين صاحب الروم قونية وملطية وأقصرا وأخو \n  السلطان علاء الدين كيقباذ .\n</p>\n<p class=\"arabic\">قال أبو المظفر ابن الجوزي كان جبارا ظالما سفاكا للدماء وكان لما عاد إلى \n  بلده من كسرة الملك الأشرف له بحلب عند مجيئه ليأخذ حلب إذ مات سلطانها الملك \n  الظاهر اتهم جماعة من أمراء دولته أنهم قصروا في القتال وكذا كان فسلق بعضهم \n  في القدور وجعل آخرين في بيت وأحرقهم فأخذه الله بغتة فمات فجاءة وهو سكران .\n</p>\n<p class=\"arabic\">وقيل بل ابتلي في بدنه فتقطع وكان أخوه كيقباذ محبوسا وقد هم بقتله فبادروا \n  وأخرجوه وسلطنوه وكان موته في شوال .\n</p>\n<p class=\"arabic\">وقيل هو الذي أطمع الفرنج في دمياط .\n</p>\n<p class=\"arabic\">قال ابن واصل قصد كيكاوس حلب وقالوا له المصلحة أنك تستعين في أخذها بالملك \n  الأفضل ابن السلطان صلاح الدين صاحب سمسياط فإنه في طاعتك ويخطب لك والناس \n  ) .\n</p>\n<p class=\"arabic\">تميل إليه فاستدعاه من سميساط فقدم عليه فبالغ في إكرامه وتقرر بينهما أن \n  ما يفتحانه من حلب ومن أعمالها يكون للأفضب وتكون السكة فيه والخطبة لكيكاوس \n  ثم يقصدون بلاد حران والرها وغيرها ويكون ذلك لكيكاوس وتحالفا على ذلك وسارا \n  فملكا قلعة رعبان وسلمها للأفضل ومال الناس حينئذ إلى كيكاوس لميله إلى الأفضل \n  ثم سارا *44*258* إلى تل باشر وبها ابن دلدرم فنازلوه إلى أن أخذوها ولم يسمها \n  كيكتوس للأفضل فنفر منه وخاف أن يعامله كذلك في حلب ونفر أيضا منه أهل الناحية \n  واستصرخ الأتابك طغريل بالأشرف فنجد الحلبيين ومعه عرب طي وكاتب كيكاوس أمراء \n  حلب واستمالهم فعسكر الأشرف بظاهر حلب وخرج إلى خدمته الأمراء فخلع عليهم \n  وقدم عليه أمير العرب مانع في جمع كبير .\n</p>\n<p class=\"arabic\">ثم سار كيكاوس فأخذ منبج صلحا ثم وقعت العرب على مقدمة كيكاوس فكسرتهم واستبيحت \n  أموال الروميين وقتل منهم جماعة وأسر طائفة فلما سمع بذلك كيكاوس طار عقله \n  وانهزم وتبعه الأشرف يتخطف أطراف عسكره ثم أحاط بتل باشر وأخذها من نواب كيكاوس \n  وأطلقهم ثم أخذ رعبان أيضا ورد الجميع إلى ابن أخيه الملك العزيز الصبي .\n</p>\n<p class=\"arabic\">وكان هلاك كيكاوس بالخوانيق بعد هزيمته بقليل .\n\n</p>"
}