{
    "header": "أحمد بن أحمد بن أبي السعادات أحمد بن كرمـ...",
    "id": "028234",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أحمد بن أحمد بن أبي السعادات أحمد بن كرم بن غالب .\n</h1>\n<p class=\"arabic\">الحافظ أبو العباس البندنيجي ثم البغدادي الأزجي العدل .\n</p>\n<p class=\"arabic\">ولد سنة إحدى وأربعين وخمسمائة .\n</p>\n<p class=\"arabic\">وقرأ القرآن على أبي حكيم النهرواني تلقينا وقرأ القراءات على أبي الحسن علي \n  بن عساكر وغيره .\n</p>\n<p class=\"arabic\">وسمع من أبي بكر ابن الزاغوني وأبي الوقت السجزي وأبي محمد ابن المادح وأبي \n  المظفر هبة الله ابن الشبلي وابن البطي والشيخ عبد القادر وخلق كثير بعدهم .\n</p>\n<p class=\"arabic\">وحصل الأصول وكتب الكثير وعني بالرواية أتم عناية وبالغ في الطلب وحصل الأصول \n  وعني بالفهم وضبط الأسماء وتحقيق الألفاظ والمختلف والمؤتلف وحصل طرفا من \n  العربية وكانت قراءته صحيحة فصيحة منقحة بنغمة مطربة وأداء عذب .\n</p>\n<p class=\"arabic\">وجد خطه على سجل باطل فطولب بأصله فذكر أن قاضي القضاة *44*229* محمد بن جعفر \n  العباسي قال له أنا شاهدت الأصل فاكتبه فركن إلى قوله فأحضر إلى دار الخلافة \n  ورفع طيلسانة وكشف رأسه وأركب جملا وطيف به وبشاهدين آخرين وصفعوا ونودي عليهم \n  هذا جزاء من يشهد بالزور وحبسوا مدة وذلك في سنة ثمان وثمانين .\n</p>\n<p class=\"arabic\">ولم يزل أحمد البندنيجي خاملا إلى أن ظهرت الإجازة للخليفة الناصر وكان أخوه \n  تميم قد تولى أخذها فذكر حاله للناصر وأنه لم يشهد بزور محض بل ركن إلى قول \n  القاضي وأن أستاذ الدار ابن يونس كان له غرض في تعزيزه فأمر الخليفة الناصر \n  فأعيد إلى العدالة فشهد سنة سبع وستمائة عند قاضي القضاة أبي القاسم عبد الله \n  ابن الدامغاني فقبله من غير تزكية حكى ابن النجار هذا وقال قرأت عليه كثيرا \n  وكنت أراه كثير التحري لا يتسامح في حرف ومع هذا أصوله كانت مظلمة وكذلك خطه \n  وطباقه وكان ساقط المروءة دنيء النفس وسخ الهيئة تدل أحواله على تهاونه بالأمور \n  الدينية وتحكى عنه أشياء قبيحة وسألت شيخنا ابن الأخضر عنه وعن أخيه تميم \n  فضعفهما وصرح بكذبهما .\n</p>\n<p class=\"arabic\">روى عنه الدبيثي والزكي البرزالي والتقي اليلداني والمحب ابن النجار وجماعة .\n</p>\n<p class=\"arabic\">وفيه ضعف .\n</p>\n<p class=\"arabic\">وهو أخو تميم المذكور ) .\n</p>\n<p class=\"arabic\">توفي في رابع عشر رمضان ببغداد .\n\n</p>"
}