{
    "header": "أبو بكر السلطان الملك العادل .",
    "id": "028309",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أبو بكر السلطان الملك العادل .\n</h1>\n<p class=\"arabic\">*44*269* سيف الدنيا والدين ابن الأمير نجم الدين أيوب بن شاذي بن يعقوب بن \n  مروان الدويني ثم التكريتي ثم الدمشقي .\n</p>\n<p class=\"arabic\">ولد ببعلبك في سنة أربع وثلاثين إذ أبوه نائب عليها للأتابك زنكي والد نور \n  الدين محمود .\n</p>\n<p class=\"arabic\">وهو أصغر من أخيه السلطان صلاح الدين بسنتين وقيل مولده سنة ثمان وثلاثين \n  وقيل ولد في أول سنة أربعين .\n</p>\n<p class=\"arabic\">قال أبو شامة توفي الملك العادل سيف الدين أبو بكر محمد بن أيوب وهو بكنيته \n  أشهر ومولده ببعلبك وعاش ستا وسبعين سنة ونشأ في خدمة نور الدين مع أبيه وإخوته \n  وحضر مع أخيه صلاح الدين فتوحاته وقام أحسن قيام في الهدنة مع الإنكلتير ملك \n  الفرنج بعد أخذهم عكا وكان صلاح الدين يعول عليه كثيرا واستنابه بمصر مدة \n  ثم أعطاه حلب ثن أخذها منه لولده الظاهر وأعطاه الكرك عوضها ثم حران .\n</p>\n<p class=\"arabic\">وقال غيره كان أقعد الملوك بالملك وملك من بلاد الكرج إلى قريب همذان والشام \n  والجزيرة ومصر والحجاز واليمن إلى حضرموت وقد أبطل كثيرا من الظلم والمكوس .\n</p>\n<p class=\"arabic\">وقال أبو المظفر سبط ابن الجوزي امتد ملكه من الكرج إلى همذان *44*270* والجزيرة \n  والشام ومصر واليمن وكان خليقا بالملك حسن التدبير حليما صفوحا عفيفا دينا \n  متصدقا آمرا بالمعروف ناهيا عن المنكر طهر جميع ولايته من الخمور والخواطئ \n  والمكوس والمظالم .\n</p>\n<p class=\"arabic\">كذا قال أبو المظفر والعهدة في هذه المجازفة عليه .\n</p>\n<p class=\"arabic\">قال وكان الحاصل من جهة ذلك بدمشق خصوصا مائة ألف دينار فأبطل الجميع لله \n  وأعانه ) .\n</p>\n<p class=\"arabic\">على ذلك واليه المعتمد وفعل في غلاء مصر عقيب موت العزيز ما لم يفعله غيره \n  كان يخرج بالليل ومعه الأموال فيفرقها ولولاه لمات الناس كلهم وكفى في تلك \n  السنة ثلاثمائة ألف نفس من الغرباء .\n</p>\n<p class=\"arabic\">قلت هذا خسف من لا يتقي الله فيما يقوله .\n</p>\n<p class=\"arabic\">قال ابن خلكان ولما ملك صلاح الدين حلب في صفر سنة تسع وسبعين أعطاها للعادل \n  فانتقل إليها في رمضان ثم نزل عنها في سنة اثنتين وثمانين للملك الظاهر فأعطاها \n  صلاح الدين الكرك وقضاياه مشهورة مع الأفضل والعزيز وآخر الأمر استقل بمملكة \n  الديار المصرية ودخل القاهرة في ربيع الآخر سنة ست وتسعين وملك معها البلاد \n  الشامية والشرقية وصفت له الدنيا ثم ملك اليمن سنة اثنتي عشرة وستمائة وسير \n  إليها ولد ولده الملك المسعود صلاح الدين يوسف المنعوت بأقسيس ابن الكامل \n  وكان ولده نجم الدين الملك الأوحد ينوب عنه بميافارقين فاستولى على خلاط وبلاد \n  أرمينية في سنة أربع وستمائة .\n</p>\n<p class=\"arabic\">ولما تمهدت له البلاد قسمها بين أولاده الكامل والمعظم والأشرف وكان عظم ملكه \n  وجميل سيرته وحسن عقيدته ووفور دينه وحزمه وميله إلى العلماء مشهورا حتى صنف \n  له فخر الدين الرازي كتاب تأسيس التقديس وسيره إليه من خراسان ولما قسم الممالك \n  بين أولاده كان يتردد بينهم وينتقل من مملكة إلى أخرى وكان في الغالب يصيف \n  بالشام ويشتي بالديار المصرية *44*271* .\n</p>\n<p class=\"arabic\">قال وحاصل الأمر أنه تمتع من الدنيا ونال منها ما لم ينله غيره قال وولد بدمشق \n  في المحرم سنة أربعين وقيل سنة ثمان وثلاثين .\n</p>\n<p class=\"arabic\">قلت ولما افتتح ولده إقليم أرمينية فرح العادل فرحا عظيما وسير أستاذ داره \n  ألدكز وقاضي العسكر نجم الدين خليل إلى الخليفة يطلب التقليد بمصر والشام \n  وخلاط وبلاد الجزيرة فأكرما وأرسل إليه الشيخ شهاب الدين السهروردي بالتشريف \n  ومر بحلب ووعظ بها واحترمه الظاهر وبعث معه بهاء الدين ابن شداد بثلاثة آلاف \n  دينار ينثرها إذا لبس العادل الخلعة وتلقاه العادل إلى القصر وكان يوما مشهودا \n  ثم من الغد أفيضت عليه الجلع وهي جبة سوداء بطراز ذهب وعمامة سوداء بطراز \n  ذهب وطوق ذهب فيه جوهر وقلد بسيف محلى جميع قرابه بذهب وحصان أشهب بمركب ذهب \n  وعلم أسود مكتوب فيه بالبياض ألقاب الناصر لدين الله ) .\n</p>\n<p class=\"arabic\">ثم خلع السهروردي على المعظم والأشرف لكل واحد عمامة سوداء وثوب أسود واسع \n  الكم .\n</p>\n<p class=\"arabic\">وخلع على الصاحب ابن شكر كذلك ونثر الذهب من رسل صاحب حلب وحماة وحمص وغيرهم \n  وركب الأربعة بالخلع ثم عادوا إلى القلعة وقرأ ابن شكر التقليد على كرسي وخوطب \n  العادل فيه بشاه أرمن ملك الملوك خليل أمير المؤمنين ثم توجه السهروردي إلى \n  مصر وخلع على الكامل .\n</p>\n<p class=\"arabic\">وفيها أمر السلطان بعمارة قلعة دمشق وألزم كل واحد من ملوك أهل بيته بعمارة \n  برج أعني في سنة أربع وستمائة .\n</p>\n<p class=\"arabic\">وقال الموفق عبد اللطيف في سيرة العادل كان أصغر الإخوة وأطولهم عمرا وأعمقهم \n  فكرا وأنظرهم في العواقب وأشدهم إمساكا وأحبهم للدرهم وكان فيه حلم وأناة \n  وصبر على الشدائد وكان سعيد الجد عالي الكعب مظفرا بالأعداء من قبل السماء \n  *44*272* .\n</p>\n<p class=\"arabic\">وكان أكولا نهما يحب الطعام واختلاف ألوانه وكان أكثر أكله في الليل كالخيل \n  وله عندما ينام آخر الأكل رضيع ويأكل رطلا بالدمشقي خبيص السكر يجعل هذا كالجواشن .\n</p>\n<p class=\"arabic\">وكان كثير الصلاة ويصوم الخميس وله صدقات في كثير من الأوقات وخاصة عندما \n  تنزل به الآفات وكان كريما على الطعام يحب من يؤاكله .\n</p>\n<p class=\"arabic\">وكان قليل الأمراض قال لي طبيبه بمصر إني آكل خبز هذا السلطان سنين كثيرة \n  ولم يحتج إلي سوى يوم واحد أحضر إليه من البطيخ أربعون حملا فكسر الجميع بيده \n  وبالغ في الأكل منه ومن الفواكه والأطعمة فعرض له تخمة فأصبح فأشرت عليه بشرب \n  الماء الحار وأن يركب طويلا ففعل وآخر النهار تعشى وعاد إلى صحته .\n</p>\n<p class=\"arabic\">وكان نكاحا يكثر من اقتناء السراري وكان غيورا لا يدخل داره خصي إلا دون البلوغ .\n</p>\n<p class=\"arabic\">وكان يحب أن يطبخ لنفسه مع أن في كل دار من دور حظاياه مطبخ دائر وكان عفيف \n  الفرج لا يعرف له نظر إلى غير حلائله .\n</p>\n<p class=\"arabic\">نجب له أولاد من الذكور والإناث سلطن الذكور وزوج البنات بملوك الأطراف آخر \n  ما جرى من ذلك بعد وفاته أن ملك الروم كيقباذ خطب إلى الملك الكامل أخته واحتفل \n  احتفالا شديدا واجتمع في العرس ملوك وملكات .\n</p>\n<p class=\"arabic\">وكان العادل قد أوقع الله بغضته في قلوب رعاياه والمخامرة عليه في قلوب جنده \n  وعملوا في ) .\n</p>\n<p class=\"arabic\">قتله أصنافا من الحيل الدقيقة مرات كثيرة وعندما يقال إن الحيلة قد تمت تنفسخ \n  وتنكشف وتحسم موادها ولولا أولاده يتولون بلاده لما ثبت ملكه بخلاف أخيه صلاح \n  الدين فإنه إنما حفظ ملكه بالمحبة له وحسن الطاعة ولم يكن رحمه الله بالمنزلة \n  المكروهة وإنما كان الناس قد ألفوا دولة صلاح الدين وأولاده فتغيرت عليهم \n  العادة دفعة واحدة ثم إن وزيره ابن شكر بالغ في الظلم وتفنن .\n</p>\n<p class=\"arabic\">ومن نياته الجميلة أنه كان يعرف حق الصحبة ولا يتغير على أصحابه ولا *44*273* \n  يضجر منهم وهم عنده في حظوة وكان يواظب على خدمة أخيه صلاح الدين يكون أول \n  داخل وآخر خارج وبهذا جلبة فكان يشاوره في أمور الدولة لما جرب من نفوذ رأيه .\n</p>\n<p class=\"arabic\">ولما تسلطن الأفضل بدمشق والعزيز بمصر قصد العزيز دمشق وذاق جنده عليها شدائد \n  فرحل عنها ثم حاصرها نوبة ثانية ومعه عمه العادل فأخذها وعوض الأفضل بصرخد \n  ولم يزل العادل يفتل في الذروة والسنام حتى أقطعه العزيز دمشق وهي السبب في \n  أن تملك البلاد كلها وأعطى ابن أبي الحجاج يعني كاتب الجيش لما جاءه بمنشورها \n  ألف دينار ثم أخذ يدقق الحيلة حتى يستبينه العزيز على مصر ويقيم هو بدمشق \n  يتمتع في بساتينها بعض أصحابه فرمى قلنسوته بين يديه وقال ألم يكفك أنك أعطيته \n  دمشق حتى تعطيه مصر فنهض العزيز لوقته على غرة ولحق بمصر ثم شغب الجند وجرت \n  أمور إلى أن اجتمع الأفضل والعادل وقصدا مصر وخامر جميع الأجناد على الملك \n  العزيز وصاروا إلى الأفضل والعادل حتى خلت مصر والقاهرة منهم وتهدمت دولة \n  العزيز ثم أصبحت وقد عادت أحسن مما كانت وصار معه كل من كان عليه ورجع الملك \n  العادل في خدمته ورد الأفضل إلى الشام .\n</p>\n<p class=\"arabic\">ثم إن العادل توجه إلى الشام وحشد وعبر الفرات ونازل قلعة ماردين يحاصرها \n  وبذل الأموال وأخذ الربض ثم إن الملك الأفضل وجد فرصة ونزل هو وأخوه الملك \n  الظاهر صاحب حلب على دمشق يوم الثلاثاء فأصبح الملك العادل خارجا من أبواب \n  دمشق فانقطعت قلوبهم وتعجبوا متى وصل وكان لما سمع بنزولهم استناب ابنه الكامل \n  وسار على النجائب في البرية فلحق دمشق قبل نزولهم بليلة ومع هذا فضايقوه وكان \n  أكثر أهل المدينة معهم عليه إلى أن اختلف الإخوان أيهما يملكها وتنافسا فتقاعسا \n  ورحل الملك الظاهر فضعف الأفضل ) .\n</p>\n<p class=\"arabic\">ورحل وبلغت نفقة العادل عليها وعلى ماردين ألف ألف دينار .\n</p>\n<p class=\"arabic\">وسعد العادل بأولاده فمن ذلك أمر خلاط فإن ملكها شاه أرمن ملك مملوكه بكتمر \n  ومات بعد صلاح الدين بنحو شهرين قتله الملاحدة وملك بعده هزار ديناري مملوكه \n  وبقي قليلا ومات .\n</p>\n<p class=\"arabic\">وتملك بعده ولد بكتمر وكان *44*274* جميل الصورة حديث السن فاجتمع إليه الأرذال \n  والمفسدون وحسنوا له طرقهم فغار الأخيار وملكوا عليهم بلبان مملوك شاه أرمن \n  وقتل ولد بكتمر أو حبسه وكانت أخته بنت بكتمر مزوجة بالملك المغيث طغريل بن \n  قلج أرسلان صاحب أرزن الروم وبين بلبان والمغيث معاقدة ومعاضدة ولابن بكتمر \n  جماعة يهوونه فكاتبوا الملك الأوحد ابن العادل صاحب ميافارقين فقصد خلاط فسار \n  المغيث لينصر بلبان فانكف الأوحد وطمع المغيث في خلاط فاغتال بلبان قتله ابن \n  حق باز وتسلم المغيث خلاط فحصل لأهلها غبن إذ غدر بملكهم فمنعوه ثم إنه قبض \n  يده عن الإحسان المنسي الضغائن وقال له بعض الأمراء ابذل قد ألف دينار وأنا \n  الضامن بحصول البلد قال أخاف أن لا يحصل ويضيع مالي فعلموا أنه صغير الهمة \n  فتفرقوا عنه وكاتبوا الواحد فجاء وملكها ثم اختلفوا عليه ونكثوا فبذل فيهم \n  السيف وانهزم طائفة .\n</p>\n<p class=\"arabic\">قال الموفق فقال لي بعض خواصه إنه قتل في مدة يسيرة ثمانية عشر ألف نفس من \n  الخواص وكان يقتلهم ليلا بين يديه ويلقون في الأبار وما لبث إلا قليلا واختل \n  عقله ومات وتوهم أبوه أنه جن فسير إليه ابن زيد المعزم وصدقة الطبيب من دمشق .\n</p>\n<p class=\"arabic\">وتملك خلاط بعده أخوه الأشرف ومات الظاهر قبله بسنتين فلم يتهن بالملك بعده \n  وكان كل واحد منهما ينتظر موت الآخر فلم يصف له العيش لأمراض لزمته بعد طول \n  الصحة والخوف من الفرنج بعد طول الأمن وخرجوا إلى عكا وتجمعوا على الغور فنزل \n  العادل قبالتهم على بيسان وخفي عليه أن ينزل على غقبة فيق وكانوا قد هدموا \n  قلعة كوكب وكانت ظهرهم ولم يقبل من الجواسيس ما أخبروه بما عزم عليه الفرنج \n  من الغارة فاغتر بما عودته المقادير من طول السلامة فغشيت الفرنج عسكره على \n  غرة وكان قد أوى إليهم خلق من أهل البلاد يعتصمون به فركب مجدا ورماح الفرنج \n  في أثره حتى وصل دمشق إلى شفا وهم بدخولها فمنعه المعتمد وشجعه وقال المصلحة \n  أن تقيم بظاهر دمشق وأما الفرنج فاعتقدوا أن هزيمته مكيدة فرجعوا من قريب \n  دمشق بعدما عاثوا في البلاد قتلا وأسرا وعادوا إلى بلادهم ) .\n</p>\n<p class=\"arabic\">وقصدوا دمياط في البحر فنازلوها *44*275* .\n</p>\n<p class=\"arabic\">وكان قد عرض له قبل ذلك ضعف ورعشة وصار يعتريه ورم الأنثيين فلما هزته الخيل \n  على خلاف العادة ودخله الرعب ولم يبق إلا مدة يسيرة ومات بظاهر دمشق .\n</p>\n<p class=\"arabic\">وكان مع حرصه يهين المال عند الشدائد غاية الإهانة ويبذله وشرع في بناء قلعة \n  دمشق فقسم أبرجتها على أمرائه وأولاده وكان الحفارون يحفرون الخندق ويقطعون \n  الحجارة فخرج من تحته خرزة بئر فيها مائة معين .\n</p>\n<p class=\"arabic\">ومن نوادره أن عنتر العاقد بلغه أن شاهدا شهد على القاضي زكي الدين الطاهر \n  بقضية مزورة فتكلم عنتر في الشاهد وجرحه فبلغ العادل فقال من عادة عنتر الجرح .\n</p>\n<p class=\"arabic\">وتوضأ مرة فقال اللهم حاسبني حسابا يسيرا فقال رجل ماجن له يا مولانا إن الله \n  قد يسر حسابك قال ويلك وكيف ذلك قال إذا حاسبك فقل له المال كله في قلعة جعبر \n  لم أفرط منه في قليل ولا كثير وقد كانت خزانته بالكرك ثم نقلها إلى قلعة جعبر \n  وبها ولده الملك الحافظ فسول له بعض أصحابه الطمع فيها فأتاها الملك العادل \n  ونقلها إلى قلعة دمشق فحصلت في قبضة المعظم فلم ينازعه فيها إخوته .\n</p>\n<p class=\"arabic\">وقيل إن المعظم هو الذي سول لأخيه الحافظ الطمع والعصيان ففعل ولم يفطن بأنها \n  مكيدة لترجع الأموال إليه ثم إنه أخرج سراري أبيه من دمشق واستصفى أموالهم \n  وحليهم وشرع يضع على أملاك دمشق القطائع والخراجات الثقيلة والخمس على البساتين \n  والثمن على المزروعات .\n</p>\n<p class=\"arabic\">قرأت بخط الكندي في تذكرته حدثنا شرف الدين ابن فضل الله سنة اثنتي عشرة بدمشق \n  حدثنا والدي أن القاضي بهاء الدين إبراهيم بن أبي اليسر حدثه قال بعثني الملك \n  العادل رسولا إلى علاء الدين سلطان الروم فبالغ في إكرامي فجرى ذكر الكيمياء \n  فأنكرتها فقال ما أحدثك إلا ما تم لي وقفلي رجل مغربي فسلم علي وكلمني في \n  هذا فأخذته وطلب مني أصنافا عينها فشرع يعمل لي ذهبا كثيرا حتى أذهلني ثم \n  بعد مدة طلب مني إذنا في *44*276* السفر فأبيت فألح حتى غضبت وكدت أقتله وهددته \n  وجذبت السيف فقال ولا بد ثم صفق بيديه وطار وخرج من هذا الشباك فهذا رجل صح \n  معه الكيمياء والسيمياء .\n</p>\n<p class=\"arabic\">قلت وقد سمع من أبي الطاهر السلفي وغيره ) .\n</p>\n<p class=\"arabic\">وحدث روى عنه ابنه الملك الصالح إسماعيل والشهاب القوصي وأبو بكر ابن النشبي .\n</p>\n<p class=\"arabic\">وكان له سبعة عشر ولدا وهم شمس الدين ممدود والد الملك الجواد والملك الكامل \n  محمد والملك المعظم عيسى والملك الأشرف موسى والملك الأوحد أيوب والملك الفائز \n  إبراهيم والملك شهاب الدين غازي والملك العزيز عثمان والملك الأمجد حسن والملك \n  الحافظ رسلان والملك الصالح إسماعيل والملك المغيث عمر والملك القاهر إسحاق \n  ومجير الدين يعقوب وتقي الدين عباس وقطب الدين أحمد وخليل وكان له عدة بنات .\n</p>\n<p class=\"arabic\">فمات في أيامه شمس الدين ممدود ويقال مودود والمغيث عمر وخلف ولدا لقب باسم \n  أبيه وهو المغيث محمود بن عمر وكان من أحسن أهل زمانه رباه عمه المعظم ومات \n  سنة ثلاثين وستمائة .\n</p>\n<p class=\"arabic\">ومات منهم في حياته الملك الأمجد ودفن بالقدس ثم نقل فدفن جوار الشهداء بمؤتة \n  من عمل الكرك وآخر أولاده وفاة عباس وهو أصغر الأولاد بقي إلى سنة تسع وستين \n  وستمائة وكان مولده في سنة ثلاث وستمائة وقد روى الحديث .\n</p>\n<p class=\"arabic\">وكان العادل من أفراد العالم .\n</p>\n<p class=\"arabic\">وتوفي في سابع جمادى الآخرة بعالقين منزلة بقرب دمشق فكتبوا إلى الملك المعظم \n  ابنه وكان بنابلس فساق في ليلة وأتى فصبره وصيره في محفة وجعل عنده خادما \n  يروح عليه ودخلوا به قلعة دمشق والدولة يأتون إلى المحفة وسجفها مرفوعة يعني \n  أنه مريض فيقبلون الأرض فلما صار بالقلعة أظهروا موته ودفن بالقلعة ثم نقل \n  إلى تربته ومدرسته في سنة تسع عشرة رحمه الله *44*277* .\n</p>\n<p class=\"arabic\">قال أبو المظفر ابن الجوزي دخلوا به القلعة ولم يجدوا له كفنا في تلك الحال \n  فأخذوا عمامة وزيره النجيب بن فارس فكفنوه بها وأخرجوا قطنا من مخدة ولم يقدروا \n  على فأس فسرق كريم الدين فأسا من الخندق فحفروا له في القلعة سرا وصلى عليه \n  ابن فارس .\n</p>\n<p class=\"arabic\">قال وكنت قاعدا بجنب المعظم وهو واجم ولم أعلم بحاله فلما دفن أبوه قام قائما \n  وشق ثيابه ولطم على وجهه وعمل العزاء ولما دخل رجب رد المعظم المكوس والخمور \n  وما كان أبطله أبوه فقلت له قد خلفت سيف الدين غازيا ابن أخي نور الدين فإنه \n  كذا فعل لما مات نور الدين فاعتذر بقلة المال وبالفرنج ثم سار إلى بانياس \n  وراسل الصارم وهو بتبنين أن يسلم ) .\n</p>\n<p class=\"arabic\">الحصون فأجابه وخرب بانياس وتبنين وكان قفلا للبلاد وأعطى جميع البلاد التي \n  كانت لسركس لأخيه الملك العزيز عثمان وزوجه بابنة سركس .\n\n</p>"
}