{
    "header": "محمد السلطان الملك المنصور ابن السلطان اـ...",
    "id": "028459",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد السلطان الملك المنصور ابن السلطان الملك المظفر تقي الدين عمر ابن الأمير \n  نور .\n</h1>\n<p class=\"arabic\">الدولة شاهنشاه *44*378* .\n</p>\n<p class=\"arabic\">ابن الأمير نجم الدين أيوب بن شاذي بن مروان صاحب حماه وابن صاحبها .\n</p>\n<p class=\"arabic\">سمع بالإسكندرية من الإمام أبي الطاهر بن عوف الزهري ) .\n</p>\n<p class=\"arabic\">وجمع تاريخا على السنين في عدة مجلدات فيه فوائد .\n</p>\n<p class=\"arabic\">قال أبو شامة كان شجاعا محبا للعلماء يقربهم ويعطيهم .\n</p>\n<p class=\"arabic\">قلت وروى أيضا عن أسامة بن منقذ روى عنه القوصي في معجمه وقال قرأت عليه قطعة \n  من كتابه مضمار الحقائق في سر الخلائق وهو كبير نفيس يدل على فضله لم يسبق \n  إلى مثله .\n</p>\n<p class=\"arabic\">قلت وتوفي والده المظفر في سنة سبع وثمانين كما تقدم وتوفي جده في وقعة الفرنج \n  شهيدا على باب دمشق سنة ثلاث وأربعين شابا رحمه الله وخلف ولدين أحدهما تقي \n  الدين عمر والآخر فروخ شاه نائب دمشق .\n</p>\n<p class=\"arabic\">وكانت دولة الملك المنصور مدة ثلاثين سنة وقد ذكرنا من أخباره في الحوادث \n  وأنه كسؤر الفرنج مرتين .\n</p>\n<p class=\"arabic\">وكان مزوجا بملكة ابنة السلطان الملك العادل وهي أم أولاده وماتت قبله فتأسف \n  عليها بحيث أنه لبس الحداد واعتم بعمامة زرقاء قال ذلك ابن واصل في تاريخه \n  وقال ورد عليه السيف الآمدي فبالغ في إكرامه واشتغل عليه .\n</p>\n<p class=\"arabic\">قال وصنف كتاب طبقات الشعراء وكتاب مضمار الحقائق وهو نحو *44*379* من عشرين \n  مجلدة .\n</p>\n<p class=\"arabic\">وقد جمع في خزانته من الكتب ما لا مزيد عليه وكان في خدمته ما يناهز مائتي \n  معمم من الفقهاء والأدباء والنحاة والمشتغلين بالعلوم الحكمية والمنجمين والكتاب \n  وكان كثير المطالعة والبحث بنى سور القلعة والمدينة بالحجر وكانت القلعة قد \n  بناها أبوه باللبن وكان موكبه جليلا تجذب بين يديه السيوف الكثيرة حتى كان \n  موكبه يضاهي موكب عمه الملك العادل والملك الظاهر وجمعت أشعراه في ديوان .\n</p>\n<p class=\"arabic\">قلت شعره جيد أورد منه ابن واصل قصائد مليحة .\n</p>\n<p class=\"arabic\">وتملك حماة بعده ولده الملك الناصر قلج رسلان فأخذ منه السلطان الملك الكامل \n  حماة وأعطاها لأخيه الملك المظفر ابن المنصور وحبس الناصر بالجب بمصر فمات \n  على أسوأ حال .\n</p>\n<p class=\"arabic\">توفي المنصور في ذي القعدة .\n\n</p>"
}