{
    "header": "عبد الله بن عثمان بن جعفر بن محمد اليونيـ...",
    "id": "028423",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الله بن عثمان بن جعفر بن محمد اليونيني الزاهد .\n</h1>\n<p class=\"arabic\">أسد الشام رحمة الله عليه .\n</p>\n<p class=\"arabic\">كان شيخا طوالا مهيبا حاد الحال كأنه نار كان يقوم نصف الليل إلى الفقراء \n  فمن رآه نائما ضربه وكان له عصاة اسمها العافية .\n</p>\n<p class=\"arabic\">حكى الشيخ عبد الله بن شكر اليونيني قال كان الشيخ رحمة الله في شبوبيته قد \n  انقطع في الجبل وكانت أخته تأتيه كل يوم بقرص وبيضتين فأتته بذلك مرة وإذا \n  بفقير قد خرج من عنده ومعه قرص وبيضتان قالت له من أين لك هذا قال من ذاك \n  القاعد له شهر كل يوم يعطيني قرصا وبيضتين فأتته وسألته فنهرها وزعق فيها \n  *44*339* .\n</p>\n<p class=\"arabic\">قلت وكان أمارا بالمعروف نهاء عن المنكر شجاعا صاحب سلاح ظاهر وباطن مقبلا \n  على شأنه مجدا لا يفتر حاضر القلب دائم الذكر لا تأخذه في الله لومة لائم \n  وكان من حين اشتد يخرج وينطرح في شعراء يونين فإذا رآه السفارة حملوه إلى \n  أمه وكانت امرأة صالحة فلما انتشى كان يتعبد بجبل لبنان وكان كثير الغزو أيام \n  السلطان صلاح الدين .\n</p>\n<p class=\"arabic\">وقد جمع مناقبه خطيب زملكا أبو محمد عبد الله ابن العز عمر المقدسي فقال حدثني \n  الشيخ إسرائيل عن الشيخ علي القصار قال كنت إذا رأيت الشيخ عبد الله أهابه \n  كأنه أسد فإذا ) .\n</p>\n<p class=\"arabic\">دنوت منه وددت أني أشق قلبي وأجعله فيه .\n</p>\n<p class=\"arabic\">قال ابن العز وحدثني الزاهد خليل بن عبد الغني بن مقلد قال كنت بحلقة الحنابلة \n  إلى جانب الشيخ عبد الله فقام ومعه خادمه توبة إلى الكلاسة ليتوضأ وإذا برجل \n  متختل يفرق ذبا فلما وصل إلي أعطاني خمسة دنانير وقال أين سيدي الشيخ قلت \n  يتوضأ فجعل تحت سجادته ذهبا وقال إذا جاء قل له مملوكك أبو بكر التكريتي يسلم \n  عليك ويشتهي تدعو له فجاء الشيخ وأنا ألعب بالذهب في عبي ثم ذكرت له قول الرجل \n  فقال توبة من ذا يا سيدي قال صاحب دمشق وإذا به قد رجع ووقف قدام الشيخ والشيخ \n  يصلي فلما سلم أخذ السواك ودفع به الذهب وقال يا أبا بكر كيف أدعو لك والخمور \n  دائرة في دمشق وتغزل امرأة وقية تبيعها فيؤخذ منها قرطيس فلما راح أبطل ذلك \n  وكان الملك العادل .\n</p>\n<p class=\"arabic\">قال ابن المعز وأخبرني المعمر محمد بن أبي الفضل قال كنت عند الشيخ وقد جاء \n  إليه المعظم فلما جلس عنده قال يا سيدي ادع لي قال يا عيسى لا تكن نحس مثل \n  أبيك فقال يا سيدي وأبي كان نحس قال نعم *44*340* أظهر الزغل وأفسد على الناس \n  المعاملة وما كان محتاج .\n</p>\n<p class=\"arabic\">قال فلما كان الغد أخذ الملك المعظم ثلاثة آلاف دينار وطلع إلى عند الشيخ \n  بها وقال هذه تشتري بها ضيعة للزاوية فنظر أليه وقال قم يا ممتحن يا مبتدع \n  لا أدعو الله تنشق وتبتلعك ما قعدنا على السجاجيد حتى أغنانا تحتي ساقية ذهب \n  وساقية فضة أو كما قال .\n</p>\n<p class=\"arabic\">وأخبرني إسماعيل بن إبراهيم عن أبي طالب النجار قال أنكر الشيخ عبد الله صاحب \n  بعلبك وكان يسميه مجيد فأرسل إليه الأمجد يقول إن كانت بعلبك لم فأشتهي أن \n  تطلقها لي فلم يبلغه رسول الأمجد ذلك .\n</p>\n<p class=\"arabic\">قال وأخبرني الإمام أبو الحسن الموصلي قال حضرت مجلس الشيخ الفقيه ببعلبك \n  وهو على المنبر فسألوه أن يحكي شيئا من كرامات الشيخ عبد الله فقال بصوت جهير \n  كان الشيخ عبد الله عظيم كنت عنده وقد ظهر من ناحية الجبل سحابة سوداء مظلمة \n  ظاهر منها العذاب فلما قربت قام الشيخ وقال إلى بلدي ارجعي فرجعت السحابة \n  ولو لم أسمع هذه الحكاية من الفقيه ما صدقت .\n</p>\n<p class=\"arabic\">حدثني الشيخ إسرائيل أن الشيخ محمدا السكاكيني حدثه وكان لا يكاد يفارق الشيخ \n  قال دعاني وألح علي فأتيته وخرجت في الليل من السور من عند عمود الراهب وجئت \n  إلى ) .\n</p>\n<p class=\"arabic\">الزاوية فإذا الشيخ وهو يقول يا مولاي ترسل إلي الناس في حوائجهم من هو أنا \n  اقضها أنت لهم يا مولاي إبراهيم النصراني من جبة بشري يا مولاي ودعا له فبهت \n  لذلك ونمت ثم قمت إلى الفجر وبقيت يومئذ عنده فلما كان الليل وأنا خارج الزاوية \n  إذا بشخص *44*341* فقلت أيش تعمل هنا وإذا به إبراهيم النصراني قلت أيش جابك \n  قال أين الشيخ قلت يكون في المغارة قال رأيت البارحة رسول الله صلى الله عليه \n  وسلم في النوم وهو يقول تروح إلى الشيخ عبد الله وتسلم على يده فقد ينتفع \n  فيك فأتينا الشيخ وإذا به في المغارة فقص على الشيخ الرؤيا فترغرغت عينا الشيخ \n  بالدموع وقال سماني رسول الله صلى الله عليه وسلم شويخ فأسلم إبراهيم وجاء \n  منه رجلا صالحا .\n</p>\n<p class=\"arabic\">وأخبرني العماد أحمد بن محمد بن سعد قال طلعنا جماعة إلى زيارة الشيخ الفقيه \n  محمد فقلت يا سيدي حدثنا عن منام الشيخ عبد الله الثقة فقال أخبرني الشيخ \n  عبد الله الثقة قال كنت قد رأيت من ثلاث عشرة سنة كأني في مكان واسع مضيء \n  وفيه جماعة فيهم رسول الله صلى الله عليه وسلم فجئت إليه وقلت يا رسول الله \n  خذ علي العهد ومددت يدي إليه فقال بعد الشيخ عبد الله أعدتها عليه ثلاثا ى \n  وهو يقول بعد الشيخ عبد الله فلما كان البارحة جاء إلي شخص وقال رأيت رسول \n  الله صلى الله عليه وسلم في النوم وهو يقول لي قل لعبد الله الثقة يخرج من \n  المدينة وإلا يمسك قلت يا رسول الله ما يصدقني قال قل له بعلامة ما رآني وقال \n  لي خذ علي العهد فقلت له بعد الشيخ عبد الله قال ولو لم ير هذا المنام ما \n  أعلمت بمنامي أحدا قال فقلت ما بعد هذا شيء أخرج قال فمسك بعد أيام أو ما \n  هذا معناه .\n</p>\n<p class=\"arabic\">أخبرني الشيخ إسرائيل حدثني عبد الصمد قال والذي لا إله إلا هو مذ خدمت الشيخ \n  عبد الله ما رأيته استند على شيء ولا سعل ولا تنحنح ولا بصق .\n</p>\n<p class=\"arabic\">وقال الشيخ الفقيه حضرت الشيخ عبد الله مرتين وسأله ابن خاله حميد بن برق \n  فقال زوجتي حامل إن جاءت بولد ما أسميه قال سم *44*342* الواحد سليمان والآخر \n  داود فولدت اثنين توأما وقال له ابنه محمد امرأتي حامل إن جاءت بولد ما أسميه \n  قال سم الأول عبد الله والثاني عبد الرحمن .\n</p>\n<p class=\"arabic\">وعن سعيد المارديني قال جاء رجال من بعلبك إلى الشيخ فقالوا جاءت الفرنج قال \n  فمسك ) .\n</p>\n<p class=\"arabic\">لحيته وقال هذا الشيخ النحس ما قعوده ها هنا فردت الفرنج .\n</p>\n<p class=\"arabic\">وقال أبو المظفر سبط ابن الجوزي في ترجمة الشيخ عبد الله اليونيني كان صاحب \n  رياضات ومجاهدات وكرامات وإشارات لم يقم لأحد تعظيما لله وكان يقول لا ينبغي \n  القيام لغير الله .\n</p>\n<p class=\"arabic\">صحبته مدة وكان لا يدخر شيئا ولا يمس دينارا ولا درهما وما لبس طول عمره سوى \n  الثوب الخام وقلنسوة من جلد ماعز تساوي نصف درهم وفي الشتاء يبعث له بعض أصحابه \n  فروة فيلبسها ثم يؤثر بها في البرد قال لي يوما ببعلبك يا سيد أنا أبقى أياما \n  في هذه الزاوية ما آكل شيء .\n</p>\n<p class=\"arabic\">فقلت أنت صاحب القبول كيف تجوع قال لأن أهل بعلبك يتكل بعضهم على بعض فأجوع \n  أنا فحدثني خادمه عبد الصمد قال كان يأخذ ورق اللوز يفركه ويستفه .\n</p>\n<p class=\"arabic\">وكان الأمجد يزوره فكان الشيخ يهينه ويقول يا مجيد أنت تظلم وتفعل وهو يعتذر \n  إليه .\n</p>\n<p class=\"arabic\">وأظهر العادل قراطيس سودا فقال الشيخ يا مسلمون انظروا إلى هذا الفاعل الصانع \n  يفسد على الناس معاملاتهم فبلغ العادل ذلك فأبطلها *44*343* .\n</p>\n<p class=\"arabic\">سافرت إلى العراق سنة أربع وحججت فصعدت على عرفات وإذا بالشيخ عبد الله قاعد \n  مستقبل القبلة فسلمت عليه فرحب بي وسألني عن طريقي وقعدت عنده إلى الغياب \n  ثم قلت ما نقوم نمضي إلى المزدلفة فقال اسبقني فلي رفاق فأتيت مزدلفة ومنى \n  فدخلت مسجد الخيف فإذا بالشيخ توبة فسلم علي فقلت أين نزل الشيخ قال أيما \n  شيخ قلت عبد الله اليونيني قال خلفته ببعلبك فقطبت وقلت مبارك ففهم وقبض على \n  يدي وبكى وقال بالله حدثني أيش معنى هذا قلت رأيته البارحة على عرفات ثم رجعت \n  إلى بغداد ورجع توبة إلى دمشق وحدث الشيخ عبد الله ثم حدثني الشيخ توبة قال \n  قال لي ما هو صحيح منك فلان فتى والفتى لا يكون غمازا فلما عدت إلى الشام \n  عتبني الشيخ .\n</p>\n<p class=\"arabic\">وحدثني الجمال بن يعقوب قاضي كرك البقاع قال كنت عند الجسر الأبيض وإذا بالشيخ \n  عبد الله قد جاء ونزل إلى ثورا وإذا بنصراني عابر ومعه بغل عليه حمل خمر فعثر \n  البغل ووقع فصعد الشيخ وقال يا فقيه تعال فعاونته حتى حملناه فقلت في نفسي \n  أيش هذا الفعل ثم مشيت خلف البغل إلى العقيبة فجاء إلى دكان الخمار فحل الظرف \n  وقلبه وإذا به خل فقال له الخمار ويحك هذا خل فبكى وقال والله ما كان إلا \n  خمرا من ساعة وإنما أنا أعرف العلة ) .\n</p>\n<p class=\"arabic\">ثم ربط البغل في الخان ورد إلى الجبل وكان الشيخ قد صلى الظهر عند الجسر في \n  مسجد قال فدخل عليه النصراني وأسلم وصار فقيرا *44*344* .\n</p>\n<p class=\"arabic\">قال أبو المظفر وكان الشيخ شجاعا ما يبالي بالرجال قلوا أو كثروا وكان قوسه \n  ثمانين رطلا وما فاتته غزاة في الشام قط وكان يتمنى الشهادة ويلقي نفسه في \n  المهالك حدثني خادمه عبد الصمد قال لما دخل العادل إلى بلاد الفرنج إلى صافيتا \n  قال لي الشيخ ببعلبك انزل إلى عبد الله الثقة فاطلب لي بغلته قال فأتيته بها \n  فركبها وخرجت معه فبتنا في يونين وقمنا نصف الليل فجئنا المحدثة الفجر فقلت \n  له لا تتكلم فهذا مكمن الفرنج فرفع صوته وقال الله أكبر فجاوبته الجبال فيبست \n  من الفزع ونزل فصلى الفجر وركب فطلعت الشمس وإذا قد لاح من ناحية حصن الأكراد \n  طلب أبيض فظنهم الاستبار فقال الله أكبر ما أبركك من يوم اليوم أمضي إلى صاحبي \n  وساق إليهم وشهر سيفه فقلت في نفسي شيخ وتحته بغلة وبيده سيف يسوق إلى طلب \n  فرنج فلما كان بعد لحظة وقربوا إذا هم بمائة حمير وحش فجئنا إلى حمص فجاء \n  الملك المجاهد أسد الدين وقدم له حصانا فركبه ودخل معهم وفعل عجائب .\n</p>\n<p class=\"arabic\">وكان الشيخ عبد الله يقول للفقيه محمد في وفيك نزلت إن كثيرا من الأخبار والرهبان \n  ليأكلون أموال الناس بالباطل .\n</p>\n<p class=\"arabic\">وقال ابن العديم في تاريخ حلب أخبرني الفقيه اليونيني أن الشيخ *44*345* عبد \n  الله كان يصلي بعد العشاء الآخرة وردا إلى قريب ثلث الليل فكان ليلة يعاتب \n  ربه عز وجل ويقول يا رب الناس ما يأتوني إلا لأجلك وأنا قد سألتك في المرأة \n  الفلانية والرجل الفلاني أن تقضي حاجته وما قضيتها فهكذا يكون وكان يتمثل \n  بهذه الأبيات كثيرا ويبكي .\n</p>\n<p class=\"arabic\">% شفيعي إليكم طول شوقي إليكم % % وكل كريم للشفيع قبول % .\n</p>\n<p class=\"arabic\">% وعذري إليكم أنني في هواكم % % أسير ومأسور الغرام ذليل % .\n</p>\n<p class=\"arabic\">% فإن تقبلوا عذري فأهلا ومرحبا % % وإن لم تجيبوا فالمحب حمول % .\n</p>\n<p class=\"arabic\">% سأصبر لا عنكم ولكن عليكم % % عسى لي إلى ذاك الجناب وصول % .\n</p>\n<p class=\"arabic\">قال الصاحب أبو القاسم وقد صحبته ووهب لي قميصا له أزرق وقال لي يوما ببيت \n  المقدس يا أبا القاسم اعشق تفلح فاستحييت وذلك في سنة ثلاث وستمائة ثم بعده \n  مدة سارني بجامع دمشق وقال عشقت بعد فقلت لا قال شه عليك واتفق أني تزوجت \n  بعد ذاك بسنة وملت ) .\n</p>\n<p class=\"arabic\">إلى الزوجة ميلا عظيما فما كنت أصبر عنها .\n</p>\n<p class=\"arabic\">قال ابن العز عمر قرأت في تاريخ ابن العديم بغير العديم بغير خطه قال سيدنا \n  العلامة أبو عبد الله محمد بن أبي الحسين اليونيني كنت عند الشيخ يوما فجاءه \n  رجلان من العرب فقالا نطلع إليك قال لا فذهب أحدهما وجلس الآخر فقال الشيخ \n  فأما الزبد فيذهب جفاء وأما ما ينفع الناس فيمكث في الأرض ثم قال له اطلع \n  وطلع فأقام عندنا أياما فقال له الشيخ تحب أن أريك قبرك قال نعم فأتى به المقبرة \n  فقال هذا قبرك فأقام بعد ذلك اثني عشر يوما أو أربعة عشر يوما ثم مات فدفن \n  في ذلك المكان وكان له زوجة ولها بنت فطلبت أن يزوجني بها فتوقفت أمها وقالت \n  هذا فقير ما له شيء فقال والله إني أرى دارا قد بنيت له وفيها ماء جار وابنتك \n  عنده في الإيوان وله *44*346* كفاية على الدوام فقالت ترى هذا قال لها نعم .\n</p>\n<p class=\"arabic\">فزوجتنيها ورأت ذلك وأقامت معي سنين وذلك سنة محاصرة الملك العادل سنجار .\n</p>\n<p class=\"arabic\">وكانت امرأة بعد موتها تطلب زواجي وتشفعت بزوجة الشيخ فلما أكثرت علي شكوتها \n  إلى الشيخ قال طول روحك يومين ثلاثة ما تعود تراها قال فقدم ابن عمها من مصر \n  أمير كبير بعد أيام فتزوج بها وما عدت رأيتها وكراماته في هذا كثير .\n</p>\n<p class=\"arabic\">كتب الفقيه تحت هذا الكلام صحيح ذلك كتبه محمد بن أبي الحسين اليونيني .\n</p>\n<p class=\"arabic\">وقال أبو القاسم ابن العديم توفي في عشر ذي الحجة وهو صائم وقد جاوز الثمانين \n  فقال لي الفقيه محمد كنت عند الشيخ فالتفت إلى داود المؤذن فقال وصيتك بي \n  غدا فظن المؤذن أنه يريد يوم القيامة وكان ذلك يوم الجمعة وهو صائم فلما جاء \n  وقت الإفطار قال لجاريته يا دراج أجد عطشا فسقته لينوفر فبات تلك الليلة وأصبح \n  وجلس على حجر موضع قبر مستقبل القبلة فمات وهو جالس ولم يعلم بموته حتى حركوه \n  فوجدوه ميتا فجاء ذلك المؤذن وغسله رحمه الله .\n</p>\n<p class=\"arabic\">قلت وله أصحاب كبار منهم ولده محمد والشيخ الفقيه والشيخ عبد الله بن عبد \n  العزيز والشيخ عيسى بن أحمد والشيخ توبة ومحمد بن سيف وأقدمهم الشيخ عبد الخالق \n  اليونيني توفي بيونين في هذه السنة أيضا وكان صالحا زاهدا كبير القدر صاحب \n  كرامات وهو عم الشيخ عيسى اليونيني ) *44*347* .\n\n</p>"
}