{
    "header": "أحمد بن علي بن الحسين .",
    "id": "028478",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أحمد بن علي بن الحسين .\n</h1>\n<p class=\"arabic\">أبو الفتح الغزنوي الأصل البغدادي الواعظ .\n</p>\n<p class=\"arabic\">ولد سمة إحدى وثلاثين وخمسمائة .\n</p>\n<p class=\"arabic\">وسمعه أبوه من أبي السحن محمد بن أحمد بن صرما وأبي الفضل الأرموي وأبي سعد \n  أحمد بن محمد البغدادي الإصبهاني وأبي إسحاق إبراهيم بن نبهان الغنوي وأبي \n  الفتح الكروخي وجماعة .\n</p>\n<p class=\"arabic\">وكان صحيح السماع عالي الإسناد لكنه ضعيف .\n</p>\n<p class=\"arabic\">قال الدبيثي لنا بلغ أوان الرواية واحتيج إليه لم يقم بالواجب ولا أحب ذلك \n  لميله إلى غيره وشنئه له ولم يكن محمود الطريقة وسمعنا منه على ما فيه *44*391* .\n</p>\n<p class=\"arabic\">قلت وروى عنه ليث ابن الحافظ ابن نقطة وابن النجار وقال كان فاسد العقيدة \n  يعظ وينال من الصحابة شاخ وافتقر وهجرة الناس وكان ضجورا عسرا مبغضا لأهل \n  الحديث انفرد برواية جامع الترمذي وب معرفة الصحابة كان يأخذ أجرأ أجرا على \n  التسميع وسماعه صحيح ) .\n</p>\n<p class=\"arabic\">قلت لم ينتفع بعلو سنده وانطوى ذكره وقد روى عنه جامع الترمذي الشيخ عبد الصمد \n  بن أبي الجيش ومحمد بن مسعود العجمي الموصلي وكان أبوه من أعيان الحنفية ورؤوسهم .\n</p>\n<p class=\"arabic\">وفي أثبات ابن خروف الموصلي قرأ جامع الترمذي على ابن مسعود المذكور سنة إحدى \n  وسبعين وستمائة .\n</p>\n<p class=\"arabic\">قال ابن نقطة سمع من ابن صرما والأرموي وأبي سعد البغدادي وسمع كتاب معرفة \n  الصحابة لابن مندة وكتاب الإيمان لرستة وما روي من تفسير وكيع من أبي سعد \n  البغدادي وكتاب الأبواب لابن زياد النيسابوري من ابن صرما وهو مشهور بين العوام \n  برذائل ونقائص من شرب النبيذ والرفض وغير ذلك سئل وأنا أسمع عمن يقول بخلق \n  القرآن فقال كافر وعمن يسب الصحابة فقال كافر وهمن يستحل شرب الخمر فقال كافر \n  فقيل إنهم يعنونك بذلك فقال كذبوا أنا بريء من ذلك وكتب خطه بالبراءة وقد \n  سمعت عليه لأجل ابني أكثر ما عنده وكان فيه كرم مع فقره .\n</p>\n<p class=\"arabic\">قلت لم ينفرد الغزنوي بعلو الجامع فقد عاش بعده ابن البناء سنوات .\n</p>\n<p class=\"arabic\">وسمع منه أبو زكريا يحيى ابن الصيرفي أجزاء من تفسير وكيع .\n</p>\n<p class=\"arabic\">توفي في رمضان *44*392* .\n\n</p>"
}