{
    "header": "عبد الرحيم ابن الحافظ أبي سعد عبد الكريمـ...",
    "id": "028425",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الرحيم ابن الحافظ أبي سعد عبد الكريم بن محمد بن منصور بن محمد بن \n  عبد .\n</h1>\n<p class=\"arabic\">الجبار .\n</p>\n<p class=\"arabic\">الإمام فخر الدين أبو المظفر ابن السمعاني المروزي الشافعي *44*348* .\n</p>\n<p class=\"arabic\">ولد في ذي القعدة سنة سبع وثلاثين وخمسمائة واعتنى به أبوه أتم عناية ورحل \n  به وسمعه الكثير وأدرك الإسناد العالي ووقع له عاليا من الكتب صحيح البخاري \n  وسنن أبي داود و جامع الترمذي و سنن النسائي و مسند أبي عوانة و تاريخ يعقوب \n  الفسوي وسمع الكتب الكبار مثل الحلية لأبي نعيم و مسند الهيثم بن كليب وأشياء \n  كثيرة .\n</p>\n<p class=\"arabic\">فسمع من أبي تمام أحمد بن محمد ابن المختار العباسي التاجر حدثه عن أبي جعفر \n  ابن الموفق الهروي ووجيه الشحامي وأبي الفتوح عبد الله بن علي الخركوشي والحسين \n  بن علي الشحامي والجنيد بن محمد القايني وأبي الوقت عبد الأول السجزي وأبي \n  الأسعد هبة الرحمن القشيري وأبي الخير جامع السقاء الصوفي ومحمد بن إسماعيل \n  بن أبي صالح المؤذن ومحمد بن منصور الحرضي وأبي طاهر محمد بن محمد السنجي \n  الحافظ وأبي الفتح محمد بن عبد الرحمن الكشمهني آخر من روى البخاري عن ابن \n  أبي عمران وأبي طالب محمد بن عبد الرحمن بن محمد الكنجروذي ومحمد بن الحسن \n  بن تميم الطائي ومحمد بن إسماعيل الخراجي المروزي سمع البخاري من ابن أبي \n  عمران وأبي الفتح محمد بن عبد الله بن أبي سعد الشيرازي الهروي يروي عن بينى \n  الهرثمية وأبي سعد محمد بن إسماعيل الشاماتي ومحمد بن عبد الواحد المغازلي \n  الإصبهاني ومحمد بن المفضل بن سيار الدهان ومحمد بن جامع خياط الصوف وأبي \n  عبد الرحمن أحمد بن الحسن الكاتب وأبي عثمان إسماعيل بن عبد الرحمن العصائدي \n  والحسن بن محمد السنجبسي وسعيد بن علي الشجاعي ) .\n</p>\n<p class=\"arabic\">وعبد الله بن محمد ابن الفراوي وعبد الملك بن عبد الواحد ابن القشيري وعبد \n  *44*349* السلام بن أحمد الهروي بكبرة وأبي منصور عبد الخالق بن زاهر الشحامي \n  وأبي عروبة عبد الهادي بن عبد الخلاق الهروي وعمر بن أحمد الصفار وعثمان بن \n  علي البيكندي وخلق كثير لقيهم بمرو ونيسابور وهراة وبخارى وسمرقند ونواحي \n  خراسان .\n</p>\n<p class=\"arabic\">وخرج له أبوه معجما في ثمانية عشر جزءا وحج سنة ست وسبعين وخمسمائة وحدث ببغداد \n  وعاد إلى مرو وروى الكثير ورحل الناس إليه .\n</p>\n<p class=\"arabic\">وسمع منه الحافظ أبو بكر محمد بن موسى الحازمي ومات قبله بدهر .\n</p>\n<p class=\"arabic\">وحدث عنه الأئمة أبو عمرو ابن الصلاح والضياء أبو عبد الله والزكي البرزالي \n  والمحب ابن النجار والمحب عبد العزيز بن هلالة والشرف المرسي وأحمد بن عبد \n  المحسن الغرافي وطائفة سواهم .\n</p>\n<p class=\"arabic\">وسمعنا بإجازته من الشرف ابن عساكر والتاج بن عصرون .\n</p>\n<p class=\"arabic\">وآخر من روى عنه بالإجازة زينب بنت عمر البعلبكية .\n</p>\n<p class=\"arabic\">وكان فقيها مفتيا عارفا بالمذهب وله أنس بالحديث خرج لنفسه أربعين حديثا سمعناها .\n</p>\n<p class=\"arabic\">قال أبو عمرو ابن الصلاح قرأت عليه في أربعين أبي البركات الفراوي حديثا ادعى \n  فيه كأنه سمعه هو أو شيخه من البخاري فقال الشيخ أبو المظفر ليس لك بعال ولكنه \n  للبخاري نازل قلت أعجبني هذا القول من أب المظفر .\n</p>\n<p class=\"arabic\">وانقطع بموته شيء كثير من المرويات وعدم في دخول التتار مرو في آخر هذه السنة \n  أو في أوائل السنة الآتية .\n</p>\n<p class=\"arabic\">وكان أخوه الصدر الرئيس أبو زيد محمد قد اختص بخدمة السلطان محمد بن تكش الخوارزمي \n  وتقدم عنده ونفذه رسولا غير مرة إلى بغداد فوعظ بها وحدث سنة إحدى وستمائة \n  عن أبي الفتح محمد بن عبد الرحمن الحمدوبي حضورا وعن مسعود بن محمد المروزي \n  *44*350* .\n</p>\n<p class=\"arabic\">روى عنه الحافظ الضياء .\n</p>\n<p class=\"arabic\">قرأت في تاريخ ابن النجار أن أبا المظفر توفي بمرو ما بين سنة أربع عشرة أو \n  ست عشرة وستمائة ) .\n</p>\n<p class=\"arabic\">قال ابن النجار سماعاته بخطوط المعروفين صحيحة فأما ما كان بخطه فلا يعتمد \n  عليه كان يلحق اسمه في الطباق .\n\n</p>"
}