{
    "header": "الطاهر زكي الدين أبو العباس قاضي القضاة ...",
    "id": "028421",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الطاهر زكي الدين أبو العباس قاضي القضاة ابن قاضي القضاة محيي الدين أبي \n  المعالي .\n</h1>\n<p class=\"arabic\">محمد ابن قاضي القضاة زكي الدين أبي الحسن علي ابن قاضي القضاة المنتجب أبي \n  المعالي محمد بن يحيى القرشي الدمشقي الشافعي .\n</p>\n<p class=\"arabic\">ولي القضاء مرتين قبل ابن الحرستاني وبعده وكان معرقا في القضاء رئيسا نبيلا \n  محتشما عالما ماضي الأحكام ألبسه في العام الماضي الملك المعظم القباء والكلوته \n  بمجلس حكمه بداره .\n</p>\n<p class=\"arabic\">قال أبو المظفر ابن الجوزي كان في قلبه منه حزازات يمنعه من إظهارها حياؤه \n  من والده الملك العادل شكى إلي منه مرارا ومرضت ست الشام عمة المعظم فأوصت \n  بدارها مدرسة فأحضرت القاضي زكي الدين الطاهر والشهود وأوصت إلى القاضي وبلغ \n  ذلك المعظم فعز عليه وقال يحضر إلى دار عمتي بغير إذني ويسمع كلامها واتفق \n  أن القاضي زكي الدين *44*337* أحضر جابي العزيزية وطلب الحساب فأغلظ له في \n  الخطاب فأمر بضربه بين يديه كما يفعل الولاة فوجد المعظم سبيلا إلى إظهار \n  ما في نفسه وكان الجمال المصري وكيل بيت المال عدوا للقاضي فجاء فجلس عند \n  القاضي والشهود حاضرون فبعث المعظم بقجة فيها قباء وكلوته وأمره أن يحكم بين \n  الناس وهما عليه فقام ولبسها وحكم بين اثنين .\n</p>\n<p class=\"arabic\">قال أبو شامة والجابي المذكور هو السديد سالم بن عبد الرزاق خطيب عقربا وجاء \n  الذي لبسه الخلعة إلى عند شيخنا الخاوي فحدثه فتأوه شيخنا فضرب بيده على الأخرى \n  فكان مما حكى قال أمرني السلطان أن أقول له السلطان يسلم عليك ويقول لك إن \n  الخليفة سلام لله عليه إذا أراد أن يشرف أحدا خلع عليه من ملابسه ونحن نسلك \n  طريقه وقد أرسل إليك من ملابسه وأمر أن تحكم بها وفتحت البقجة فلما نظر إليها \n  وجم فأمرته التوقف فمد يده ووضع القباء على كتفيه ووضع عمامته وحط الكلوته \n  على رأسه ثم قام ودخل بيته .\n</p>\n<p class=\"arabic\">قال أبو شامة ومن لطف الله به أن كان مجلس الحكم في داره ثم لزم بيته ولم \n  تطل حياته بعدها ومات في صفر رمى قطعا من كبده وتأسف الناس لما جرى عليه وكان \n  يحب أهل الخير ويزور الصالحين وبقي نوابه يحكمون بين الناس بالجامع القاضي \n  شمس الدين أبو نصر ابن الشيرازي والقاضي شمس الدين ابن سني الدولة وكان ابن \n  سني الدولة يجلس ) .\n</p>\n<p class=\"arabic\">للحكم بشباك الكلاسة والنائب الثالث شرف الدين ابن الموصلي الحنفي وكان يحكم \n  بالطرخانية بجيرون ثم بعد مدة أضيف إليهم الجمال المصري .\n</p>\n<p class=\"arabic\">قال أبو المظفر ابن الجوزي وكانت واقعة قبيحة ولقد قلت له يوما ما فعلت إلا \n  بصاحب الشرع ولقد وجب عليك دية القاضي فقال هو أحوجني *44*338* إلى هذا ولقد \n  ندمت واتفق أن المعظم بعث إلى الشرف بن عنين حين تزهد خمرا ونردا وقال سبح \n  بهذا فكتب إليه .\n</p>\n<p class=\"arabic\">% يا أيها الملك المعظم سنة % % أحدثتها تبقى على الآباد % .\n</p>\n<p class=\"arabic\">% تجري الملوك على طريقك بعدها % % خلع القضاة وتحفة الزهاد % .\n</p>\n<p class=\"arabic\">توفي في الثالث والعشرين من صفر ودفن بتربتهم بسفح قاسيون .\n\n</p>"
}