{
    "header": "أحمد بن عمر بن محمد الزاهد القدوة الشيخ ...",
    "id": "028480",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أحمد بن عمر بن محمد الزاهد القدوة الشيخ نجم الدين الكبرى .\n</h1>\n<p class=\"arabic\">أبو الجناب الخيوقي الصوفي شيخ خوارزم ) *44*393* .\n</p>\n<p class=\"arabic\">سمعت أبا العلاء الفرضي يقول إنما هو نجم الكبراء ثم خفف وغير .\n</p>\n<p class=\"arabic\">وقيل نجم الدين الكبرى وهو من خيوق ويقال خوق وهي من قرى خوارزم .\n</p>\n<p class=\"arabic\">قال عمر ابن الحاجب طاف البلاد وسمع بها الحديث واستوطن خوارزم وصار شيخ تلك \n  الناحية وكان صاحب حديث وسنة وملجأ للغرباء عظيم الجاه لا يخاف في الله لومة \n  لائم .\n</p>\n<p class=\"arabic\">سمع بالإسكندرية من أبي طاهر السلفي وبهمذان من الحافظ أبي العلاء ومحمد بن \n  بنيمان وبنيسابور من أبي المعالي الفراوي .\n</p>\n<p class=\"arabic\">روى عنه عبد العزيز بن هلالة وشمخ خطيب داريا وناصر بن منصور العرضي وسيف \n  الدين الباخرزي تلميذه وآخرون .\n</p>\n<p class=\"arabic\">وقال ابن نقطة هو شافعي المذهب إمام في السنة وأثنى عليه .\n</p>\n<p class=\"arabic\">وقال ابن هلالة جلست عنده في الخلوة مرارا فوجدت من بركته شيئا عظيما وشاهدت \n  في خلوتي عنده أمورا عجيبة وسمعت من يخاطبني بأشياء حسنة .\n</p>\n<p class=\"arabic\">وقال آخر كان النجم الكبرى فقيها شافعيا زاهدا عارفا فسر القرآن العظيم في \n  اثني عشرة مجلدة ودخل الشام ونزل بخانكاه القصر بحلب .\n</p>\n<p class=\"arabic\">قلت وكان شيخنا عماد الدين الحزامي يعظمه ولكن في الآخر أراني له كلاما فيه \n  شيء من لوازم الاتحاد وهو إن شاء الله سالم من ذلك فإنه محدث معروف بالسنة \n  والتعبد كبير الشأن ومن مناقبه أنه استشهد في سبيل الله وذلك أن التتار لما \n  نزلت على خوارزم في ربيع الأول من السنة خرج فيمن خرج ومعه جماعة من مريديه \n  فقاتلوا على باب خوارزم حتى قتلوا مقبلين غير مدبرين *44*394* .\n</p>\n<p class=\"arabic\">ولقد اجتمع به الفخر الرازي صاحب التصانيف وفقيه آخر وقد تناظرا في معرفة \n  الله وتوحيده فأطالا الجدال فسألا الشيخ نجم الدين عن علم المعرفة فقال واردات \n  ترد على النفوس تعجز النفوس عن ردها فسأله فخر الدين كيف الوصول إلى إدراك \n  ذلك قال تترك ما أنت فيه من الرئاسة والحظوظ أو كما قال هل فقال هذا ما أقدر \n  عليه وانصرف عنه .\n</p>\n<p class=\"arabic\">وأما رفيقه فإنه تزهد وتجرد وصحب الشيخ ففتح عليه وهذه حكاية حكاها لنا الشيخ \n  أبو الحسين اليونيني ولا أحفظها جيدا .\n</p>\n<p class=\"arabic\">وممن أخذ عنه أحمد بن علي النفري وعبد العزيز بن هلالة ) .\n</p>\n<p class=\"arabic\">أخبرنا أبو عاصم نافع الهندي سنة أربع وتسعين أخبرنا سعيد بن المطهر وستمائة \n  أخبرنا أبو العلاء الحافظ بقراءتي ح وأنبأنا أحمد بن سلامة وغيره عاليا عن \n  ابن كليب .\n</p>\n<p class=\"arabic\">قالا أخبرنا علي بن أحمد أخبرنا محمد بن محمد أخبرنا الصفار حدثنا الحسن بن \n  عرفة حدثنا سلم بن سالم عن نوح بن أبي مريم عن ثابت عن انس قال سئل رسول الله \n  صلى الله عليه وسلم عن هذه الآية للذين أحسنوا الحسنى وزيادة قال للذين أحسنوا \n  العمل في الدنيا الحسنى وهي الجنة والزيادة النظر إلى وجه الله الكريم .\n</p>\n<p class=\"arabic\">هذا حدث منكر انفرد به سلم بن سالم البلخي وهو ضعيف باتفاق عن نوح الجامع \n  شيخ مرو وليس بثقة بل تركوه وقد روى له الترمذي في جامعه والله أعلم *44*395* .\n\n</p>"
}