{
    "header": "محمد بن تكش بن إيل أرسلان بن آتسز بن محمـ...",
    "id": "028449",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن تكش بن إيل أرسلان بن آتسز بن محمد بن نوشتكين .\n</h1>\n<p class=\"arabic\">السلطان علاء الدين خوارزم شاه .\n</p>\n<p class=\"arabic\">قد ذكرنا قطعة من أخباره في الحوادث .\n</p>\n<p class=\"arabic\">أباد ملوك العالم ودانت له الممالك واستولى على الأقاليم .\n</p>\n<p class=\"arabic\">قال ابن واصل نسب علاء الدين ينتهي إلى إيلتكين أحد مماليك السلطان ألب أرسلان \n  بن جغر بيك السلجوقي .\n</p>\n<p class=\"arabic\">قال الإمام عز الدين ابن الأثير كان صبورا على التعب وإدمان السير غير متنعم \n  ولا مقبل على اللذات إنما نهمته في الملك وتدبيره وحفظه وحفظ رعيته *44*364* .\n</p>\n<p class=\"arabic\">قال وكان فاضلا عالما بالفقه والأصول وغيرهما وكان مكرما للعلماء محبا لهم \n  محسنا إليهم يحب مناظرتهم بين يديه ويعظم أهل الدين وبترك بهم فحكى لي بعض \n  خدم حجرة النبي صلى الله عليه وسلم لما عاد من خراسان قال وصلت إلى خوارزم \n  ودخلت الحمام ثم قصدت باب السلطان فلما أدخلت عليه أجلسني بعد أن قام لي ومشى \n  واعتنقني قال لي أنت تخدم حجرة النبي صلى الله عليه وسلم قلت نعم فأخذ بيدي \n  وأمرها على وجهه وسألني عن حالنا وعيشنا وصفة المدينة ومقدارها وأطال الحديث \n  معي فلما عزمت قال لولا أننا على عزم السفر الساعة لما ودعتك وإنا نريد أن \n  نعبر جيحون إلى الخطا وهذا طريق مبارك حيث رأينا من يخدم الحجرة الشريفة ثم \n  ودعني وأرسل إلي جملة من النفقة .\n</p>\n<p class=\"arabic\">وقال أبو المظفر ابن الجوزي إنه توفي سنة خمس عشرة فغلط وقال كان قد أفنى \n  ملوك خراسان وما وراء النهر وقتل صاحب سمرقند وأخلى البلاد من الملوك واستقل \n  بها فكان ذلك سببا لهلاكه ولما نزل همذان كاتب الوزير مؤيد الدين محمد ابن \n  القمي نائب الوزارة الإمامية عن الخليفة عساكر خوارزم شاه ووعدهم بالبلاد \n  فاتفقوا مه الخطا على قتله وبعث القمي إليهم بالأموال والخيول سرا فكان ذلك \n  سببا لوهنه وعلم بذلك فسار من همذان إلى ) خراسان ونزل مرو فصادف في طريقه \n  الخيول والهدايا والكتب إلى الخطا وكان معه منهم سبعون ألفا فلم يمكنه الرجوع \n  لفساد عسكره وكان خاله من أمراء الخطا وقد حلفوه أن لا يطلع خوارزم شاه على \n  ما دبروا عليه فجاء إليه في الليل وكتب في يده صور الحال ووقف بإزائه فنظر \n  إلى السطور وفهمها وهو يقول خذ لنفسك فالساعة تقتل فقام وخرج من تحت ذيل الخيمة \n  ومعه ولداه جلال الدين والآخر فركب وسار بهما ثم دخل الخطا والعساكر إلى خيمته \n  فلم يجدوه فنهبوا الخزائن واليخول فيقال إنه كان في خزائنه عشرة آلاف ألف \n  دينار وألف حمل قماش أطلس وغيره وكانت خيله عشرين ألف فرس وبغل وله عشرة آلاف \n  مملوك فهرب وركب في مركب *44*365* صغير إلى جزيرة فيها قلعة ليتحصن بها فأدركه \n  الأجل فدفن على ساحل البحر وهرب ولداه وتفرقت الممالك بعده وأخذت التتار البلاد .\n</p>\n<p class=\"arabic\">قلت وكانت سلطنة علاء الدين محمد بن تكش في سنة ست وتسعين وخمسمائة عند موت \n  والده السلطان علاء الدين تكش .\n</p>\n<p class=\"arabic\">قال الموفق عبد اللطيف كان تكش أعور قميئا كثير اللعب بالملاهي استدعي من \n  الديوان العزيز لدفع أذى طغريل السلجوقي صاحب همذان فقتل طغريل وسير برأسه \n  وتقدم بطلب حقوق السلطنة فتحركت أمة الخطا إلى بلاده أو حركت فألجأته الضرورة \n  أن يرجع يعني إلى خوارزم .\n</p>\n<p class=\"arabic\">وتولى بعده الأمر ولداه فكان ابنه محمد شجاعا شهما مغوارا مقداما سعد الوجهة \n  عزاء لا ينشف له لبد ويقطع المسافات الشاسعة في زمان لا يتوهم العدو أنه يقطعها \n  في أضعافه .\n</p>\n<p class=\"arabic\">وكان هجاما فاتكا غدارا فأول ما فتك بأخيه فأحضر رأسه إليه وهو على الطعام \n  فلم يكترث وكان قليل النوم كثير اليقظة طويل النصب قصير الراحة يخدم في الغارات \n  أصحابه ويهجعون وهو يحرسهم وثيابه وعدة فرسه لا تبلغ دينارا لذته في نصبه \n  وراحته في تعبه كثير الغنائم والأنفال سريع التفريق لها والإنفاق وكان له \n  معرفة ومشاركة للعلماء وصحب الفخر الرازي قبل الملك فلما تملك رعى له ذلك \n  فوسع عليه الدنيا وبسط يده .\n</p>\n<p class=\"arabic\">لكن هذا الملك أفسد رأيه العجب والتيه والثقة بالسلامة وأوجب له ذلك أن يستبد \n  برأيه وينكب عن ذكر العواقب جانبا واستهان بالأعداء ونسي عواقب الزمان فمن \n  عجبه كان يقول محمد ينصر دين محمد ثم قطع خطبة بني العباس من مملكته وترك \n  غزو الكفار ) .\n</p>\n<p class=\"arabic\">وأخذ يتصدى لعداوة قبلة الإسلام وقلب الشريعة بغداد وعزم على قصد تفليس ليجعلها \n  سرير ملكه ويحكم منها على بلاد الروم والأرمن والقفجق وسائر بلاد العرب والعجم \n  فأفسد الأمور *44*366* بإساءة التدبير وقتل نفسه بشدة حرصه وحركته قبل وقته \n  وأراد أن يتشبه بالإسكندر وأين الأعمى من المبصر وأين الولي من رجل تركي فإن \n  الإسكندر مع فضله وعدله ولإظهاره كلمة التوحيد كان في صحبته ثلاثمائة حكيم \n  يسمع منهم ويطيع وكان معلمه أرسطوطاليس نائبه على بلاده ولا يحل ولا يعقد \n  إلا بمشورته ومراسلته في استخراج رأيه .\n</p>\n<p class=\"arabic\">كذا قال الموفق وأخطأ في هذا كغيره فليس إسكندر صاحب أرسطوطاليس هو الذي قص \n  الله سبحانه قصته في القرآن فالذي في القرآن رجل مؤمن وأما الآخر فمشرك يعبد \n  الوثن واسمه إسكندر بن فلبس المقدوني على دين الحكماء لا رعاهم الله ولم يملك \n  الدنيا ولا طافها بل هو من جملة ملوك اليونان .\n</p>\n<p class=\"arabic\">قم قال الموفق وقد علم بالتجربة والقياس أن كل ملك لا يكون قصده إقامة وبسط \n  العدل والعمارة فهو وشيك الزوال فأول ما صنع هذا أنه ظاهر أمة الخطا فنازلهم \n  بأمة التتر حتى استأصلهم ولم يبق منهم إلا من دخل تحت طاعته وصار من عسكره \n  واستخدم سبعة أمراء من أخواله وجعلهم من قلب عسكره وخواصه ثم انتقل إلى أمه \n  التتر فمحقهم بالسيف ولم منهم إلا مستسلم في زمرته وكانت بلاد ما وراء النهر \n  في طاعة الخطا وملوك بخارى وسمرقند وغيرهما يؤدون الإتاوة إلى الخطا والخطا \n  يبسطون فيهم العدل وكانت هذه الأمم سدا بين ترك الصين وبيننا ففتح هذا الملك \n  بقلة معرفته هذا السد الوثيق ثم أفسد تلك الممالك والأمصار وأتى على إخراب \n  البلاد وإفساد القلوب وإبداعها أصناف الإحن والعداوات وظن أنه لم يبق فيهم \n  من يقاومه فانتقل إلى خراسان وسجتان وكرمان ثم العراق وأذربيجان وطمع في الشام \n  ومصر وحدثته نفسه بجميع أقطار الأرض وكان ذلك سهلا عليه قد يسره الله له لو \n  ساعده التوفيق بحسن التدبير وأصالة الرأي والرفق وعدم العسف وكان يستحضر التجار \n  ويكشف منهم أخبار الممالك النائية .\n</p>\n<p class=\"arabic\">وفي بعض الليالي قال لي ابن يعلى وزير الملك الظاهر غازي إن السلطان الليلة \n  مهموم لما اتصل به من أخبار خوارزم شاه وطمعه في الشام *44*367* فقلت له هذا \n  سعادة للسلطان ولك ولي .\n</p>\n<p class=\"arabic\">قال وكيف قلت هذا ملك واسع الدائرة لا يقدر أن يقيم بالشام وغرضه القهر والاستيلاء \n  ) .\n</p>\n<p class=\"arabic\">وسلطاننا فيه ملق وحسن تودد ومداراة فإذا قرب لاطفه وأتحفه فإذا استولى على \n  ممالك الشام لم يجد من يستنيبه عليه سواه قال وكيف عرفت هذا قلت من التجار \n  فلما أصبح قص عليه ما جرى فسري عنه وأمر أن يحقق ذلك فاستدعى بتاجر خبير بغدادي \n  وحادثة فزعم أنه حاضره وبايعه وذكر من أحواله أنه يبقى أربعة أيام أو نحوها \n  على ظهر فرسه ولا ينزل وإنما ينتقل من فرس إلى فرس ويتضمر ويطوي البلاد وأنه \n  ربما أتى البلد الذي يقصده في نفر يسير فيهجمه ثم يصبحه من عسكره عشرة آلاف \n  ويمسيه عشرون ألفا وفي كثير من الأوقات يأتي المدد وقد قضى الحاجة بنفسه وفي \n  كثير من الأوقات يبعث البعوث ويأتي أخيرا وقد قضيت الحاجة أولا وربما هجم \n  البلد في نفر دون المائة فيقضي حاجته وربما قتل ملك ذلك البلد أو أسره ثم \n  تتدفق جموعه وقال إن سرجه ولجامه لا تبلغ قيمتها دانقا ولا تبلغ قيمة ثيابه \n  دانقين وحكى أنه في بعض غاراته نزل بأصحابه آخر الليل وكانوا نحو سبعين فارسا \n  فأمرهم بالهجعة وأخذ خيلهم يسيرها بعدما استقى من بئر وسقى الجميع فلما علم \n  أنهم قد أخذوا من النوم بنصيب أيقظ بعضهم وأمرهم بالحراسة ثم هجع يسيرا ونهض \n  كالعفاريت وهجموا على المدينة وقتل ملكها .\n</p>\n<p class=\"arabic\">وسألني الوزير عنه مرة أخرى فقلت لا يمكنه أن يدخل الشام لأنه إن أتى بجمع \n  قليل لم ينل غرضا مع شجاعة أهل الشام والفلاحون يكفونه وإن أتى بجمع كثير \n  لم تحمله الشام لأن خيلهم تأكل الحشيش ولا حشيش بالشام وأما الشعير ففي كل \n  مدينة كفاية دوابها ثم أخذت أحسب معه ما في حلب من الدواب فبلغت مع التكثير \n  خمسين ألفا فإذا ورد سبعمائة ألف فرس أخذوا عليق شهر في يوم أو يومين ثم إنهم \n  ليس لهم صناعة في الحرب سوى المهاجمة وأخذهم البلاد إنما هو بالرعب والهيبة \n  لا بالعدل والمحبة وهذه الحال لا تنفع مع شجاعة أهل الشام .\n</p>\n<p class=\"arabic\">وعقيب موت الملك الظاهر غازي وصل رسوله إلى حلب فاحتفل *44*368* الناس وخرجت \n  الدولة للقائه وإذا به رجل صوفي وخلفه صوفي قد رفع عكازا على رأسه ومعه اثنان \n  من عسكره ورسول صاحب إربل فصعد القلعة وقال بحضرة المراء سلطان السلاطين يسلم \n  عليكم ويعتب إذ لم تهنئوه بفتح العراق وأذربيجان وإن عدد عسكره قد بلغ سبعمائة \n  ألف فأحسنوا المعذرة بأن قالوا نحن في حزن بموت ملكنا وضعف في نفوسنا وإذا \n  بسطنا فنحن عبيده ) .\n</p>\n<p class=\"arabic\">وكان كلامه وشكله بقلة عقل مرسله ثم توجه إلى الملك العادل بدمشق فقال سلطان \n  سلاطين يسلم عليك وقال تصل الخدمة فقد ارتضيناك أن تكون مقدم الركاب فقال \n  السمع والطاعة ولكن لنا شيخ هو كبيرنا نشاوره فإذا أمر حضرنا قال ومن هو قال \n  أمير المؤمنين .\n</p>\n<p class=\"arabic\">فانصرف والناس يهزؤون منه .\n</p>\n<p class=\"arabic\">قال وسمعنا أنه جعل عز الدين كيكاوس صاحب الروم أمير علم له والخليفة خطيبا \n  وكل ملك جعل له خدمة وأما الملوك الدين كانوا بحضرته فكان يذلهم ويهينهم أصنافا \n  من الإهانات فكان إذا ضرب له النوبة يجعل طبول الذهب في أعناق الملوك وهم \n  قيام يضربون وهذا يدل على اغتراره بدنياه وقلة ثقته بالله تعالى .\n</p>\n<p class=\"arabic\">ثم إنه وصل همذان وإصبهان وبث عساكره إلى حلوان وتخوم إربل وواصله مظفر الدين \n  بالمؤن والأزواد خافه أهل بغداد فجمعوا وحشدوا واستعدوا للحصار واللقاء جميعا \n  ثم إن الله أجراهم على جميل عادته في أن يدافع عنهم وذلك أنه اختلت عليه بلاد \n  ما وراء النهر فرجع على عقبيه وقهقر لا يدري ما خلفه مما بين يديه وأيضا فإنه \n  لما وصل حلوان نزل عليهم ثلج ونوء عظيم فقال بعض خواصه هذا من كرامات بيت \n  النبوة .\n</p>\n<p class=\"arabic\">ولما أباد أمتي الخطا والتتر وهم أصحاب الجند وتركستان وتنكت ظهرت أمم أخر \n  يسمون التتر أيضا وهو صنفان صنف يسكنون طمغاج وما يليها ويسمون الإيوانية \n  وصنف يسكنون مما يلي الهند وصين الصين بجبل يسمى سنك سلاخ وفيه حرق إلى الهند \n  ومنه دخل السلطان محمد هذا إلى الهند فجاءهم *44*369* من حيث لا يحتسبون فوقع \n  بين طائفتي التتر فانهزمت الإيوانية من الطمغاجية إلى أن خالطوا أطراف بخارى \n  وسمرقند واتصل بهم أن السلطان محمدا بنواحي بغداد وأن المسافة بعيدة فطمعوا \n  في البلاد بخلوها عنه فأتاه الخبر وهو بهمذان فارتد على عقبيه حتى قدم بخارى \n  فجمع وحشد وعزم على لقائهم وستر ولده جلال الدين بخمسة عشر ألفا وجعلهم كمينا \n  فنم الخبر إلى الطمغاجية وملكهم هو جنكرخان فوقعوا على الكمين فطحنوه وهرب \n  جلال الدين بعد جهد جهيد حتى اتصل بأبيه فأجمع رأيه على أن يضرب معهم مصافا \n  فثبتوا عند اللقاء أول يوم فعجب من ذلك السلطان محمد إذ لم تجر له عادة أن \n  يثبت بين يديه عدو فلما ثبتوا اليوم الثاني والثالث ضعفت منته ومنة أصحابه \n  ) .\n</p>\n<p class=\"arabic\">وتغيرت نياتهم واستشعروا الخوف والخور ثم وصلت الجواسيس تخبره بأن العدو على \n  نصف عسكره في العدد فخيل إليه تعس الجد أن في أصحابه مخامرين فقبض على كبرائهم \n  فازدادت النيات فسادا وتوهم أن عسكره قد صفا فضرب معهم مصافا آخر فتطحطح ووصل \n  بخارى منهزما ونادى إلى الناس استعدوا للحصار ثلاث سنين فتخلوا عنه فرأى من \n  الرأي أن يرجع إلى نيسابور ويجمع بها الجيوش ولم يظن أن الطمغاجية يتعدون \n  جيحزن فأخذوا بخارى في ثمانية أيام وأبادوا أهلها ثم هجموا خراسان فأشار عليه \n  وزيره عماد الملك أن يلحق بهمذان وضمن له أن يجمع له من العساكر والأموال \n  مقدار حاجته فما وصل الري إلا وطلائعهم على رأسه فانهزم إلى قلعة برجين وقد \n  نصب فأقام بها يومين وإذا بهم عليه فسحب نفسه إلى دربند قارون موضع في تخوم \n  بارس ومعه ثلاثمائة فارس عراة ليس فيهم رمق فلما مضهم الجوع استطعموا من أكراد \n  هناك فلم يحتفلوا بهم فقالوا السلطان معنا فقالوا ما نعرف السلطان فلما ألحفوا \n  في المسألة أعطوهم شاتين وقصعتي لبن فتوزعوها ثم رجع إلى نهاوند ومر على أطراف \n  البلاد إلى همذان ثم إلى مازندران *44*370* وقعقعة رماحهم وسيوفهم قد ملأت \n  مسامعه مناظره فنزل ببحيرة هناك بموضع يعرف بآوكرم فمرض بالإسهال الذريع وطلب \n  دواء فأعوزه الخبز ومات هناك وذكر أمه حمل في البحر إلى دهستان .\n</p>\n<p class=\"arabic\">وذكر آخرون أنه لما صار في السفينة لم يزل يضرب رأسه بجدرانها إلى أن مات .\n</p>\n<p class=\"arabic\">وأما ابنه جلال الدين فتقاذفت به البلاد فرمته بالهند ثم ألقته الهند إلى \n  كرمان كما يأتي في ترجمته إن شاء الله .\n</p>\n<p class=\"arabic\">وقال شمس الدين الجزري أبقاه الله في تاريخه كان لخوارزم شاه علاء الدين تضرب \n  النوبة في أوقات الصلوات الخمس كعادة الملوك السلجوقية فلما قصد العرق في \n  سنة أربع عشر وستمائة تركها تضرب لأولاده جلال الدين وغيره وجعل لنفسه نوبة \n  ذي القرنين كانت تضرب وقت المطلع والمغيب فعملها سبعة وعشرين دبدبة من الذهب \n  ورصعها بالجواهر .\n</p>\n<p class=\"arabic\">ونص يوم اختير لضربها على سبعة وعشرين ملكا من أكابر الملوك وأولاد السلاطين \n  وقصد التجبر والعظمة ثم قصد العراق في أربعمائة ألف فوصل إلى همذان .\n</p>\n<p class=\"arabic\">وقيل كان معه ستمائة جتر تحت كل جتر ألف فارس كان قد أباد الملوك واستحوذ \n  على ) .\n</p>\n<p class=\"arabic\">الأقاليم ثم قال هذا ما نقله ابن الأثير وغيره .\n</p>\n<p class=\"arabic\">قال شمس الدين وحكى لي تقي الدين أبو بكر بن علي بن كمجون الجزري السفار سنة \n  نيف وسبعين قال حدثني ابن عمي شمس الدين محمد *44*371* التاجر وكان صاحب الجزيرة \n  يبعث معه إذا سافر إلى العجم هدايا إلى السلطان خوارزم شاه فكانوا يحترمون \n  ما يبعث به لكونه من بقايا بني أتابك زنكي قال فكنت في جيش الملك خوارزم شاه \n  ومعه يومئذ مقدار ستمائة ألف راكب ومعهم أتباع تقاربهم وتلك البراري تموج \n  بهم كالبحر فبينما هو في بعض الليالي في المختم وإذا بصوت ينادي يا كفرة اقتلوا \n  الجرة فتتبع ذلك الصوت فلم ير أحد إلا طيور طائرة فلما كان ثاني ليلة سمع \n  ذلك الصوت بعينه ورأى الطيور فلما كانت الليلة الثالثة سمع ذلك الصوت بعينه \n  فما سكت إلا وقد دخل إليه خاله فحذره من الفتك به كما ذكرنا .\n</p>\n<p class=\"arabic\">قال وحكى لي الصالح غرس الذين أبو بكر الإربلي قال كان ابن خالتي من حجاب \n  مظفر صاحب إربل فحدثني قال أرسلني مظفر الدين إلى خوارزم شاه رسولا فأكرمني \n  وأجلسوني فوق رسول الخليفة وفوق الملوك الذين هم في خدمته فكان عدة من التقينا \n  من عسكره وممن هو داخل غي طاعته ثلاثمائة ألف وخمسين ألفا وكنا كلما جئنا \n  إلى مكان يقولون هذا رسول الفقير مظفر الدين فسألت بعض الوزراء كم تكون عدة \n  جيش السلطان قال المدونة ثلاثون تومانا التومان عشرة آلاف .\n</p>\n<p class=\"arabic\">قلت وكانت دولته إحدى وعشرين سنة .\n</p>\n<p class=\"arabic\">ثم رأيت سيرته وسيرة ولده لشهاب الدين محمد بن أحمد بن علي النسوي في مجلد \n  فذكر فيه سعة ممالكه وقهره البلاد والعباد واستيلائه على خراسان وخوارزم وأطراف \n  العراق ومازندان وكرمان ومكران وكيش وسجستان والغور وغزنة وباميان وما وراء \n  النهر والخطا وما يقارب أربعمائة مدينة وذكر من عظمة أمة تركان الخطائية أمورا \n  لم يسمع بمثلها من عظمتها ونفوذ أمرها وقتلها النفوس وجبروتها وأن جنكزخان \n  أسرها ورأت الذل والهوان والجوع *44*372* .\n</p>\n<p class=\"arabic\">قال النسوي ولما رحل من حافة جيحون إلى نيسابور والناس يتسللون لم يقم بها \n  ألا ساعة رعبا تمكن من صدره وذعرا داخل صميم قلبه فحكى لي الأمير تاج الدين \n  عمر البسطامي قال وصل السلطان بسطام فاستحضرني وأحضر عشرة صناديق وقال هذه \n  كلها جوهر وفي ) .\n</p>\n<p class=\"arabic\">هذين الصندوقين جوهر يساوي خراج الدنيا بأسرها فأمرني بحملها إلى قلعة أردهن \n  ففعلت وأخذت خط نتوليها بوصولها مختومة فحاصر التتار القلعة إلى أن صالحهم \n  نتوليها على تسليم الصناديق إليهم بختومها فحملت إلى جنكزخان ووصل السلطان \n  إلى أعمال همذان في عشرين ألفا فلم ترعه إلا صيحة العدو فقاتلهم بنفسه وشمل \n  القتل جل أصحابه ونجا هو في نفر يسير إلى مازندران ثم إلى حافة البحر فأقام \n  بقرية هناك يحضر المسجد ويصلي مع إمام القرية ويبكي وينذر النذور إن سلم إلى \n  أن كبسه التتار بها فبادر إلى مركب فوقعت فيه سهامهم وخاض خلفه ناس فغرقوا .\n</p>\n<p class=\"arabic\">وحدثني غير واحد ممن كانوا مع السلطان في المركب قالوا كنا نسوق الركب وبالسلطان \n  من علة ذات الجنب ما آيسه من الحياة وهو يظهر الاكتئاب ضجرا ويقول لم يبق \n  لنا من ملكنا قدر ذراعين تحفر فنقبر فما الدنيا لساكنها بدار فلما وصل إلى \n  الجزيرة سر بذلك وأقام بها فريدا طريدا والمرض يزداد وكان في أهل مازندران \n  ناس يقربون إليه بالمأكول والمشروب وما يشتهيه فقال في بعض الأيام أشتهي أن \n  يكون عندي فرس ترعى حول خيمتي فلما سمع الملك حسن أهدى له فرسا ومن قبل كان \n  اختيار الدين أمير آخر السلطان مقدما على ثلاثين ألف فارس قول لو شئت لجعلت \n  أصحابي ستين ألفا من غير كلفة وذلك أنني أستدعي من كل جشار للسلطان في البلاد \n  جوبانا فينيفون على ثلاثين ألفا فتأمل يا هذا بعد ما بين الحالتين *44*373* \n  ومن حمل إليه في تلك الأيلم شيئا من المأكول وغيره كتب له توقيعا بمنصب جليل \n  وربما كان الرجل يتولى كتابة توقيع نفسه لعدم موقع فأمضاها بعد ولده جلال \n  الدين ثم حل بن الحمام انقضت الأيام فغسله شمس الدين محمود الجاويش مقرب الدين \n  الفراش وما كان عنده كفن ودفن بالجزيرة .\n</p>\n<p class=\"arabic\">% أذل الملوك وصاد القروم % % وصير كل عزيز ذليلا % .\n</p>\n<p class=\"arabic\">% وحف الملوك به خاضعين % % وزفوا إليه رعيلا رعيلا % .\n</p>\n<p class=\"arabic\">% فلما تمكن من أمره % % وصارت له الأرض إلا قليلا % .\n</p>\n<p class=\"arabic\">% وأوهمه العز أن الزمان % % إذا رامه ارتد عنه كليلا % .\n</p>\n<p class=\"arabic\">% أتته المنية مغتاظة % % وسلت عليه حساما صقيلا % .\n</p>\n<p class=\"arabic\">% كذلك يفعل بالشام تين % % ويفنيهم الدهر جيلا فجيلا % .\n\n</p>"
}