{
    "header": "عبد المعز بن محمد بن أبي الفضل بن أحمد بـ...",
    "id": "028512",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد المعز بن محمد بن أبي الفضل بن أحمد بن أسعد بن صاعد .\n</h1>\n<p class=\"arabic\">) *44*408* .\n</p>\n<p class=\"arabic\">الشيخ المعمر حافظ الدين أبو روح الساعدي البزاز الهروي الصوفي مسند العصر \n  بخراسان .\n</p>\n<p class=\"arabic\">ولد في ذي العقدة سنة اثنتين وعشرين وخمسمائة بهراة .\n</p>\n<p class=\"arabic\">وقدم عليهم في ذي القعدة سنة سبع وعشرين أبو القاسم زاهر الشحامي فاعتنى به \n  جده لأمه الشيخ أبو نصر عبيد الله بن أبي عاصم الصوفي وأسمعه منه جملة صالحة \n  وسمع من جده هذا عن محمد بن أبي مسعود الفارسي ومن الزاهد يوسف بن أيوب الهمذاني \n  ومحمد بن إسماعيل بن الفضيل الفضيلي وأبي القاسم تميم بن أبي سعيد الجرجاني \n  وأبي الفتح محمد بن علي المضري وعبد الرشيد بن أبي يعلى ابن الشيخ أبي عمر \n  عبد الواحد المليحي وأبي علي خلف بن محمد بن أبي الحسن البوشنجي المحتسب وأبي \n  عبد الله محمد بن إسماعيل بن الحسين بن حمزة العلوي وطائفة سواهم .\n</p>\n<p class=\"arabic\">وقد حضر وهو له ثلاث سنين على أبي الفتح محمد بن إسماعيل الفامي وسمع صحيح \n  البخاري من خلف بن عطاء الماوردي بسماعه من أبي عمر عبد الواحد المليحي وسمع \n  جامع الترمذي من جماعة .\n</p>\n<p class=\"arabic\">قال الحافظ أبو بكر بن نقطة وسمع مسند أبي يعلى من تميم بن أبي سعيد الجرجاني \n  قال لي أبو زكريا يحيى بن علي المالقي كان لأبي روح فوت فيه حتى قدم علينا \n  أبو جعفر بن خولة العرناطي من الهند إلى هراة فأخرج إلينا المجلدة التي فيها \n  سماعة فتم له الكتاب .\n</p>\n<p class=\"arabic\">قلت ابن خولة هو المذكور في هذه السنة *44*409* .\n</p>\n<p class=\"arabic\">قال ويروي كتاب التقاسيم والأنواع لأبي حاتم بن حبان قال ونقلت من خطه مولدي \n  في ثامن ذي القعدة سنة إحدى وعشرين .\n</p>\n<p class=\"arabic\">قلت وكان أحد الصوفية بخانكاه شيخ الإسلام أبي إسماعيل الأنصاري وعمر ستا \n  وتسعين سنة وصارت الرحلة إليه من الأقطار .\n</p>\n<p class=\"arabic\">وحدث عنه جماعة في حياته بالبلاد النائية روى عنه العماد علي بن القاسم بن \n  عساكر والزكي البرزالي والضياء المقدسي والمحب ابن النجار والشرف المرسي والصدر \n  البكري والمحب اللبلي والزاهد نجم الدين عبد الله بن محمد الرازي الصوفي وعبد \n  الحق بن أبي منصور المنبحي وإبراهيم بن محمد بن الأزهر الصريفيني ومسعود بن \n  عبد الله التكروري ) .\n</p>\n<p class=\"arabic\">ومشهور بن منصور النيربي .\n</p>\n<p class=\"arabic\">وروى عنه بالإجازة الشمس عبد الواسع الأبهري والنور محمود بن عبد الرحمن بن \n  أبي عصرون وابن عمهم التاج محمد بن عبد السلام الشافعي والشرف أحمد بن هبة \n  الله ابن تاج الأمناء وزينب الكندية ومحمد بن هاشم العباسي وآخرون .\n</p>\n<p class=\"arabic\">وقرأت بخط الضياء أنه قتلته الترك في ربيع الأول سنة ثمان عشرة بهراة .\n\n</p>"
}