{
    "header": "محمد بن محمود بن إبراهيم بن الفرج .",
    "id": "028548",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن محمود بن إبراهيم بن الفرج .\n</h1>\n<p class=\"arabic\">المحدث المتقن العالم الصالح تقي الدين أبو جعفر وأبو عبد الله الهمذاني الواعظ \n  ويعرف بابن الحمامي .\n</p>\n<p class=\"arabic\">ولد في أول يوم من سنة ثمان وأربعين .\n</p>\n<p class=\"arabic\">وسمع ببلده من الحافظ أبي العلاء الحسن بن أحمد العطار وسمع حضورا من أبي \n  الوقت السجزي وسمع أيضا من محمد بن بنيمان الأديب وجماعة ورحل إلى إصبهان \n  فأدرك بها أبا رشيد عبد الله بن عمر صاحب أبي عبد الله الثقفي فسمع منه ومن \n  طبقته وقدم بغداد فسمع بها من الأسعد بن يلدرك وأبي الفوارس سعيد بن محمد \n  الحيص بيص وجماعة ثم قدمها بعد الستمائة فسمع من أصحاب ابن الحصين وأبي غالب \n  ابن البناء .\n</p>\n<p class=\"arabic\">وكان شيخ همذان ومفيدها وكبيرها كتب وطلب وسمع الكثير .\n</p>\n<p class=\"arabic\">قال المحب ابن النجار حضرت مجلس إملائه وكان يملي في وعرفة الصحابة ثم يملي \n  من غريب الحديث ويتكلم على الناس على طريق الوعظ .\n</p>\n<p class=\"arabic\">قال وكان به القبول التام والصيت الشائع وأهل همذان مقبلون عليه يتبركون به \n  وكان من أئمة الحديث وحفاظه له المعرفة بفقه الحديث ولغته ومعرفة رجاله وكان \n  فصيحا ذا عبارة حلوة وألفاظ منقحة مع دين وعبادة *44*429* وزهد وكان أمارا \n  بالمعروف نهاء عن المنكر ناصر السنة قامع البدعة متواضعا متوددا سمحا جوادا .\n</p>\n<p class=\"arabic\">وبالغ ابن النجار في الإطناب في وصفه وقال لما استولى التتار على همذان في \n  أواخر جمادى الآخرة خرج إلى قتالهم بابنه عبيد الله فقتلا شهيدين مقبلين غير \n  مدبرين رضى الله عنه .\n</p>\n<p class=\"arabic\">قلت روى عنه الزكي البرزالي والضياء والعماد علي بن عساكر والمحب ابن النجار .\n</p>\n<p class=\"arabic\">وأجاز للشرف ابن عساكر والتاج بن عصرون .\n</p>\n<p class=\"arabic\">وقال الحافظ عبد العظيم توفي في السادس والعشرين من جمادى الآخرة ) .\n</p>\n<p class=\"arabic\">أخبرنا أحمد بن هبة الله أنبأنا محمد بن محمود الشهيد أخبرنا محمد بن بنيمان \n  بن يوسف أخبرنا مكي بن منصور أخبرنا أبو بكر الحيري أخبرنا حاجب بن أحمد حدثنا \n  محمد بن يحيى حدثنا محمد بن يوسف عن سفيان عن أبي يعفور عن عبد الله بن أبي \n  أوفى قال غزونا مع رسول الله صلى الله عليه وسلم سبع غزوات نأكل الجراد .\n</p>\n<p class=\"arabic\">وقد تكلم فيه الرفيع الأبرقوهي وقال لا يصح سماعه .\n\n</p>"
}