{
    "header": "إسماعيل بن عبد الله بن عبد المحسن بن أبيـ...",
    "id": "028575",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">إسماعيل بن عبد الله بن عبد المحسن بن أبي بكر بن هبة الله بن الحسن .\n</h1>\n<p class=\"arabic\">*44*444* الحافظ البارع تقي الدين أبو الطاهر ابن الأنماطي المصري الشافعي .\n</p>\n<p class=\"arabic\">سمع القاضي أبا عبد الله محمد بن عبد الرحمن الحضرمي وأبا القاسم هبة الله \n  البوصيري وأبا عبد الله محمد بن عبد المولى اللبني وشجاع بن محمد المدلجي \n  وأبا عبد الله الأرتاحي وجماعة كبيرة .\n</p>\n<p class=\"arabic\">ورحل إلى دمشق سنة اثنتين وتسعين وخمسمائة فأكثر بها عن أبي طاهر الخشوعي \n  وأبي محمد ابن عساكر وطبقتهما ورحل بعد الستمائة إلى العراق فسمع من حنبل \n  وابن سكينة وابن طبرزد وأبي الفتح المندائي وخلق سواهم .\n</p>\n<p class=\"arabic\">وكتب الكثير بخطه المليح السريع وحصل كتبا كثيرة .\n</p>\n<p class=\"arabic\">قال ابن النجار اشتغل من صباه وتفقه وقرأ الأدب وسمع الكثير وقدم دمشق سنة \n  ثلاث وتسعين ثم حج سنة إحدى وستمائة وقدم مع الركب وكانت له همة وافرة وحرص \n  وجد واجتهاد مع معرفة كاملة وحفظ وثقة وفصاحة وسرعة قلم واقتدار على النظم \n  والنثر ولقد كان بعيد الشبيه معدوم النظير في وقته كتب عني وكتبت عنه وقال \n  لي ولدت سنة سبعين وخمسمائة في ذي القعدة .\n</p>\n<p class=\"arabic\">قال عمر ابن الحاجب كان إماما ثقة حافظا مبرزا فصيحا واسع *44*445* الرواية \n  حصل ما لم يحصله غيره من الأجزاء والكتب وكان سهل العارية يعير إلى البلاد \n  وعنده فقه وأدب ومعرفة بالشعر وأخبار الناس وكان ينبز بالشر سألت الضياء محمد \n  بن عبد الواحد عنه فقال حافظ ثقة مفيد إلا أنه كان كثير الدعابة مع المرد .\n</p>\n<p class=\"arabic\">قلت وله مجاميع مفيدة وآثار كثيرة وكان أشعريا له كلام في الحط على إمام الأئمة \n  أبي بكر بن خزيمة .\n</p>\n<p class=\"arabic\">روى عنه الشهاب القوصي والزكي البرزالي والزكي المنذري والكمال الضرير والصدر \n  البكري المحدث وابنه أبو بكر محمد بن إسماعيل وآخرون .\n</p>\n<p class=\"arabic\">ومات في الكهولة ولم يرو إلا القليل .\n</p>\n<p class=\"arabic\">قال الضياء باب في عافية فأصبح لا يقدر على الكلام أياما ثم مات يعني مات \n  بالسكتة في رجب ) .\n\n</p>"
}