{
    "header": "القاسم بن عبد الله بن عمر بن أحمد .",
    "id": "028528",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">القاسم بن عبد الله بن عمر بن أحمد .\n</h1>\n<p class=\"arabic\">المفتي العلامة أبو بكر النيسابوري الصفار .\n</p>\n<p class=\"arabic\">قرأت بخط الضياء تحت اسمه قتل والله أعلم في صفر سنة ثمان عشرة في غارة الترك \n  في صفر أخبرني بذلك ابن النجار .\n</p>\n<p class=\"arabic\">كان فقيها إماما فاضلا عالي الإسناد في الحديث .\n</p>\n<p class=\"arabic\">سمع من جده ومن عن أبيه ومن وجيه الشحامي وعبد الله ابن الفراوي وهبة الرحمن \n  ابن القشيري ومحمد بن منصور الحرضي وعبد الوهاب بن إسماعيل الصيرفي وإسماعيل \n  بن عبد الرحمن العصائدي وجماعة وتفقه على مذهب الشافعي .\n</p>\n<p class=\"arabic\">وولد في ربيع الآخر سنة ثلاث وثلاثين وخمسمائة .\n</p>\n<p class=\"arabic\">روى عنه الزكي البرزالي وأبو إسحاق الصريفيني والضياء المقدسي والشرف المرسي \n  والصدر البكري وآخرون وروى عنه بالإجازة أبو الفضل بن عساكر والتاج محمد بن \n  أبي عصرون وجماعة .\n</p>\n<p class=\"arabic\">قال ابن نقطة كان حيا إلى أن دخلت الترك نيسابور في سنة سبع عشرة أو ثمان \n  عشرة .\n</p>\n<p class=\"arabic\">قلت ومن مسموعاته مسند أبي عوانة سمعه من أبي الأسعد هبة الرحمن *44*417* \n  القشيري أخبرنا عبد الحميد البحتري عن أبي نعيم الإسفرائيني عنه وسمع كتاب \n  الزهريات من وجيه قال أخبرنا أبو حامد الأزهري بسنده إلى الذهلي وسمع النسائي \n  سوى كتاب الجهاد من إسماعيل العصائدي عن عبد الرحمن بن منصور بن رامش وسمع \n  كتاب الجهاد من عبد الصيرفي ) .\n</p>\n<p class=\"arabic\">عن علي بن أحمد المؤذن قالا أخبرنا بن فنجويه أخبرنا ابن السني أخبرنا النسائي .\n</p>\n<p class=\"arabic\">وقال محمد بن محمد الإسفرائيني ومن خطه نقلت أخبرنا الإمام مفتي خراسان شهاب \n  الدين أبو بكر القاسم بن أبي سعد قال أخبرتنا عمة والدي عائشة فذكر حديثا \n  ثم قال وشيخنا شهاب الدين ما رأينا في خراسان من المشايخ مثله حلما وعلما \n  ومعرفة بمذهب الشافعي سمعت أنه درس الوسيط للغزالي أربعين مرة درس العامة \n  سوى درس الخاصة ودخلت الترك نيسابور في سنة سبع عشرة ولم يتمكنوا من دخولها \n  ورمي مقدمهم بسهم غرب فقتله فرجعوا عنها ثم عادوا إليها في ستة ثمان عشرة \n  وأخذوها وأخربوها وقتلوا رجالها ونساءها إلا ما شاء الله واستشهد شيخنا في \n  استشهد .\n\n</p>"
}