{
    "header": "عبد الله بن أحمد بن محمد بن قدامة بن مقدـ...",
    "id": "028644",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الله بن أحمد بن محمد بن قدامة بن مقدام بن نصر .\n</h1>\n<p class=\"arabic\">*44*484* شيخ الإسلام موفق الدين أبو محمد المقدسي الجماعيلي ثم الدمشقي الصالحي \n  الحنبلي صاحب التصانيف .\n</p>\n<p class=\"arabic\">ولد بقرية جماعيل في شعبان سنة إحدى وأربعين وخمسمائة .\n</p>\n<p class=\"arabic\">وهاجر فيمن هاجر مع أبيه وأخيه وله عشر سنين وحفظ القرآن واشتغل في صغره وسمع \n  من أبيه سنة نيف وخمسين وارتحل إلى بغداد في أوائل سنة إحدى وستين في صحبة \n  ابن خالته الحافظ عبد الغني فأدركا من حياة الشيخ عبد القادر خمسين يوما فنزلا \n  في مدرسته وشرعا يقرآن عليه في مختصر الخرقي وسمع منه ومن هبة الله بن هلال \n  الدقاق وأبي الفتح ابن البطي وأبي زرعة المقدسي واحمد بن المقرب وأحمد بن \n  محمد الرحبي وأحمد بن عبد الغني الباجسراني وأبي المناقب حيدرة بن عمر العلوي \n  وخديجة النهروانية وشهدة الكاتبة ونفيسة البزازة وسعد الله ابن الدجاجي وعبد \n  الله بن منصور الموصلي وأبي بكر بن النقور وأبي محمد ابن الخشاب وعلي بن عبد \n  الرحمن ابن تاج القراء ومعمر بن الفاخر وعبد الواحد بن الحسين البارزي وعمر \n  بن بنيمان الدلال ومحمد بن محمد بن السكن والمبارك بن محمد الباذرائي وأبي \n  شجاع محمد بن الحسين المادرائي المبارك بن المبارك السمسار وأبي طالب المبارك \n  بن خضير وأبي حنيفة محمد بن عبيد الله الخطيبي وهبة الله ) .\n</p>\n<p class=\"arabic\">ابن *44*485* المحدث عبد الله بن أحمد بن محمد بن عبيد الله الخطيبي وهبة \n  الله ابن المحدث عبد الله بن أحمد ابن السمرقندي ويحيى بن ثابت البقال وغيرهم .\n</p>\n<p class=\"arabic\">تفقه على أبي الفتح بن المني وقرأ عليه بقراءة أبي عمرو وقرأ على أبي الحسن \n  البطائحي بقراءة نافع .\n</p>\n<p class=\"arabic\">وسمع بدمشق من أبي المكارم عبد الواحد بن هلال وأبي تميم سلمان بن علي الرحبي \n  وأبي المعالي بن صابر وطائفة وبالموصل من أبي الفضل الطوسي الخطيب وبمكة من \n  المبارك بن علي ابن الطباخ .\n</p>\n<p class=\"arabic\">روى عنه البهاء عبد الرحمن وابن نقطة والجمال أبو موسى والضياء وابن خليل \n  والبرزالي والمنذري والجمال ابن الصيرفي والشهاب أبو شامة والمحب ابن النجار \n  والزين بن عبد الدائم وشمس الدين بن أبي عمر والعز إبراهيم بن عبد الله بن \n  أبي عمر والفخر علي والتقي ابن الواسطي والشمس ابن الكمال والتاج عبد الخالق \n  والعماد عبد الحافظ بن بدران والعز إسماعيل ابن الفراء والعز أحمد ابن العماد \n  وأبو الفهم السلمي ويوسف الغسولي وإبراهيم ابن الفراء وزينب بنت الواسطي وخلق \n  كثير آخرهم موتا التقي بن مؤمن حضر عليه قطعة من الموطأ .\n</p>\n<p class=\"arabic\">وكان إماما حجة مفتيا مصنفا متفننا متبحرا من العلوم كبير القدر .\n</p>\n<p class=\"arabic\">أخبرنا عبد الحافظ بقراءتي أخبرنا أبو محمد بن قدامة أخبرنا عبد الواحد بن \n  الحسين أخبرنا أبو عبد الله الحسين بن أحمد بن محمد بن طلحة أخبرنا أبو القاسم \n  الحسن بن الحسين بن المنذر حدثنا عمر بن دينار إملاء حدثنا أبو يزيد يوسف \n  بن يزيد بن كامل حدثنا ابن أبي مريم حدثنا عثمان بن مكتل وأنس بن عياض قالا \n  حدثنا الحارث بن عبد الرحمن عن عبد الرحمن مولى أبي هريرة عن أبي هريرة عن \n  رسول الله صلى الله عليه وسلم قال أحب البلاد إلى الله مساجدها وأبغض البلاد \n  إلى الله أسواقها *44*486* .\n</p>\n<p class=\"arabic\">قال ابن النجار كان يعني الشيخ موفق الدين إمام الحنابلة بالجامع وقد سمع \n  منه ببغداد رفيقه عبد العزيز بن طاهر الخياط سنة ثمان وستين وخمسمائة وكان \n  ثقة حجة نبيلا غزير الفضل نزها ورعا عابدا على قانون السلف على وجهه النور \n  والوقار ينتفع الرجل برؤيته قبل أن يسمع كلامه ) .\n</p>\n<p class=\"arabic\">وقال فيه عمر ابن الحاجب هو إمام الأئمة ومفتي الأمة خصه الله بالفضل الوافر \n  والخاطر الماطر والعلم الكامل طنت بذكره الأمصار وضنت بمثله الأعصار قد أخذ \n  بمجامع الحقائق النقلية والعقلية فأما الحديث فهو سابق فرسانه وأما الفقه \n  فهو فارس ميدانه أعرف الناس بالفتيا وله المؤلفات الغزيرة وما أظن الزمان \n  يسمح بمثله متواضع عند الخاصة والعامة حسن الإعتقاد ذو أناة وحلم ووقار وكان \n  مجلسه عامرا بالفقهاء والمحدثين وأهل الخير .\n</p>\n<p class=\"arabic\">وصار في آخر عمره يقصده كل أحد وكان كثير العبادة دائم التهجد لم نر مثله \n  ولم ير مثل نفسه .\n</p>\n<p class=\"arabic\">وقال الضياء في سيرته كان تام القامة أبيض مشرق الوجه أدعج العينين كأن النور \n  يخرج من وجهه لحسنه واسع الجبين طويل اللحية قائم الأنف مقرون الحاجبين صغير \n  الرأس لطيف اليدين والقدمين نحيف الجسم متعه الله بحواسه حتى توفي .\n</p>\n<p class=\"arabic\">رحل هو والحافظ عبد الغني فأقاما ببغداد نحوا من أربع سنين ثم رجعا وقد حصلا \n  الفقه والحديث والخلاف أقاما خمسين ليلة عند الشيخ عبد القادر ومات ثم أقاما \n  عند أبي الفرج ابن الجوزي ثم انتقلا إلى رباط الشيخ محمود النعال واشتغلا \n  على ابن المني .\n</p>\n<p class=\"arabic\">ثم سافر هو ثانية إلى بغداد سنة سبع وستين هو والشيخ العماد فأقاما سنة وكان \n  لحقهما عبيد الله أخوه وعبد الملك بن عثمان فضيقا عليهما لكونهما حدثين فرجع \n  بهما إلى دمشق *44*487* .\n</p>\n<p class=\"arabic\">ثم حج سنة ثلاث وسبعين ووالدي وعمرو بن عبد الله وردوا على درب العراق .\n</p>\n<p class=\"arabic\">ذكر تصانيفه البرهان في القرآن جزءان مسألة العلو جزءان الإعتقاد جزء ذم التأويل \n  جزء كتاب القدر جزءان كتاب فضائل الصحابة جزءان كتاب المتحابين جزءان جزء \n  فضل عاشوراء جزء فضائل العشر ذم الوسواس جزء مشيخته جزء ضخم وغير ذلك من الأجزاء \n  وصنف المغني في الفقه في عشر مجلدات كبار و الكافي في أربعة مجلدات و المقنع \n  مجلد و العمدة مجلد لطيف و التوابين مجلد صغير و الرقة مجلد صغير مختصر الهداية \n  مجلد صغير التبييين في نسب القرشيين مجلد صغر الاستبصار في نسب الأنصار مجلد \n  كتاب في الغريب مجلد صغير كتاب الروضة في أصول الفقه مجلد كتاب مختصر العلل \n  للخلال مجلد ضخم ) .\n</p>\n<p class=\"arabic\">قال الضياء رأيت الإمام أحمد بن حنبل في النوم وألقى علي مسألة في الفقه فقلت \n  هذه في الخرقي فقال ما قصر صاحبكم الموفق في شرح الخرقي .\n</p>\n<p class=\"arabic\">قال الضياء وكان رحمه الله إماما في القرآن وتفسيره إماما في علم الحديث مشكلاته \n  إماما في الفقه بل أوحد زمانه فيه إماما في علم الخلاف أوحد زمانه في الفرائض \n  إماما في أصول الفقه إماما في النحو إماما في الحساب إماما في النجوم السيارة \n  والمنازل *44*488* .\n</p>\n<p class=\"arabic\">وسمعت الوجيه داود بن صالح المقرئ بمصر قال كنت أتردد إلى الشيخ أبي الفتح \n  بن المني فسمعته يقول وعنده الإمام موفق الدين إذا خرج هذا الفتى من بغداد \n  احتاجت إليه .\n</p>\n<p class=\"arabic\">وسمعت البهاء عبد الرحمن بن إبراهيم يقول كان شيخنا أبو الفتح بن المني يقول \n  للشيخ الموفق اسكن هنا فإن بغداد مفتقرة إليك وأنت تخرج من بغداد ولا تخلف \n  فيها مثلك وكان الموفق يقول إن لي أولادا ولا يمكنني المقام .\n</p>\n<p class=\"arabic\">وكان شيخنا العماد يعظم الشيخ الموفق تعظيما كبيرا ويدعو له ويقعد بين يديه \n  كما يقعد المتعلم من العالم .\n</p>\n<p class=\"arabic\">وسمعت الإمام أبا عبد الله محمد بن محمود الإصبهاني يقول ما رأى أحد في زمانه \n  مثل الشيخ الموفق .\n</p>\n<p class=\"arabic\">وسمعت الإمام المفتى أبا عبيد الله عثمان بن عبد الرحمن الشافعي يقول عن شيخنا \n  موفق الدين ما رأيت مثله كان مؤيدا في فتاويه .\n</p>\n<p class=\"arabic\">شاهدت بخط شيخنا العماد إبراهيم بن عبد الواحد وقفت على وصية شيخنا وسيدنا \n  الإمام العالم الأوحد الصدر شيخ الإسلام موفق الدين الذي شهد بفضله وعلمه \n  المؤالف والمخالف الناصر السنة المحمدية والسالك الطريقة النبوية الأحمدية \n  القامع البدعة المردية الردية .\n</p>\n<p class=\"arabic\">وسمعت الإمام المفتي شيخنا أبا بكر محمد بن معالي بن غنيمة ببغداد يقول ما \n  أعرف أحدا في زماننا أدرك درجة الاجتهاد إلا الموفق .\n</p>\n<p class=\"arabic\">وسمعت الإمام الحافظ الزاهد أبا عبد الله اليونيني يقول وكتبه لي *44*489* \n  قال أما ما علمته من أحوال شيخنا وسيدنا موفق الدين فإنني إلى الآن ما أعتقد \n  أن شخصا ممن رأيته حصل له من الكمال في العلوم والصفات الحميدة التي يحصل \n  بها الكمال سواه فإنه رحمه الله كان كاملا في صورته ومعناه من حيث الحسن والإحسان \n  والحلم والسؤدد والعلوم المختلفة ) .\n</p>\n<p class=\"arabic\">والأخلاق الجميلة والأمور التي ما رأيتها كملت في غيره وقد رأيت من كرم أخلاقه \n  وحسن عشرته ووفور حلمه وكثرة علمه وغزير فطنته وكمال مروءته وكثرة حيائه ودوام \n  بشره وعزوف نفسه عن الدنيا وأهلها والمناصب وأربابها ما قد عجز عنه كبار الأولياء \n  فإن رسول الله صلى الله عليه وسلم قال ما أنعم الله على عبد نعمة أفضل من \n  أن يلهمه ذكره فقد ثبت بهذا أن إلهام الذكر أفضل من الكرامات وأفضل الذكر \n  ما يتعدى نفعه إلى العباد وهو تعليم العلم والسنة وأعظم من ذلك وأحسن ما كان \n  جبلة وطبعا كالحلم والكرم والعقل والحياء وكان الله قد جبله على خلق شريف \n  وأفرغ عليه المكارم إفراغا وأسبغ عليه النعم ولطف به في كل حال .\n</p>\n<p class=\"arabic\">قال الضياء وكان لا يكاد يناظر أحدا إلا وهو يتبسم فسمعت بعض الناس يقول هذا \n  الشيخ يقتل خصمه بتبسمه .\n</p>\n<p class=\"arabic\">وسمعت الفقيه أحمد بن فهد العلثي يقول ناظر الموفق لابن فضلان يعني يحيى بن \n  محمد الشافعي فقطعه الموفق .\n</p>\n<p class=\"arabic\">قلت وكان ابن فضلان يضرب به المثل في المناظرة .\n</p>\n<p class=\"arabic\">وأقام الموفق مدة يعمل حلقة يوم الجمعة بجامع دمشق يناظر فيها بعد الصلاة \n  ويجتمع إليها أصحابنا وغيرهم ثم ترك ذلك في آخر عمره .\n</p>\n<p class=\"arabic\">وكان يشتغل عليه الناس من بكرة إلى ارتفاع النهار ثم يقرأ عليه بعد الظهر \n  إما الحديث وإما من تصانيفه إلى المغرب .\n</p>\n<p class=\"arabic\">وربما قرئ عليه بعد المغرب وهو يتعشى وكان لا يرى لأحد ضجرا *44*490* وربما \n  تضرر في نفسه ولا يقول لأحد شيئا فحدثني ولده أبو المجد قال جاء إلى والدي \n  يوما جماعة يقرأون عليه فطولوا ومن عادته أن لا يقول لأحد شيئا فجاء هذا القط \n  الذي لنا فأخذ القلم الذي يصلحون به بفمه فكسره فتعجبوا من ذلك وقالوا لعلنا \n  أطلنا وقاموا .\n</p>\n<p class=\"arabic\">واشتغل الناس عليه مدة ب الخرقي و الهداية ثم ب مختصر الهداية الذي جمعه ثم \n  بعد ذلك اشتغل عليه الخلق بتصانيفه المقنع و الكافي و العمدة وكان يقرأ عليه \n  النحو ويشرحه ولم يترك الأشغال إلا من عذر وانتفع به غير واحد من البلدان \n  ورحلوا إليه .\n</p>\n<p class=\"arabic\">وكان لا يكاد يراه أحد إلا أحبه حتى كان كثير من المخالفين يحبونه ويصلون \n  خلفه ويمدحونه ) .\n</p>\n<p class=\"arabic\">مدحا كثيرا وكنت أعرف في عهد أولاده أنهم يتخاصمون عنده ويتضاربون وهو لا \n  يتكلم وكنا نقرأ عليه ويحضر من لا يفهم فربما اعترض ذلك الرجل بما لا يكون \n  في ذلك المعنى فنغتاظ نحن يقول ليس هذا من هذا وجرى ذلك غير مرة فما أعلم \n  أنه قال له قط شيئا ولا أوجع قلبه .\n</p>\n<p class=\"arabic\">وكانت له جارية تؤذيه بخلقها فما كان يقول لها شيئا وكذلك غيرها من نسائه .\n</p>\n<p class=\"arabic\">وسمعت البهاء عبد الرحمن يقول لم أر فيمن خالطت أجمل منه ولا أكثر احتمالا .\n</p>\n<p class=\"arabic\">وكان متواضعا يقعد إليه المساكين ويسمع كلامهم ويقضي حوائجهم ويعطيهم .\n</p>\n<p class=\"arabic\">وكان حسن الأخلاق لا نكاد نراه إلا متبسما يحكي الحكايات لجلسائه ويخدمهم \n  ويمزح ولا يقول إلا حقا .\n</p>\n<p class=\"arabic\">وسمعت البهاء عبد الرحمن يقول قد صحبناه في الغزاة فكان يمازحنا وينبسط معنا \n  يقصد بذاك طيب قلوبنا فما رأيت أكرم منه ولا أحسن صحبة *44*491* وكان عندنا \n  صبيان يشتغلون عليه من حوران وكانوا يلعبون بعض الأوقات إذا خلوا فشكى بعض \n  الجماعة إلى الشيخ أبي عمر فقال أخرجوهم من عندنا ثم قال هؤلاء أصحاب الموفق \n  فاذكروهم له فقالوا له فقال وهل يصنعون إلا أنهم يلعبون هم صبيان لا بد لهم \n  من اللعب إذا اجتمعوا وإنكم كنتم مثلهم وكان بعض الأوقات يرانا نلعب فلا ينكر \n  علينا .\n</p>\n<p class=\"arabic\">ولقد شاورته في أشياء متعددة فيشير علي بشيء فأراه بعد كما قال وكم قد جرى \n  على أصحابنا من غم وضيق صدر من جهة السلاطين واختلافهم فإذا وصل الكلام إليه \n  أشار بالرأي السديد الذي يراه فيكون في رأيه اليمن والبركة .\n</p>\n<p class=\"arabic\">وكان أخوه الشيخ أبو عمر مع كونه الأكبر لا يكاد يعمل أمرا حتى يشاوره .\n</p>\n<p class=\"arabic\">سمعت الإمام الزاهد أبا عبد الله محمد بن أبي الحسين اليونيني قال كنت بعض \n  الأوقات ألازم القراءة وبعضها أتركها فقال لي الموفق يا فلان في صورة من يأتيك \n  إبليس قلت في صورة أويس القرني قال ما يقول لك قلت يقول لي ما أحب أن أكون \n  محدثا ولا مفتيا ولا قاصا في نفسي شغل عن الناس فقال والله مليح ما يقوله \n  لك أفيقول لك هذه ليلة السجود فتسجد إلى الصباح هذه ليلة البكاء فتبكي إلى \n  الصباح قلت لا قال هذا مقصوده أنك تبطل العلم وتفوتك فضيلته وما يحصل لك فعل \n  أويس فيعد ذلك ما جاءني إبليس في هذا المعنى ) .\n</p>\n<p class=\"arabic\">قال الضياء وكان لا ينافس أهل الدنيا ولا يكاد أحد يسمعه يشكو وربما كان أكثر \n  حاجة من غيره وكان إذا حصل عنده شيء من الدنيا فرقه ولم يتركه .\n</p>\n<p class=\"arabic\">وسمعت البهاء عبد الرحمن يقول كان فيه من الشجاعة كان يتقدم إلى العدو ولقد \n  أصابه على القدس جرح في كفه ولقد رأيت أنا منه على قلعة *44*492* صفد وكنا \n  نرامي الكفار فكان هو يجعل النشابة في القوس ويرى الكافر أنه يرميه فيتترس \n  منه يفعل ذلك غير مرة ولا يرمي حتى تمكنه فرصة ولما مات ابنه أبو الفضل محمد \n  بهمذان جاءه خبره فحدثني بعض من حضره أنه استرجع وقام يصلي .\n</p>\n<p class=\"arabic\">قلت كان فاضلا مشتغلا عاش نيفا وعشرين سنة .\n</p>\n<p class=\"arabic\">قال ولما مات ابنه أبو المجد عيسى وكنا عنده صبر واحتسب .\n</p>\n<p class=\"arabic\">وسمعت عنه أنه كان لا يطلب من أهل بيته أن يغسلوا ثيابه ولا يطبخوا ولا يكلفهم \n  شيئا بل هو عندهم مثل الضيف إن جاءوا بشيء أكل وإلا سكت .\n</p>\n<p class=\"arabic\">وكان يصلي صلاة حسنة بخشوع وحسن ركوع وسجود ولا يكاد يصلي سنة الفجر والمغرب \n  والعشاء إلا في بيته اتباعا للسنة وكان يصلي كل ليلة بين العشاءين ركعتين \n  ب الم تنزيل السجدة و تبارك الذي بيده الملك وركعتين ب ياسين و الدخان لا \n  يكاد يخل بهن وكان يقوم بالليل سحرا يقرأ بالسبع وربما رفع صوته بالقراءة \n  وكان حسن الصوت رحمة الله عليه .\n</p>\n<p class=\"arabic\">سمعت الحافظ الزاهد أبا عبد الله اليونيني قال لما كنت أسمع شناعة الخلق على \n  الحنابلة بالتشبيه عزمت على سؤال الشيخ الموفق عن هذه المسألة وهل هي مجرد \n  شناعة عليهم أو قال بها بعضهم أو هي مقالة لا تظهر من علمائهم إلا إلى من \n  يوثق به وبقيت مدة شهور أريد أن أسأله فما يتفق لي خلو المكان إلى أن سهل \n  الله مرة بخلو الطريق لي وصعدت معه إلى الجبل فلما كنا عند الدرب المقابل \n  لدار ابن محارب وما اطلع على ضميري سوى الله عز وجل فقلت له يا سيدي فالتفت \n  إلي وأنا خلفه فقال لي التشبيه مستحيل وما نطقت أنا له بأكثر من قولي يا سيدي \n  فلما قال ذلك تجلدت وقد أخبر بما أريد أن أسأله عنه وكشف الله له الأمر فقلت \n  له لم قال لأن من شرط *44*493* التشبيه أن نرى الشيء ثم نشبهه من الذي رأى \n  الله ثم شبهه لنا ) .\n</p>\n<p class=\"arabic\">وسمعت أبا عبد الله بن عمر بن محمد بن جعفر المقرئ يقول جئت إلى الشيخ الموفق \n  وعنده جماعة فسلمت فرد علي ردا ضعيفا فقعدت ساعة فلما قام الجماعة قال لي \n  اذهب فاغتسل فبقيت متفكرا ثم قال لي اذهب فاغتسل فتفكرت فإذا قد أصابتني جنابة \n  من أول الليل ونسيتها .\n</p>\n<p class=\"arabic\">وسمعت الشريف أبا عبد الله محمد بن كباس الأعناكي يقول كنت يوما أتفكر في \n  نفسي ولو أن لي شيئا من الدنيا لبنيت مدرسة للشيخ الموفق وجعلت له كل يوم \n  ألف درهم ثم إنني قمت فجئت إليه فسلمت عليه فنظر إلي وتبسم وقال إذا نوى الشخص \n  نية خير كتب له أجرها وقال أبو شامة وذكر الشيخ الموفق فقال كان إماما من \n  أئمة المسلمين وعلما من أعلام الدين غي العلم والعمل صنف كتبا كثيرة حسانا \n  في الفقه وغيره ولكن كلامه فيما يتعلق بالعقائد في مسائل الصفات على الطريقة \n  المشهورة عن أهل مذهبه فسبحان من لم يوضح له الأمر فيها على جلالته في العلم \n  ومعرفته بمعاني الأخبار والآثار سمعت منه مسند الشافعي بفوت ورقتين وكتاب \n  النصيحة لابن شاهين .\n</p>\n<p class=\"arabic\">وقال غير واحد عن عز الدين بن عبد السلام شيخ الشافعية إنه سئل أيما كان أعلم \n  فخر الدين ابن عساكر أم الشيخ الموفق فغضب وقال والله موفق الدين كان أعلم \n  بمذهب الشافعي من ابن عساكر فضلا عن مذهبه .\n</p>\n<p class=\"arabic\">قال أبو شامة ومن أظرف ما يحكى عن الموفق أنه كان يجعل في *44*494* عمامته \n  ورقة مصرورة فيها رمل يرمل به الفتاوى والإجازات فخطفت عمامته ليلا فقال لخاطفها \n  يا أخي خذ من العمامة الورقة بما فيها ورد العمامة أغطي رأسي وأنت في أوسع \n  الحل فظن الخاطف أنها فضة ورآها ثقيلة فأخذها ورمى العمامة له وكانت صغيرة \n  عتيقة .\n</p>\n<p class=\"arabic\">قال وكان الموفق بعد موت أخيه هو الذي يؤم بالجامع المظفري ويخطب فإن لم يحضر \n  فعبد الله ابن أخيه يؤم ويخطب ويصلي الموفق بمحراب الحنابلة إذا كان في البلد \n  وإلا صلى الشيخ العماد ثم كان بعد موت الشيخ العماد يصلي فيه أبو سليمان ابن \n  الحافظ عبد الغني وكان الموفق إذا فرغ من صلاة العشاء والآخرة يمضي إلى بيته \n  بالرصيف ومض معه من فقراء الحلقة من قدره الله فيقدم لهم ما تيسر يأكلونه \n  معه .\n</p>\n<p class=\"arabic\">وقال الضياء سمعت أختاي زينب وآسية تقولان لما جاء خالنا الموت هللنا فهلل \n  وجعل ) .\n</p>\n<p class=\"arabic\">يستعجل في التهليل حتى توفي رحمه الله .\n</p>\n<p class=\"arabic\">قال وسمعت الإمام أبا محمد إسماعيل بن حماد الكاتب يقول رأيت ليلة عبد الفطر \n  كأني عند المقصورة فرأيت كان مصحف عثمان قد عرج به وأنا قد لحقني من ذلك غم \n  شديد وكأن الناس لا يكترثون لذلك فلما كان الغد قيل مات الشيخ الموفق .\n</p>\n<p class=\"arabic\">وسمعت خالد بن عبد الله الحبشي يقول إنه رأى ليلة توفي الشيخ الموفق كأن القرآن \n  قد رفع من المصاحف .\n</p>\n<p class=\"arabic\">وسمعت الإمام عبد المحسن بن عبد الكريم المصري يقول رأيت وقت مات الشيخ الموفق \n  في النوم كأن قد رفعت قناديل الجامع كلها .\n</p>\n<p class=\"arabic\">وسمعت الشريف عبد الرحمن بن محمد العلوي يقول رأينا ليلة الأحد في قريتنا \n  مردك وهي في جبل بني هلال على دمشق ضوءا عظيما جدا حتى أضاء *44*495* له جبل \n  قاسيون فقلنا قد احترقت دمشق قال وخرج أهل قريتنا الرجال والنساء يتفرجون \n  على الضوء فلما جئنا إلى بعض الطريق سألنا أيش الحريق الذي كان بدمشق فقالوا \n  ما كان بها حريق فلما وصلنا إلى هنا قال لي ابني إن الشيخ الموفق توفي فقلت \n  ما كان هذا النور إلا لأجله .\n</p>\n<p class=\"arabic\">قال الضياء وقد سمعنا نحو هذا من غير واحد يحدثه أنه رأى ذلك بحوران وبالطريق .\n</p>\n<p class=\"arabic\">وسمعت العدل أبا عبد الله محمد بن نصر بن قوام التاجر بعد موت الشيخ الموفق \n  بأيام قال رأيت ليلة الجمعة في الثلث الأخير الحق عز وجل وكأنه عال عليما \n  بنحو من قامة يعني ليس هو على الأرض وإلى جانبي رجل خطر في قلبي أنه الخضر \n  عليه السلام فذكر الشيخ الموفق فقال الحق للخضر هل تعرف أخته وابنته فقال \n  لا قال بلى اذهب فعزهما في الموفق وخطر ببالي أنه تعالى يقول فإني أعددت له \n  ما لا عين رأيت ولا أذن سمعت ولا خطر على قلب بشر ثم انتبهت .\n</p>\n<p class=\"arabic\">وقد ساق الضياء منامات كثيرة في سيرة الشيخ الموفق تركتها خوف الإطالة .\n</p>\n<p class=\"arabic\">ثم قال تزوج ببنت عمته مريم بنت أبي بكر عبد الله بن سعد فولدت له أولادا \n  عاش منهم حتى كبر أبو الفضل محمد وأبو المجد عيسى وأبو العز يحيى وصفية وفاطمة \n  فمات بنوه في حياته ولم يعقب منهم سوى عيسى وتسرى بجارية ثم ماتت هي وزوجته \n  بعدها ثم تسرى بجارية وجاءه منها بنت ثم ماتت البنت وروح الجارية ثم تزوج \n  عزية بنت ) .\n</p>\n<p class=\"arabic\">إسماعيل وتوفيت قبله ومن شعره .\n</p>\n<p class=\"arabic\">% أتغفل يا ابن أحمد والمنايا % % شوارع يخترمنك عن قريب % .\n</p>\n<p class=\"arabic\">% أغرك أن تخطتك الرزايا % % فكم للموت من سهم مصيب % .\n</p>\n<p class=\"arabic\">% كؤوس الموت دائرة علينا % % وما للمرء بد من نصيب % .\n</p>\n<p class=\"arabic\">% إلى كم تجعل التسويف دأبا % % أما يكفيك إنذار المشيب % .\n</p>\n<p class=\"arabic\">*44*496* .\n</p>\n<p class=\"arabic\">% أما يكفيك أنك كل حين % % تمر بقبر خل أو حبيب % .\n</p>\n<p class=\"arabic\">% كأنك قد لحقت بهم قريبا % % ولا يغنيك إفراط النحيب % .\n</p>\n<p class=\"arabic\">قال الضياء توفي يوم السبت يوم الفطر ودفن من الغد وكان الخلق لا يحصي عددهم \n  إلا الله عز وجل وكنت فيمن غسله توفي بمنزله بدمشق .\n\n</p>"
}