{
    "header": "الحسن بن زهرة بن الحسن بن زهرة بن علي بنـ...",
    "id": "028633",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الحسن بن زهرة بن الحسن بن زهرة بن علي بن محمد .\n</h1>\n<p class=\"arabic\">من أولاد إسحاق بن جعفر بن محمد بن علي بن الحسين الشريف الحسيب أبو علي الحسيني \n  الإسحاقي الحلبي الشيعي .\n</p>\n<p class=\"arabic\">نقيب مدينة حلب ورئيسها ووجهها وعالمها ورأس الشيعة وجاههم ووالد النقيب السيد \n  أبي الحسن علي ولد له علي هذا سنة اثنتين وتسعين وخمسمائة وولي النقابة في \n  الأيام الظاهرية بحلب بعد سنة ستمائة .\n</p>\n<p class=\"arabic\">وكان أبو علي عارفا بالقراءات وفقه الشيعة والحديث والآداب والتواريخ وله \n  النظم والنثر .\n</p>\n<p class=\"arabic\">وكان صدرا محتشما وافر العقل حسن الخلق والخلق وفصيحا مفوها صاحب ديانة وتعبد .\n</p>\n<p class=\"arabic\">ولي كتابة الإنشاء للملك الظاهر *44*478* غازي ثم أنف من ذلك واستعفى وأقبل \n  على الاشتغال والتلاوة ثم نفذ رسولا إلى العراق ومرة إلى سلطان الروم ومرة \n  إلى صاحب إربل فلما توفي الظاهر طلب لوزارة ولده العزيز فاستعفى .\n</p>\n<p class=\"arabic\">وحج في سنة تسع عشرة ولقيته هدايا الملوك فنفذ إليه الملك الأشرف موسى من \n  الرقة خلعة له ولأولاده ودواب وأربعة آلاف درهم ونفذ إليه صاحب آمد هدية وصاحب \n  ماردين وتلقاه صاحب الموصل لؤلؤ بنفسه وحمل إليه الإقامات وخلع عليه وعلى \n  أولاده واحترم في بغداد وتلقي ولما رجع من الحج مرض وتمادت به العلة ثم لحقه \n  ذرب ومات ) .\n</p>\n<p class=\"arabic\">قال ابن أبي طي فجع بموته الصديق والعدو والقريب والبعيد وكان للناس به وبجاهه \n  نفع عظيم وكان كما قال الشاعر .\n</p>\n<p class=\"arabic\">% وما كان قيس هلك واحد % % ولكنه بنيان قوم تهدما % .\n</p>\n<p class=\"arabic\">وغلق البلد وشيعه الناس على طبقاتهم ومات سنة عشرين وستمائة .\n</p>\n<p class=\"arabic\">وقد سمع من أبي علي محمد بن أسعد الجواني النقيب والافتخار أبي هاشم الهاشمي .\n</p>\n<p class=\"arabic\">وتفنن في علوم شتى .\n</p>\n<p class=\"arabic\">وله ولد آخر اسمه أبو المحاسن عبد الرحمن .\n</p>\n<p class=\"arabic\">توفي بعد مجيئه من الحج من جمادى الأولى ودفن بجبل جوشن .\n\n</p>"
}