{
    "header": "يوسف بن محمد بن يعقوب بن يوسف بن عبد المـ...",
    "id": "028687",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">يوسف بن محمد بن يعقوب بن يوسف بن عبد المؤمن بن علي السلطان المستنصر بالله .\n</h1>\n<p class=\"arabic\">الملقب بأمير المؤمنين أبي يعقوب القيسي المغربي صاحب المغرب .\n</p>\n<p class=\"arabic\">لم يكن في بني عبد المؤمن أحسن منه صورة ولا أبلغ خطابا ولكنه كان مشغوفا \n  باللذات .\n</p>\n<p class=\"arabic\">ومات وهو شاب في هذه السنة ولم يخلف ولدا فاتفق أهل دولته على تولية الأمر \n  لأبي محمد عبد الواحد بن يوسف بن عبد المؤمن بن علي فلم يحسن التدبير ولا \n  المداراة .\n</p>\n<p class=\"arabic\">ولد يوسف في سنة أربع وتسعين وخمسمائة وأمه أم ولد رومية اسمها قمر .\n</p>\n<p class=\"arabic\">وكان صافي السمرة شديد الكحل يشبهونه كثيرا بجده وكانت دولته عشر سنين وشهرين \n  وزر له أبو يحيى الهزرجي وحجبه مبشر الخصي ثم *44*517* فارج الخصي وقضى له \n  قاضي أبيه أبو عمران موسى بن عيسى وكتب له الإنشاء أبو عبد الله بن عياش كاتب \n  أبيه وجده ثم أبو الحسن بن عياش ثم توفيا سنة بضع عشرة فأحضر من مرسية قاضيها \n  أبا عبد الله محمد بن يخلفتن الغازازي فولاه الكتابة .\n</p>\n<p class=\"arabic\">وكان الذين قاموا ببيعته عن جده أبو موسى عيسى بن عبد المؤمن وكان عيسى آخر \n  أولاد عبد المؤمن وفاة تأخر إلى حدود العشرين وستمائة ويحيى بن عمر بن عبد \n  المؤمن وكانا قائمين على رأسه يوم البيعة يأذنان للناس .\n</p>\n<p class=\"arabic\">قال عبد الواحد بن علي التميمي حضرت يوم البيعة فبايعه القرابة ثم أشياخ الموحدين \n  وأبو عبد الله بن عياش قائم يقول للناس تبايعون أمير المؤمنين ابن أمراء المؤمنين \n  على ما بايع أصحاب رسول الله صلى الله عليه وسلم من السمع والطاعة في المنشط \n  والمكره واليسر ) .\n</p>\n<p class=\"arabic\">والعسر والنصح له ولعامة المسلمين ولكم عليه أن لا يجمر بعوثكم وأن لا يدخر \n  عنكم شيئا مما تعمكم مصلحته وأن يعجل لكم العطاء أعانكم الله على الوفاء وأعانه \n  على ما قلده من أموركم .\n</p>\n<p class=\"arabic\">ولأربعة أشهر من ولايته قبض على رجل خارجي يدعي أنه من بني عبيد وأنه ولد \n  العاضد لصلبه اسمه عبد الرحمن قدم البلاد في دولة أبي يوسف وطلب الاجتماع \n  به فلم يأذن له فأقام بالبلاد مطرحا إلى أن حبسه أبو عبد الله في سنة ست وتسعين \n  فحبسه خمس سنين ثم أطلقه بعد أن ضمنه يحيى بن أبي إبراهيم الهزرجي فنزح من \n  مراكش إلى صنهاجة فاجتمع عليه طائفة وعظموه لأنه كان كثير الصمت والإطراق \n  حسن السمت عليه سيماء الصالحين .\n</p>\n<p class=\"arabic\">رأيته مرتين ثم قصد سجلماسة في جمع كبير فخرج إليه متوليها *44*518* سليمان \n  بن عمر بن عبد المؤمن فهزمه العبيدي فرد سليمان إلى سجلماسة بأسوأ عود ولم \n  يزل العبيدي ينتقل في قبائل البربر ولا يتم له أمر لغربة بلده ولسانه ولكونه \n  عديم العشيرة فقبض عليه متولي فاس إبراهيم بن يوسف بن عبد المؤمن ثم صلبه \n  ووجه برأسه إلى مراكش فهو معلق هناك مع عدة أرؤس من الثوار .\n</p>\n<p class=\"arabic\">وكان أبو يعقوب هذا شهما فطنا لقيته وجلست بين يديه فرأيت من حدة نفسه وسؤاله \n  عن جزئيات لا يعرفها أكثر السوقة ما قضيت منه العجب .\n</p>\n<p class=\"arabic\">توفي في شوال أو ذي القعدة فاضطرب الأمر واشرأب الناس للخلاف بعده .\n\n</p>"
}