{
    "header": "عبد الرحمن بن محمد بن الحسن بن هبة الله ...",
    "id": "028654",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الرحمن بن محمد بن الحسن بن هبة الله بن عبد الله بن الحسين .\n</h1>\n<p class=\"arabic\">الإمام المفتي فخر الدين أبو منصور الدمشقي الشافعي ابن عساكر شيخ الشافعية \n  بالشام *44*501* .\n</p>\n<p class=\"arabic\">ولد في سنة خمسين وخمسمائة .\n</p>\n<p class=\"arabic\">وسمع من عميه الصائن هبة الله وأبي القاسم الحافظ وعبد الرحمن ابن أبي الحسن \n  الداراني وحسان بن تميم الزيات وأبي المكارم عبد الواحد ابن هلال وداود بن \n  محمد الخالدي ومحمد بن أسعد العراقي وأبي المعالي بن صابر وجماعة .\n</p>\n<p class=\"arabic\">وتفقه على الشيخ قطب الدين النيسابوري حتى برع في الفقه وزوجه القطب بابنته \n  فجاءه منها ولد سماه باسم جده قطب الدين مسعود ومات شابا ولو عاش لخلف جده \n  وأباه .\n</p>\n<p class=\"arabic\">وقد ولي فخر الدين تدريس الجاروخية ثم تدريس الصلاحية بالقدس ثم بدمشق تدريس \n  التقوية فكان يقيم بالقدس أشهرا وبدمشق أشهرا وكان عنده بالتقوية فضلاء الوقت \n  حتى كانت تسمى نظامية الشام وهو أول من درس بالعذراوية وذلك في سنة ثلاث وتسعين \n  ماتت الست عذراء بنت شاهنشاه بن أيوب أخت عز الدين فرخشاه فدفنت بدارها وكانت \n  أمرت بدارها لأمها فوقفتها الأم على الشافعية والحنفية .\n</p>\n<p class=\"arabic\">وكان لا يمل الشخص من النظر إليه لحسن سمته واقتصاده في لباسه ولطفه ونور \n  وجهه وكان لا يخلو لسانه من ذكر الله في قيامه وقعوده وكان يسمع الحديث تحت \n  النسر وهو المكان الذي كان يسمع فيه على الحافظ أبي القاسم عمه .\n</p>\n<p class=\"arabic\">قال أبو شامة سألته مسائل فقهية وكان الملك المعظم قد أرسل إليه ليوليه القضاء \n  فأبى فطلبه ليلا فأتاه فتلقاه وأجلسه إلى جانبه فجلس مستوفزا فأحضر الطعام \n  فلم يأكل منه شيئا فأمره وألح عليه أن يتولى القضاء فقال حتى أستخير الله \n  تعالى فأخبرني من كان معه قال رجع إلى بيته ووقف يصلي ويتضرع ويبكي إلى الفجر \n  ثم صلى الصبح ودخل بيته الصغير الذي *44*502* عند محراب الصحابة وكان أكثر \n  النهار يتعبد ويفتي ويطالع فيه ويجدد الوضوء من طهارة المئذنة وهذا البيت \n  هو الذي كان يخرج منه خلفاء بني أمية قبل أن يغير الوليد الجامع قال فلما \n  طلعت الشمس أتاه من جهة السلطان جماعة فأصر على الامتناع وأشار بتولية ابن \n  الحرستاني فولي وكان قد خاف أن يكره على القضاء فجهز أهله للسفر وخرجت المحابر \n  إلى ناحية حلب فردها الملك العادل وعز عليه ما جرى .\n</p>\n<p class=\"arabic\">قال وكان يتورع من المرور في رواق الحنابلة لئلا يأثموا بالوقيعة فيه وذلك \n  أن عوامهم ) يبغضون بني عساكر لأنهم أعيان الشافعية الأشعرية .\n</p>\n<p class=\"arabic\">وعدل الملك المعظم عن توليته المدرسة العادلية لكونه أنكر عليه تضمين المكوس \n  والخمور ثم إنه لما حج أخذ منه التقوية وأخذت منه قبل ذلك الصلاحية التي بالقدس \n  وما بقي له إلا الجاروخية .\n</p>\n<p class=\"arabic\">وقال أبو المظفر الجوزي كان زاهدا عابدا ورعا منقطعا إلى العلم والعبادة حسن \n  الأخلاق قليل الرغبة في الدنيا توفي في عاشر رجب ولم يتخلف عن جنازته إلا \n  القليل .\n</p>\n<p class=\"arabic\">قال أبو شامة أخبرني من حضر وفاته قال صلى الظهر ثم جعل يسأل عن العصر فقيل \n  له لم يقرب وقتها فتوضأ ثم تشهد وهو جالس وقال رضيت بالله ربا وبالإسلام دينا \n  ومحمد نبيا لقنني الله حجتي وأقالني عثرتي ورحم غربتي ثم قال وعليكم السلام \n  فعلمنا أنه قد حضرت الملائكة ثم انقلب على قفاه ميتا وغسله الفخر ابن المالكي \n  والتاج ابن أخيه زين الأمناء وكان مرضه بالإسهال وصلى عليه بالجامع أخوه زين \n  الأمناء ومن الذي قدر على الوصول إلى سريره *44*503* وقال عمر ابن الحاجب \n  هو أحد الأئمة المبرزين بل واحدهم فضلا وكبيرهم قدرا شيخ الشافعية في وقته \n  وكان إماما زاهدا ثقة كثير التهجد غزير الدمعة حسن الأخلاق كثير التواضع قليل \n  التعصب سلك طريق أهل اليقين وكان أكثر أوقاته في بيته في الجامع ويزجي أكثر \n  أوقاته في نشر العلم وكان مطرح التكلف وعرض عليه مناصب وولايات دينية فتركها \n  ولد في رجب سنة خمسين وفي رجب توفي وكان الجمع لا ينحصر من الكثرة حدث بمكة \n  ودمشق والقدس وصنف في الفقه والحديث عدة مصنفات وسمعنا منه .\n</p>\n<p class=\"arabic\">وقال الشهاب القوصي في معجمه كان شيخنا فخر الدين كثير البكاء سريع الدموع \n  كثير الورع والخشوع وافر التواضع عظيم الدين كثير البكاء سريع الدموع كثير \n  الورع والخشوع وافر التواضع عظيم الخضوع كثير التهجد قليل الهجوع مبرزا في \n  علمي الأصول والفروع جمعت له العلوم والزهادة وعليه تفقهت وأحرزت الإفادة \n  لازم القطب النيسابوري حتى برع قرأت عليه من حفظي كتاب الخلاصة للغزالي وسمعت \n  منه الأربعين البلدية لعمه ودفن جوار تربة شيخه القطب .\n</p>\n<p class=\"arabic\">وروى عنه الزكي البرزالي والضياء المقدسي والتاج عبد الوهاب ابن زين الأمناء \n  والزين ) .\n</p>\n<p class=\"arabic\">خالد والكمال العديمي وسمعنا بإجازته على عمر ابن القواس وتفقه عليه جماعة \n  منهم الشيخ عز الدين بن عبد السلام .\n\n</p>"
}