{
    "header": "يونس بن يوسف بن مساعد الشيباني المخارقي ...",
    "id": "028623",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">يونس بن يوسف بن مساعد الشيباني المخارقي المشرقي القنبي .\n</h1>\n<p class=\"arabic\">والقنيه قرية من أعمال دارا من نواحي ماردين .\n</p>\n<p class=\"arabic\">هذا شيخ الطائفة اليونسية أولي الزعارة والشطارة والشطح وقلة العقل أبعد الله \n  شرهم .\n</p>\n<p class=\"arabic\">كان شيخا زاهدا كبير الشأن له الأحوال والمقامات والكشف .\n</p>\n<p class=\"arabic\">قال القاضي ابن خلكان سألت رجلا من أصحاب الشيخ يونس من كان شيخ الشيخ قال \n  لم يكن له شيخ بل كان مجذوبا .\n</p>\n<p class=\"arabic\">قال القاضي ويذكرون له كرامات فأخبرني الشيخ محمد بن أحمد بن عبيد وكان قد \n  رأى الشيخ يونس وذكر أن والده أحمد من أصحابه قال كنا مسافرين ومعنا الشيخ \n  يونس فنزلنا في الطريق بين سنجار وعانة وكانت الطريق مخوفة فلم يقدر أحد منا \n  ينام من الخوف ونام ) .\n</p>\n<p class=\"arabic\">الشيخ فلما انتبه قلت كيف *44*472* قدرت تنام قال والله ما نمت حتى جاء إسماعيل \n  بن إبراهيم الخليل عليه السلام وتدرك القفل وقال عزمت مرة على دخول نصيبين \n  فقال لي الشيخ اشتري معك لأم مساعد كفنا وكانت في عافية وهي أم ولده فقلت \n  ما لها قال ما يضر فذكر أنه لما عاد وجدها قد ماتت قال وأنشدني له .\n</p>\n<p class=\"arabic\">% أنا حميت الحمى وأنا سكنتو فيه % % وأنا رميت الخلايق في بحار التيه % .\n</p>\n<p class=\"arabic\">% من كان يبغي العطا مني أنا أعطيه % % أنا فتى ما أداني من به تشبيه % .\n</p>\n<p class=\"arabic\">قلت وسمعت ابن تيمية ينشد ليونس .\n</p>\n<p class=\"arabic\">% موسى على الطور لما خر لي ناجى % % واليثربي أنا جبتوه حتى جا % .\n</p>\n<p class=\"arabic\">فقلت هذا يحتمل أن يكون أنشده على لسان الربوبية ويحتمل أن يكون وضع على الشيخ \n  يونس فإن هذا البيت ظاهره شطح واتحاد .\n</p>\n<p class=\"arabic\">وفي الجملة لم يكن الشيخ يونس من أولي العلم بل من أولي الحال والكشف وكان \n  عريا من الفضيلة وله أبيات منكرة كقوله .\n</p>\n<p class=\"arabic\">% موسى على الطور لما خر لي ناجى % % واليثربي أنا جبتوه حتى جا % .\n</p>\n<p class=\"arabic\">وكان شيخنا ابن تيمية يتوقف في أمره أولا ثم أطلق لسانه فيه وفي غيره من الكبار \n  والشأن في ثبوت ما ينقل عن الرجل والله المطلع .\n</p>\n<p class=\"arabic\">وأما اليونسية فهم شر الطوائف الفقراء ولهم أعمال تدل على الاستهتار والانحلال \n  قالا وفعالا أستحي من الله ومن الناس من التفوه بها فنسأل الله المغفرة والتوفيق \n  *44*473* .\n</p>\n<p class=\"arabic\">وذاك البيت وأمثاله يحتمل أن يكون قد نظمه على لسان الربوبية كما قلنا فإن \n  كان عنى ذلك فالأمر قريب وإن كان عنى نفسه فهذه زندقة عظيمة نسأل الله العفو \n  فلا يغتر المسلم بكشف ولا بحال فقد تواتر الكشف والبرهان للكهان وللرهبان \n  وذلك من إلهام الشيطان .\n</p>\n<p class=\"arabic\">أما حال أولياء الله وكراماتهم فحق وإخبار ابن صائد بالمغيبات حال شيطاني \n  وفد سأله النبي صلى الله عليه وسلم فقال من يأتيك يعني من الجن فقال صادق \n  وكاذب قال خلط عليك الأمر ولما أضمر له النبي صلى الله عليه وسلم وخبأ له \n  في نفسه ثم قال ما هو قال الدخ قال له النبي عليه السلام اخسأ فلن تعدو قدرك \n  فهذا حاله دجالي وعمر بن ) .\n</p>\n<p class=\"arabic\">الخطاب والعلاء بن الحضرمي ونحوهما حالهم رحماني ملكي .\n</p>\n<p class=\"arabic\">وكثير من المشايخ يتوقف في أمرهم فلم يتبرهن لنا من أي القسمين حالهم والله \n  أعلم ومنه الهدى والتوفيق .\n\n</p>"
}