{
    "header": "أحمد أمير المؤمنين الإمام الناصر لدين الـ...",
    "id": "028855",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أحمد أمير المؤمنين الإمام الناصر لدين الله أبو العباس ابن  الإمام \n  المستضيء بأمر الله أبي محمد الحسن ابن الإمام المستنجد بالله أبي المظفر \n  يوسف ابن الإمام المقتفي لأمر الله أبي عبد الله محمد ابن الإمام المستظهر \n  بالله أحمد ابن المقتدي بأمر الله أبي القاسم الهاشمي العباسي البغدادي .\n</h1>\n<p class=\"arabic\">ولد يوم الاثنين عاشر رجب سنة ثلاث وخمسين وخمسمائة وبويع أول ذي القعدة سنة \n  خمس وسبعين وكان أبيض اللون تركي الوجه مليح العينين أنور الجبهة أقنى الأنف \n  خفيف العارضين أشقر اللحية مليح المحاسن نقش خاتمه رجائي من الله عفوه .\n</p>\n<p class=\"arabic\">أجاز له أبو الحسين عبد الحق اليوسفي وأبو الحسن علي بن عساكر البطائحي وشهدة \n  وجماعة وأجاز هو لجماعة من الكبار فكانوا يحدثون عنه في حياته ويتنافسون في \n  ذلك وما غرضهم العلو ولا الإسناد بل غرضهم التفاخر وإقامة الشعار والوهم .\n</p>\n<p class=\"arabic\">ولم تكن الخلافة لأحد أطول مدة منه إلا ما ذكر عن الخوارج العبيديين فإنه \n  بقي في الأمر بديار مصر المستنصر نحوا من ستين سنة وكذا بقي الأمير عبد الرحمن \n  صاحب الأندلس خمسين سنة وكان المستضيء أبوه قد تخوف منه فاعتقله ومال إلى \n  أخيه أبي منصور .\n</p>\n<p class=\"arabic\">وكان ابن العطار وأكثر الدولة مع أبي منصور وحظية المستضيء بنفشا والمجد ابن \n  الصاحب ونفر يسير مع أبي العباس فلما بويع أبو العباس قبض على ابن العطار \n  وسلمه إلى المماليك وكان قد أساء إليهم فأخرج بعد أيام ميتا وسحب في شوارع \n  بغداد وتمكن المجد ابن الصاحب فوق الحد وطغا وآلت به الحال إلى أن قتل .\n</p>\n<p class=\"arabic\">قال الموفق عبد اللطيف وكان الناصر لدين الله شابا مرحا عنده ميعة الشباب \n  يشق الدروب والأسواق أكثر الليل والناس يتهيبون لقاءه وظهر *45*85* التشيع \n  بسبب ابن الصاحب ثم انطفى بهلاكه وظهر التسنن المفرط ثم زال وظهرت الفتوة \n  والبندق والحمام الهادي وتفنن الناس في ذلك ودخل فيه الأجلاء ثم الملوك فألبسوا \n  الملك العادل وأولاده سراويل الفتوة وكذا ألبسوا شهاب الدين الغوري ملك غزنة \n  والهند وصاحب كميش وأتابك سعد صاحب شيراز والملك الظاهر صاحب حلب وتخوفوا \n  من السلطان طغريل وجرت بينهم حروب .\n</p>\n<p class=\"arabic\">وفي الآخر استدعوا تكش لحربه وهو خوارزم شاه فخرج في جحفل لجب والتقى معه \n  على الري واحتز رأسه وسيره إلى بغداد ثم تقدم تكش نحو بغداد يلتمس رسوم السلطنة \n  فتحركت عليه أمة الخطا فرجع إلى خوارزم وما لبث أن مات .\n</p>\n<p class=\"arabic\">وكان الناصر لدين الله قد خطب لولده الأكبر أبي نصر بولاية العهد ثم ضيق عليه \n  لما استشعر منه وعين أخاه ثم ألزم أبا نصر بأن أشهد على نفسه أنه لا يصلح \n  وأنه قد نزل عن الأمر وأكبر الأسباب في نفور الناصر من ولده هو الوزير نصير \n  الدين ابن مهدي العلوي فإنه خيل إلى الخليفة فساد نية ولده بوجوه كثيرة وهذا \n  الوزير أفسد على الخليفة قلوب الرعية والجند وبغضه إليهم وإلى ملوك الأطراف \n  وكاد يخلي بغداد عن أهلها بالإرهاب تارة وبالقتل أخرى ولا يقدر أحد أن يكشف \n  للخليفة حال الوزير حتى تمكن الفساد وظهر فقبض عليه برفق .\n</p>\n<p class=\"arabic\">وفي أثناء ذلك ظهر بخراسان وما وراء النهر خوارزم شاه محمد بن تكش وتجبر وطوى \n  البلاد واستعبد الملوك الكبار وفتك بكثير منهم وأباد أمما كثيرة من الترك \n  فأباد أمة الخطا وأمة الترك وأساء إلى باقي الأمم الذين لم يصل إليهم سيفه \n  ورهبه الناس كلهم وقطع خطبة بني العباس من بلاده وصرح بالوقيعة فيهم وقصد \n  بغداد فوصل إلى همذان وبوادره إلى حلوان فوقع عليهم ثلج عظيم عشرين يوما فغطاهم \n  في غير إبانه فأشعره بعض خواصه أن ذلك غضب من الله حيث نقصد بيت النبوة والخليفة \n  مع ذلك قد جمع الجموع وأنفق النفقات واستعد بكل ما تصل المكنة إليه لكن الله \n  وقى شره ورده على عقبه وسمع أن أمم الترك قد تألبوا عليه وطمعوا في البلاد \n  لبعده عنها فقصدهم فقصدوه ثم كايدوه وكاثروه إلى أن مزقوه في كل وجهة *45*86* \n  وبلبلوا لبه وشتتوا شمله وملكوا عليه أقطار الأرض حتى ضاقت عليه بما رحبت \n  وصار أين توجه وجد سيوفهم متحكمة فيه فتقاذفت به البلاد حتى لم يجد موضعا \n  يحويه ولا صديقا يؤويه فشرق وغرب وأنجد وأسهل وأصحر وأجبل والرعب قد ملك لبه \n  فعند ذلك قضى نحبه .\n</p>\n<p class=\"arabic\">قال وكان الشيخ شهاب الدين لما جاء في الرسالة خاطبه بكل قول ولاطفه ولا يزداد \n  إلا طغيانا وعتوا ولم يزل الإمام الناصر مدة حياته في عز وجلالة وقمع للأعداء \n  واستظهار على الملوك لم يجد ضيما ولا خرج عليه خارجي إلا قمعه ولا مخالف إلا \n  دمغه وكل من أضمر له سوءا رماه الله بالخذلان وأباده وكان مع سعادة جده شديد \n  الاهتمام بمصالح الملك لا يخفى عليه شيء من أحوال رعيته كبارهم وصغارهم وأصحاب \n  أخباره في أقطار البلاد يوصلون إليه أحوال الملوك الظاهرة والباطنة حتى يشاهد \n  جميع البلاد دفعة واحدة ) .\n</p>\n<p class=\"arabic\">وكانت له حيل لطيفة ومكايد غامضة وخدع لا يفطن لها أحد يوقع الصداقة بين ملوك \n  متعادين وهم لا يشعرون ويوقع العداوة بين ملوك متفقين وهم لا يفطنون قال ولو \n  أخذنا في نوادر حكاياته لاحتاجت إلى صحف كثيرة .\n</p>\n<p class=\"arabic\">ولما دخل رسول صاحب مازندران بغداد كانت تأتيه ورقة كل صباح بما عمل في الليل \n  فصار يبالغ في التكتم والورقة تأتيه فاختلى ليلة بامرأة دخلت من باب السر \n  فصبحته الورقة بذلك وفيها كان عليكم دواج فيه صورة الأفيلة فتحير وخرج من \n  بغداد وهو لا يشك أن الخليفة يعلم الغيب لأن الإمامية يعتقدون أن الإمام المعصوم \n  يعلم ما في بطن الحامل وما وراء الجدار وقيل إن الناصر كان مخدوما من الجن .\n</p>\n<p class=\"arabic\">وأتى رسول خوارزم شاه برسالة مخفية وكتاب مختوم فقيل ارجع فقد عرفنا ما جئت \n  به فرجع وهو يظن أنهم يعلمون الغيب .\n</p>\n<p class=\"arabic\">ووصل رسول آخر فقال الرسالة معي مشافهة إلى الخليفة فحبس *45*87* ونسي ثمانية \n  أشهر ثم أخرج وأعطي عشرة آلاف دينار فذهب إلى خوارزم شاه وصار صاحب خبر لهم \n  وسير جاسوسا يطلعه على أخبار عسكر خوارزم شاه لما وجه إلى بغداد وكان لا يقدر \n  أحد أن يدخل بينهم إلا قتلوه فابتدأ الجاسوس وشوه خلقته وأظهر الجنون وأنه \n  قد ضاع له حمار فأنسوا به وضحكوا منه وتردد بينهم أربعين يوما ثم عاد إلى \n  بغداد فقال هم مائة وتسعون ألفا إلا أن يزيدوا ألفا أو ينقصوا ألفا .\n</p>\n<p class=\"arabic\">وكان الناصر إذا أطعم أشبع وإذا ضرب أوجع وله مواطن يعطي فيها عطاء من لا \n  يخاف الفقر ووصل رجل معه ببغاء تقرأ قل هو الله أحد تحفة للخليفة من الهند \n  فأصبحت ميتة وأصبح حيران فجاءه فراش يطلب منه الببغاء فبكى وقال الليلة ماتت \n  فقال قد عرفنا هاتها ميتة وقال كم كان في ظنك أن يعطيك الخليفة قال خمسمائة \n  دينار فقال هذه خمسمائة دينار خذها فقد أرسلها إليك أمير المؤمنين فإنه علم \n  بحالك مذ خرجت من الهند وكان صدر جهان قد صار إلى بغداد ومعه جمع من الفقهاء \n  وواحد منهم لما خرج من داره من سمرقند على فرس جميلة فقال له أهله لو تركتها \n  عندنا لئلا تؤخذ منك في بغداد فقال الخليفة لا يقدر أن يأخذها مني فأمر بعض \n  الوقادين أنه حين يدخل بغداد يضربه ويأخذ الفرس ويهرب في الزحمة ففعل فجاء \n  الفقيه يستغيث فلا يغاث فلما رجعوا من الحج خلع .\n</p>\n<p class=\"arabic\">على صدر جهان وأصحابه سوى ذلك الفقيه وبعد الفراغ منهم خلع عليه وأخرج إلى \n  الباب وقدمت له فرسه وعليها سرج من ذهب وطوق وقيل له لم يأخذ فرسك الخليفة \n  إنما أخذها أتوني فخر مغشيا عليه وأسجل بكراماتهم .\n</p>\n<p class=\"arabic\">قلت يجوز أن يكون الخليفة أو لبعض خواصه رئي من الجن فيخبره بأضعاف هذا والخطب \n  في هذا سهل فقد رأينا أنموذج هذا في زماننا بل وأكثر منه .\n</p>\n<p class=\"arabic\">قال الموفق عبد اللطيف وفي وسط ولايته اشتغل برواية الحديث واستناب نوابا \n  في ذلك وأجرى عليهم جرايات وكتب للملوك والعلماء *45*88* إجازات وجمع كتابا \n  سبعين حديثا ووصل على يد شهاب الدين إلى حلب وسمعه الملك الظاهر وجماهير الدولة \n  وشرحته شرحا حسنا وسيرته صحبة شهاب الدين .\n</p>\n<p class=\"arabic\">وسبب انعكافه على الحديث أن الشريف العباسي قاضي القضاة نسب إليه تزوير فأحضر \n  القاضي وثلاثة شهود فعزر القاضي بأن حركت عمامته فقط وعزر الثلاثة بأن أركبوا \n  جمالا وطيف بهم المدينة يضربون بالدرة فمات واحد تلك الليلة وآخر لبس الفساق \n  ودخل بيوتهم والثالث لزم بيته واختفى وهو البندنيجي المحدث رفيقنا فبعد مدة \n  احتاج وأراد بيع كتبه ففتش الجزاز فوجد فيه إجازة للخليفة من مشايخ بغداد \n  فرفعها فخلع عليه وأعطي مائة دينار وجعل وكيلا عن أمير المؤمنين في الإجازة \n  والتسميع .\n</p>\n<p class=\"arabic\">قلت أجاز الناصر لجماعة من الأعيان فحدثوا عنه منهم أبو أحمد ابن سكينة وأبو \n  محمد ابن الأخضر وقاضي القضاة أبو القاسم ابن الدامغاني وولده الظاهر بأمر \n  الله والملك العادل وبنوه المعظم والكامل والأشرف .\n</p>\n<p class=\"arabic\">قال ابن النجار شرفني بالإجازة فرويت عنه بالحرمين وبيت المقدس ودمشق وحلب \n  وبغداد واصبهان ونيسابور ومرو وهمذان ثم روى عنه حديثا بالإجازة التي أذن \n  له بخطه .\n</p>\n<p class=\"arabic\">وقال الموفق عبد اللطيف وأقام سنين يراسل جلال الدين حسن صاحب الموت يراوده \n  أن يعيد شعار الاسلام من الصلاة والصيام وغير ذلك مما رفعوه في زمان سنان \n  ويقول إنكم إذا فعلتم ذلك كنا يدا واحدة ولم يتغير عليكم من أحوالكم شيء ومن \n  يروم هذا من هؤلاء فقد رام منال العيوق واتفق أن رسول خوارزم شاه بن تكش ورد \n  في أمر من الأمور فزور على .\n</p>\n<p class=\"arabic\">لسانه كتب في حق الملاحدة تشتمل على الوعيد وعز الايقاع بهم وأنه سيخرب قلاعهم \n  ويطلب من الخليفة المعونة في ذلك وأحضر رجل منهم كان قاطنا ببغداد ووقف على \n  الكتب وأخرج بها وبكتب أخرى على وجه النصيحة نصف الليل على البريد فلما وصل \n  ألموت أرهبهم فما وجدوا مخلصا إلا *45*89* التظاهر بالاسلام واقامة شعاره \n  وسيروا إلى بغداد رسولا ومعه مائتا شاب منهم ودنانير كبار في مخانق وعليها \n  لا إله إلا الله محمد رسول الله وطافوا بها في بغداد وجميع من حولها يعلن \n  بالشهادتين .\n</p>\n<p class=\"arabic\">وكان الناصر لدين اله قد ملأ القلوب هيبة وخيفة فكان يرهبه أهل الهند ومصر \n  كما يرهبه أهل بغداد فأحيى هيبة الخلافة وكانت قد ماتت بموت المعتصم ثم ماتت \n  بموته ولقد كنت بمصر والشام في خلوات الملوك والأكابر فإذا ذكره خفضوا أصواتهم \n  هيبة وإجلالا .\n</p>\n<p class=\"arabic\">وورد بغداد تاجر معه متاع دمياط المذهب فسألوه عنه فأنكر فأعطي علامات فيه \n  من عدده وألوانه وأصنافه فازداد إنكاره فقيل له من العلامات أنك نقمت على \n  مملوكك التركي فلان فأخذته إلى سيف بحر دمياط خلوة وقتلته ودفنته هناك ولم \n  يشعر بذلك أحد .\n</p>\n<p class=\"arabic\">قال ابن النجار في ترجمة الناصر دانت له السلاطين ودخل تحت طاعته من كان من \n  المخالفين وذلت له العتاة والطغاة وانقهرت بسيفه الجبابرة والبغاة واندحض \n  أضداده وأعداؤه وكثر أنصاره وأولياؤه وفتح البلاد العديدة وملك من الممالك \n  ما لم يملكه من تقدمه من الخلفاء والملوك أحد وخطب له ببلاد الأندلس وبلاد \n  الصين وكان أسد بني العباس تتصدع لهيبته الجبال وتذل لسطوته الأقيال وكان \n  حسن الخلق لطيف الخلق كامل الظرف فصيح اللسان بليغ البيان له التوقعات المسددة \n  والكلمات المؤيدة كان أيامه غرة في وجه الدهر ودرة في تاج الفخر .\n</p>\n<p class=\"arabic\">وقد حدثني الحاجب أبو طالب علي بن محمد بن جعفر قال برز توقيع من الناصر لدين \n  الله إلى جلال الدين ابن يونس صدر المخزن لا ينبغي لأرباب هذا المقام أن يقدموا \n  على أمر لم ينظروا إلى عاقبته فإن النظر قبل الإقدام خير من الندم بعد الفوات \n  ولا يؤخذ البرآء بقول الأعداء فلكل ناصح كاشح ولا يطالب بالأموال من لم يخن \n  في الأعمال فإن المصادرة مكافأة للظالمين وليكن العفاف والتقى رقيبان عليك \n  *45*90* .\n</p>\n<p class=\"arabic\">قال الحاجب أبو طالب وبز توقيع آخر منه إلى ابن يونس قد تكرر تقدمنا إليك \n  مما افترضه الله علينا ويلزمنا القيام به كيف يهمل حال الناس حتى تم عليهم \n  ما قد بين في باطنها فتنصف الرجل وتقابل العامل إن لم يفلج بحجة شرعية .\n</p>\n<p class=\"arabic\">وقال القاضي ابن واصل كان الناصر شهما شجاعا ذا فكرة صائبة وعقل رصين ومكر \n  ودهاء وكانت هيبته عظيمة جدا وله أصحاب أخبار في العراق وسائر الأطراف يطالعونه \n  بجزئيات الأمور حتى ذكر أن رجلا ببغداد عمل دعوة وغسل يده قبل أضيافه فطالع \n  صاحب الخبر الناصر بذلك فكتب في جواب ذلك سوء أدب من صاحب الدار وفضول من \n  كاتب المطالعة .\n</p>\n<p class=\"arabic\">قال وكان مع ذلك رديء السيرة في الرعية مائلا إلى الظلم والعسف فخربت في أيامه \n  العراق وتفرق أهلها في البلاد وأخذ أموالهم وأملاكهم وكان يفعل أفعالا متضادة \n  إلى أن قال وكان يتشيع ويميل إلى مذهب الإمامية بخلاف آبائه إلى أن قال وبلغني \n  أن شخصا كان يرى صحة خلافة يزيد فأحضره الخليفة ليعاقبه فقيل له أتقول بصحة \n  خلافة يزيد فقال أنا أقول إن الإمام لا ينعزل بارتكاب الفسق فأعرض الناصر \n  عنه وأمر بإطلاقه وخاف المحاققة .\n</p>\n<p class=\"arabic\">قال وسئل ابن الجوزي والخليفة يسمع من أفضل الناس بعد رسول الله صلى الله \n  عليه وسلم فقال أفضلهم بعده من كانت ابنته تحته وهذا جواب محتمل لأبي بكر \n  وعلي رضي الله عنهما .\n</p>\n<p class=\"arabic\">وكتب إلى الناصر خادم له اسمه يمن ورقة فيها يعتب فوقع فيها بمن يمن يمن ثمن \n  يمن ثمن *45*91* .\n</p>\n<p class=\"arabic\">وقال أبو المظفر الجوزي قل بصر الخليفة في الآخر قيل ذهب جملة وكان خادمه \n  رشيق قد استولى على الخلافة وأقام مدة يوقع منه شدة وشق ذكره مرارا وما زال \n  يعتريه حتى قتله وغسله خالي محيي الدين يوسف .\n</p>\n<p class=\"arabic\">وقال الموفق أما مرض موته فسهو نسيان بقي به ستة أشهر ولم يشعر أحد من الرعية \n  بكنه حاله حتى خفي على الوزير وأهل الدار وكان له جارية قد علمها الخط نفسه \n  فكانت تكتب مثل خطه فتكتب على التواقيع بمشورة قهرمانة الدار وفي أثناء ذلك \n  نزل جلال الدين محمد خوارزم شاه على ضواحي بغداد هاربا منفضا من المال والرجال \n  والدواب فأفسد بقدر ما ) .\n</p>\n<p class=\"arabic\">كانت تصل يده إليه وكانوا يدارونه ولا يمضون فيه أمرا لغيبة رأي الخليفة عنهم \n  إلى أن راح إلى أذربيجان ونهب في ذهابه دقوقا واستباحها .\n</p>\n<p class=\"arabic\">وكانت خلافته سبعا وأربعين سنة توفي في سلخ رمضان وبويع لولده أبي نصر ولقب \n  بالظاهر بأمر الله فكانت خلافته تسعة أشهر .\n</p>\n<p class=\"arabic\">وذكر العدل شمس الدين محمد بن إبراهيم بن أبي بكر الجزري قال حدثني والدي \n  قال سمعت الوزير مؤيد الدين ابن العلقمي لما كان على الأستاذ دارية يقول إن \n  الماء الذي يشربه الإمام الناصر كانت تجيء به الدواب من بغداد بسبعة فراسخ \n  ويغلى سبعة غلوات كل يوم غلوة ثم يحبس في الأوعية سبعة أيام ثم يشرب منه وبعد \n  هذا الاحتراز ما مات حتى سقي المرقد ثلاث مرار وشق ذكره وأخرج منه الحصى *45*92* .\n</p>\n<p class=\"arabic\">وقال ابن الساعي فأصبح الناس يوم الأحد يعني يوم الثلاثين من رمضان وقد أغلقت \n  أبواب دار الخلافة وتولى غسله محيي الدين ابن الجوزي وصلى عليه ولده الظاهر \n  بأمر الله بعد أن بويع بايعه أولا أقاربه ثم نائب الوزارة مؤيد الدين محمد \n  القمي وولده فخر الدين أحمد والأستاذ دار عضد الدولة أبو نصر ابن الضحاك وقاضي \n  القضاة محيي الدين ابن فضلان الشافعي والنقيب قوام الدين أبو علي الموسوي \n  ودفن بصحن الدار ثم نقل بعد شهرين إلى الترب ومشى الخلق بين يدي جنازته وأما \n  بيعة الظاهر فهي في سنة اثنتين في الحوادث .\n</p>\n<p class=\"arabic\">وقال ابن الأثير بقي الناصر ثلاث سنين عاطلا عن الحركة بالكلية وقد ذهبت إحدى \n  عينيه توفي الآخر أصابه دوسنطاريا عشرين يوما ومات ولم يطلق في طول مرضه شيئا \n  مما كان أحدثه من المرسوم وكان سيء السيرة خرب في أيامه العراق وتفرق أهله \n  في البلاد وأخذ أموالهم وأملاكهم .\n</p>\n<p class=\"arabic\">قال وكان يفعل الشيء وضده جعل همه في رمي البندق والطيور المناسيب وسراويلات \n  الفتوة .\n</p>\n<p class=\"arabic\">ونقل الظهير الكازروني في تاريخه وأجازه لي أن الناصر في وسط خلافته هم بترك \n  الخلافة والانقطاع إلى التعبد وكتب عنه ابن الضحاك توقيعا فقرئ على الأعيان \n  وبنى رباطا للفقراء واتخذ إلى جانب الرباط دارا لنفسه كان يتردد إليها ويحادث \n  الصوفية وعمل له ثيابا ) .\n</p>\n<p class=\"arabic\">كبيرة بزي الصوفية *45*93* .\n</p>\n<p class=\"arabic\">قلت ثم ترك ذلك ومل الله تعالى يسامحه ويرحمه .\n\n</p>"
}