{
    "header": "عبد الله بن علي بن الحسين بن عبد الخالق ...",
    "id": "028884",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الله بن علي بن الحسين بن عبد الخالق بن الحسين بن الحسن بن منصور الصاحب .\n</h1>\n<p class=\"arabic\">الوزير الكبير صفي الدين أبو محمد الشيبي المصري الدميري المالكي المعروف \n  بابن شكر .\n</p>\n<p class=\"arabic\">ولد سنة ثمان وأربعين وخمسمائة .\n</p>\n<p class=\"arabic\">وتفقه على الفقيه أبي بكر عتيق البجائي وبه تخرج ورحل إلى الإسكندرية وتفقه \n  بها على شمس الإسلام أبي القاسم مخلوف بن جارة وسمع منه ومن السلفي إنشادا \n  وأجاز له وسمع من أبي الطاهر إسماعيل بن عوف وأبي الطيب عبد المنعم بن يحيى \n  بن الخلوف .\n</p>\n<p class=\"arabic\">وأجاز له أبو محمد بن بري وأبو الحسين بن أحمد بن حمزة ابن الموازيني وجماعة .\n</p>\n<p class=\"arabic\">وحدث بدمشق ومصر روى عنه الزكي المنذري والشهاب القوصي *45*110* وأثنيا عليه \n  فقال الزكي كان مؤثرا للعلماء والصالحين كثير البر بهم والتفقد لهم لا يشغله \n  ما هو فيه من كثرة الأشغال عن مجالستهم ومباحثتهم وأنشأ مدرسة قبالة داره \n  بالقاهرة .\n</p>\n<p class=\"arabic\">وقال أبو المظفر الجوزي كان الملك العادل قد نفاه فلما مات قدم من آمد بطلب \n  من السلطان الملك الكامل .\n</p>\n<p class=\"arabic\">قال أبو شامة وكان خليقا للوزارة لم يتولها بعده مثله وكان متواضعا يسلم على \n  الناس وهو راكب ويكرم العلماء ويدر عليهم فمضى إلى مصر .\n</p>\n<p class=\"arabic\">وقال القوصي هو الذي كان السبب فيما وليته وأوليته في الدولة الأيوبية من \n  الإنعام وهو الذي أنشأني وأنساني الأوطان ولقد أحسن إلى الفقهاء والعلماء \n  مدة ولايته وبنى مصلى العيد بدمشق وبلط الجامع وأنشأ الفوارة وعمر جامع المزة \n  وجامع حرستا ومولده بالدميرة سنة أربعين .\n</p>\n<p class=\"arabic\">وكذا قال ابن الجوزي في مولده وقول المنذري أصح فإنه قال سمعته يقول ولدت \n  في تاسع صفر سنة ثمان وأربعين قال وتوفي بمصر في ثامن شعبان .\n</p>\n<p class=\"arabic\">وقال الموفق عبد اللطيف هو رجل طوال تام القصب فعمها دري اللون مشرب بحمرة \n  له طلاقة محيا وحلاوة لسان وحسن هيئة وصحة بنية ذو دهاء في هوج وخبث في طيش \n  مع رعونة مفرطة وحقد لا تخبوا ناره ينتقم ويظن أنه لم ينتقم فيعود ينتقم لا \n  ينام عن عدوه ولا يقل منه معذرة ولا إنابة ويجعل الرؤساء كلهم أعداءه ولا \n  يرضى لعدوه بدون الإهلاك ولا تأخذه في نقماته رحمة ولا يتفكر في آخره ) .\n</p>\n<p class=\"arabic\">وهو من دميرة ضيعة بديار مصر واستولى على العادل ظاهرا وباطنا *45*111* ولم \n  يمكن أحدا من الوصول إليه حتى الطبيب والحاجب والفراش عليهم عيون فلا يتكلم \n  أحد منهم فضل كلمة خوفا منه ولما عزل دخل الطبيب والوكيل وغيرهما فانبسطوا \n  وحكوا وضحكوا فأعجب السلطان بذلك وقال ما منعكم أن تفعلوا هذا فيما مضى قالوا \n  خوفا من ابن شكر قال فإذا قد كنت في حبس وأنا لا أشعر .\n</p>\n<p class=\"arabic\">وكان غرضه إبادة أرباب البيوتات ويقرب الأراذل وشرار الفقهاء مثل الجمال المصري \n  الذي صار قاضي دمشق ومثل ابن كسا البلبيسي والمجد البهنسي الذي وزر للأشرف .\n</p>\n<p class=\"arabic\">وكان هؤلاء يجتمعون حوله ويوهمونه أنه أكتب من القاضي الفاضل بل ومن ابن العميد \n  الصابي وفي الفقه أضل من مالك وفي الشعر أكمل من المتنبي وأبي تمام ويحلفون \n  على ذلك بالطلاق وأغلظ الأيمان .\n</p>\n<p class=\"arabic\">وكان لا يأكل من الدولة ولا فلسا ويظهر أمانة مفرطة فإذا لاح له مال عظيم \n  احتجنه وعملت له قيسة العجلان فأمر كاتبه أن يكتبها ويردها وقال لا نستحل \n  أن نأخذ منك ورقا .\n</p>\n<p class=\"arabic\">وكان له في كل بلد من بلاد السلطان ضيعة أو أكثر في مصر والشام إلى خلاط وبلغ \n  مجموع ذلك مائة ألف دينار وعشرين ألف دينار يعني مغله وكان يكثر الإدلال على \n  العادل ويسخط أولاده وخواصه والعادل يترضاه بكل ما يقدر عليه وتكرر ذلك منه \n  إلى أن غضب منه على حران فلما صار إلى مصر وغاضبه على عادته فأقره العادل \n  على الغضب وأعرض عنه ثم ظهر منه فساد وكثرة كلام فأمر بنفيه عن مصر والشام \n  فسكن آمد وأحسن إليه صاحبها فلما مات العادل عاد إلى مصر ووزر للكامل واخذ \n  في المصادرات وكان قد عمي ورأيت منه جلدا عظيما أنه كان لا يستكين للنوائب \n  ولا يخضع للنكبات فمات أخوه ولم يتغير ومات أولاده وهو على ذلك وكان يحم حمى \n  قوية ويأخذه النافض وهو في *45*112* مجلس السلطان ينفذ الأشغال ولا يلقي جنبه \n  إلى الأرض وكان يقول ما في قلبي حسرة إلا أن ابن البياني ما تمرغ على عتباتي \n  يعني القاضي الفاضل وكان يشتمه وابنه حاضر فلا يظهر منه تغير وداراه أحسن \n  مداراة وبذلك له أموالا جمة في السر .\n</p>\n<p class=\"arabic\">وعرض له إسهال دموي وزحير وأنهكه حتى انقطع ويئس منه الأطباء فاستدعى من حبسه \n  عشرة من شيوخ الكتاب فقال أنتم تشمتون بي وركب عليهم المعاصير وهو يزحر وهم \n  ) .\n</p>\n<p class=\"arabic\">يصيحون إلى أن أصبح وقد خف ما به وركب في ثالث يوم وكان يقف الرؤساء والناس \n  على بابه من نصف الليل ومعهم المشاعل والشمع ويركب عند الصباح فلا يراهم ولا \n  يرونه لأنه إما أن يرفع رأسه إلى السماء تيها وإما أن يعرج على طريق أخرى \n  والجنادرة تطرد الناس .\n</p>\n<p class=\"arabic\">وكان له بواب اسمه سالم يأخذ من الناس أموالا عظيمة ويهينهم إهانة مفرطة واقتنى \n  عقارا وقرى .\n\n</p>"
}