{
    "header": "عبد القوي ابن القاضي الجليس أبي المعالي ...",
    "id": "028819",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد القوي ابن القاضي الجليس أبي المعالي عبد العزيز بن الحسين بن عبد الله \n  بن .\n</h1>\n<p class=\"arabic\">الحسين القاضي الأسعد أبو البركات ابن الجباب التميمي السعدي الأغلبي المصري \n  المالكي المعدل *45*66* .\n</p>\n<p class=\"arabic\">ولد سنة ست وثلاثين وخمسمائة وسمع من الشريف أبي الفتوح الخطيب وأبي محمد \n  بن رفاعة وابن العرقي وأبي طاهر السلفي وأبي البقاء عمر ابن المقدسي .\n</p>\n<p class=\"arabic\">روى عنه عمر ابن الحاجب وأبو الطاهر ابن الأنماطي والزكي المنذري والفخر علي \n  ابن البخاري وشرف القضاة محمد بن أحمد بن محمد بن الجباب والنجيب محمد بن \n  أحمد بن محمد الهمذاني والشهاب أحمد بن إسحاق الأبرقوهي وأحمد بن عبد الكريم \n  الأغلاقي وطائفة سواهم .\n</p>\n<p class=\"arabic\">ذكره ابن الحاجب في معجمه فقال من بيت السؤدد والكرم والفضل والتقدم ذو كياسة \n  ورئاسة وله من الوقار والهيبة ما لم يعرف لغيرة وكان ذا حلم وأناة وصمت ولي \n  من أمور المملكة ولايات أبان فيها عن أمانة ونزاهة وكثير اللطف بالقريب والغريب \n  وأصلهم من القيروان وتفرد بالسيرة عن ابن رفاعة .\n</p>\n<p class=\"arabic\">قال وقد كنت سمعت بدمشق من بعض الطلبة أن في سماع شيخنا هذا كلاما فلما قدمت \n  مصر بحثت عن سماعه فوجدت أصل سماعه عن ابن رفاعة وكملت في المحرم سنة ست وخمسين \n  بقراءة يحيى بن علي القيسي وتحت الطبقة الأمر على ما ذكر ووصف وكتب عبد الله \n  بن رفاعة وأوقفت بعض أصحابنا الطلبة على هذه النسخة ونقلها إلي صاحبنا الرفيع \n  إسحاق بن المؤيد الهمذاني والنسخة موجودة الآن وإنما رأيتهم يقولون ما وجد \n  سماعه للغريبين إلا في بعض الأجزاء وأنه قال جميع الكتاب سماعي فكان الكلام \n  في هذا دون غيره وكان شيخنا هذا ثقة ثبتا عارفا بما سمع لا ينسب في ذلك إلى \n  غرض .\n</p>\n<p class=\"arabic\">قال ورأيت خط تقي الدين الأنماطي وهو يثني على شيخنا هذا ثناء جميلا ويذكر \n  من جملة مسموعاته السيرة على ابن رفاعة وكان قد صارت السيرة على ذكر الشيخ \n  بمنزلة الفاتحة يسابق القارئ إلى قراءتها وكان قيما بها وبمشكلها *45*67* .\n</p>\n<p class=\"arabic\">وهو أنبل شيخ وجدته بالديار المصرية رواية ودراية .\n</p>\n<p class=\"arabic\">وكان لا يقرأ عليه القارئ إلا وأصله بيده ولا يدع القارئ يدغم وكان أبوه جليسا \n  لخليفة مصر .\n</p>\n<p class=\"arabic\">قال وحضرته يوما وقد أهدى له بعض السامعين هدية فردها وأثابه عليها وقال ما \n  ذا وقت هدية ذا وقت سماع .\n</p>\n<p class=\"arabic\">وكان طويل الروح على السماع مع مرض كان يجده كنا نسمع عليه من الصبح إلى العصر \n  إلى أن قرأنا عليه السيرة وعدة أجزاء في أيام ثم قال أخبرنا الإمام الأوحد \n  الأسعد صفي الملك أبو البركات أحسن الله إليه وما رأيت في رحلتي شيخا ابن \n  خمس وثمانين سنة أحسن هديا وسمتا واستقامة منه ولا أحسن كلاما ولا أظرف إيرادا \n  منه رحمه الله فلقد كان جمالا للديار المصرية في صفر سنة إحدى وعشرين قال \n  أخبرنا ابن رفاعة .\n</p>\n<p class=\"arabic\">وقال ابن الحاجب أيضا قال لي ابن نقطة أبو البركات عبد القوي ابن الجباب حدثنا \n  عن السلفي وسمعت الحافظ عبد العظيم يتكلم في سماعه للسيرة ويقول إنه بقراءة \n  يحيى بن علي إمام مسجد العيثم وكان كذابا ثم قدمت دمشق فذكرت ذلك لأبي الطاهر \n  ابن الأنماطي فرايته يثبت سماعه ويصححه .\n</p>\n<p class=\"arabic\">قلت قرأت السيرة بكمالها في ستة أيام على الشهاب الأبرقوهي بسماعه لجميعها \n  من أبي البركات في صفر سنة إحدى وعشرين ومات في سلخ شوال من السنة وقد روى \n  كتاب العنوان عن الشريف الخطيب حدث به عن سنة نيف وثمانين الشيخ أبو .\n\n</p>"
}