{
    "header": "محمد بن أبي القاسم الخضر بن محمد بن الخضـ...",
    "id": "028919",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن أبي القاسم الخضر بن محمد بن الخضر بن علي بن عبد الله الإمام فخر \n  الدين .\n</h1>\n<p class=\"arabic\">أبو عبد الله ابن تيمية الحراني الفقيه الحنبلي الواعظ المفسر صاحب الخطب .\n</p>\n<p class=\"arabic\">شيخ حران وعالمها ولد في شعبان سنة اثنتين وأربعين وخمسمائة بحران .\n</p>\n<p class=\"arabic\">وتفقه بحران على الفقيه أبي الفتح أحمد بن أبي الوفا وأبي الفضل حامد بن أبي \n  الحجر وتفقه ببغداد على الإمام أبي الفتح نصر بن المني وأبي العباس أحمد بن \n  بكروس .\n</p>\n<p class=\"arabic\">وسمع من أبي الفتح بن البطي ويحيى بن ثابت وأبي بكر بن النقور وأبي طالب بن \n  خضير وسعد الله بن نصر الدجاجي وأبي منصور جعفر ابن *45*134* الدامغاني وشهدة \n  وخلق .\n</p>\n<p class=\"arabic\">وقرأ العربية على أبي محمد بن الخشاب .\n</p>\n<p class=\"arabic\">وله مصنف مختصر في مذهب أحمد وشعر حسن .\n</p>\n<p class=\"arabic\">حج جده وله امرأة حامل فلما كان بتيماء رأى طفلة قد خرجت من خباء فلما رجع \n  إلى حران وجد امرأته قد ولدت بنتا فلما رآها قال يا تيمية يا تيمية فلقب به .\n</p>\n<p class=\"arabic\">وأما ابن النجار فقال ذكر لنا أن جده محمدا كانت أمه تسمى تيمية وكانت واعظة \n  فنسب إليها وعرف بها .\n</p>\n<p class=\"arabic\">قلت وكان فخر الدين إماما في التفسير إماما في الفقه إماما في اللغة ) .\n</p>\n<p class=\"arabic\">ولي خطابة بلده ودرس ووعظ وأفتى وقد سمع بحران من الشيخ أبي النجيب السهروردي \n  قدم عليهم .\n</p>\n<p class=\"arabic\">قال الشهاب القوصي قرأت عليه ديوان خطبه بحران وروى عنه الإمام مجد الدين \n  عبد السلام ابن أخيه والجمال يحيى بن الصيرفي وعبد الله ابن أبي العز بن صدقة \n  والفقيه أبو بكر بن إلياس الرسعني نزيل القاهرة والسيف عبد الرحمن بن محفوظ \n  والشهاب الأبرقوهي والرشيد عمر بن إسماعيل الفارقي سمع منه جزء البانياسي \n  وإنما ظهر بعد موته مات في صفر .\n</p>\n<p class=\"arabic\">أخبرنا الأبرقوهي أخبرنا أبو عبد الله ابن تيمية أخبرنا ابن البطي أخبرنا \n  علي بن محمد الأنباري أخبرنا أبو عمر بن مهدي أخبرنا محمد بن مخلد حدثنا أحمد \n  بن منصور الرمادي حدثناعمرو بن حكام أخبرنا شعبة عن مالك عن عمرو بن مسلم \n  عن سعيد بن المسيب عن أم سلمة عن *45*135* النبي صلى الله عليه وسلم قال من \n  رأى هلال ذي الحجة فأراد أن يضحي فلا يأخذ من شعره ولا من أظفاره حتى يضحي \n  رواه مسلم .\n</p>\n<p class=\"arabic\">توفي في حادي عشر صفر بحران وقدم دمشق رسولا سنة ستمائة فحدث بها .\n\n</p>"
}