{
    "header": "علي بن محمد بن أحمد بن حريق .",
    "id": "028904",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">علي بن محمد بن أحمد بن حريق .\n</h1>\n<p class=\"arabic\">أبو الحسن المخزومي البلنسي الشاعر *45*120* .\n</p>\n<p class=\"arabic\">قال الأبار شاعر بلنسية الفحل المستبحر في الآداب واللغات روى عن أبي عبد \n  الله بن حميد وكان عالما بفنون الآداب حافظا لأشعار العرب وأيامها شاعرا مفلقا \n  اعترف له بالسبق بلغاء وقته ودون شعره في مجلدتين وله مقصورة كالدريدية سمعتها \n  منه وصحبته مدة وأخذ عنه أصحابنا ولد سنة إحدى وخمسين وتوفي في ثامن عشر شعبان .\n</p>\n<p class=\"arabic\">قال ابن مسدي كان إن نظم أعجز وأبدع وإن نثر أوجز وأبلغ سحب ذيل الفصاحة على \n  سحبانها ونبغ بإحسان على نابغتها وحسانها سمعت من تواليفه فمن ذلك .\n</p>\n<p class=\"arabic\">% يا صاحبي وما البخيل بصاحبي % % هذي الخيام فأين تلك الأدمع % .\n</p>\n<p class=\"arabic\">% أتمر بالعرصات لا تبكي بها % % وهي المعاهد منهم والأربع % .\n</p>\n<p class=\"arabic\">% يا سعد ما لهذا المقام وقد نأوا % % أتقيم من بعد القلوب الأضلع % .\n</p>\n<p class=\"arabic\">% وأبى الهوى إلا الحلول بلعلع % % ويح المطايا أين منها لعلع % .\n</p>\n<p class=\"arabic\">% لم أدر أين ثووا فلم أسأل بهم % % ريحا تهب ولا بريقا يلمع % .\n</p>\n<p class=\"arabic\">علي بن منصور بن عبد الله أبو الحسن اللغوي .\n</p>\n<p class=\"arabic\">كان علامة في اللغة بصيرا بالعربية إلا أنه كان ضجورا يأبى التصدر والتصدير \n  للإشغال ولم يتأهل قط وكان مقيما بالنظامية وكان أحد الأذكياء حفظ المجمل \n  لابن فارس كل يوم كراسا وحفظ إصلاح المنطق وأشياء كثيرة وكان سريع الحفظ وعاش \n  بضعا وسبعين سنة *45*121* .\n</p>\n<p class=\"arabic\">علي بن أبي الكرم نصر بن المبارك بن أبي السيد بن محمد .\n</p>\n<p class=\"arabic\">أبو الحسن الواسطي ثم البغدادي ثم المكي المولد والدار الخلال المعروف بابن \n  البناء .\n</p>\n<p class=\"arabic\">راوي جامع الترمذي عن أبي الفتح الكروخي .\n</p>\n<p class=\"arabic\">حدث بمكة والإسكندرية ومصر ودمياط وقوص وسمع منه لهذا الكتاب خلق كثير وهو \n  آخر من رواه عن الكروخي وسماعه صحيح .\n</p>\n<p class=\"arabic\">قال ابن نقطة ذكر لي أنه وقع له نحوا من ثلثه بخط الكروخي وهو شيخ فقير عامي \n  سألته ) .\n</p>\n<p class=\"arabic\">أن أقرأ عليه فقال اقرأ ما شئت وقد أجزت لك ولولدك لكن لا أكتب لك خطي فقرأت \n  عليه في سنة خمس عشرة حديثا *45*122* واحدا ثم سمعت منه بعد ذلك بعض الجامع .\n</p>\n<p class=\"arabic\">روى عنه ابن نقطة والزكي المنذري ومحمد بن صالح التنيسي ومحمد بن عبد العزيز \n  الإسكندراني وزين الدين محمد ابن الموفق الإسكندراني الخطيب والضياء محمد \n  بن عمر التوزري ومحمد بن منصور ابن أحمد الحضرمي الإسكندراني والحسن بن عثمان \n  القابسي المحتسب وعبد المحسن بن ظافر الحجري وعبد المحسن بن يحيى البجائي \n  وإسحاق ابن إبراهيم بن قريش المخزومي والقطب محمد بن أحمد ابن القسطلاني ومحمد \n  بن عبد الخالق بن طرخان الأموي وعلي بن صالح الحسيني ويوسف بن إسحاق الطبري \n  المكيان وآخر من روى عنه محمد بن ترجم بالقاهرة .\n</p>\n<p class=\"arabic\">توفي في ربيع الأول وقيل في صفر بمكة عن سن عالية .\n\n</p>"
}