{
    "header": "أحمد بن عبد الواحد بن أحمد بن عبد الرحمنـ...",
    "id": "028941",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أحمد بن عبد الواحد بن أحمد بن عبد الرحمن بن إسماعيل ابن منصور العلامة \n  شمس .\n</h1>\n<p class=\"arabic\">الدين أبو العبذاس المقدسي المعروف بالبخاري .\n</p>\n<p class=\"arabic\">والد الفخر علي وأخو الحافظ الضياء ولد في شوال سنة أربع وستين .\n</p>\n<p class=\"arabic\">ورحل إلى بغداد وهو ابن بضع عشرة مع أقاربه فسمع من أبي الفتح ابن شاتيل ونصر \n  الله القزاز وعبد المغيث بن زهير وجماعة وكان قد سمع *45*144* بدمشق من أبي \n  نصر عبد الرحيم اليوسفي وأبي المعالي بن صابر وأبي المجد البانياسي وأبي الفهم \n  بن أبي العجائز والخضر بن هبة الله بن طاووس وجماعة ودخل نيسابور فسمع من \n  عبد المنعم بن عبد الله بن الفراوي وبهمذان من علي بن عبد الكريم الهمذاني \n  ودخل بخارى فأقام بها مدة فلقب بالبخاري وأخذ بها الخلاف عن الشرف أبي الخطاب \n  واشتغل بالخلاف على الرضي النيسابوري .\n</p>\n<p class=\"arabic\">روى عنه أخوه وابنه وابن أخيه الشمس محمد ابن الكمال وابن خاله شمس الدين \n  بن أبي عمر والشهاب القوصي وحدثنا عنه العز ابن الفراء والعز ابن العماد والشمس \n  محمد ابن الواسطي وخديجة بنت الرضي ) .\n</p>\n<p class=\"arabic\">وكان إماما عالما مفتيا مناظرا ذا سمت ووقار وكان كثير المحفظ كثير الخير \n  حجة صدوقا كثير الاحتمال تام المروءة فصيحا مفوها لم يكن في المقادسة أفصح \n  منه اتفقت الألسنة على شكره وقد أدرك أبا الفتح بن المني وتفقه عليه .\n</p>\n<p class=\"arabic\">قال عمر ابن الحاجب سألت أخاه الضياء عنه فقال كان فقيها ورعا ثقة .\n</p>\n<p class=\"arabic\">وقرأت أنا بخط الضياء في ليلة الجمعة خامس عشر جمادى الآخرة توفي أخي الإمام \n  العالم أبو العباس رحمة الله عليه ورضوانه وشهرته وفضله وما كان عليه يغني \n  عن الإطناب في ذكره ودفن إلى جانب خاله الإمام موفق الدين .\n</p>\n<p class=\"arabic\">قلت وقد أقام بحمص مدة وبها سمع عليه ولده والحافظ ابن نقطة وغيرهما .\n\n</p>"
}