{
    "header": "محمد أمير المؤمنين الظاهر بأمر الله أبو ...",
    "id": "028988",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد أمير المؤمنين الظاهر بأمر الله أبو نصر ابن أمير  المؤمنين \n  الناصر لدين الله أحمد ابن المستضيء بأمر الله الحسن بن يوسف الهاشمي العباسي \n  البغدادي .\n</h1>\n<p class=\"arabic\">ولد سنة إحدى وسبعين وخمسمائة .\n</p>\n<p class=\"arabic\">وبايع له أبوه بولاية العهد في سنة خمس وثمانين وخطب له على المنابر ونثر \n  عند ذكره الدنانير وعليها اسمه ولم يزل الأمر على ذلك حتى قطع ذلك أبوه في \n  سنة إحدى وستمائة .\n</p>\n<p class=\"arabic\">وخلعه وأكرهه وزوى الأمر عنه إلى ولده الآخر فلما مات ذلك الولد اضطر أبوه \n  إلى إعادته فبايع له وخطب له في شوال سنة ثمان عشرة واستخلف عند موت والده \n  فكانت خلافته تسعة أشهر ونصفا .\n</p>\n<p class=\"arabic\">وقد روى عن والده بالإجازة قبل أن يستخلف .\n</p>\n<p class=\"arabic\">قال ابن النجار تقدم أبوه بجلوسه بالتاج الشريففي كل جمعة ويقعد في خدمته \n  أستاذ الدار ليقرأ عليه مسند أحمد بن حنبل بإجازته من والده ثم قال أخبرنا \n  أبو صالح الجيلي أخبرنا الظاهر بأمر الله أبو نصر بقراءتي وأنبأنا أبي أنبأنا \n  عبد الغيث بن زهير وغيره أخبرنا ابن الحصين فذكر حديثا بهذا السند النازل \n  كما ترى .\n</p>\n<p class=\"arabic\">قال ابن الأثير في كامله ولما ولي الظاهر أظهر من العدل والإحسان ما أعاد \n  به سنة العمرين فإنه لو قيل ما ولي الخلافة بعد عمر بن عبد العزيز مثله لكان \n  القائل صادقا فإنه أعاد من الأموال المغصوبة والأملاك *45*167* الموخوذة في \n  أيام أبيه وقبلها وشيئا كثيرا وأطلق المكوس في البلاد جميعها وأمر بإعادة \n  الخراج القديم في جميع العراق وبإسقاط جميع ما جدده أبوه وكان ذلك كثيرا لا \n  يحصى فمن ذلك بعقوبا كان يحصل منها قديما عشرة آلاف دينار فلما استخلف الناصر \n  كان يؤخذ منها في السنة ثمانون ألف دينار فاستغاث أهلها وذكروا أن أملاكهم \n  أخذت فأعادها الظاهر إلى الخراج الأول .\n</p>\n<p class=\"arabic\">ولما أعاد الخراج الأصلي على البلاد حضر خلق وذكروا أن أملاكهم قد يبست أكثر \n  أشجارها وخربت فأمر أن لا يؤخذ إلا من كل شجرة سالمة وهذا عظيم جدا ومن عدله \n  أن سنجة المخزن كانت راجحة نصف قيراط في المثقال يقبضون بها ويعطون بسنجة \n  البلد فخرج خطه إلى الوزير وأوله ويل للمطففين الآيات وفيه قد بلغنا كذا وكذا \n  فتعاد سنجة الخزانة إلى ما يتعامل به الناس فكتبوا إليه إن هذا فيه تفاوت \n  كثير وقد حسبناه في العام الماضي فكان خمسة وثلاثين ألف دينار فأعاد الجواب \n  ينكر على القائل ويقول يبطل ولو أنه ثلاثمائة ألف وخمسون ألف دينار .\n</p>\n<p class=\"arabic\">ومن عدله أن صاحب الديوان قدم من واسط ومعه أزيد من مائة ألف دينار من ظلم \n  فردها على أربابها وأخرج المحبسين وأرسل إلى القاضي عشرة آلاف دينار ليوفيها \n  عمن أعسر .\n</p>\n<p class=\"arabic\">وقيل له في هذا الذي تخرجه من الأموال لا تسمح نفس ببعضها فقال أنا فتحت الدكان \n  بعد ) .\n</p>\n<p class=\"arabic\">العصر فاتركوني أفعل الخير فكم بقيت أعيش قال وتصدق ليلة النحر بشيء كثير .\n</p>\n<p class=\"arabic\">قلت ولم يأت عليه عيد سواه فإن عيد الفطر كان يوم مبايعته .\n</p>\n<p class=\"arabic\">قال تصدق وفرق في العلماء والصلحاء مائة ألف دينار .\n</p>\n<p class=\"arabic\">وكان نعم الخليفة جمع الخشوع مع الخضوع لربه والعدل والإحسان إلى رعيته ولم \n  يزل كل يوم يزداد من الخير والإحسان وكان قبل موته قد اخرج توقيعا بخطه إلى \n  الوزير ليقرأه على الأكابر فقال رسوله أمير المؤمنين *45*168* يقول ليس غرضنا \n  أن يقال برز مرسوم أو نفذ مثال ثم لا يبين له أثر بل أنتم إلى إمام فعال أحوج \n  منكم إلى إمام قوال فقرأه الوزير فإذا في أوله اعلموا أنه ليس إمهالنا إهمالا \n  ولا إغضاؤنا إغفالا ولكن لنبلوكم أيكم أحسن أعمالا وقد عفونا لكم عما سلف \n  من إخراب البلاد وتشريد الرعايا وتقبيح السمعة وإظهار الباطل الجلي في صورة \n  الحق الخفي حيلة ومكيدة وتسمية الاستئصال والاجتياح استيفاء واستدراكا لأغراض \n  انتهزتم فرصتها مختلسة من براثن ليث باسل وأنياب أسد مهيب تتفقون بألفاظ مختلفة \n  على معنى واحد وأنتم أمناؤه وثقاته فتميلون رأيه إلى هواكم فيطيعكم وأنتم \n  له عاصون والآن فقد بدل الله بخوفكم أمنا وبفقركم غنى وبباطلكم حقا ورزقكم \n  سلطانا يقيل العثرة ولا يؤاخذ إلا من أصر ولا ينتقم إلا ممن استمر يأمركم \n  بالعدل وهو يريده منكم وينهاكم عن الجور ويكرهه لكم يخاف الله ويخوفكم مكره \n  ويرجو الله ويرغبكم في طاعته .\n</p>\n<p class=\"arabic\">فإن سلكتم مسالك نواب خلفاء الله في أرضه وأمنائه على خلقه وإلا هلكتم والسلام .\n</p>\n<p class=\"arabic\">قال ولما توفي وجد في بيت من داره ألوف رقاع كلها مختومة لم يفتحها فقيل له \n  لم لا تفتحها قال لا حاجة لنا فيها كلها سعايات .\n</p>\n<p class=\"arabic\">وقال أبو شامة في تاريخه وكان أمير المؤمنين أبو نصر جميل الصورة أبيض مشربا \n  حمرة حلو الشمائل شديد القوى بويع وهو ابن اثنتين وخمسين سنة فقيل له ألا \n  تتفسح قال قد لقس الزرع فقيل يبارك الله في عمرك قال من فتح دكانا بعد العصر \n  أيش يكسب ثم إنه أحسن إلى الناس وفرق الأموال وأبطل المكوس وأزال المظالم .\n</p>\n<p class=\"arabic\">وقال أبو المظفر الجوزي حكي لي عنه أنه دخل إلى الخزائن *45*169* فقال له \n  خادم في أيامك تمتلئ فقال ما فعلت الخزائن لتملأ بل لتفرغ وتنفق في سبيل الله \n  تعالى فإن الجمع شغل التجار وقال ابن واصل أظهر العدل وأزال المكس وظهر للناس \n  وكان أبوه لا يظهر إلا نادرا .\n</p>\n<p class=\"arabic\">قلت توفي في ثالث عشر رجب وبويع بعده ولده المستنصر بالله .\n\n</p>"
}