{
    "header": "محمد بن الحسين بن أبي المكارم أحمد بن الـ...",
    "id": "028918",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن الحسين بن أبي المكارم أحمد بن الحسين بن بهرام القاضي الصالح العالم \n  مجد .\n</h1>\n<p class=\"arabic\">الدين أبو المجد القزويني الصوفي .\n</p>\n<p class=\"arabic\">ولد في صفر سنة أربع وخمسين وخمسمائة بقزوين .\n</p>\n<p class=\"arabic\">وسمع أباه ومحمد بن أسعد حفدة العطاري وأحمد بن ينال الترك وأبا الخير أحمد \n  بن إسماعيل القزويني وعمر الميانشي وابا الفرج ثابت بن محمد المديني وجماعة \n  *45*132* .\n</p>\n<p class=\"arabic\">وحدث بأذربيجان وبغداد والموصل ورأس العين ودمشق وبعلبك والقاهرة ونزل بخانقاه \n  سعيد السعداء .\n</p>\n<p class=\"arabic\">قال المنذري كان شيخا صالحا حصل له بمصر قبول ووالده قدم مصر وحدث وقد تقدم .\n</p>\n<p class=\"arabic\">وقال ابن الحاجب كان شيخا بهي المنظر كريم الأخلاق طويل الروح صاحب أصول .\n</p>\n<p class=\"arabic\">قلت سمع منه شرح السنة ومعالم التنزيل خلق كثير ونسخته وقف بدار الحديث الأشرفية \n  بدمشق .\n</p>\n<p class=\"arabic\">روى عنه الضياء المقدسي والزكي المنذري وعز الدين عبد الرزاق ابن رزق الله \n  ) .\n</p>\n<p class=\"arabic\">الرسعني والسيف عبد الرحمن بن محفوظ الرسعني وعبد القاهر بن تيمية وأبو الغنائم \n  بن محاسن الكفرايي والتاج عبد الخالق قاضي بعلبك والبهاء عبد الله بن الحسن \n  بن محبوب والفقيه عباس بن عمر بن عبدان وأمين الدين عبد الصمد بن عساكر وابن \n  عمه الشرف أحمد ابن هبة الله والنجم أحمد ابن الشهاب القوصي وأبوه والمحيي \n  يحيى بن علي ابن القلانسي وعلي بن الحسن بن صباح المخزومي والجمال عمر ابن \n  العقيمي والكمال عبد الله بن قوام والعز إسماعيل ابن الفراء والعز أحمد ابن \n  العماد والشمس محمد ابن الكمال والتقي إبراهيم ابن الواسطي وأخوه محمد والتقي \n  أحمد بن مؤمن وإبراهيم بن أبي الحسن الفراء ومحمد بن علي بن شمام الذهبي والعماد \n  أحمد بن محمد بن سعد والفخر عبد الرحمن ابن يوسف الحنبلي والشمس خضر بن عبدان \n  الأزدي والشهاب الأبرقوهي وأبو الفرج عبد الرحمن بن عبد الوهاب السلمي خطيب \n  بعلبك وهو آخر من حدث عنه بالسماع *45*133* .\n</p>\n<p class=\"arabic\">توفي بالموصل في ثالث عشر شعبان وقيل في الثالث والعشرين منه .\n\n</p>"
}