{
    "header": "أحمد بن أبي الوليد يزيد بن عبد الرحمن بنـ...",
    "id": "029078",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أحمد بن أبي الوليد يزيد بن عبد الرحمن بن أحمد بن محمد ابن أحمد بن مخلد \n  بن عبد .\n</h1>\n<p class=\"arabic\">الرحمن بن أحمد ابن الإمام بقي بن مخلد قاضي الجماعة العلامة أبو القاسم الأموي \n  ) .\n</p>\n<p class=\"arabic\">القرطبي البقوي .\n</p>\n<p class=\"arabic\">سمع أباه وجده أبا الحسن ومحمد بن عبد الحق الخزرجي وأبوي القاسم ابن بشكوال \n  والسهيلي .\n</p>\n<p class=\"arabic\">وأجاز له أبو الحسن شريح بن محمد وعبد الملك بن مسرة وتفرد *45*221* بالرواية \n  عن جماعة وهو آخر من حدث في الدنيا عن شريح وآخر من روى الموطأ عن ابن عبد \n  الحق سمعه منه بسماعه من البن الطلاع .\n</p>\n<p class=\"arabic\">قال ابن مسدي راس شيخنا هذا بالمغربين وولي القضاء بالعدوتين ولما أسن استعفى \n  ورجع إلى بلده فأقام قاضيا بها إلى أن غلب عليه الكبر فلزم منزله وكان عارفا \n  بالإجماع والخلاف مائلا إلى الترجيح والإنصاف .\n</p>\n<p class=\"arabic\">قلت وحدث هو وجميع آبائه .\n</p>\n<p class=\"arabic\">ذكره الأبار فقال هو من رجالات الأندلس جلالا وكمالا ولا نعلم بها بيتا أعرق \n  من بيته في العم والنباهة إلا بيت بني مغيث بقرطبة وبيت بني الباجي بإشبيلية \n  وله التقدم على هؤلاء وولي قضاء الجماعة بمراكش مضافا إلى خطتي المظالم والكتابة \n  العليا فحمدت سيرته ولم تزده الرفعة إلا تواضعا ثم صرف عن ذلك كله وأقام بمراكش \n  زمانا إلى أن قلد قضاء بلده وذهب إليه ثم صرف عنه قبل وفاته بيسير فازدحم \n  الطلبة عليه وكان أهلا لذلك .\n</p>\n<p class=\"arabic\">وقال ابن الزبير أو غيره كان لأبي القاسم باع مديد في علم النحو والأدب تنافس \n  الناس في الأخذ عنه وقرأ جميع سيبويه على الإمام أبي العباس أحمد بن عبد الرحمن \n  بن مضاء وقرأ عليه المقامات .\n</p>\n<p class=\"arabic\">قلت ومن المتأخرين الذين رووا عنه بالإجازة محمد بن عياش بن محمد الخزرجي \n  والخطيب أبو القاسم بن يوسف بن الأيسر الجذامي وأبو الحكم مالك بن عبد الرحمن \n  بن المرحل المالقي وأبو محمد عبد الله بن محمد بن هارون الطائي الكاتب وقد \n  سمع منه ابن هارون هذا الموطأ سنة عشرين وستمائة وحدث به سنة سبعمائة وفيها \n  أجاز لنا مروياته ثم اختلط بعد ذلك ووقع في الهرم .\n</p>\n<p class=\"arabic\">فكتب إلينا ابن هارون من تونس ومولده سنة ثلاث وستمائة أن أبا القاسم أحمد \n  بن يزيد الحاكم أجاز لهم وهو آخر من حدث عنه قال أنبأنا *45*222* أبو الحسن \n  شريخ بن محمد الرعيني ) .\n</p>\n<p class=\"arabic\">وهو آخر من حدث عنه عن الحافظ أبي محمد بن حزم وهو آخر من روى عنه قال أخبرنا \n  يحيى بن عبد الرحمن أخبرنا قاسم بن أصبغ حدثنا إبراهيم بن عبد الله العبسي \n  حدثنا وكيع عن الأعمش عن أبي صالح عن أبي هريرة قال قال رسول الله صلى الله \n  عليه وسلم الصوم جنة .\n</p>\n<p class=\"arabic\">وكان أبو القاسم يغلب عليه النزوع إلى مذهب أهل الحديث والظاهر في أحكامه \n  وأموره .\n</p>\n<p class=\"arabic\">وتوفي إثر صلاة الجمعة الخامس عشر من رمضان وكان مولده في سنة سبع وثلاثين \n  وخمسمائة وتجاوز ثمانيا وثمانين سنة رحمه الله .\n</p>\n<p class=\"arabic\">وممن تأخر من أصحابه الإمام أبو الحسين بن أبي الربيع وأجاز لمالك ابن المرحل \n  وابن عياش المالقي ومحمد بن محمد المومنائي الفاسي .\n\n</p>"
}