{
    "header": "عبد الرحمن بن إبراهيم بن أحمد بن عبد الرـ...",
    "id": "029032",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الرحمن بن إبراهيم بن أحمد بن عبد الرحمن بن إسماعيل بن منصور الإمام \n  بهاء .\n</h1>\n<p class=\"arabic\">الدين أبو محمد المقدسي الحنبلي .\n</p>\n<p class=\"arabic\">ولد بقرية الساويا من الأرض المقدسة في سنة خمس أو ست وخمسين وخمسمائة ز وكان \n  أبوه يؤم بأهلها وهي من عمل نابلس وأمه ست النظر بنت أبي المكارم هاجر به \n  أبوه نحو دمشق سرا وخفية من الفرنج والبلاد لهم ثم سافر أبوه إلى مصر تاجرا \n  فماتت أمه وكفلته عمته فاطمة زوجة الشيخ أبي عمر ولما قدم الحافظ عبد الغني \n  من الإسكندرية دربه على الكتابة وأعطاه رزقا وختم القرآن في نحو سنة سبعين \n  ثم رحل في سنة اثنتين وسبعين في حلبة الشيخ العماد فسمع بحران من أحمد ابن \n  أبي الوفاء وكان بحران سليمان بن أبي عطاف وغيره من المقادسة .\n</p>\n<p class=\"arabic\">وقال البهاء فألفتهم وأشير علي بالمقام بها لأجود حفظ الختمة فقعدت بها في \n  دار ابن عبدوس فأحسن إلي وقرأت القرآن على جماعة في ستة أشهر وصليت التراويح \n  بهم وكنت أستحي كثيرا فأفرغ وقد ابتل ثوبي من العرق في البرد فجمعوا لي شيئا \n  من الفطرة من حيث ) .\n</p>\n<p class=\"arabic\">لا أعلم واشترى لي ابن عبدوس دابة وجهزني وسافرت مع حجاج حران إلى بغداد وقد \n  سبقني *45*194* العماد ومعه ابن أخته عبد الله بن عمر بن أبي بكر والشهاب \n  محمد بن خلف فسمعت بالموصل على خطيبها جزءا ثم دخلت بغداد وقد مات الشيخ علي \n  البطائحي فحزنت كثيرا لأنني كنت أريد أن أقرأ عليه الختمة ثم سمعنا الحديث \n  فأول جزء كتبته جزء من حديث مالك على شهدة ولم ندرك أعلى سندا منها وسمعنا \n  عليها معاني القرآن للزجاج ومصارع العشاق للسراج وموطأ القعنبي وسمعت على \n  عبد الحق بن يوسف كثيرا وكان من بيت الحديث فإنه روى عن أبيه عن أبيه عن أبيه \n  وكان صالحا فقيرا وكان عسرا في السماع جدا وسمعنا عليه الإبانة للسجزي بقراءة \n  الحافظ عبد الغني ومرضت ففاتني مجلس وكان يمشي معي من بيته إلى مكي الغراد \n  فيعيد فوتي ورزقت منه حظا لأنه كان يراني منكسرا مواظبا وكان يعيرني الأجزاء \n  فأكتبها وألهم في آخر عمره القرآن فكان يقرأ كل يوم عشرين جزءا أو أكثر .\n</p>\n<p class=\"arabic\">وسمعت على أبي هاشم الدوشابي وكان هراسا يربي الحمام فقلت لرفيقي عبد الله \n  بن عمر أريد أفاتحه في الطيور عسى يلتفت علينا فنقرأ عليه هذين الجزءين فقال \n  لا تفعل فقلت لا بد من ذلك فقلت يا سيدي إن كان عندك من الطيور الجياد تعطينا \n  وتفيدنا فالتفت إلي قال يا بني عندي الطيرة الفلانية بنت الطيرة الفلانية \n  ولي قنص من فلان وانبسط فسمعنا عليه الجزءين ولم نعد إليه .\n</p>\n<p class=\"arabic\">وسمعنا على ابن صيلا وأبي شاكر السقلاطوني وتجني وابن يلدرك ومنوهجر وابن \n  شاتيل وكان له ابن شيخ إذا جلسنا تبين كأنه الأب وعمي على كبر وبقي سبعين \n  يوما أعمى ثم برئ وعاد بصره يعني الابن فسألنا الشيخ عن السبب فذكر لنا أنه \n  ذهب به إلى قبر الإمام أحمد وأنه دعا وابتهل وقلت يا أمام أحمد أسألك إلا \n  شفعت فيه إلى ربك يا رب شفعه في ولدي وولدي يؤمن ثم مضينا فلما كان الليل \n  استيقظ وقد أبصر ثم أخذنا في سماع الدرس على ناصح الإسلام أبي الفتح وكنت \n  قليل الفهم لضيق *45*195* صدري وكنت أحب كتابة الحديث فلو كتبت النهار كله \n  لم أضجر وربما سهرت من أول الليل فما أشعر إلا بالصباح وأشار علي الحافظ عبد \n  الغني بالسفر معه إلى إصبهان فاتفق سفره وأنا مريض ثم توفي أبي سنة خمس وسبعين \n  ثم اشتغلت في مسائل الخلاف على الشيخ أبي الفتح اشتغالا ) .\n</p>\n<p class=\"arabic\">جيدا وكنت إذ ذاك فقيرا ليس لي بلغة إلا من الشيخ أبي الفتح يعني ابن المني \n  واتفق غلاء كثير فأحسن إلي ثم وقع المرض فخاف علي فجهزني وأعطاني واتفقت أنا \n  وعلي ابن الطالباني ويحيى ابن الطباخ فترافقنا إلى الموصل ثم ذهبنا إلى مراغة \n  في طلب علم الخلاف فاكتريت إلى حران وصبر علي الجمال بالأجرة إلى حران وكنت \n  أقترض من التجار ما أتبلغ به ثم أقمت بحران نحو سنة أقرأ على شمس الدين ابن \n  عبدوس كتاب الهداية لأبي الخطاب ثم مضيت إلى دمشق وتزوج ببنت عمي زينب بنت \n  عبد الواحد وأنفق علي عمي وساعدني الشيخ أبو عمر فكنت في أرغد عيش إلى أن \n  سافرت إلى بغداد سنة تسع وسبعين ومعي أخي أبو بكر وابن عمي أحمد يعني الشمس \n  البخاري وصمنا رمضان وسافرنا مع الحجاج وجهزنا ابن عبدوس بالكري والنفقة ولم \n  تكن لي همة إلا علم الخلاف .\n</p>\n<p class=\"arabic\">فشرعت في الاشتغال على الشيخ أبي الفتح وكان معيده الفخر إسماعيل الرقاء ثم \n  سافرت سنة ثلاث وثمانين وخلفت ببغداد أخي وابن عمي فسافر ابن عمي إلى بخارى \n  ولحقني أخي .\n</p>\n<p class=\"arabic\">نقلت هذا كله من خط السيف ابن المجد .\n</p>\n<p class=\"arabic\">وقد سمع البهاء بدمشق قبل أن يرحل من عبد الله بن الواحد المكناني في سنة \n  سبع وستين ومن القاضي كمال الدين محمد بن عبد الله الشهرزوري ومحمد بن بركة \n  الصلحي وأبي الفهم عبد الرحمن بن أبي العجائز وجماعة وسمع ببغداد أيضا من \n  أحمد بن مسعود الهاشمي وأحمد ابن أحمد بن حمدي العدل وأبي بكر أحمد ابن الناعم \n  وأحمد بن الحسن بن سلامة المنبجي والحسن بن علي بن شيرويه وسعد الله ابن الوادي \n  *45*196* وعبد المحسن بن تريك وعبد المغيث بن زهير ومحمد بن نسيم العيشوني \n  ونصر الله القزاز وأبي العز محمد بن محمد بن مواهب وأبي الثناء محمد بن محمد \n  الزيتوني مسعود بن علي بن النادر والمبارك بن المبارك بن الحكيم وسمع من خلق \n  بدمشق وبغداد .\n</p>\n<p class=\"arabic\">وأجاز له طائفة كبيرة وروى الكثير وكان ينفق حديثه فحدث بقطعة كبيرة منه ببعلبك \n  وبنابلس وبجامع دمشق .\n</p>\n<p class=\"arabic\">وكان إماما في الفقه لا بأس به في الحديث .\n</p>\n<p class=\"arabic\">قال الضياء في البهاء كان إماما فقيها مناظرا اشتغل على ابن المني وسمع الكثير \n  وكتب ) .\n</p>\n<p class=\"arabic\">الكثير بخطه وأقام بنابلس سنين كثيرة بعد الفتوح يؤم بالجامع الغربي منها \n  وانتفع به خلق كثير من أهل نابلس وأهل القرايا وكان كريما جوادا سخيا حسن \n  الأخلاف متواضعا .\n</p>\n<p class=\"arabic\">ورجع إلى دمشق قبل وفاته بيسير واجتهد في كتابة الحديث وتسميعه وشرح كتاب \n  المقنع وكتاب العمدة لشيخنا موفق الدين ووقف من كتبه ما هو مسموع .\n</p>\n<p class=\"arabic\">وقال أبو الفتح عمر بن الحاجب كان أكثر مقامه بنابلس وكان مليح المنظر مطرحا \n  للتكلف كثير الفائدة ذا دين وخير قوالا بالحق لا يخاف في الله لومة لائم راغبا \n  في التحديث كان يدخل من الجبل قاصدا لمن يسمع عليه وربما أتى بغدائه فيطعمه \n  لمن يقرأ عليه تفرد بعدة كتب وأجزاء وانقطع بموته حديث كثير يعني بدمشق وأما \n  رفقاؤه ببغداد فتأخروا ثم قال ولد سنة ست وخمسين وتوفي في سابع ذي الحجة سنة \n  أربع *45*197* .\n</p>\n<p class=\"arabic\">قلت روى عن الضياء والبرزالي والسيف والشرف ابن النابلسي والجمال ابن الصابوني \n  والشمس ابن الكمال وخلق كثير .\n</p>\n<p class=\"arabic\">وحدثنا عنه ببعلبك التاج عبد الخالق وعبد الكريم بن زيد ومحمد بان بلغزا وأبو \n  الحسين شيخنا وست الأهل بنت علوان وداود بن محفوظ .\n</p>\n<p class=\"arabic\">وبدمشق العز إسماعيل ابن الفراء والعز ابن العماد والشمس ابن الواسطي والتقي \n  أحمد بن مؤمن وأبو جعفر محمد ابن الموازيني وإسحاق ابن سلطان وبنابلس العماد \n  عبد الحافظ وغيره هؤلاء وختم حديثه بموت ابن الموازيني وبين موتهما أربع وثمانون \n  سنة .\n\n</p>"
}