{
    "header": "عبد المحسن بن أبي العميد بن خالد بن عبد ...",
    "id": "029041",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد المحسن بن أبي العميد بن خالد بن عبد الغفار بن إسماعيل الإمام حجة الدين \n  أبو .\n</h1>\n<p class=\"arabic\">طالب الخفيفي الأبهري الشافعي الصوفي *45*201* .\n</p>\n<p class=\"arabic\">ولد في رجب سنة ست وخمسين وخمسمائة .\n</p>\n<p class=\"arabic\">وتفقه بهمذان على أبي القاسم بن حيدر القزويني وعلق التعليقة عن الفخر النوقاني .\n</p>\n<p class=\"arabic\">وسمع بإصبهان من الحافظ محمد بن عبد الجليل كوتاه وأحمد بن ينال الترك وأبي \n  موسى المديني وببغداد من أبي الفتح بن شاتيل وأبي السعادات القزاز وبأبهر \n  من أبي الفتوح عبد الكافي الخطيب وبهمذان من أبي المحاسن عبد الرزاق بن إسماعيل \n  القومساني وعبدالمنعم الفرواي وبدمشق من عبد الرحمن بن علي اللخمي وإسماعيل \n  الجنزوي وبمصر من هبة ) .\n</p>\n<p class=\"arabic\">الله البوصيري وبالإسكندرية من القاضي محمد بن عبد الرحمن الحضرمي وبمكة من \n  محمود بن عبد المنعم القلانسي الدمشقي وبواسط من أبي بكر ابن الباقلاني .\n</p>\n<p class=\"arabic\">وكان كثير الأسفار والحج وصاحب صلاة وتهجد وصيام وعبادة وله قدم في الفقه \n  والتصوف وجاور مدة وحضر حصار عكا مع السلطان صلاح الدين ثم أقام ببغداد وأم \n  بالصوفية برباط الخليفة .\n</p>\n<p class=\"arabic\">وسمع الكثير بقراءته على بن كليب ويحيى بن بوش وطبقتهما وكان يحج كل سنة على \n  السبيل الذي للجهة .\n</p>\n<p class=\"arabic\">قال ابن النجار كان كثير المجاهدة والعبادة دائم الصيام سفرا وحضرا عارفا \n  بكلام المشايخ وأحوال القوم وكانت له معرفة وحفظ وإتقان كتبنا عنه وكان ثقة \n  صدوقا ثم حج وجاور وصار إمام المقام إلى أن توفي في ثامن صفر .\n</p>\n<p class=\"arabic\">قلت روى عنه ابن النجار والضياء وابن الحاجب وأبو عبد الله الدبيثي وأبو الفرج \n  بن أبي عمر وقطب الدين القسطلاني وغيرهم .\n</p>\n<p class=\"arabic\">قرأت على أبي المعالي بمصر حدثكم أبو طالب عبد المحسن بن *45*202* فرامرز \n  الخفيفي وأخبركم محمد بن الحسين قالا أخبرنا أحمد بن ينال أخبرنا محمد بن \n  عبد الواحد حدثنا أبو بكر بن مردويه حدثنا أحمد بن محمد بن نصير حدثنا أحمد \n  بن عصام حدثنا معاذ بن هشام حدثني أبي عن قتادة عن أنس أن نبي الله قال يخرج \n  من النار من قال لا إله إلا الله وكان في قلبه من الخير ما يزن ذرة أخرجه \n  مسلم عن محمد بن مثنى عن معاذ مثله .\n</p>\n<p class=\"arabic\">وأخبرنا أبو المجد العقيلي إجازة أخبرنا عبد المحسن الخفيفي بمنى أخبرنا عبد \n  المنعم فذكر حديثا .\n\n</p>"
}