{
    "header": "الفتح بن عبد الله بن محمد بن علي بن هبة ...",
    "id": "029047",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الفتح بن عبد الله بن محمد بن علي بن هبة الله بن عبد السلام ابن يحيى عميد \n  الدين أبو .\n</h1>\n<p class=\"arabic\">الفرج بن أبي منصور بن أبي الفتح بن أبي الحسن البغدادي الكاتب .\n</p>\n<p class=\"arabic\">ولد يوم عاشوراء سنة سبع وثلاثين وخمسمائة .\n</p>\n<p class=\"arabic\">وسمع من جده أبي الفتح ومحمد بن أحمد الطرائفي ومحمد بن عمر الأرموي وأبي \n  غالب محمد بن علي ابن الداية وأحمد بن طاهر *45*207* الميهني وقاضي القضاة \n  علي بن الحسين الزينبي وهبة الله بن أبي شريك الحاسب وأبي الكرم الشهرزوري \n  وسعيد ابن البناء وأبي الوقت ونوشتكين الرضواني وأبي بكر ابن الزاغوني وأحمد \n  بن محمد ابن الإخوة المخلطي وجماعة .\n</p>\n<p class=\"arabic\">روى عنه خلق كثير منهم البرزالي وعمر ابن الحاجب والسيف ابن المجد والقاضي \n  شمس الدين ابن العماد وتقي الدين ابن الواسطي والشمس ابن الزين والكمال عبد \n  الرحمن المكبر والجمال محمد ابن الدباب والشهاب الأبرقوهي وكان أسند من بقي \n  بالعراق .\n</p>\n<p class=\"arabic\">قال المنذري كان شيخا حسنا كاتبا أديبا له شعر تصرف في الأعمال الديوانية \n  وأضر في ) .\n</p>\n<p class=\"arabic\">آخر عمره وانفرد بأكثر شيوخه ومروياته وهو من بيت الحديث هو وأبوه وجده وجد \n  أبيه .\n</p>\n<p class=\"arabic\">قال ابن الحاجب هو من محلة الدينارية بباب الأزج وكان قديما يسكن بمنزل أسلافه \n  بدار الخلافة وهو بقية بيته صارت الرحلة إليه من البلاد وتكاثر عليه الطلبة \n  واشتهر اسمه وكان من ذوي المناصب والولايات فهما بصنعنه ترك الخدمة وبقي قانعا \n  بالكفاف وأضر بأخرة وكان كثير المرض حتى أقعد وكان مجلسه مجلس هيبة ووقار \n  لا يكاد يشذ عنه حرف محقق لسماعاته إلا أنه لم يكن يحب الرواية لمرضه واشتغاله \n  بنفسه وكان كثير الذكر ذا هيبة ووقار وكان يتوالى ولم يظهر لنا ما تنكره عليه \n  بل كان يترحم على الصحابة ويلعن من يسبهم وكان ينظم الشعر في الزهد والندم \n  على ما فات وكان ثقة صحيح السماع ولم يكن مكثرا ولكنه تفرد بعدة أجزاء ثم \n  سمى الأجزاء التي تفرد بها وقال توفي في الرابع والعشرين من المحرم .\n</p>\n<p class=\"arabic\">وروى عنه الدبيثي وقال هو من أهل بيت حديث وكلهم ثقات .\n</p>\n<p class=\"arabic\">قلت وآخر من روى عنه بالإجازة فاطمة بنت سليمان الأنصارية *45*208* .\n</p>\n<p class=\"arabic\">وأخبرنا أحمد بن إسحاق أخبرنا الفتح بن عبد السلام أخبرنا محمد بن علي ابن \n  الداية ومحمد بن عمر القاضي وأخبرنا حضورا محمد بن أحمد الطرائفي .\n</p>\n<p class=\"arabic\">وأنبأنا يحيى بن أبي منصور الحنبلي أخبرنا عمر بن محمد المؤدب ببغداد أخبرنا \n  أبو غالب ابن البناء ويحيى ابن الطراح وأبو منصور ابن خيرون وعبد الخالق ابن \n  البدن قالوا سبعتهم أخبرنا أبو جعفر بن المسلمة أخبرنا عبيد الله بن عبد الرحمن \n  أخبرنا جعفر القريابي حدثنا محمد بن الحسن البلخي أخبرنا عبد الله بن المبارك \n  أخبرنا سفيان الثوري قال كان يقال إذا عرفت نفسك لم يضرك ما قيل فيك .\n</p>\n<p class=\"arabic\">قال المبارك ابن الشعار الموصلي في قلائد الجمان كان الفتح يرجع إلى أدب وسلامة \n  قريحة في الشعر قال وكان مشتهرا بالتشيع والغلو فيه على مذهب الإمامية كتب \n  من قوله إلى الناصر لدين الله .\n</p>\n<p class=\"arabic\">% مولاي عبدك قد أضر وقد غدا % % في قعر منزله طريحا كالحجر % .\n</p>\n<p class=\"arabic\">% لا يستطيع السعي فيما نابه % % لمصابه بالعين مع وهن الكبر % .\n\n</p>"
}