{
    "header": "عيسى السلطان الملك المعظم شرف الدين ابن ...",
    "id": "029045",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عيسى السلطان الملك المعظم شرف الدين ابن السلطان الملك العادل سيف الدين \n  أبي .\n</h1>\n<p class=\"arabic\">بكر محمد بن أيوب بن شاذي صاحب دمشق الفقيه الحنفي الأديب .\n</p>\n<p class=\"arabic\">ولد بالقاهرة في سنة ست وسبعين وخمسمائة .\n</p>\n<p class=\"arabic\">ونشأ بالشام وحفظ بالقرآن وتفقه وبرع في المذهب واعتنى بالجامع الكبير فشرحه \n  في عدة مجلدات معاونة غيره ولازم تاج الدين الكندي مدة *45*204* وكان ينزل \n  إلى داره بدرب العجم من القلعة والكتاب تحت إبطه فأخذ عنه كتاب سيبويه وشرحه \n  للسيرافي وأخذ عنه الحجة في القراءآت لأبي علي الفارسي والحماسة وغير ذلك \n  من الكتب المطولة وحفظ الإيضاح في النحو وسمع المسند من حنبل المكبر وسمع \n  من عمر بن طبرزد وغيره وله ديوان شعر .\n</p>\n<p class=\"arabic\">قال القوصي سمعت منه ديوانه وصنف في العروض ومع ذلك فما يقيم الوزن في بعض \n  الأوقات وكان محبا لمذهبه متغاليا فيه كثير الاشتغال مع كثرة الأشغال وكان \n  محبا للفضيلة قد جعل لمن يعرض المفصل للزمخشري مائة دينار ولمن يحفظ الجامع \n  الكبير مائتي دينار ولمن يحفظ الإيضاح ثلاثين دينارا سوى الخلع وقد حج في \n  أيام والده سنة إحدى عشرة وستمائة وجدد البرك والمصانع وأحسن إلى الحجاج كثيرا \n  وبنى سور دمشق والطارمة التي على باب الحديد والخان الذي على باب الجابية \n  وبنى بالقدس مدرسة وبنى عند جعفر الطيار رضي الله عنه مسجدا وعمل بمعان دار \n  مضيف وحمامين وكان قد عزم على تسهيل طريق الحاج وأن يبني في كل منزلة وكان \n  يتلكم مع العلماء ويناظر ) .\n</p>\n<p class=\"arabic\">ويبحث وكان ملكا حازما وافر الحرمة مشهورا بالشجاعة والإقدام وفيه تواضع وكرم \n  وحياء وقد ساق على فرس واحد من دمشق إلى الإسكندرية في ثمانية أيام في حدود \n  سنة سبع وستمائة إلى أخيه الملك الكامل محمد فلما التقيا قال له الكامل بعد \n  أن اعتنقه والتزمه اطلع اركب فقال .\n</p>\n<p class=\"arabic\">% وإذا المطي بنا بلغن محمدا % % فظهورهن على الركاب حرام % .\n</p>\n<p class=\"arabic\">فطرب الكامل وأعجبه .\n</p>\n<p class=\"arabic\">وكان قد أعد الجواسيس والقصاد فإن الفرنج كانوا على كتفه فلذلك كان يظلم ويعسف \n  ويصادر وأخرب القدس لعجزه عن حفظه من الفرنج وأدار الخمور وكان يملك من العريش \n  إلى حمص والكرك والشوبك وإلى العلى *45*205* .\n</p>\n<p class=\"arabic\">وكان عديم الالتفات إلى ما يرغب فيه الملوك من الأبهة والتعظيم وينهى نوابه \n  عن مزاحمة الملوك في طلوع العلم على جبل عرفات وكان يركب وحده مرارا عديدة \n  ثم يتبعه غلمانه يتطاردون خلفه وكان مكرما لأصحابه كأنه واحد منهم ويصلي الجمعة \n  في تربة عمه صلاح الدين ويمشي منها إلى تربة أبيه .\n</p>\n<p class=\"arabic\">توفي في سلخ ذي القعدة سنة أربع ودفن بالقلعة ثم نقل إلى تربته ومدرسته بقاسيون \n  سامحه الله .\n</p>\n<p class=\"arabic\">ونقلت من خط الضياء قال كان شجاعا فقيها وكان يشرب المسكر ويجوز شربه وكان \n  ربما أعطى العطاء الكثير لمن لا يشرب حتى يشربه وأسس ظلما كثيرا ببلاد الشام \n  وأمر بخراب بيت المقدس وغيرها من الحصون .\n</p>\n<p class=\"arabic\">وقال ابن الأثير كان عالما بعدة علوم فاضلا فيها منها الفقه ومنها علم النحو \n  وكذلك اللغة نفق العلم في سوقه وقصده العلماء من الآفاق فأكرمهم وأعطاهم إلى \n  أن قال لم يسمع أحد منه ممن يصحبه كلمة نزقة وكان يقول كثيرا اعتقادي في الأصول \n  ما سطره أبو جعفر الطحاوي وأوصى أن يدفن في لحد وأن لا بنى عليه بناء بل يكون \n  قبره تحت السماء وكان يقول في مرضه لي عند الله في أمر دمياط ما أرجو أن يرحمني \n  به .\n</p>\n<p class=\"arabic\">وقال ابن واصل كان جند المعظم ثلاثة آلاف فارس لم يكن عند أحد من إخوته جند \n  مثلهم في فرط تجملهم وحسن زيهم فكان بهذا العسكر القليل يقاوم إخوته فكان \n  الكامل يخافه لما ) .\n</p>\n<p class=\"arabic\">يتوهمه من ميل عسكر مصر إليه لما يعلمونه عن اعتنائه بأمر أجناده وكان المعظم \n  يخطب لأخيه الكامل في بلاده ويضرب السكة باسمه ولا يذكر اسمه مع الكامل وكان \n  مع شهامته وعظم هيبته قليل التكلف جدا لا يركب في السناجق السلطانية في غالب \n  *45*206* أوقاته بل في جمع قليل وعلى رأسه كلوتة صفراء بلا شاش ويتخرق الطرق \n  ولا يطرق له أحد ولقد رأيته بالبيت المقدس في سنة ثلاث وعشرين والرجال والنساء \n  يزاحمونه ولا يردهم ولما كثر هذا منه ضرب به المثل فمن فعل فعلا لا تكلف فيه \n  قيل فعل المعظمي وكان شيخه في الفقه جمال الدين الحصيري تردد إليه وإلى الكندي \n  كثيرا وكان قد بحث كتاب سيبويه وطالعه مرات بلغني أن أباه قال له كيف خالفت \n  أهلك وصرت حنفيا قال يا خوند ألا ترضون أن يكون منا واحد مسلم قاله على سبيل \n  المداعبة .\n\n</p>"
}