{
    "header": "يونس بن بدران بن فيروز بن صاعد بن عالي بـ...",
    "id": "029004",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">يونس بن بدران بن فيروز بن صاعد بن عالي بن محمد بن علي قاضي القضاة بالشام .\n</h1>\n<p class=\"arabic\">جمال الدين أبو محمد وأبو الوليد وأبو الفضائل وأبو الفرج القرشي الشيبي الحجازي \n  الأصل المليجي المولد الشافعي المشهور بالجمال المصري .\n</p>\n<p class=\"arabic\">ولد تقريبا سنة خمسين وخمسمائة .\n</p>\n<p class=\"arabic\">وسمع من السلفي وعلي بن هبة الله الكاملي وغيرهما .\n</p>\n<p class=\"arabic\">وترسل إلى الديوان العزيز وولي الوكالة بالشام مدة والتدريس ثم القضاء ودرس \n  بالأمينية بعد التقي الضرير وترسل عن الملك العادل إقامة ونوه باسمه الصاحب \n  ابن شكر وولي تدريس العادلية في دولة المعظم فألقى *45*179* بها دروسا جميع \n  تفسير القرآن وقد اختصر كتاب الأم للشافعي وصنف في الفرائض .\n</p>\n<p class=\"arabic\">قال أبو شامة كان في ولايته عفيفا في نفسه نزها مهيبا ملازما لمجلس الحكم \n  بالجامع وغيره وكان ينقم عليه أنه إذا ثبت عنده وراثة شخص وقد وضع بيت المال \n  أيديهم عليها يأمره بالمصالحة لبيت المال ونقم عليه استنابته في القضاء لابنه \n  التاج محمد ولم تكن طريقته مستقيمة قال وكان يذكر أنه قرشي شيبي فتكلم الناس \n  في ذلك وولي بعده القضاء وتدريس العادلية شمس الدين الخويي .\n</p>\n<p class=\"arabic\">ونقلت من خط الضياء توفي القاضي يونس بن بدران المصري بدمشق وقليل من الخلق \n  من كان يترحم عليه .\n</p>\n<p class=\"arabic\">قلت روى عنه البرزالي الشهاب القوصي وعمر ابن الحاجب وقال كان يشارك في علوم \n  كثيرة وصار وكيلا ليت المال فلم يحسن السيرة قبل القضاء .\n</p>\n<p class=\"arabic\">قال ابن واصل كان شديد السمرة يلثغ بالقاف همزة صلى ليلة بالملك المعظم فقرأ \n  نبأ ابني آدم بالحق فضحك منه السلطان وقطع الصلاة .\n</p>\n<p class=\"arabic\">وقال القوصي أنشدنا الجمال المصري قال أنشدنا السلفي لنفسه .\n</p>\n<p class=\"arabic\">% قد كنت أخطو فصرت أعدو % % وكنت أغدو فصرت أخطو % .\n</p>\n<p class=\"arabic\">% خان مشيبي يدي ورجلي % % فليس خطو وليس خط % .\n</p>\n<p class=\"arabic\">توفي في أواخر ربيع الأول ودفن في مجلس بقاعته شرقي القليجية من قبلي الخضراء \n  *45*180* .\n\n</p>"
}