{
    "header": "الحسين بن أبي الغنائم هبة الله بن محفوظ ...",
    "id": "029135",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الحسين بن أبي الغنائم هبة الله بن محفوظ بن الحسن بن محمد بن الحسن بن أحمد \n  بن .\n</h1>\n<p class=\"arabic\">الحسين بن صصرى القاضي شمس الدين أبو القاسم ابن الشيخ الرئيس التغلبي البلدي \n  الأصل الدمشقي أخو الحافظ أبي المواهب .\n</p>\n<p class=\"arabic\">ولد قبل الأربعين وخمسمائة .\n</p>\n<p class=\"arabic\">وسمع جده وأباه وجده لأمه أبا المكارم عبد الواحد بن هلال وعبدان بن زرين \n  وأبا القاسم ابن البن ونصر بن أحمد بن مقاتل وأبا طالب علي بن حيدرة وأبا \n  يعلى حمزة ابن الحبوبي وأبا يعلى حمزة بن كروس وعلي بن أحمد الحرستاني وعبد \n  الرحمن بن أبي الحسن الداراني وسعيد بن سهل الفلكي والصائن هبة الله بن عساكر \n  وحسان بن تميم وعبد الرحمن ابن أبي العجائز وعلي بن عساكر المقدسي لا البطائحي \n  ولا الحافظ الدمشقي والقاضي الزكي علي بن محمد بن يحيى القرشي وأبا النجيب \n  السهروردي وجمال الأئمة علي بن الحسن الماسح وعلي بن أحمد بن مقاتل أخا نصر \n  وإبراهيم بن موهوب ابن المقصص وأبا يعلى حمزة بن *45*249* أسد والخضر بن شبل \n  الحارثي والمبارك بن علي بن عبد الباقي واسعد بن حسين الشهرستاني والخضر بن \n  علي السمسار وعبد الواحد بن إبراهيم بن قزة وإبراهيم بن الحسن الحصني وعلي \n  بن مهدي الهلالي ووهب بن الزنف الفقيه وهؤلاء الثلاثون ذكرهم الحافظ أبو القاسم \n  في تاريخ دمشق وروى عنهم كلهم سوى أبيه والخضر .\n</p>\n<p class=\"arabic\">وقد سمع من خلق سواهم وسمع بحلب من أبي طالب عبد الرحمن ابن العجمي ويحيى \n  بن إبراهيم السلماسي وبمكة من محمد بن عبيد الله الخطيب الإصبهاني حدثه عن \n  أبي مطيع .\n</p>\n<p class=\"arabic\">وروى بالإجازة عن طائفة تفرد بالرواية عنهم كما تفرد بكثير ممن سمع منهم .\n</p>\n<p class=\"arabic\">أجاز له علي بن عبد السيد ابن الصباغ ومحمد ابن السلال وأبو محمد سبط الخياط \n  وأحمد بن عبد الله ابن الآبنوسي والخصيب بن المؤمل وإبراهيم بن محمد بن نبهان \n  الغنوي ومحمد بن طراد الزينبي وعبد الخالق بن أحمد اليوسفي ومحمد بن عمر الأرموي \n  وأبو الفتح نصر الله بن محمد المصيصي الفقيه ومسعود بن الحسن الثقفي وغيرهم .\n</p>\n<p class=\"arabic\">وخرج له البزالي مشيخة في سبعة عشر جزءا بالسماع والإجازة .\n</p>\n<p class=\"arabic\">وروى عنه هو والضياء والقوصي والمنذري والشرف النابلسي والجمال ابن الصابوني \n  ) .\n</p>\n<p class=\"arabic\">والزين خالد وحفيده إسماعيل بن إسحاق بن صصرى وسعد الخير النابلسي وأخوه نصر \n  والشمس محمد ابن الكمال وأبو بكر بن طرخان وإبراهيم بن اللمتوني والشرف أحمد \n  بن أحمد الفرضي والكمال محمد بن أحمد ابن النجار والجمال أحمد بن أبي محمد \n  المغاري والشمس محمد بن شمام الذهبي والتقي إبراهيم ابن الواسطي وأخوه الشمس \n  محمد والعز إسماعيل ابن فراء والشهاب الأبرقوهي والشمس محمد بن حازم ونصر \n  الله بن عياش والتقي أحمد بن مؤمن وعبد الحميد بن خولان وخلق آخرهم أبو جعفر \n  ابن الموازيني .\n</p>\n<p class=\"arabic\">وكان عدلا جليلا فاضلا صحيح الرواية قرأ شيئا من الفقه على أبي سعد بن أبي \n  عصرون ورحل مع أخيه ثم إنه رد من حلب لأجل قلب والده وكان خليا من المعرفة \n  بالحديث *45*250* .\n</p>\n<p class=\"arabic\">قال الزكي البرزالي هو مسند الشام في زمانه وقال كان يسأل من غير حاجة وقال \n  أبو الفتح ابن الحاجب ربما كان يأخذ من آحاد الأغنياء الشيء على التسميع .\n</p>\n<p class=\"arabic\">وقال محمد بن الحسن بن سلام كان في شح بالتسميع إلا بعرض من الدنيا وهو من \n  بيت حديث وأمانة وصيانة وكان أخوه من علماء الحديث وقرأت عليه علوم الحديث \n  للحاكم في ميعادين وكان متمولا له مال وأملاك رزيء في ماله مرات .\n</p>\n<p class=\"arabic\">وقال ابن الحاجب كان صاحب أصول لين الجانب بهيا سهل الانقياد مواظبا على أوقات \n  الصلاة متجنبا لمخالطة الناس وهو ربعي من ربيعة الفرس توفي في ثالث وعشرين \n  المحرم وصلى عليه الخطيب الدولعي بالجامع والقاضي شمس الدين الخويي بظاهر \n  البلد وتاج الدين ابن أبي جعفر بمقبرته بقاسيون .\n\n</p>"
}