{
    "header": "الحسن بن محمد بن الحسن بن هبة الله بن عبـ...",
    "id": "029189",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الحسن بن محمد بن الحسن بن هبة الله بن عبد الله .\n</h1>\n<p class=\"arabic\">*45*281* زين الأمناء أبو البركات ابن عساكر الدمشقي الشافعي .\n</p>\n<p class=\"arabic\">ولد في سلخ ربيع الأول سنة أربع وأربعين وخمسمائة .\n</p>\n<p class=\"arabic\">وسمع من عبد الرحمن بن أبي الحسن الدراني وأبي العشائر محمد ابن خليل وأبي \n  المظفر سعيد الفلكي وأبي المكارم بن هلال وعميه الصائن هبة الله وأبي القاسم \n  الحافظ وأبي القاسم الحسن بن الحسين ابن البن وعبد الواحد بن إبراهيم بن القزة \n  والخضر بن شبل الحارثي وإبراهيم بن الحسن الحصيني ومحمد بن أسعد العراقي وعلي \n  بن أحمد بن مقاتل السوسي وأبي النجيب عبد القاهر السهروردي وأبي محمد الحسن \n  بن علي البطليوسي ومحمد بن حمزة ابن الموازيني وحسان بن تميم الزيات وعلي \n  ابن مهدي الهلالي والمبارك بن علي ومحمد بن محمد الكشميهني وأخيه محمود وعبد \n  الرشيد بن عبد الجبار بن محمد الخواري ومحمد بن بركة الصلحي وداود بن محمد \n  الخالدي وطائفة .\n</p>\n<p class=\"arabic\">روى عنه البرزالي وعز الدين علي بن محمد بن الأثير والزكي المنذري والكمال \n  ابن العديم وابنه أبو المجد والزين خالد والشرف النابلسي والجمال ابن الصابوني \n  والشهاب القوصي وقال سمعت منه سنن الدارقطني والشمس محمد ابن الكمال وسعد \n  الخير بن أبي القاسم وأخوه نصر الله وحفيده أمين الدين عبد الصمد بن عبد الوهاب .\n</p>\n<p class=\"arabic\">وحدثنا عنه الشرف أحمد بن هبة الله والعماد عبد الحافظ بن بدران والشهاب الأبرقوهي \n  وغيرهم .\n</p>\n<p class=\"arabic\">وكان شيخا جليلا نبيلا صالحا خيرا متعبدا حسن الهدي والسمت مليح التواضع كيس \n  المحاضرة من سروات البلد .\n</p>\n<p class=\"arabic\">تفقه على جمال الأئمة أبي القاسم علي بن الحسن ابن الماسح .\n</p>\n<p class=\"arabic\">وقرأ برواية ابن عامر على أبي القاسم العمري وتأدب على علي بن عثمان السلمي \n  *45*282* .\n</p>\n<p class=\"arabic\">وولي نظر الخزانة ونظر الأوقات ثم ترك ذلك وأقبل على شأنه وعبادته وكان كثير \n  الصلاة حتى إنه لقب السجاد ولقد بالغ في وصفه عمر ابن الحاجب بأشياء لم أكتبها \n  وقد ضرب على بعضها السيف وقال السيف سمعنا منه إلا أنه كان كثير الالتفات \n  في الصلاة ) .\n</p>\n<p class=\"arabic\">ويقال إنه كان يشاري في الصلاة ويشير بيده لمن يبتاع منه وقال ابن الحاجب \n  حج شيخنا وزار القدس وسألت عنه البرزالي فقال ثقة نبيل كريم صين توفي في سحر \n  يوم الجمعة سادس عشر صفر وكان الجمع كثيرا ودفن بجنب أخيه المفتي فخر الدين \n  عبد الرحمن ورأيت الألسنة مجتمعة على شكره ووصف محاسنه رحمه الله .\n</p>\n<p class=\"arabic\">وقال أبو شامة كان شيخا صالحا كثير الصلاة والذكر أقعد في آخر عمره فكان يحمل \n  في محفة إلى الجامع وإلى دار الحديث النورية ليسمع عليه وحضره خلق كثير وعاش \n  ثلاثا وثمانين سنة .\n</p>\n<p class=\"arabic\">قلت آخر من روى عنه بالإجازة تاج العرب بنت أبي الغنائم بن علان .\n\n</p>"
}