{
    "header": "عبد الرحيم بن علي بن حامد الشيخ مهذب الدـ...",
    "id": "029261",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الرحيم بن علي بن حامد الشيخ مهذب الدين الطبيب المعروف بالدخوار .\n</h1>\n<p class=\"arabic\">شيخ الأطباء ورئيسهم بدمشق .\n</p>\n<p class=\"arabic\">وقف داره بالصاغة العتيقة مدرسة للطب وكان مولده في سنة خمس وستين وخمسمائة .\n</p>\n<p class=\"arabic\">وتوفي في صفر ودفن في تربة له بقاسيون فوق الميطور ) .\n</p>\n<p class=\"arabic\">روى عنه الشهاب القوصي وغيره شعرا *45*318* .\n</p>\n<p class=\"arabic\">وتخرج به جماعة كبيرة من الأطباء وصنف في الصنعة كتبا منها كتاب الجنينة واختصار \n  الحاوي لابن زكريا الرازي ومقالة في الاستفراغ وغير ذلك .\n</p>\n<p class=\"arabic\">وقد أطنب ابن أبي أصيبعة في وصفه وقال كان أوحد عصره وفريد دهره وعلامة زمانه \n  وإليه رئاسة صناعة الطب على ما ينبغي أتعب نفسه في الاشتغال حتى فاق أهل زمانه \n  وحظي عند الملوك ونال المال والجاه وكان أبوه كحالا مشهورا وكذلك أخوه حامد \n  بن علي .\n</p>\n<p class=\"arabic\">وكان هو في أول أمره يكحل وقد نسخ كتبا كثيرة بخطه المنسوب أكثر من مائة مجلد \n  في الطب وغيره وأخذ العربية عن الكندي وقرأ على الرضي الرحبي ثم لازم الموفق \n  ابن المطران مدة حتى مهر ثم أخذ عن الفخر المارديني لما قدم دمشق في أيام \n  صلاح الدين ثم خدم الملك العادل ولازم خدمة صفي الدين ابن شكر بعد الحكيم \n  الموفق عبد العزيز ونزل على جامكية مائة دينار في الشهر من الذهب الصوري ثم \n  حظي عند العادل بحيث إنه حصل له منه في مرضة صعبة سنة عشر وستمائة سبعة آلاف \n  دينار مصرية ومرض الملك الكامل بمصر فعالجه الدخوار فحصل له من جهته أموال .\n</p>\n<p class=\"arabic\">قال ابن أصيبعة فكان ملبغ ما وصل إليه من الذهب نوبة الكامل نحو اثني عشر \n  ألف دينار وأربع عشرة بغلة بأطواق ذهب والخلع والأطلس وغيرها وذلك في سنة \n  اثنتي عشرة وستمائة .\n</p>\n<p class=\"arabic\">قال وولاه السلطان الكبير في ذلك الوقت رئاسة الأطباء مصر والشام وكان خبيرا \n  بكل ما يقرأ عليه وقرأت عليه مدة وكان في كبره يلازم *45*319* الإشغال ويجتمع \n  كثيرا بالسيف الآمدي وحفظ شيئا من كتبه وحصل معظم مصنفاته ثم نظر في الهيئة \n  والنجوم ثم طلبه الأشرف فتوجه إليه سنة اثنتين وعشرين وستمائة فذكر لي أنه \n  لحقه في هذه السفرة من شري بغلات وخيم ورخت عشرون ألف درهم فأكرمه الأشرف \n  وأقطعه ما يغل في السنة نحو ألف وخمسمائة دينار ثم عرض له ثقل في لسانه واسترخاء \n  فجاء إلى دمشق لما ملكها الأشرف سنة ست وعشرين فولاه رئاسة الطب وجعل له مجلسا \n  لتدريس الصنعة ثم زاد به ثقل لسانه حتى بقي لا يكاد يفهم كلامه فكان الجماعة \n  يبحثون قدامه ويجيب هو وربما كتب لهم ما يشكل في اللوح واجتهد في علاج نفسه \n  واستفرغ بدنه مرات واستعمل المعاجين الحارة ) .\n</p>\n<p class=\"arabic\">فعرضت له حمى قوية فأضعفت قوته وتوالت عليه أمراض كثيرة وتوفي في منتصف صفر \n  ولم يخلف ولدا .\n</p>\n<p class=\"arabic\">قرأت بخط الناصح ابن الحنبلي وفاة الداخور بعدما أسكت أشهرا وظهر فيه عبر \n  من الأمراض وسالت عينه ودفن في الجبل .\n\n</p>"
}