{
    "header": "عبد الله بن عبد الغني بن عبد الواحد بن عـ...",
    "id": "029306",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الله بن عبد الغني بن عبد الواحد بن علي بن سرور الحافظ المحدث جمال \n  الدين .\n</h1>\n<p class=\"arabic\">أوب موسى ابن الحافظ الأوحد أبي محمد المقدسي ثم الدمشقي الصالحي الحنبلي .\n</p>\n<p class=\"arabic\">ولد في شوال سنة إحدى وثمانين وخمسمائة .\n</p>\n<p class=\"arabic\">وسمع من عبد الرحمن بن علي ابن الخرقي وإسماعيل الجنزوي والخشوعي ورحل به \n  أخوه عز الدين محمد فسمع ببغداد من ابن كليب والمبارك ابن المعطوش وابن الجوزي \n  وطائفة من أصحاب ابن الحصين وسمع المسند من عبد الله بن أبي المجد بالحربية \n  ورحلا ) .\n</p>\n<p class=\"arabic\">إلى إصبهان فسمعا سنة أربع وتسعين من مسعود الجمال وخليل بن أبي الرجاء وأبي \n  جعفر الطرسوسي وأبي المكارم اللبان وأبي جعفر الصيدلاني وطائفة فلما رجعا \n  رحلا إلى مصر وسمع عند والده من فاطمة بنت سعد الخير وأبي عبد الله الأرتاحي \n  وابن نجا وجماعة ثم ارتحل مرة ثانية إلى العراق فدخل إلى واسط وسمع من أبي \n  الفتح المندائي ورحل إلى نيسابور فسمع من منصور الفراوي والمؤيد الطوسي وجماعة \n  وسمع بالحجاز والموصل وإربل *45*346* .\n</p>\n<p class=\"arabic\">وعني بالحديث وكتب الكثير بخطه وخرج وأفاد .\n</p>\n<p class=\"arabic\">وقرأ القرآن على عمه الشيخ العماد وتفقه على الشيخ الموفق وقرأ العربية ببغداد \n  على الشيخ أبي البقاء .\n</p>\n<p class=\"arabic\">قال ابن الحاجب سألت عنه الحافظ الضياء فقال حافظ متقن دين ثقة وسألت عن الزكي \n  البرزالي فقال حافظ دين متميز .\n</p>\n<p class=\"arabic\">وقال الضياء كانت قراءته سريعة صحيحة مليحة .\n</p>\n<p class=\"arabic\">وقال عمر ابن الحاجب لم يكن في عصره مثله في الحفظ والمعرفة والأمانة قال \n  وكان كثير الفضل وافر العقل متواضعا مهيبا وقورا جوادا سخيا له القبول التام \n  مع العبادة والورع والمجاهدة .\n</p>\n<p class=\"arabic\">ونقلت من خط الضياء كان رحمه الله اشتغل بالفقه والحديث وصار علما في وقته .\n</p>\n<p class=\"arabic\">ورحل إلى إصبهان ثانيا ومشى على رجليه كثيرا وصار قدوة وانتفع الناس بمجالسه \n  التي لم يسبق إلى مثلها وكان جوادا كريما واسع النفس وعود الناس شيئا لم نره \n  من أحد من أصحابنا وذلك أن أصحابنا من الجبل والبلد كل من احتاج إلى قرض أو \n  شراء غلة أو ثوب أو غير ذلك يمضي إليه فيحتال له حتى يحصل له ما يطلب حتى \n  كنت يضيق صدري عليه مما يصير عليه من الديون وكثير من الناس لا يرجع يوفيه \n  حتى سمعته مرة يقول علي نحو ثلاثة ألف درهم .\n</p>\n<p class=\"arabic\">سمعت الحافظ أبا إسحاق الصريفيني قال مضيت إلى الحافظ أبي موسى فذكرت له مرض \n  ابني وأننا في شدة من مرضه فقال لي هذه الليلة تخليه الحمى قال فخلته الحمى \n  تلك الليلة .\n</p>\n<p class=\"arabic\">سمعت الإمام أبا إبراهيم حسن ابن عبد الله يقول رأيت والدي بعد موته بأيام \n  وهو في حال ) .\n</p>\n<p class=\"arabic\">حسنة فقلت ما لقيت من ربك فقال لقيت خيرا فقلت فكيف الناس قال متفاوتون على \n  قدر أعمالهم وسمعت الإمام أبا عمر أحمد بن عمر بن أبي بكر قال رأيت الجمال \n  عبد الله فقلت أيش عمل معك ربك قال أسكنني على بركة الرضوان سمعت الفقيه عبد \n  العزيز بن عبد الملك بن عثمان المقدسي أن يوسف بن عثمان القريري حدثه قال \n  رأيت الجمال عبد الله في النوم في سطح جامع دمشق ووجهه مثل القمر وعليه ثياب \n  ما رأيت مثلها فقلت يا جمال *45*347* الدين ما هذه الثياب ما رأيتك تلبس مثل \n  هذه فقال هذه ثياب الرضا فقلت ما فعل الله بك قال نظر إلي وتفضل علي أو ما \n  هذا معناه سمعت الملك الصالح إسماعيل ابن العادل يقول قال رجل من أصحابي اسمه \n  أحمد البرد دار وفيه خير وكان يتردد إلى الجمال رحمه الله وكان يكتب له أحاديث \n  فرأى الجمال في النوم فقال أوصيك بالدعاء الذي حفظتك إياه فقال ما بقيت أحفظه \n  فقال هو مكتوب على الورقة التي كتبتها لك وسلم على فلان يعنيني وقل له يحفظ \n  هذا الدعاء فما نفعني مثله وهو اللهم أنت ربي لا إله إلا أنت خلقتني وأنا \n  عبدك الحديث .\n</p>\n<p class=\"arabic\">قلت روى عنه الضياء والشيخ شمس الدين عبد الرحمن والفخر علي ونصر الله بن \n  عياش والشمس محمد بن حازم ونصر الله بن أبي الفرج النابلسي والشمس محمد ابن \n  الواسطي وآخرون وتفرد القاضي تقي الدين بإجازته من سنوات .\n</p>\n<p class=\"arabic\">وقرأت بخط الضياء قال الإمام أبو عبد الله يوسف بن عبد المنعم بن نعمة يرثي \n  الحافظ أبا موسى .\n</p>\n<p class=\"arabic\">% لهفي على ميت مات السرور به % % لو كان حيا لأحيى الدين والسننا % .\n</p>\n<p class=\"arabic\">% فلو كنت أعطى به الدنيا معاوضة % % إذا لما كانت الدنيا له ثمنا % .\n</p>\n<p class=\"arabic\">% يا سيدي ومكان الروح من جسدي % % هلا دنا الموت مني حين منك دنا % .\n</p>\n<p class=\"arabic\">وقال فيه الإمام أبو محمد عبد الرحمن بن عبد المنعم بن نعمة المقدسي أخو المذكور .\n</p>\n<p class=\"arabic\">% هذا المصاب قديما المحذور % % قد شاط منه أضلع وصدور % .\n</p>\n<p class=\"arabic\">% وتقلبت منه القلوب حرارة % % والدمع منه ساجم موفور % .\n</p>\n<p class=\"arabic\">*45*348* .\n</p>\n<p class=\"arabic\">% حمدا فكم بلوى بفقد أحبة % % كادت لفقدهم السماء تمور % .\n</p>\n<p class=\"arabic\">% كانوا نجوما يهتدي الساري بهم % % بل هم على مر الزمان بدور % .\n</p>\n<p class=\"arabic\">% فقدت جمال الدين سنة أحمد % % ومساجد ومجالس وصدور % .\n</p>\n<p class=\"arabic\">% من ذا يقوم بوعظه في قلب من % % غطى عليه غفلة وغرور % .\n</p>\n<p class=\"arabic\">% حتى تلين قلوبهم من بعد ما % % حاكى قساوتها صفا وصخور % .\n</p>\n<p class=\"arabic\">% من للحديث وأهله يا خير من % % قرأ الأحاديث التي هي نور % .\n</p>\n<p class=\"arabic\">% من لليتامى والأرامل من لذي ال % % حاجات إن ضاقت عليه أمور % .\n</p>\n<p class=\"arabic\">% أما القبور فلا تزال أنيسة % % بمكان قبرك والديار قبور % .\n</p>\n<p class=\"arabic\">% جلت صنائعه فعم مصابه % % فالناس فيه كلهم مأجور % .\n</p>\n<p class=\"arabic\">في أبيات أخر .\n</p>\n<p class=\"arabic\">وقرأت بخط محمد بن سلام في ترجمة الجمال أبي موسى قال وعقد مجلس التذكير وقراءة \n  الجمع ورغب الناس في حضوره وكان جم الفوائد كان يطرز مجلسه بالخشوع والبكاء \n  وإظهار الجزع قال وسمعت أبا الفتح ابن الحاجب يقول لو اشتغل أبو موسى حق الاشتغال \n  ما سبقه أحد ولكنه تارك قال وسمعت أبا الفرج بن أبي العلاء الحنبلي الفقيه \n  يقول الجمال كثير الميل إليهم يعني السلاطين وسمعت أبا عبد الله الحافظ مذاكرة \n  يصف ما قاسى أبو موسى من الشدائد والجوع والعري في رحلته إلى إصبهان وإلى \n  نيسابور .\n</p>\n<p class=\"arabic\">وقال أبو المظفر الجوزي كان الجمال ابن الحافظ أحواله مستقيمة حتى خالط الصالح \n  إسماعيل وأبناء الدنيا فتغيرت أحواله وآل أمره إلى أن مرض في بستان الصالح \n  على ثورا ومات فيه فكفنه الصالح وصلى عليه .\n</p>\n<p class=\"arabic\">وقال غيره وقف الملك الأشرف دار الحديث بدمشق وجعل للجمال أبي موسى وذريته \n  رزقا معلوما ومسكنا بعلو دار الحديث *45*349* .\n</p>\n<p class=\"arabic\">وقال الضياء توفي يوم الجمعة خامس رمضان .\n\n</p>"
}