{
    "header": "محمد ابن قاضي القضاة أبي القاسم عبد الرحـ...",
    "id": "029340",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد ابن قاضي القضاة أبي القاسم عبد الرحمن بن عبد العلي الفقيه شرف الدين .\n</h1>\n<p class=\"arabic\">الشافعي المصري .\n</p>\n<p class=\"arabic\">أحد أئمة الحديث ببغداد ولد سن نيف وسبعين وخمسمائة ) .\n</p>\n<p class=\"arabic\">وكان أبوه من مشايخ بغداد وصلحائها فعني أبو بكر بطلب الحديث .\n</p>\n<p class=\"arabic\">وسمع من يحيى بن بوش وهو أكبر شيخ له وفاته ابن كليب وأضرابه ثم سمع سنة ستمائة \n  أو بعدها من عبد الوهاب بن سكينة وعمر بن طبرزد وأحمد بن الحسن العاقولي وأبي \n  الفتح المندائي وابن الأخضر والحافظ عبد الزاق بن عبد القادر ومحمد بن علي \n  القبيطي وعلي بن المبارك بن جابر وجماعة .\n</p>\n<p class=\"arabic\">ورحل إلى إصبهان فسمع بإصبهان من عفيفة الفارقانية وزاهر بن أحمد الثقفي والمؤيد \n  ابن الإخوة وأبي الفخر أسعد بن سعيد بن روح ومحمود بن *45*372* أحمد المضري \n  وعائشة بنت معمر وطائفة وسمع بنيسابور من منصور الفراوي والمؤيد الطوسي وزينب \n  الشعرية وبحران من عبد القادر الرهاوي وبدمشق من أبي اليمن الكندي وأبي القاسم \n  ابن الحرستاني وبحلب من الافتخار الهاشمي وبمصر من الحسين بن أبي الفخر الكاتب \n  وعبد القوي ابن الجباب .\n</p>\n<p class=\"arabic\">وبالإسكندرية من محمد بن عماد وجماعة وبدمنهور ودنيسر ومكة وغير ذلك .\n</p>\n<p class=\"arabic\">ونسخ وحصل الأصول وصنف خرج وكان إماما ضابطا متقنا صدوقا ثقة حسن القراءة \n  مليح الكتابة متثبتا فيما ينقله له سمت ووقار وورع وصلاح وكان قانعا باليسير \n  قفا أثر أبيه في الزهد والتقشف .\n</p>\n<p class=\"arabic\">سئل عنه الضياء فقال حافظ دين ثقة صاحب مروءة وكرم .\n</p>\n<p class=\"arabic\">وقال في البرزالي ثقة دين مفيد .\n</p>\n<p class=\"arabic\">قلت سمع منه السيف ابن المجد والزكي المنذري وعبد الكريم بن منصور الأثري \n  والشرف حسين بن إبراهيم الإربلي الأديب وأبو الفتح عمر ابن الحاجب وأخوه عثمان \n  وأبو الفرج عبد الرحمن بن محمد ابن الحافظ عبد الغني .\n</p>\n<p class=\"arabic\">وحدث عنه ابنه أبو موسى الليث وعز الدين أحمد بن إبراهيم الفاروثي وأجاز لجماعة \n  من شيوخنا آخرهم فاطمة بنت سليمان .\n</p>\n<p class=\"arabic\">وهو مؤلف كتاب التقييد في معرفة رواة الكتب والمسانيد وهو مجلد مفيد وصنف \n  المستدرك على إكمال ابن ماكولا في مجلدين دل على براعته وحفظه وقال الأمير \n  في الإكمال هو سليمان بن داود فأخطأ وأظن أنه نقله من تاريخ الخطيب فإن الخطيب \n  ذكره في تاريخه على الوهم أيضا وقد ذكره على الصواب في ترجمة أبي شهاب عبد \n  ربه الحناط ) *45*373* .\n</p>\n<p class=\"arabic\">وقال أبو أحمد الحاكم في الكنى أبو داود المباركي هو سليمان بن محمد كناه \n  وسماه لنا أبو بكر عبد الله بن محمد الإسفراييني سمع أبا شهاب عبد ربه بن \n  نافع .\n</p>\n<p class=\"arabic\">ثم قال ابن نقطة روى عن المباركي جماعة فسموا أباه محمدا منهم خلف البزاز \n  وهو من أقرانه وعبد الله بن أحمد وموسى بن هارون والحسن بن علي المعمري وإسحاق \n  بن موسى الأنصاري وأبو يعلى الموصلي وأحمد بن الحسن بن عبد الجبار وقد أوردنا \n  لكل رجل منهم حديثا في كتابنا الموسوم بالملتقط مما في كتب الخطيب وغيره من \n  الوهم والغلط .\n</p>\n<p class=\"arabic\">قلت وسئل عن نقطة فقال هي جارية عرفنا بها ربت لجد أبي .\n</p>\n<p class=\"arabic\">توفي في الثاني والعشرين من صفر ببغداد وهو في سن الكهولة .\n\n</p>"
}