{
    "header": "علي بن محمد بن محمد بن عبد الكريم بن عبدـ...",
    "id": "029397",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">علي بن محمد بن محمد بن عبد الكريم بن عبد الواحد .\n</h1>\n<p class=\"arabic\">العلامة عز الدين أبو الحسن ابن الأثير أبي الكرم الشيباني الجزري المؤرخ \n  الحافظ *45*396* .\n</p>\n<p class=\"arabic\">أخو اللغوي مجد الدين صاحب النهاية وجامع الأصول والوزير ضياء الدين نصر الله .\n</p>\n<p class=\"arabic\">ولد بالجزيرة العمرية سنة خمس وخمسين وخمسمائة ونشأ بها ثم تحول بهم والدهم \n  إلى الموصل فسمعوا بها واشتغلوا .\n</p>\n<p class=\"arabic\">سمع من خطيب الموصل أبي الفضل ويحيى الثقفي ومسلم بن علي الشيحي وغيرهم .\n</p>\n<p class=\"arabic\">وسمع ببغداد لما سار إليها رسولا من عبد المنعم بن كليب ويعيش بن صدقة الفقيه \n  وعبد الوهاب بن سكينة .\n</p>\n<p class=\"arabic\">وكان إماما نسابة مؤرخا أخباريا أديبا نبيلا محتشما وكان بيته مأوى الطلبة .\n</p>\n<p class=\"arabic\">وأقبل في أواخر عمره على الحديث وسمع العالي والنازل حتى سمع لما قدم دمشق \n  من أبي القاسم بن صصرى وزين الأمناء .\n</p>\n<p class=\"arabic\">وصنف التاريخ المشهور المسمى بالكامل على الحوادث والسنين في عشر مجلدات واختصر \n  الأنساب لأبي سعد السمعاني وهذبه وأفاد فيه أشياء وهو في مقدار النصف وأقل \n  وصنف كتابا حافلا في معرفة *45*397* الصحابة جمع فيه بين كتاب ابن منده وكتاب \n  أبي نعيم وكتاب ابن عبد البر وكتاب أبي موسى في ذلك وزاد وأفاد وشرع في تاريخ \n  للموصل وقدم الشام رسولا .\n</p>\n<p class=\"arabic\">وحدث بحلب ودمشق .\n</p>\n<p class=\"arabic\">روى عنه الدبيثي والشهاب القوصي والمجد بن أبي جرادة ووالده أبو القاسم في \n  تاريخه وآخرون من أهل الشام والجزيرة .\n</p>\n<p class=\"arabic\">وحدثنا عنه الشرف بن عساكر وسنقر القضائي .\n</p>\n<p class=\"arabic\">وقال ابن خلكان كان بيته بالموصل مجمع الفضلاء اجتمعت به بحلب فوجدته مكملا \n  في ) .\n</p>\n<p class=\"arabic\">الفضائل والتواضع وكرم الأخلاق فترددت إليه وكان طغريل الخادم أتابك الملك \n  العزيز قد أكرمه وأقبل عليه .\n</p>\n<p class=\"arabic\">فصل في نسبته إلى جزيرة ابن عمر نسبة إلى عبد العزيز بن عمر البرقعيدي هو \n  الذي بناها فنسبت إليه قاله ابن خلكان وقال رأيت في تاريخ ابن المستوفي في \n  ترجمة أبي السعادات المبارك ابن الأثير أنه من جزيرة أوس كامل ابني عمر بن \n  أوس التغلبي قال وقيل إنها منسوبة إلى يوسف بن عمر الثقفي أمير العراق فالله \n  أعلم .\n</p>\n<p class=\"arabic\">فصل في نسبه كان يكتب بخطه علي بن محمد بن عبد الكريم الجزري وكذا ذكره الحافظ \n  المنذري والقوصي في معجمه وابن الظاهري في تخريجه للصاحب مجد الدين العقيلي \n  وأبو الفتح ابن الحاجب *45*398* في معجمه وغيرهم وهو على سبيل الاختصار وله \n  أشباه ونظائر وإنما هو علي بن محمد بن محمد بلا ريب كما هو في تسمية أخويه \n  وابن أخيه شرف الدين .\n</p>\n<p class=\"arabic\">وكذا ذكره القاضي ابن خلكان وأبو المظفر ابن الجوزي وابن الساعي وغيرهم ويوضحه \n  أن المنذري ذكر أخويه فقال محمد بن محمد مرتين .\n</p>\n<p class=\"arabic\">فصل في وفاته رأيت تصحيحه على طبقة تاريخها في نصف شعبان سنة ثلاثين ثم رأيت \n  وفاته في رمضان من السنة بخط أبي العباس أحمد ابن الجوهري وأما المنذري وابن \n  خلكان وابن الساعي وأبو المظفر الجوزي وشيخنا ابن الظاهري فقالوا توفي في \n  شعبان ولم يعينوا اليوم وأما القاضي سعد الدين الحارثي فقال توفي في الخامس \n  والعشرين من شعبان .\n\n</p>"
}