{
    "header": "عبد اللطيف ابن الفقيه أبي العز يوسف بن مـ...",
    "id": "029319",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد اللطيف ابن الفقيه أبي العز يوسف بن محمد بن علي بن أبي سعد العلامة \n  موفق .\n</h1>\n<p class=\"arabic\">الدين أبو محمد الموصلي الأصل البغدادي الفقيه الشافعي النحوي اللغوي المتكلم \n  الطبيب الفيلسوف المعروف قديما بابن اللباد .\n</p>\n<p class=\"arabic\">ولد ببغداد في أحد الربيعين سنة سبع وخمسين وخمسمائة .\n</p>\n<p class=\"arabic\">وسمعه أبوه من ابن البطي وأبي زرعة المقدسي وأبي علي الحسن ابن علي البطليوسي \n  ويحيى بن ثابت وشهدة وأبي الحسين عبد الحق وجماعة كثيرة .\n</p>\n<p class=\"arabic\">روى عنه الزكيان البرزالي والمنذري والضياء وابن النجار والشهاب القوصي والتاج \n  عبد الوهاب ابن زين الأمناء والكمال العديمي وابنه أبو المجد الحاكم والأمين \n  أحمد ابن الأشتري والكمال أحمد بن النصيبي والجمال ابن الصابوني والعز عمر \n  بن محمد ابن ) .\n</p>\n<p class=\"arabic\">الأستاذ وخطلب وسنقر القضائيان وعلي ابن السيف بن تيمية ويعقوب بن فضائل وست \n  الدار بنت المجد بن تيمية وخلق سواهم *45*354* .\n</p>\n<p class=\"arabic\">وحدث بدمشق ومصر والقدس وحران وبغداد .\n</p>\n<p class=\"arabic\">وصنف تصانيف كثيرة في اللغة والطب والتاريخ وغير ذلك .\n</p>\n<p class=\"arabic\">وكان أحد الأذكياء المتضلعين من الآداب والطب وعلم الأوائل إلا أن دعاويه \n  أكثر من علومه .\n</p>\n<p class=\"arabic\">ذكره الوزير جمال الدين علي القفطي في تاريخ النحاة فقال الموفق النحوي الطبيب \n  الملقب بالمطحن كان يدعي معرفة النحو واللغة وعلم الكلام والعلوم القديمة \n  والطب ودخل مصر وادعى ما ادعاه فمشى إليه الطلبة فقصر فيما ادعاه فجفوه ثم \n  نفق على شابين بعيدي الخاطر يعرفان بولدي إسماعيل بن أبي الحجاج المقدسي الكاتب \n  ونقلاه إليهما وأخذا عنه .\n</p>\n<p class=\"arabic\">وكان دميم الخلقة نحيلها قليل لحم الوجه ولما رآه التاج الكندي لقبه بالمطحن .\n</p>\n<p class=\"arabic\">قلت وبالغ القفطي في الحط عليه ويظهر على كلامه فيه الهوى حتى قال ومن أسوأ \n  أوصافه قلة الغيرة .\n</p>\n<p class=\"arabic\">وقال الدبيثي غلب عليه علم الطب والأدب وبرع فيهما .\n</p>\n<p class=\"arabic\">وقال ابن نقطة كان حسن الخلق جميل الأمر عالما بالنحو والغريبين وله يد في \n  الطب .\n</p>\n<p class=\"arabic\">سمع سنن ابن ماجة ومسند الشافعي من أبي زرعة وسمع صحيح الإسماعيلي جميعه والمدخل \n  إليه من يحيى بن ثابت بسماعه من أبيه وسمع الكثير من ابن البطي وأبي بكر بن \n  النقور وانتقل إلى الشام ومصر وكان يتنقل من دمشق إلى حلب ومرة سكن بأرزنكان \n  وغيرها .\n</p>\n<p class=\"arabic\">وقال الموفق سمعت الكثير وكنت في أثناء ذلك أتعلم الخط وأتحفظ القرآن والفصيح \n  والمقامات وديوان المتنبي ومختصرا في *45*355* الفقه ومختصرا في النحو فلما \n  ترعرعت حملني والدي إلى كمال الدين عبد الرحمن الأنباري وكان يومئذ شيخ بغداد \n  وله بوالدي صحبة قديمة أيام التفقه بالنظامية فقرأت عليه خطبة الفصيح فهذ \n  كلاما كثيرا لم أفهمه لكن التلاميذ حوله يعجبون منه ثم قال أنا أجفوا عن تعليم \n  الصبيان احمله إلى تلميذي الوجيه الواسطي يقرأ عليه فإذا توسطت حاله قرأ علي \n  وكان الوجيه عند بعض أولاد رئيس الرؤساء وكان ) .\n</p>\n<p class=\"arabic\">رجلا أعمى من أهل الثروة والمروءة فأخذني بكلتا يديه وجعل يعلمني من أول النهار \n  إلى آخره بوجوه كثيرة من التلطف وكنت أحفظه من كتبه وأحفظ معه وأحضر معه حلقة \n  كمال الدين إلى أن صرت أسبقه في الحفظ والفهم وأصرف أكثر الليل في التكرار \n  وأقمنا على ذلك برهة وحفظت اللمع في ثمانية أشهر وكنت أطالع شرح الثمانيني \n  وشرح الشريف عمر بن حمزة وشرح ابن برهان وأشرح لتلامذة يختصون بي إلى أن صرت \n  أتكلم على كل باب كراريس ولا ينفذ ما عندي ثم حفظت أدب الكاتب لابن قتيبة \n  حفظا متقنا ثم حفظت مشكل القرآن له وغريب القرآن له وكل ذلك في مدة يسيرة \n  ثم انتقلت إلى الإيضاح لأبي علي الفارسي فحفظته في شهور كثيرة ولازمت مطالعة \n  شروحه وتتبعته التتبع التام حتى تبحرت فيه وأما التكملة فحفظتها في أيام يسيرة \n  كل يوم كراسا وطالعت الكتب المبسوطة وفي أثناء ذلك لا أغفل سماع الحديث والتفقه \n  على شيخنا ابن فضلان .\n</p>\n<p class=\"arabic\">ومن كلام الموفق عبد اللطيف وكان فصيحا مفوها ينبغي أن تحاسب نفسك كل ليلة \n  إذا أويت إلى منامك وتنظر ما اكتسبت في يومك من حسنة فتشكر الله عليها وما \n  اكتسبت من سيئة فتستغفر الله منها وتقلع عنها وترتب في نفسك ما تعمله في غدك \n  من الحسنات وتسأل الله الإعانة على ذلك .\n</p>\n<p class=\"arabic\">وقال ينبغي أن تكون سيرتك سيرة الصدر الأول فقرأ سيرة النبي صلى الله عليه \n  وسلم وتتبع أفعاله وأحواله واقتف آثاره وتشبه به ما أمكنك وإذا وقفت على سيرته \n  في مطعمه ومشربه وملبسه ومنامه ويقظته وتمرضه وتطبه وتمتعه وتطيبه ومعاملته \n  مع ربه ومع أزواجه وأصحابه وأعدائه وفعلت اليسير من ذلك فأنت السعيد كل السعيد \n  *45*356* .\n</p>\n<p class=\"arabic\">وقال ومن لم يحتمل ألم التعلم لم يذق لذة العلم ومن لم يكدح لم يفلح وإذا \n  خلوت من التعلم والتفكر فحرك لسانك بذكر الله وتسبيحه وخاصة عند النوم وإذا \n  حدث لك فرح بالدنيا فاذكر الموت وسرعة الزوال وأصناف المنغصات وإذا حزبك أمر \n  فاسترجع وإذا اعترتك غفلة فاستغفر واجعل الموت نصب عينك والعلم والتقى زادك \n  إلى الآخرة وإذا أردت أن تعصي الله فاطلب مكانا لا يراك فيه وعليك أن تجعل \n  باطنك خيرا من ظاهرك فإن الناس عيون الله على العبد يريهم خيره وإن أخفاه \n  وشره وإن ستره فباطنه مكشوف لله والله يكشفه لعباده .\n</p>\n<p class=\"arabic\">واعلم أن للدين عبقة وعرفا ينادي على صاحبه ونورا وضياء يشرق عليه ويدل عليه \n  ) .\n</p>\n<p class=\"arabic\">وكتاجر المسك لا يخفى مكانه .\n</p>\n<p class=\"arabic\">ثم قال اللهم أعذنا من شموس الطبيعة وجموح النفس الردية وسلس لنا مقاد التوفيق \n  وخذ بنا في سواء الطريق يا هادي العمي يا مرشد الضلال يا محيي القلوب الميتة \n  بالإيمان خذ بأيدينا من مهواة الهلكة ونجنا من ردغة الطبيعة وطهرنا من درن \n  الدنيا الدنية بالاخلاص لك والتقوى إنك مالك الدنيا والآخرة سبحان من عم بحكمته \n  الوجود واستحق بكل وجه أن يكون هو المعبود تلألأت بنور جلالك الآفاق وأشرقت \n  شمس معرفتك على النفوس إشراقا وأي إشراق .\n</p>\n<p class=\"arabic\">ومن تصانيفه غريب الحديث والمجرد منه الواضحة في إعراب الفاتحة كتاب رب كتاب \n  الألف واللام شرح بانت سعاد ذيل الفصيح خمس مسائل نحوية شرح مقدمة بابشاد \n  شرح الخطب النباتية شرح سبعين حديثا شرح أربعين حديثا طبية الرد على الفخر \n  الرازي في تفسير سورة الإخلاص شرح نقد الشعر لقدامة كتاب قوانين البلاغة لإنصاف \n  بين ابن بري وابن الخشاب في كلامهما على المقامات مسألة أنت طالق في شهر قبل \n  ما بعد قبله رمضان كتاب قبسة العجلان في النحو اختصار العمدة لابن رشيق مقدمة \n  حساب اختصار كتاب النبات كتاب الفصول في الحكمة شرح فصول بقراط شرح التقدمة \n  له اختصار كتاب الحيوان لأرسطو طاليس واختصر كتبا كثيرة في الطب كتاب أخبار \n  مصر الكبير كتاب الإفادة في أخبار مصر كتاب تاريخ *45*357* يتضمن سيرته مقالة \n  في الجوهر والعرض مقالة في النفس مقالة في العطش مقالة في السقنقور مقالة \n  في الرد على اليهود والنصارى كتاب الحكمة في العلم الإلهي وأشياء أكثر مما \n  ذكرنا .\n</p>\n<p class=\"arabic\">قلت سافر الموفق من حلب ليحج من الدرب العراقي فدخل حران وحدث بها وسافر فمرض \n  ودخل بغداد مريضا فتعوق عن الحج ثم مات ببغداد في ثاني عشر المحرم وصلى عليه \n  شهاب الدين السهروري ودفن بالوردية .\n</p>\n<p class=\"arabic\">وقد ذكره الموفق أحمد بن أبي أصيبعة فقال بعد أن وصفه كان يتردد إليه جماعة \n  من التلاميذ وغيرهم من الأطباء للقراءة عليه وكان كثير الاشتغال لا يخلي وقتا \n  من أوقاته من النظر في الكتب والتصنيف والذي رأيته من خطه أشياء كثيرة جدا \n  وكان بينه وبين جدي صحبة أكيدة بمصر وكان أبي وعمي يشتغلان عليه واشتغل عليه \n  عمي بكتب أرسطو ) .\n</p>\n<p class=\"arabic\">طاليس وكان قلمه أجود من لفظه وكان يتنقص بالفضلاء الذين في زمانه وكثير من \n  المتقدمين وخصوصا الرئيس ابن سينا ثم ساق من سيرته ما ذكرته أنا ثم قال وقال \n  موفق الدين إن من مشايخه ولد أمين الدولة ابن التلميذ وبالغ في وصفه وكرمه \n  وهذا تعصب وإلا فولد أمين الدولة لم يكن بهذه المثابة ولا قريبا منها .\n</p>\n<p class=\"arabic\">ثم قال الموفق دخلت الموصل فأقمت بها سنة في اشتغال متواصل ليلا ونهارا وزعم \n  أهلها أنهم لم يروا من أحد قبلي ما رأوا مني من سعة المحفوظ وسرعة الخاطر \n  وسكون الطائر .\n</p>\n<p class=\"arabic\">وسمعت الناس يهرجون في حديث السهروردي المتفلسف ويعتقدون أنه قد فاق الأولين \n  والآخرين فطلبت من الكمال ابن يونس شيئا من تصانيفه وكان يعتقد فيها فوقعت \n  على التلويحات واللمحة والمعارج فصادفت فيها ما يدل على جهل أهل الزمان ووجدت \n  لي تعاليق لا أرتضيها هي خير من كلام هذا الأنوك وفي أثناء كلامه يثبت حروفا \n  مقطعة يوهم بها أنها أسرار إلهية *45*358* .\n</p>\n<p class=\"arabic\">قال وعملت بدمشق تصانيف جمة منها غريب الحديث الكبير الذي جمعت فيه غريب أبي \n  عبيد وغريب ابن قتيبة وغريب الخطابي ثم عملت له مختصرا سميته المجرد وأعربت \n  الفاتحة في نحو عشرين كراسا .\n</p>\n<p class=\"arabic\">قتل وله كتاب الجامع الكبير في المنطق والطبيعي والإلهي زهاء عشرة مجلدات \n  بقي يصنف فيه مدة طويلة .\n\n</p>"
}