{
    "header": "عبد العزيز بن أبي الفتح أحمد بن عمر بن سـ...",
    "id": "029389",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد العزيز بن أبي الفتح أحمد بن عمر بن سالم بن محمد بن باقا العدر صفي الدين \n  أبو .\n</h1>\n<p class=\"arabic\">بكر البغدادي الحنبلي التاجر السيبي الأصل .\n</p>\n<p class=\"arabic\">ولد في رمضان سنة خمس وخمسين وخمسمائة .\n</p>\n<p class=\"arabic\">وسمع من أبي زرعة ويحيى بن ثابت وأبي بكر بن النقور وعلي بن عساكر البطائحي \n  وعلي بن أبي سعد الخباز وأبي الحسين عبد الحق وأحمد بن محمد بن بكروس وأخيه \n  علي بن محمد .\n</p>\n<p class=\"arabic\">وسكن مصر وشهد عند قاضي القضاة عبد الملك بن درباس وغيره .\n</p>\n<p class=\"arabic\">وكان شيخا حسنا كثير التلاوة حدث بالكثير .\n</p>\n<p class=\"arabic\">روى عنه ابن نقطة والزكي المنذري ومحمد بن عثمان الشارعي والرشيد عمر الفارقي \n  وداود بن عبد القوي ومحمد بن إبراهيم الميدومي ومحمد بن عبد المنعم ابن الخيمي \n  الشاعر وأخوه إسماعيل والنجيب محمد بن أحمد الهمذاني والنور علي بن نصر الله \n  ابن الصواف الخطيب ومحمد بن عبد المنعم بن شهاب .\n</p>\n<p class=\"arabic\">وحدثنا عنه الشهاب الأبرقوهي ومحمد بن عبد القوي بن عزون وجعفر بن محمد الإدريسي \n  وجبريل بن الخطاب ومحمد بن صالح الجهني وغازي بن أيوب المشطوبي والزين وهبان \n  بن علي المؤذن وإسحاق بن درباس الماراني وأحمد بن عبد الكريم الواسطي ) .\n</p>\n<p class=\"arabic\">وعيسى بن عبد المنعم المؤدب وأبو الحسن علي بن عيسى ابن القيم الكاتب وتفرد \n  القاضي *45*391* الحنبلي بإجازته الآن .\n</p>\n<p class=\"arabic\">وذكر ابن نقطة أنه سمع أيضا من أبي المعالي أحمد بن عبد الغني بن حنيفة وقال \n  سمعت منه بمصر أحاديث من مسند الشافعي بروايته عن أبي زرعة وسمع منه أيضا \n  سنن ابن ماجة القزويني سوى الجزء الأول والجزء العاشر وأول المسموع أول أبواب \n  الطهارة وهو أول الثاني وأول العاشر من أعتق عبدا اشترط خدمته آخر فضل الرباط \n  في سبيل الله .\n</p>\n<p class=\"arabic\">وقال المنذري توفي في سحر التاسع عشر من رمضان وقرئ عليه الحديث في ليلة وفاته \n  إلى قريب من نصف الليل وفارقهم وتوفي في أواخر الليلة .\n</p>\n<p class=\"arabic\">قلت سمع من أبي زرعة مسند الشافعي وسنن ابن ماجة بفوت وسنن النسائي بفوت أيضا \n  وكتاب صوفة التصوف لابن طاهر وكتاب فضائل القرآن لأبي عبيد .\n</p>\n<p class=\"arabic\">وعاش خمسا وسبعين سنة .\n</p>\n<p class=\"arabic\">وذكره ابن النجار مختصرا وقال قرأت عليه سنن ابن ماجة وكتبتها بخطي عنه وكان \n  صدوقا جليلا قرأ في الفقه على أبي الفتح بن المني .\n\n</p>"
}