{
    "header": "محمد الشيخ جمال الدين الساوجي الزاهد .",
    "id": "029435",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد الشيخ جمال الدين الساوجي الزاهد .\n</h1>\n<p class=\"arabic\">شخي الطائفة القلندرية .\n</p>\n<p class=\"arabic\">قدم دمشق وقرأ القرآن والعلم وسكن بجبل قاسيون بزاوية الشيخ عثمان الرومي \n  وصلى بالشيخ عثمان مدة ثم حصل له زهد وفراغ عن الدنيا فترك الزواية وانملس \n  وأقام بمقبرة باب الصغير بقرب موضع القبة التي بنيت لأصحابه وبقي مديدة في \n  قبة زينب بنت زين العابدين فاجتمع في بالجلال الدركزيني والشيخ عثمان كوهي \n  الفارسي الذي دفن بالقنوات بمكان القلندرية ثم إن الساوجي حلق وجهه ورأسه \n  فانطلى على أولئك حاله *45*424* الشيطاني فوافقوه وحلقوا ثم فتش أصحاب الشيخ \n  عثمان الرومي على الساوجي فوجدوه بالقبة فسبوه وقبحوا فعله فلم ينطق ولا رد \n  عليهم ثم اشتهر وتبعه جماعة وحلقوا وذلك في حدود العشرين وستمائة فيما أظن \n  ثم لبس دلق شعر وسافر إلى دمياط فأنكروا حاله وزيه المنافي للشرع فريق بينهم \n  ساعة ثم رفع رأسه وإذا هو بشبيبة فيما قيل كبيرة بيضاء .\n</p>\n<p class=\"arabic\">فاعتقدوا فيه وضلوا به حتى قيل إن قاضي دمياط وأولاده وجماعة حلقوا لحاهم \n  وصحبوه .\n</p>\n<p class=\"arabic\">والله أعلم بصحة ذلك .\n</p>\n<p class=\"arabic\">وتوفي بدمياط وقبره بها مشهور وله هناك أتباع .\n</p>\n<p class=\"arabic\">وذكر الأجل شمس الدين الجزري في تاريخه أنه رأى كراريس من تفسير القرآن العظيم \n  للشيخ جمال الدين الساوجي وبخطه .\n</p>\n<p class=\"arabic\">وجلس في المشيخة بعده بمقبرة باب الصغير جلال الدين الدركزيني وبعده الشيخ \n  محمد البلخي وهو أعني البلخي من مشاهير القوم وهو الذي شرع لهم الجولق الثقيل \n  وأقام الزاوية وأنشأها وكثر أصحابه وكان للملك الظاهر من مال الجامع وكان \n  إذا قدم يعطيهم ألف درهم وشقتين من البسط ورتب لهم ثلاثين عرارة قمح في السنة \n  وعشرة دراهم في اليوم وكان السويداوي منهم يحضر سماط السلطان الملك الظاهر \n  ويمازح السلطان ولما أنكروا في دولة الشرف موسى على علي الحريري أنكروا على \n  القلندرية وتفسيرها بالعربي المحلقين ونفوهم إلى قصر الجنيد .\n</p>\n<p class=\"arabic\">وذكر ابن إسرائيل الشاعر أن هذه الطائفة ظهرت بدمشق سنة نيف عشرة وستمائة \n  ثم أخذ يحسن حالهم الملعون وطريقتهم الخارجة عن الدين وفلا حول ولا قوة إلا \n  بالله .\n</p>\n<p class=\"arabic\">*46*5* .\n#</p>\n<p class=\"arabic\">بسم الله الرحمن الرحيم .\n\n</p>"
}