{
    "header": "كوكبوري بن علي بن بكتكين بن محمد السلطانـ...",
    "id": "029404",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">كوكبوري بن علي بن بكتكين بن محمد السلطان الملك المعظم مظفر الدين أبو \n  سعيد .\n</h1>\n<p class=\"arabic\">ابن صاحب إربل الأمير زين الدن أبي الحسن علي كوجك التركماني .\n</p>\n<p class=\"arabic\">وكوجك لفظ أعجمي معناه لطيف القد .\n</p>\n<p class=\"arabic\">كان شجاعا شهما ملك بلادا كثيرة أعني علي كوجك ثم فرقها على أولاد الملك قطب \n  الدين مودود صاحب الموصل وكان موصوفا بالقوة المفرطة وطال عمره وحج هو والأمير \n  أسد الدين شركوه بن شاذي في سنة خمس وخمسين وخمسمائة ومات في آخر سنة ثلاث \n  وستين بإربل وله مدرسة بالموصل وأوقاف .\n</p>\n<p class=\"arabic\">فلما مات ولي إربل مظفر الدين هذا وهو ابن أربع عشرة سنة وكان أتابكه مجاهد \n  الدين قايماز ثم تعصب عليه مجاهد الدين وكتب محضرا أنه لا يصلح واعتقله وشاور \n  الخليفة في أمره وأقام موضعه أخاه زين الدين يوسف بن علي وطرد مظفر الدين \n  عن البلاد فتوجه إلى بغداد فلم يلتفتوا عليه فقدم الموصل وبها الملك سيف الدين \n  غازي بن مودود فأقطعه حران فأقام بها مدة ثم اتصل بخدمة السلطان صلاح الدين \n  ونفق عليه وتمكن منه وزاد في إقطاعه الرها سنة ثمان وسبعين وزوجه بأخته ربيعة \n  خاتون وكانت قبله عند سعد الدين مسعود ابن الأمير معين الدين أنر الذي ينسب \n  إليه قصير معين الدين وتوفي سعد الدين في سنة إحدى وثمانين وخمسمائة *45*403* .\n</p>\n<p class=\"arabic\">وشهد مظفر الدين مع السلطان صلاح الدين مواقف كثيرة أبان فيها عن نجدة وقوة \n  وثبت يوم حطين وبين ثم وفد أخوه زين الدين يوسف على صلاح الدين نجدة وخدمة \n  من إربل فمرض في العسكر على عكا وتوفي في رمضان سنة ست وثمانين فاستنزل صلاح \n  الدين مظفر الدين عن حران والرها ففعل وأعطاه إربل وشهرزور فسار إليها وقدمها \n  في آخر السنة .\n</p>\n<p class=\"arabic\">ذكره القاضي شمس الدين وأثنى عليه وقال لم يكن شيء أحب إليه من الصدقة وكان \n  له كل ) .\n</p>\n<p class=\"arabic\">يوم قناطير مقنطرة من الخبز يفرقها ويكسو في السنة خلقا ويعطيهم الدينار والدينارين \n  وبنى أربع خوانك للزمنى والعميان وملأها بهم وكان يأتيهم بنفسه كل خميس واثنين \n  ويدخل إلى كل واحد في بيته ويسأله عن حاله ويتفقده بشيء وينتقل إلى الآخر \n  حتى يدور على جميعهم وهو يباسطهم يمزح معهم وبنى دارا للنساء الأرامل ودارا \n  للضعفاء الأيتام ودارا للملاقيط رتب بها جماعة من المراضع وكان يدخل البيمارستان \n  ويقف على كل مريض ويسأله عن حاله وكان له دار مضيف يدخل إليها كل قادم من \n  فقير أو فقيه فيها الغداء والعشاء وإذا عزم على السفر أعطوه ما يليق به وبنى \n  مدرسة للشافعية والحنفية وكن يأتيها كل وقت ويعمل بها سماطا ثم يعمل سماعا \n  فإذا طاب وخلع من ثيابه سير للجماعة شيئا من الأنعام ولم تكن له لذة سوى السماع \n  فإنه كان لا يتعاطى المنكر ولا يمكن من إدخاله البلد .\n</p>\n<p class=\"arabic\">وبنى للصوفية خانقاتين فيهما خلق كثير ولهما أوقاف كثيرة وكان ينزل إليهم \n  ويعمل عندهم السماعات وكان يبعث أمناءه في العام مرتين بمبلغ يفتك به الأسرى \n  فإذا وصلوا إليه أعطى كل واحد شيئا ويقيم في كل سنة سبيلا للحج ويبعث في العام \n  بخمسة آلاف دينار للمجاورين .\n</p>\n<p class=\"arabic\">وهو أول من أجرى الماء إلى عرفات وعمل آبارا بالحجاز وبنى له هناك تربة .\n</p>\n<p class=\"arabic\">قال وأما احتفاله بالمولد فإن الوصف يقصر عن الإحاطة به كان الناس يقصدونه \n  من الموصل وبغداد وسنجار والجزيرة وغيرها خلائق من *45*404* الفقهاء والصوفية \n  والوعاظ والشعراء ولا يزالون يتواصلون من المحرم إلى أوائل ربيع الأول ثم \n  تنصب قباب خشب نحو العشرين منها واحدة له والباقي لأعيان دولته وكل قبة أربع \n  خمس طبقات ثم تزين في أول صفر ويقعد فيها جوق المغاني والملاهي وأرباب الخيال \n  ويبطل معاش الناس للفرجة .\n</p>\n<p class=\"arabic\">وكان ينزل كل يوم العصر ويقف على قبة قبة ويسمع غناءهم ويتفرج على خيالاتهم \n  ويبيت في الخانقاه يعمل السماع يركب عقيب الصبح يتصيد ثم يرجع إلى القلعة \n  قبل الظهر هكذا يفعل كل يوم إلى ليلة المولد وكان يعمله سنة في ثامن الشهر \n  وسنة في ثاني عشرة للاختلاف فيخرج من الإبل والبقر والغنم شيئا زائدا عن الوصف \n  مزفوفة بالطبول والمغاني إلى الميدان ثم تنحر وتطبخ الألوان المختلفة ثم ينزل \n  وبين يديه الشموع الكبيرة وفي جملتها شمعتان أو أربع أشك من الشموع الموكبية \n  التي تحمل كل واحدة على بغل يسندها رجل حتى إذا أتى الخانقاه نزل وإذا كان \n  صبيحة يوم المولد أنزل الخلع من القلعة على أيدي ) .\n</p>\n<p class=\"arabic\">الصوفية في البقج فينزل شيء كثير ويجتمع الرؤساء والأعيان وغيرهم ويتكلم الوعاظ \n  وقد نصب له برج خشب له شبابيك إلى الناس وإلى الميدان وهو ميدان عظيم يعرض \n  الجند فيه يومئذ ينظر إليهم تارة وإلى الوعاظ تارة فإذا فرغ العرض مد السماط \n  في الميدان للصعاليك وفيه من الطعام شيء لا يحد ولا يوصف ويمد سماطا ثانيا \n  في الخانقاه للناس المجتمعين عند الكرسي ولا يزالون في الأكل ولبس الخلع وغير \n  ذلك إلى العصر ثم يبيت تلك الليلة هناك فيعمل السماعات إلى بكرة .\n</p>\n<p class=\"arabic\">وقد جمع له أبو الخطابابن دحية أخبار المولد فأعطاه ألف دينار .\n</p>\n<p class=\"arabic\">وكان كريم الأخلاق كثير التواضع مائلا إلى أهل السنة والجماعة لا ينفق عنده \n  سوى الفقهاء والمحدثين وكان قليل الإقبال على الشعر وأهله ولم ينقل أنه انكسر \n  في مصاف *45*405* .\n</p>\n<p class=\"arabic\">ثم قال وقد طولت ترجمته لما له علينا من الحقوق التي لا نقدر على القيام بشكره \n  ولم أذكر عنه شيئا على سبيل المبالغة بل كل ذلك مشاهدة وعيان ولد بقلعة إربل \n  في المحرم سنة تسع وأربعين وخمسمائة .\n</p>\n<p class=\"arabic\">وقال ابن الساعي طالت على مظفر الدين مراعاة أولاد العادل ولم يجد منهم إعانة \n  على نوائبه كما كان هو لهم في حروبهم فأخذ مفاتيح إربل وقلاعها وسار إلى بغداد \n  وسلم ذلك إلى المستنصر بالله في أول سنة ثمان وعشرين فاحتفلوا له وجلس له \n  الخليفة ورفع له الستر عن الشباك فقبل الكل الأرض ثم طلع إلى كرسي نصب له \n  وسلم وقرأ اليوم أكملت لكم دينكم .\n</p>\n<p class=\"arabic\">الآية فرد عليه المستنصر السلام فقبل الأرض مرارا فقال المستنصر إنك اليوم \n  لدينا مكين أمين وقال ما معناه ثبت عندنا إخلاصك في العبودية ثم أسبلت الستارة \n  ثم خلعوا على مظفر الدين وقلد سيفين رفع وراءه سنجقان مذهبة ثم اجتمع بالخليفة \n  يوما آخر وخلع أيضا عليه ثم أعطي رايات وكوسات وستين ألف دينار وخلعوا على \n  خواصه .\n</p>\n<p class=\"arabic\">قلت وأما أبو المظفر الجوزي فقال في مرآة الزمان والعهدة عليه فإنه خساف مجازف \n  لا يتوع في مقاله كان مظفر الدين ابن صاحب إربل ينفق في كل سنة على المولد \n  ثلاثمائة ألف دينار وعلى الخانقاه مائتي ألف وعلى دار المضيف مائة ألف وعلى \n  الأسارى مائتي ألف دينار وفي الحرمين والسبيل ثلاثين ألف دينار .\n</p>\n<p class=\"arabic\">وقال قال من حضر المولد مرة عددت على السماط مائة فرس قشلمش وخمسة آلاف رأس \n  ) .\n</p>\n<p class=\"arabic\">شوي وعشرة آلاف دجاجة ومائة ألف زبدية وثلاثين ألف صحن حلواء *45*406* .\n</p>\n<p class=\"arabic\">ثم قال ابن الجوزي وأبو شامة توفي سنة ثلاثين .\n</p>\n<p class=\"arabic\">وقال الحافظ زكي الدين توفي في هذه السنة بإربل سمع من حنبل الرصافي وغيره .\n</p>\n<p class=\"arabic\">وحدث .\n</p>\n<p class=\"arabic\">وقال ابن خلكان توفي ليلة الجمعة رابع عشر رمضان سنة ثلاثين ثم حمل وقت الحج \n  بوصيته إلى مكة فاتفق أن الحاج رجعوا تلك السنة لعدم الماء وقاسوا شدة فدفن \n  بالكوفة .\n</p>\n<p class=\"arabic\">وكوكبري كلمة تركية معناها ذئب أزرق .\n\n</p>"
}