{
    "header": "علي بن أبي علي بن محمد بن سالم التغلبي ....",
    "id": "029588",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">علي بن أبي علي بن محمد بن سالم التغلبي .\n</h1>\n<p class=\"arabic\">العلامة المتكلم سيف الدين الآمدي الحنبلي ثم الشافعي .\n</p>\n<p class=\"arabic\">ولد بعد الخمسين وخمسمائة بيسير بآمد وقرأ بها القراءآت على الشيخ محمد الصفار \n  وعمار الآمدي وحفظ الهداية في مذهب أحمد وقرأ القراءآت أيضا ببغداد على ابن \n  عبيدة .\n</p>\n<p class=\"arabic\">وقدم بغداد وهو شاب فتفقه بها على أبي الفتح بن المني الحنبلي *46*75* وسمع \n  من أبي الفتح بن شاتيل ثم انتقل شافعيا وصحب أبا القاسم بن فضلان واشتغل عليه \n  في الخلاف وبرع فيه .\n</p>\n<p class=\"arabic\">وحفظ طريقة الشريف ونظر في طريقة اسعد الميهني وغيره وتفنن في علم النظر والفلسفة \n  وأكثر من ذلك وكان من أذكياء العالم .\n</p>\n<p class=\"arabic\">ثم دخل الديار المصرية وتصدر بها لإقراء العقليات بالجامع الظافري وأعاد بمدرسة \n  الشافعي وتخرج به جماعة وصنف تصانيف عديدة ثم قاموا عليه ونسبوه إلى فساد \n  العقيدة والانحلال والتعطيل والفلسفة وكتبوا محضرا بذلك .\n</p>\n<p class=\"arabic\">قال القاضي ابن خلكان وضعوا خطوطهم بما يستباح به الدم فخرج مستخفيا إلى الشام \n  فاستوطن حماة وصنف في الأصلين والمنطق والحكمة والخلاف وكل ذلك مفيد فمنه \n  كتاب أبكار الأفكار في علم الكلام ومنتهى السول في علم الأصول وله طريقة في \n  الخلاف وشرح جدل الشريف وله نحو من عشرين تصنيفا ثم تحول إلى دمشق ودرس بالعزيزية \n  مدة ثم عزل عنها لسبب اتهم فيه وأقام بطالا في بيته ومات في رابع صفر وله \n  ثمانون سنة .\n</p>\n<p class=\"arabic\">وقال أبو المظفر الجوزي لم يكن في زمانه من يجاريه في الأصلين وعلم الكلام \n  وكان يظهر منه رقة قلب وسرعة دمعة وأقام بحماة ثم انتقل إلى دمشق .\n</p>\n<p class=\"arabic\">قال ومن عجيب ما يحكى عنه أنه ماتت له قطة بحماة فدفنها فلما سكن دمشق أرسل \n  ونقل عظامها في كيس ودفنها في تربة بقاسيون وكان أولاد الملك العادل كلهم \n  يكرهونه لما اشتهر عنه من الاشتغال بالمنطق وعلم الأوائل وكان يدخل على المعظم \n  والمجلس غاص بأهله فلم يتحرك له *46*76* فقلت له قم له عوضا عني فقال ما يقبله \n  قلبي ومع ذلك ولاه تدريس العزيزية فلما مات المعظم أخرجه منها الأشرف ونادى \n  في المدارس من ذكر غير التفسير والفقه أو تعرض لكلام الفلاسفة نفيته فأقام \n  السيف خاملا في بيته قد طفئ أمره إلى أن مات ودفن بقاسيون بتربته .\n</p>\n<p class=\"arabic\">وقال أبو محمد المنذري توفي في ثالث صفر .\n</p>\n<p class=\"arabic\">قلت وصنف أبكار الأفكار في أصول الدين خمس مجلدات ثم اختصره في مجلد وصنف \n  الإحكام في أصول الأحكام أربع مجلدات .\n</p>\n<p class=\"arabic\">ومن تلامذته القاضي صدر الدين ابن سني الدولة والقاضي محيي الدين ابن الزكي \n  وغيرهما .\n</p>\n<p class=\"arabic\">وقدم إلى الشام سنة اثنتين وثمانين وخمسمائة وكان شيخنا القاضي تقي الدين \n  سليمان يحكي عن الشيخ شمس الدين بن أبي عمر رحمه الله قال كنا نتردد إلى السيف \n  الآمدي فشككنا فيه هل يصلي فتركناه وقد نام فعلمناه على رجله بالحبر فبقيت \n  العلامة نحو يومين مكانها .\n</p>\n<p class=\"arabic\">فعرفنا أنه ما كان يتوضأ نسأل الله السلامة .\n</p>\n<p class=\"arabic\">وقد حدث ب غريب الحديث لأبي عبيد عن ابن شاتيل .\n\n</p>"
}