{
    "header": "الحسين بن أبي بكر المبارك بن محمد بن يحيـ...",
    "id": "029562",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الحسين بن أبي بكر المبارك بن محمد بن يحيى بن مسلم الشيخ سراج الدين .\n</h1>\n<p class=\"arabic\">أبو عبد الله الربعي الزبيدي الأصل البغدادي الفقيه الحنبلي البابصري الفرسي \n  نسبة إلى ربيعة الفرس .\n</p>\n<p class=\"arabic\">ولد سنة ست وأربعين وخمسمائة تقريبا وقيل سنة خمس وأربعين .\n</p>\n<p class=\"arabic\">وسمع من جده وأبي الوقت السجزي وأبي الفتوح الطائي وأبي زرعة المقدسي وأبي \n  حامد الغرناطي وأبي زيد جعفر بن زيد الحموي وغيرهم .\n</p>\n<p class=\"arabic\">وأجاز له أبو علي الخزاز وغيره .\n</p>\n<p class=\"arabic\">وحدث ببغداد ودمشق وحلب *46*61* .\n</p>\n<p class=\"arabic\">وكان فقيها فاضلا دينا خيرا حسن الأخلاق متواضعا درس بمدرسة الوزير عون الدين \n  يحيى بن هبيرة .\n</p>\n<p class=\"arabic\">وحدث عنه خلق لا يحصون منهم أبو عبد الله الدبيثي والضياء والبرزالي وابن \n  أبي عمر وسالم بن ركاب وعمر بن محمود الرقي ونصر بن عبيد السوادي والشهاب \n  أحمد بن محمد الخرزي والشيخ إبراهيم بن عبد الله الأرموي والتقي عمر بن يعقوب \n  الإربلي والمنصور محمود ابن الملك الصالح إسماعيل والحافظ محمد بن السعيد \n  شاهنشاه ابن الأمجد ) .\n</p>\n<p class=\"arabic\">والمفتي تاج الدين عبد الرحمن والخطيبان محيي الدين محمد ابن الحرستاني وجمال \n  الدين عبد الكافي ومجد الدين يوسف ابن المهتار ومحيي الدين يحيى ابن القلانسي \n  ومجد الدين محمد بن أحمد بن آبي طالب الأنصاري ومحيي الدين يحيى بن علي الموسوي \n  الحسيني وسعد الخير ونصر ابنا النابلسي وعلاء الدين علي بن محمد المراكشي \n  والكمال محمد بن عبد الواحد بن أبي بكر الحموي والرشيد عثمان بن أبي الفضل \n  بن المحبر الحنبلي والبدر يوسف بن إبراهيم الزراد سبط ابن الحنبلي والحاج \n  عبد الرحمن بن عباس الخباز والمحيي يحيى بن أحمد بن المعلم والفخر عمر بن \n  يحيى الكرجي والعماد عبد الله بن محمد بن حسان الخطيب وبدر الأتابكي والمعمر \n  العماد أبو بكر بن هلال بن عياد الحنفي والصفي إسحاق بن إبراهيم الشقراوي \n  والكمال علي بن محمد الفرنثي .\n</p>\n<p class=\"arabic\">وأخبرنا عنه أبو الحسين اليونيني والكمال عبد الله بن قوام والشمس محمد بن \n  هاشم العباسي والنجم أبو تغلب الفاروتي والعماد يوسف ابن الشقاري والشرف أحمد \n  بن عساكر والأمين أحمد بن رسلان والعماد أحمد بن محمد بن سعد والعز إسماعيل \n  ابن الفراء وعلي بن عثمان اللمتوني وعلي وعمر وأبو بكر بنو ابن عبد الدائم \n  ومحمد بن نوال الرصافي وأبو بكر بن عجرمة الحجار والشمس محمد بن حازم وعلي \n  بن بقاء الزاهد والبدر يوسف بن عطاء والعز أحمد ابن العماد ونصر الله بن عياش \n  وأحمد بن *46*62* إبراهيم الرقوقي وعمر بن أبي الفتوح الصحراوي ومحمد بن أبي \n  الذكر الصقلي والعماد عبد الحافظ بن بدران ويحيى ابن العدل وأحمد ابن المجاهد \n  وأحمد بن عزيز اليونيني ومحمد بن قايماز الطحان ومحمد بن علي ابن الواسطي \n  ومحمد بن أبي بكر المقبري وسونج التركماني وعبد الصمد ابن الحرستاني وعبد \n  الحميد بن خولان وأحمد بن أبي بكر الهمذاني ومحمد بن يوسف الذهبي ونصر ابن \n  أبي الضوء الفامي الزبداني وعبد الدائم بن أحمد القباني وأحمد بن زيد الجمال \n  وعيسى بن أبي محمد المغاري وعلي بن محمد الثعلبي والتقي أحمد بن مؤمن وسنقر \n  القضائي الحلبي والشرف عمر بن محمد الفارسي والقاضي علي بن أحمد الحنفي والشهاب \n  محمد بن مشرف التاجر والمفتي رشيد الدين إسماعيل ابن المعلم والبدر حسن بن \n  أحمد بن عطاء وعيسى المطعم والقاضي تقي الدين سليمان بن قدامة وعثمان بن إبراهيم \n  الحمصي وأحمد بن أبي طالب الحجار وخديجة بنت سعد وهدية بنت عبد الحميد وخديجة \n  ) .\n</p>\n<p class=\"arabic\">بنت الرضي وفاطمة بنت الآمدي وخديجة بنت المراتبي وفاطمة بنت البطائحي وزينب \n  بنت الإسعردي وست الوزراء بنت المنجى وهدية بنت عسكر وفاطمة بنت الفراء .\n</p>\n<p class=\"arabic\">قرأت بخط السيف ابن المجد قال بقي في نفسي عند سفري من بغداد سنة ثلاثين أنني \n  أقدم بلا شيخ يروي البخاري ثم ذكر قصة ابن روزيه وأنه سفره في سنة ست وعشرين \n  وأعطوه خمسين دينارا من عند الصالح العادل فلما وصل إلى رأس عين أرغبوه فقعد \n  وسمعوا منه البخاري ثم سار فأرغبوه في حران وسمعوا منه الكتاب ثم فعل به أهل \n  حلب كذلك وحرصوا أن لا يصل إلى دمشق وخوفوه من حصار دمشق فرجع إلى بغداد قال \n  السيف فمضيت إليه وقد ذاق الكسب فإنه حصل له أكثر من مائة دينار فاشتط علينا \n  واشترط جملة ومن يخدمه ونفقة عند أهله وتردد مع ذلك فكلمنا أبا الحسن ابن \n  القطيعي فاشترط مثل ذلك فمضيت إلى أبي عبد الله ابن الزبيدي وأنا لا أطمع \n  به فقال نستخير الله ثم قال لا تعلم أحدا وحرضه على التوجه ابنه عمر وكان \n  على الشيخ دين نحو سبعين دينارا فلأجله ذكر أنه يسافر فرافقناه فكان خفيف \n  المؤنة كثير الاحتمال حسن الصحبة كثير الذكر فنعم الصاحب كان *46*63* .\n</p>\n<p class=\"arabic\">قلت ولما قدم فرح السلطان الأشرف بقدومه وذلك في أثناء رمضان فأخذه إلى القلعة \n  ولازمه وسمع منه الصحيح في أيام يسيرة ثم نزل إلى دار الحديث الأشرفية وقد \n  فتحت من نحو شهر فحشد الناس له وتزاحموا عليه وفرغوا عليه الصحيح في شوال \n  ثم حدث بالكتاب وبمسند الشافعي بالجبل واشتهر اسمه وبعد صيته ثم سافر في الحال \n  إلى بلده فدخل بغداد متمرضا وتوفي إلى رحمة الله في الثالث والعشرين من صفر \n  ودفن بمقبرة جامع المنصور وقد حدث من بيته جماعة .\n\n</p>"
}