{
    "header": "غانم بن علي بن إبراهيم بن عساكر بن حسين ...",
    "id": "029660",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">غانم بن علي بن إبراهيم بن عساكر بن حسين .\n</h1>\n<p class=\"arabic\">الشيخ القدوة الزاهد أبو علي الأنصاري السعدي المقدسي النابلسي .\n</p>\n<p class=\"arabic\">أحد مشايخ الطرق ولد بقرية بورين من عمل نابلس سنة اثنتين وستين وخمسمائة \n  وسكن القدس عام أنقذه السلطان من الفرنج سنة ثلاث وثمانين وساح بالشام ورأى \n  الصالحين وكان ) .\n</p>\n<p class=\"arabic\">زاهدا عابدا مخبتا قانتا لله مؤثرا للخمول والانقباض صاحب أحوال وكرامات .\n</p>\n<p class=\"arabic\">حكى ابنه الشيخ عبد الله أن أباه أخبره أن رجلا من الصديقيين اجتمع به ساعة \n  قال فلما وقعت يدي في يده انتزعت الدنيا من قلبي ولما نهضت قال لي وأما من \n  خاف مقام ربه ونهى النفس عن الهوى فإن الجنة هي المأوى فجعلت هذه الآية قدوتي \n  إلى الله وسلكت بها في طريقي وجعلتها نصب عيني لكل شيء قالته لي نفسي فإن \n  قالت لي كل أجوع وإن قالت نم سهرت وإن قالت استرح أتعبتها .\n</p>\n<p class=\"arabic\">قال ابنه عبد الله انقطع رحمه الله تحت الصخرة في الأقباء السليمانية سنة \n  ستين وصحب الشيخ عبد الله الأرموي بقية عمره وعاشا جميعا مصطحبين .\n</p>\n<p class=\"arabic\">قال وحج ثلاث مرات محرما من القدس فقال رجعت من الحج وأنا مريض لا أستطيع \n  الكلام فانطرحت في البرية فجاءني مغربي فسلم فأومأت له فقال قم فأقامني وجعل \n  يده تحت جناحي ثم سار بي يحدثني بما أنا فيه وبما يكون مني لا أشك أني سائر \n  في الهواء غير أني قريب من الأرض مقدار ساعة ثم قال اجلس ونم فنمت ونام معي \n  فاستيقظت فلم أجده ووجدت نفسي قريبا من الشام وأنا طيب ولم أحتج بعد ذلك إلى \n  طعام ولا شراب حتى دخلت بيت المقدس *46*119* .\n</p>\n<p class=\"arabic\">ثم أخذ ولده عبد الله يصف توكله وفناءه ومحبته ورضاه ومقاماته وأن أخلاقه \n  كريمة وهيبته عظيمة وأنه بقي عشرين سنة بقميص واحد وطاقية على رأسه ثم سأله \n  الفقراء أن يلبس جبة فلبس وأنه ما لقي أحدا إلا ابتسم له .\n</p>\n<p class=\"arabic\">قال ورأيت ابن شير المغربي وحج سنة ثم قدم وحضر عند الفقراء فقال كيف كان \n  وصول الشيخ قالوا الشيخ ما حج فقال والله لقد سلمت عليه على الجبل وصافحته \n  ثم أتى إليه وسلم عليه وقال يا شيخ غانم أما سلمت عليك بالجبل فتبسم وقال \n  يا شمس الدين هذا يكون بحسن نظرك والسكوت أصلح .\n</p>\n<p class=\"arabic\">وحكى الشيخ القدوة إبراهيم بن عبد الله الأرموي قال حضرت مع والدي سماعا حضره \n  الشيخ غانم والشيخ طي والشيخ علي الحريري فلما تكلم الحادي حصل للشيخ غانم \n  حال فحملني وقام بي ودار مرارا فنظرت فإذا بي في غير ذلك الموضع ورأيت بلادا \n  عجيبة وأشجارا غير المعهودة وناسا موشحين بوزرات حتى رأيت شخصا خارجا من باب \n  حديقة ) .\n</p>\n<p class=\"arabic\">وهو يسوق بقرة فهالني ذلك فلما جلس بي الشيخ قال له الشيخ طي أو غيره أيش \n  كانت وظيفة ولد الشيخ عليك في هذه القومة فلم ينطق فقال والدي الشيخ عبد الله \n  فرج ولدي في إقليم الهند وجاء فسكت الشيخ غانم هذه الحكاية يرويها قاضي القضاة \n  أبو العباس بن صصرى والشيخ علاء الدين علي ابن شيخنا شمس الدين محمد سبط الشيخ \n  غانم .\n</p>\n<p class=\"arabic\">وقد أفرد سيرة الشيخ غانم في جزء مليح حفيد شيخنا شمس الدين المذكور المولى \n  الأمام أبو عبد الله محمد ابن الشيخ علاء الدين أبقاهما الله ورحمهما وقال \n  توفي في غرة شعبان سنة اثنتين وثلاثين ودفن في الحضرة التي بها صاحبه ورفيقه \n  الشيخ عبد الله الأرموي بسفح قاسيون .\n\n</p>"
}