{
    "header": "يوسف بن رافع بن تميم بن عتبة بن محمد بن ...",
    "id": "029697",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">يوسف بن رافع بن تميم بن عتبة بن محمد بن عتاب .\n</h1>\n<p class=\"arabic\">*46*134* قاضي القضاة بهاء الدين أبو المحاسن وأبو العز الأسدي الحلبي الأصل \n  الموصلي المولد والمنشأ الشافعي الفقيه المعروف بابن شداد .\n</p>\n<p class=\"arabic\">ولد في رمضان سنة تسع وثلاثين وخمسمائة .\n</p>\n<p class=\"arabic\">وحفظ القرآن ولزم أبا بكر يحيى بن سعدون القرطبي فقرأ عليه القراءآت والعربية \n  وسمع منه ومن أسعد حفدة العطاري وابن ياسر الجياني وأبي الفضل خطيب الموصل \n  وأخيه عبد الرحمن بن أحمد والقاضي أبي الرضا سعيد بن عبد الله بن القاسم الشهرزوري \n  وأبي البركات عبد الله بن الخضر ابن الشيرجي الفقيه ويحيى الثقفي وببغداد \n  من شهدة الكاتبة وأبي الخير أحمد بن إسماعيل القزويني .\n</p>\n<p class=\"arabic\">وتفقه وتفنن وبرع في العلم .\n</p>\n<p class=\"arabic\">وحدث بمصر ودمشق وحلب .\n</p>\n<p class=\"arabic\">روى عنه أبو عبد الله الفاسي المقرىء والزكي المنذري والكمال العديمي وابنه \n  المجد والجمال ابن الصابوني والشهاب القوصي ونصر الله وسعد الخير ابنا النابلسي \n  والشهاب الأبرقوهي وأبو صادق محمد بن الرشيد العطار وسنقر القضائي وجماعة \n  وبالإجازة قاضي القضاة تقي الدين سليمان وأبو نصر محمد بن محمد ابن الشيرازي \n  وجماعة .\n</p>\n<p class=\"arabic\">وكانكما قال عمر ابن الحاجب ثقة حجة عارفا بأمور الدين اشتهر اسمه وسار ذكره .\n</p>\n<p class=\"arabic\">وكان ذا صلاح وعبادة وكان في زمانه كالقاضي أبي يوسف في زمانه دبر أمور الملك \n  ) .\n</p>\n<p class=\"arabic\">بحلب واجتمعت الألسن على مدحه وأنشأ *46*135* دار حديث بحلب وصنف كتابدلائل \n  الأحكامفي أربع مجلدات .\n</p>\n<p class=\"arabic\">وحكى القاضي ابن خلكان أن بعض أصحابه حدثه قال سمعت القاضي بهاء الدين يقول \n  كنا في النظامية فاتفق أربعة من فقهائها أو خمسة على شرب البلاذر واشتروا \n  قدرا قال لهم الطبيبواستعملوه في مكان فجنوا ونفروا إلى بعد أيام وإذا واحد \n  منهم قد جاء إلى المدرسة عريانا بادي العورة وعليه بقيار كبير بعذبة إلى كعبه \n  وهو ساكت مصمم فقام إليه فقيه وسأله عن الحال فقال اجتمعنا وشربنا البلاذر \n  فجن أصحابي وسلمت أنا وحدي وصار يظهر العقل العظيم وهم يضحكون وهو لا يدري .\n</p>\n<p class=\"arabic\">وقال القاضي شمس الدين ابن خلكان انحدر إلى بغداد وأعاد بها ثم مضى إلى الموصل \n  فدرس بالمدرسة التي أنشأها القاضي كمال الدين ابن الشهرزوري وانتفع به جماعة \n  ثم حج سنة ثلاث وثمانين وزار الشام فاستحضره السلطان صلاح الدين وأكرمه وسأله \n  عن جزء حديث ليسمع منه فأخرج لهجزءا فيه أذكار منالبخاريفقرأه عليه بنفسه \n  ثم جمع كتابا مجلدا في فضائل الجهاد وقدمه للسلطان ولازمه فولاه قضاء العسكر \n  المنصور وقضاء القدس وكان حاضرا موت صلاح الدين ثم خدم بعده ولده الملك الظاهر \n  فولاه قضاء مملكته ونظر أوقافها سنة نيف وتسعين ولم يرزق ولدا ولا كان له \n  أقارب وتفق أن الملك الظاهر أقطعه إقطاعا يحصل له منها جملة كثيرة فتصمد له \n  مال كثير فعمر منه مدرسة سنة إحدى وستمائة ثم عمر في جوارها دار حديث وبينهما \n  تربة له قصده الطلبة واشتغلوا عليه للعلم والدنيا وصار المشار إليه في تدبير \n  الدولة بحلب إلى أن كبر واستولت عليه البرودات والضعف فكان يتمثل بهذا .\n</p>\n<p class=\"arabic\">% من يتمن العمر فليدرع % % صبرا على فقد أحبابه % .\n</p>\n<p class=\"arabic\">% ومن يعمر يلق في نفسه % % ما يتمناه لأعدائه % .\n</p>\n<p class=\"arabic\">*46*136* وقال شيخنا ابن الظاهري ابن شداد هو جد قاضي القضاة بهاء الدين هذا \n  لأمه فنسب إليه .\n</p>\n<p class=\"arabic\">وقال الأبرقوهي قدم مصر رسولا غير مرة آخرها القدمة التي سمعت منه فيها .\n</p>\n<p class=\"arabic\">وقال ابن خلكان كان يكنى أولا أبا العز فغيرها بأبي المحاسن .\n</p>\n<p class=\"arabic\">وقال قال في بعض تواليفه أول من أخذت عنه شيخي صائن الدين القرطبي فإني لازمت \n  ) .\n</p>\n<p class=\"arabic\">الراءة عليه إحدى عشرة سنة وقرأت عليه معظم ما رواه من كتب القراءآت والحديث \n  وشروحه والتفسير وكتب لي خطه بأنه ما قرأ عليه أحد أكثر مما قرأت عليه .\n</p>\n<p class=\"arabic\">إلى أن قال ومن شيوخي سراج الدين محمد بن علي الجياني قرأت عليهصحيحمسلم كله \n  بالموصل والوسيط للواحدي وأجاز له سنة تسع وخمسين ومنهم فخر الدين أبو الرضا \n  أسعد ابن الشهرزوري سمعت عليه مسند أبي يعلى ومسند الشافعي وسننأبي داود وجامع \n  الترمذي وسمعت من جماعة منهم شهدة ببغداد .\n</p>\n<p class=\"arabic\">قال ابن خلكان أعاد بالنظامية ببغداد في حدود السبعين وحج سنة ثلاث وثمانين \n  وقدم زائرا بيت المقدس فبالغ في إكرامه صلاح الدين فصنف له مصنفا في الجهاد \n  وفضله وكان شيخنا وأخذت عنه كثيرا وكتب صاحب إربل في حقي وحق أخي كتابا إليه \n  يقول أنت تعلم ما يلزم من أمر هذين الوالدين وأنهما ولدا أخي وولدا أخيك ولا \n  حاجة مع هذا إلى تأكيد فتفضل القاضي وتلقانا بالقبول والإكرام وأحسن حسب الإمكان \n  وكان بيده حل الأمور وعقدها ولم يكن لأحد معه كلام ولا يعمل الطواشي شهاب \n  الدين طغريل شيئا إلا بمشورته وكان للفقهاء به حرمة تامة وافرة وطال عمره \n  وأثر الهرم فيه حتى *46*137* صار كالفرخ وضعفت حركته ثم طول ترجمته وهي ثمان \n  ورقات منها قال وكان القاضي يسلك طريق البغاددة في أوضاعهم ويلبس زيهم والرؤساء \n  ينزلون عن دوابهم إليه على قدر أقدارهم ثم سار إلى مصر لإحضار ابنة الكامل \n  لزوجها العزيز فقدم وقد استقل العزيز بنفسه ورفعوا عنه الحجر ونزل طغرل إلى \n  البلد واستولى على العزيز جماعة شباب يعاشرونه فاشتغل بهم ولم ير القاضي وجها \n  يرتضيه فلازم داره إلى أن مات وهو باق على القضاء ولم يبق له حديث في الدولة \n  فصار يفتح بابه لإسماع الحديث كل يوم وظهر عليه الخرف بحيث أنه صار إذا جاءه \n  إنسان لا يعرفه وإذا عاد إليه لا يعرفه ويسأل عنه واستمر على هذا الحال مديدة \n  ثم مرض أياما قلائل ومات يوم الأربعاء رابع عشر صفر بحلب وقد صنف كتابملجأ \n  الحكامفي مجلدين وكتابسيرة صلاح الدينفجودها .\n\n</p>"
}