{
    "header": "عمر بن محمد بن عبد الله بن محمد بن عمويهـ...",
    "id": "029656",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عمر بن محمد بن عبد الله بن محمد بن عمويه .\n</h1>\n<p class=\"arabic\">الشيخ شهاب الدين أبو حفص وأبو عبد الله القرشي التيمي البكري الصوفي السهروردي \n  الزاهد العارف شيخ العراقرضي الله عنه .\n</p>\n<p class=\"arabic\">ولد في رجب سنة تسع وثلاثين وخمسمائة بسهرورد .\n</p>\n<p class=\"arabic\">وقدم بغدادوهو أمردفصحب عمه الشيخ أبا النجيب عبد القاهر وأخذ عنه التصوف \n  والوعظ وصحب أيضا الشيخ عبد القادر وصحب بالبصرة الشيخ أبا محمد بن عبد *46*113* .\n</p>\n<p class=\"arabic\">وسمع من عمه وأبي المظفر هبة الله ابن الشبلي وأبي الفتح بن البطي ومعمر بن \n  الفاخر وأبي زرعة المقدسي وأحمد بن المقرب وأبي الفتوح الطائي وسلامة بن أحمد \n  ابن الصدر ويحيى بن ثابت وخزيفة ابن الهاطرا وغيرهم ومشيختهجزء لطيف اتصل \n  لنا .\n</p>\n<p class=\"arabic\">روى عنه ابن الدبيثي وابن نقطة والضياء والبرزالي وابن النجار والقوصي والشرف \n  ابن النابلسي والظهير محمود بن عبيد الله الزنجاني والشمس أبو الغنائم بن \n  علان والتقي ابن الواسطي والعز أحمد بن إبراهيم الفاروثي الخطيب والشمس عبد \n  الرحمن ابن الزين والرشيد محمد بن أبي القاسم والشهاب الأبرقوهي وآخرون وبالإجازة \n  البدر حسن بن الخلال والكمال أحمد ابن العطار والفخر إسماعيل ابن عساكر والشمس \n  محمد بن محمد ابن الشيرازي والتقي سليمان القاضي وجماعة ) .\n</p>\n<p class=\"arabic\">وكناه بعضهم أبا نصر وبعضهم أبا القاسم .\n</p>\n<p class=\"arabic\">قال الدبيثي قدم بغداد مع عمه أبا النجيب وكان له في الطريقة قدم ثابت ولسان \n  ناطق .\n</p>\n<p class=\"arabic\">وولي عدة ربط للصوفية ونفذ رسولا إلى عدة جهات .\n</p>\n<p class=\"arabic\">وقال ابن النجار كان أبوه أبو جعفر قد قدم بغداد وتفقه على أسعد الميهني وكان \n  فقيها واعظا قال لي ابنه قتل بسهرورد وعمري ستة أشهر كان ببلدنا شحنة ظالم \n  فاغتاله جماعة وادعوا أن أبي أمرهم بذلك فجاء غلمان المقتول وفتكوا بأبي فمضى \n  العوام إلى الغلمان فقتلوهم وثارت الفتنة فأخذ السلطان أربعة منهم وصلبهم \n  حتى سكنت الفتنة فكبر قتلهم على عمي أبي النجيب ولبس القباء وقال لا أريد \n  التصوف حتى استرضي من جهة الدولة .\n</p>\n<p class=\"arabic\">ثم قال ابن النجار في الشيخ شهاب الدين كان شيخ وقته في علم الحقيقة وانتهت \n  إليه الرئاسة في تربية المريدين ودعاء الخلق إلى الله وتسليك *46*114* طريق \n  العبادة والزهد صحب عمه وسلك طريق الرياضات والمجاهدات وقرأ الفقه والخلاف \n  والعربية وسمع الحديث ثم انقطع ولازم الخلوة وداوم الصوم والذكر والعبادة \n  إلى أن خطر له عند علو سنه أن يظهر للناس ويتكلم عليهم فعقد مجلس الوعظ بمدرسة \n  عمه على دجلة فكان يتكلم بكلام مفيد من غير تزويق ولا تنميق وحضر عنده خلق \n  عظيم وظهر له قبول عظيم من الخاص والعام واشتهر اسمه وقصد من الأقطار وظهرت \n  بركات أنفاسه على خلق من العصاة فتابوا ووصل به خلق إلى الله وصار له أصحاب \n  كالنجوم ونفذ رسولا إلى الشام مرات وإلى السلطان خوارزم شاه ورأى من الجاه \n  والحرمة عند الملوك ما لم يره أحد ثم رتب شيخا بالرباط الناصري وبرباط البسطامي \n  ورباط المأمونية ثم إنه أضر في آخر عمره وأقعد ومع هذا فما أخل بالأوراد ودوام \n  الذكر وحضور الجمع في محفة والمضي إلى الحج إلى أن دخل في عشر المائة وضعف \n  فانقطع في منزله .\n</p>\n<p class=\"arabic\">قال وكان تام المروءة كبير النفس ليس للمال عنده قدر لقد حصل له ألوف كثيرة \n  فلم يدخر شيئا ومات ولم يخلف كفنا وكان مليح الخلق والخلق متواضعا كامل الأوصاف \n  الجميلة قرأت عليه كثيرا وصحبته مدة وكان صدوقا نبيلا صنف في التصوف كتابا \n  شرح فيه أحوال القوم وحدث به مرارا يعنيعوارف المعارف .\n</p>\n<p class=\"arabic\">قال وأملى في أخر عمره كتابا في الرد على الفلاسفة وذكر أنه دخل بغداد بعد \n  وفاة أبي ) .\n</p>\n<p class=\"arabic\">الوقت المحدث .\n</p>\n<p class=\"arabic\">وقال ابن نقطة كان شيخ العراق في وقته صاحب مجاهدة وإيثار وطريقة حميدة ومروءة \n  تامة وأوراد على كبر سنه .\n</p>\n<p class=\"arabic\">وقال يوسف الدمشقي سمعت وعظ أبي جعفر والد السهروردي ببغداد في جامع القصر \n  وفي المدرسة النظامية وتولى قضاء سهرورد وقتل *46*115* .\n</p>\n<p class=\"arabic\">وقال ابن الحاجب يلتقي هو والإمام أبو الفرج ابن الجوزي في النسب في القاسم \n  بن النضر بن القاسم بن محمد بن عبد الله بن عبد الرحمن بن القاسم بن محمد \n  ابن الصديق أبي بكر رضي الله عنهوقال هو عمر بن محمد بن عبد الله عمويه بن \n  سعد بن الحسين بن القاسم بن النضر .\n</p>\n<p class=\"arabic\">قلت وقد ذكرنا نسب ابن الجوزي في ترجمته أنبأني مسعود بن حمويه أن قاضي القضاة \n  بدر الدين يوسف السنجاري حكى عن الملك الأشرف موسى أن السهروردي جاءه رسولا \n  فقال في بعض حديثه يا مولانا تطلبت كتا بالشفاءلابن سينا من خزائن الكتب ببغداد \n  وغسلت جميع النسخ ثم في أثناء الحديث قال كان السنة ببغداد مرض عظيم وموت \n  فقلت كيف لا يكون وأنت قد غسلت الشفاءمنها .\n</p>\n<p class=\"arabic\">قلت وقد لبست الخرقة بالقاهرة من الشيخ ضياء الدين عيسى بن يحيى الأنصاري \n  السبتي وقال ألبسنيها الشيخ شهاب الدين بمكة في سنة سبع وعشرين وستمائة .\n</p>\n<p class=\"arabic\">توفي الشيخ في أول ليلة من السنة ببغداد *46*116* .\n\n</p>"
}