{
    "header": "علي بن أبي بكر بن روزبة بن عبد الله .",
    "id": "029738",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">علي بن أبي بكر بن روزبة بن عبد الله .\n</h1>\n<p class=\"arabic\">أبو الحسن البغدادي القلانسي الصوفي العطار .\n</p>\n<p class=\"arabic\">سمع صحيح البخاري من أبي الوقت وسمع جزء ابن العالي *46*156* .\n</p>\n<p class=\"arabic\">وحدث ببغداد وحران وحلب ورأس عين بالصحيح مرات وازدحموا عليه ووصله بجملة \n  جيدة من الذهب .\n</p>\n<p class=\"arabic\">وكان عازما على المجيء من حلب إلى دمشق فخوفوه من حصار دمشق فرد إلى بغداد \n  فطالبوه بما كانوا أعطوه ليذهب إلى دمشق فأعطى البعض وماطل بما بقي ثم أضر \n  في أواخر عمره وكان لا يحقق مولده ولكنه بلغ التسعين .\n</p>\n<p class=\"arabic\">روى عنه عز الدين عبد الرزاق الرسعني والشريف أبو المظفر ابن النابلسي والجمال \n  يحيى ابن الصيرفي وابنه الفخر محمد والقاضي شمس الدين محمد ابن العماد الحنبلي \n  والزين نصر الله بن عبد المنعم بن حواري الحنفي والمجد عبد الرحمن العديمي \n  والعز أحمد بن الفاروثي والجمال أبو بكر محمد بن أحمد الشريشي والأمين أحمد \n  ابن الأشتري والسيف عبد الرحمن بن محفوظ والشمس عبد الواسع الأبهري والشمس \n  حمد بن عبد الله الخابوري والضياء محمد بن أبي بكر الجعفري والتاج علي بن \n  أحمد الغرافي والرشيد محمد بن أبي القاسم وأبو الغنائم بن محاسن الكفرابي \n  والجمال عمر بن إبراهيم العقيمي ويعقوب بن ) .\n</p>\n<p class=\"arabic\">فضائل وأحمد ابن السيف سليمان المقدسي وأبو الحسن علي بن عبد الغني بن تيمية \n  ومحمد بم مؤمن الصوري والتاج محمد بن عبد السلام بن أبي عصرون وابن عمه الشرف \n  محمد بن يوسف بن عبد الرحمن وسنقر القضائي الزيني وخلق سواهم .\n</p>\n<p class=\"arabic\">وكان شيخا حسنا مليح الشيبة والهيئة حلو الكلام قوي النفس على كبر السن من \n  ساكني رباط الخلاطية .\n</p>\n<p class=\"arabic\">سمع الصحيح بقراءة يوسف بن مقلد الدمشقي وكان معه به ثبت صحيح عليه خط أبي \n  الوقت .\n</p>\n<p class=\"arabic\">قال الحافظ عبد العظيم توفي فجاءة في ليلة الخامس من ربيع الآخر وقد جاوز \n  التسعين *46*157* .\n</p>\n<p class=\"arabic\">وأجاز لابن الشيرازي وابن عساكر وسعد والمطعم وأحمد ابن الشحنة وغيرهم .\n\n</p>"
}