{
    "header": "نصر بن عبد الرزاق ابن الشيخ عبد القادر بـ...",
    "id": "029762",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">نصر بن عبد الرزاق ابن الشيخ عبد القادر بن أبي صالح بن جنكي دوست قاضي .\n</h1>\n<p class=\"arabic\">القضاة .\n</p>\n<p class=\"arabic\">عماد الدين أبو صالح ابن الحافظ الزاهد الإمام أبي بكر الجيلي ثم البغدادي \n  الأزجي الفقيه الحنبلي .\n</p>\n<p class=\"arabic\">ولد في ربيع الآخر سنة أربع وستين وخمسمائة ) .\n</p>\n<p class=\"arabic\">وأجاز له وهو ابن شهر أبو الفتح ابن البطي وأبو محمد ابن الخشاب والمبارك \n  بن محمد الباذرائي وغيرهم .\n</p>\n<p class=\"arabic\">وسمع من أبيه وعلي بن عساكر البطائحي وخديجة بنت أحمد الهوزاني وشهدة بنت \n  الإبري وعبد الحق اليوسفي ومسلم بن ثابت النحاس وأحمد بن المبارك المرقعاتي \n  وسعيد بن صافي الجمال وعيسى الدوشابي ومحمد بن بدر الشيحي وفاطمة بنت أبي \n  غالب محمد بن الحسن الماوردي وأبي شاكر السقلاطوني وجماعة .\n</p>\n<p class=\"arabic\">وتفقه على والده وأبي الفتح بن المني ودرس وأفتى وناظر وبرع في المذهب .\n</p>\n<p class=\"arabic\">روى عنه الدبيثي وابن النجار والشرف ابن النابلسي والشمس محمد بن *46*174* \n  هامل والعز الفاروثي والتاج الغرافي والجمال محمد ابن الدباب والجمال محمد \n  البكري والعلاء ابن بلبان الناصري والشهاب الأبرقوهي وآخرون .\n</p>\n<p class=\"arabic\">وجمع لنفسه أربعين حديثا سمعناها من الأبرقوهي ودرس بمدرسة جده وبالمدرسة \n  الشاطئية وتكلم في الوعظ وألف في التصوف وولي القضاء للظاهر بأمر الله وأوائل \n  دولة المستنصر بالله ثم صرف .\n</p>\n<p class=\"arabic\">سئل الضياء عنه فقال فقيه خير كريم النفس ونالته محنة فإن سنة أربع وعشرين \n  صاموا ببغداد رمضان بشهادة اثنين ثم ثاني ليلة رقب الهلال فلم ير ولاح خطأ \n  الشهود وأفطر قوم من أصحاب أبي صالح فأمسكوا ستة من أعيانهم فاعترفوا فعززوا \n  بالدرة وحبسوا ثم أخذ الذين شهدوا فحبسوا وضرب كل واحد خمسين ثم إن قاضي المحول \n  أفطر بعد الثلاثين على حساب ما شهدوا فضرب وطيف به واحتمى أبو صالح بالرصافة \n  في بيت حائك واجتمع عنده خلق من باب الأزج فمنعوا من الدخول إليه ثم أطلق \n  بعد انسلاخ شوال نعم .\n</p>\n<p class=\"arabic\">وذكره ابن النجار فقال قرأ الخلاف على أبي محمد بن أبي علي النوقاني الشافعي \n  ودرس بمدرسة جده وبنيت له دكة بجامع القصر للمناظرة وجلس للوعظ وكان له قبول \n  تام ويحضره خلق كثير وأذن له في الدخول على الأمير أبي نصر محمد ابن الإمام \n  الناصر في كل جمعة لسماع مسند الإمام أحمد منه بإجازته من أبيه الناصر فحصل \n  له به أنس فلما استخلف قلده القضاء في ذي القعدة سنة اثنتين وعشرين فسار السيرة \n  الحسنة وسلك الطريقة المستقيمة وأقام ناموس الشرع ولم يحاب أحدا في دين الله \n  وكان لا يمكن أحدا من الصياح ) .\n</p>\n<p class=\"arabic\">بين يديه ويمضي إلى الجمعة ماشيا ويكتب الشهود من دواته في مجلسه فلما أفضت \n  الخلافة إلى المستنصر أقره أشهرا ثم عزله روى الكثير وكان ثقة متحريا له في \n  المذهب اليد الطولي وكان لطيفا متواضعا مزاحا كيسا وكان مقداما رجلا من الرجال \n  سمعته يقول كنت في دار الوزير القمي وهناك جماعة إذ دخل رجل ذو هيئة فقاموا \n  له وخدموه فقمت وظننته بعض الفقهاء فقيل هذا ابن كرم اليهودي عامل دار الضرب \n  فقلت له تعال إلى *46*175* هنا فجاء ووقف بين يدي فلت له ويلك توهمتك فقيها \n  فقمت إكراما لذلك ولست ويلك عندي بهذه الصفة ثم كررت ذلك عليه وهو قائم يقول \n  الله يحفظك الله يبقيك ثم قلت اخسأ هناك بعيدا عنا فذهب .\n</p>\n<p class=\"arabic\">قال وحدثني أنه رسم له برزق من الخليفة وأنه زار يومئذ قبر الإمام أحمد فقيل \n  لي دفع رسمك إلى ابن توما النصراني فامض إليه فخذه فقلت والله لا أمضي ولا \n  أطلبه فبقي ذلك الذهب عنده إلى أن قتل لعنه الله في السنة الأخرى وأخذ الذهب \n  من داره فنفذ إلي .\n</p>\n<p class=\"arabic\">توفي في سادس عشر شوال ودفن في الدكة التي لقبر الإمام أحمد بن حنبل وقيل \n  دفن معه في قبره تولى ذلك الرعاع والعوام فقبض على من فعل ذلك وعوقب وحبس \n  ثم نبش أبو صالح ليلا بعد أيام ولم يعلم أين دفن رحمه الله .\n</p>\n<p class=\"arabic\">قلت وأجاز لإبراهيم بن حاتم البعلبكي وإسماعيل بن عساكر وفاطمة بنت سليمان \n  والبدر حسن ابن الخلال والقاضي الحنبلي وعيسى المطعم وأحمد ابن الشحنة وسعد \n  بن محمد بن سعد وأبي بكر بن عبد الدائم وأبي نصر بن مميل وغيرهم .\n\n</p>"
}