{
    "header": "عمر بن حسن بن علي بن محمد الجميل بن فرح ...",
    "id": "029739",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عمر بن حسن بن علي بن محمد الجميل بن فرح بن خلف بن قومس بن مزلال بن ملال .\n</h1>\n<p class=\"arabic\">بن أحمد بن بدر بن دحية بن خليفة كذا نسب نفسه .\n</p>\n<p class=\"arabic\">العلامة أبو الخطاب ابن دحية الداني الأصل السبتي .\n</p>\n<p class=\"arabic\">كان يكتب لنفسه ذو النسبيين بين دحية والحسين .\n</p>\n<p class=\"arabic\">قال أبو عبد الله الأبار كان يذكر أنه من ولد دحية الكلبي وأنه سبط *46*158* \n  أبي البسام الحسيني الفاطمي وكان يكنى أبا الفضل ثم كنى نفسه أبا الخطاب .\n</p>\n<p class=\"arabic\">قال وسمع بالأندلس أبا عبد الله ابن المجاهد وأبا القاسم بن بشكوال وأبا بكر \n  بن الجد وأبا عبد الله بن زرقون وأبا بكر بن خير وأبا القاسم بن حبيش وأبا \n  محمد بن عبيد الله وأبا العباس بن مضاء وأبا محمد بن بونه وجماعة .\n</p>\n<p class=\"arabic\">قال وحدث بتونس بصحيح مسلم عن طائفة من هؤلاء وروى عن آخرين منهم أبو عبد \n  الله بن المناصف وأبو القاسم بن دحمان وصالح بن عبد الملك وأبو إسحاق بن قرقول \n  وأبو العباس بن سيد وأبو عبد الله بن عميرة وأبو خالد بن رفاعة وأبو القاسم \n  بن رشد الوراق وأبو عبد الله القباعي وأبو بكر بن مغاور .\n</p>\n<p class=\"arabic\">وكان بصيرا بالحديث معتنيا بتقييده مكبا على سماعه حسن الحظ معروفا بالضبط \n  له حظ وافر من اللغة ومشاركة في العربية وغيرها .\n</p>\n<p class=\"arabic\">ولي قضاء دانية مرتين ثم صرف عن ذلك لسيرة نعتت عليه فرحل منها ولقي بتلمسان \n  ) .\n</p>\n<p class=\"arabic\">قاضيها أبا الحسن بن أبي حيون فحمل عنه .\n</p>\n<p class=\"arabic\">وحدث بتونس أيضا سنة خمس وتسعين وحج وكتب بالمشرق عن جماعة بإصبهان ونيسابور \n  من أصحاب أبي علي الحداد وأبي عبد الله الفراوي وغيرهما وعاد إلى مصر فاستأدبه \n  الملك العادل لابنه الكامل ولي عهده وأسكنه القاهرة فنال بذلك دنيا عريضة .\n</p>\n<p class=\"arabic\">وكان يسمع ويدرس وله تواليف منها كتاب إعلام النص المبين في المفاضلة بين \n  أهل صفين وكتب إلي بالإجازة سنة ثلاث عشرة .\n</p>\n<p class=\"arabic\">قلت رحل وهو كهل فحج وسمع بمصر من أبي القاسم البويصيري وغيره وببغداد من \n  جماعة وبواسط من أبي الفتح المندائي سمع منه مسند أحمد وسمع بإصبهان معجم \n  الطبراني الكبير من أبي جعفر الصيدلاني وسمع بنيسابور صحيح مسلم بعلو بعد \n  أن حدث به بالمغرب بالإسناد الأندلسي النازل ثم صار إلى دمشق وحدث بها *46*159* .\n</p>\n<p class=\"arabic\">روى عنه الدبيثي وقال كان له معرفة حسنة بالنحو واللغة وأنسة بالحديث فقيها \n  على مذهب مالك وكان يقول إنه حفظ صحيح مسلم جميعه وأنه قرأه على بعض شيوخ \n  المغرب من حفظه ويدعي أشياء كثيرة .\n</p>\n<p class=\"arabic\">قلت كان صاحب فنون وله يد طولى في اللغة ومعرفة جيدة بالحديث على ضعف فيه .\n</p>\n<p class=\"arabic\">قرأت بخط الضياء الحافظ وفي ليلة الثلاثاء رابع عشر ربيع الأول توفي أبو الخطاب \n  عمر بن دحية وكان يتسمى بذي النسبين بين دحية والحسين لقيته بإصبهان ولم أسمع \n  منه شيئا ولم يعجبني حاله وكان كثير الوقيعة في الأئمة وأخرني إبراهيم السنهوري \n  بإصبهان أنه دخل المغرب وأن مشايخ المغرب كتبوا له جرحه وتضعيفه وقد رأيت \n  منه أنا غير شيء مما يدل على ذلك .\n</p>\n<p class=\"arabic\">قلت بسببه بنى السلطان الملك الكامل دار الحديث بالقاهرة وجعله شيخها .\n</p>\n<p class=\"arabic\">وقد سمع منه الإمام أبو عمرو ابن الصلاح الموطأ سنة نيف وستمائة وأخبر به \n  عن جماعة منهم أبو عبد الله بن زرقون بإجازته من أحمد بن محمد الخولاني وهو \n  إسناد مليح عال .\n</p>\n<p class=\"arabic\">ولكن قد أسنده الضياء أعلى من هذا والعهدة عليه فقرأت بخط الحافظ علم الدين \n  أنه قرأ بخط ابن الصلاح رحمه الله قال سمعت الموطأ على الحافظ ابن دحية وحدثنا \n  به بأسانيد كثيرة جدا وأقربها ما حدثه به الشيخان الفقيهان أبو الحسن علي \n  بن حنين الكناني والمحدث ) .\n</p>\n<p class=\"arabic\">أبو عبد الله محمد بن عبد الله بن خليل القيسي قالا حدثنا أبو عبد الله محمد \n  بن فرج الطلاع وأبو بكر خازم بن محمد بن خازم قالا حدثنا يونس بن عبد الله \n  بن مغيث بسنده .\n</p>\n<p class=\"arabic\">قال الذهبي أما القيسي فحدث بفاس ومراكش واستوطن بلاد العدوة *46*160* فكيف \n  لقيه ابن دحية فلعله أجار له وكذلك ابن حنين فإنه خرج عن الأندلس ولم يرجع \n  بل نزل مدينة فاس ومات سنة تسع وستين فبالجهد أن يكون لابن دحية منه إجازة \n  وقوله حدثني فهذا مذهب رديء يستعمله بعض المغاربة في الإجازة فهو تدليس قبيح .\n</p>\n<p class=\"arabic\">وقرأت بخط أبي عبد الله محمد بن عبد الملك القرطبي وقد كتبه ثمان وثمانين \n  وخمسمائة وتحته تصحيح ابن دحية حدثني القاضي أبو الخطاب ابن الكلبي بكتاب \n  الموطأ عن أبي الحسن علي بن الحسين اللواتي وابن زرقون قالا حدثنا الثقة أحمد \n  بن محمد الخولاني حدثنا أبو عمرو القيشطالي سماعا حدثنا يحيى بن عبيد الله \n  عن عم أبيه عبيد الله عن أبيه يحيى بن يحيى عن مالك .\n</p>\n<p class=\"arabic\">قال ابن واصل وكان أبو الخطاب مع فرط معرفته الحديث وحفظه الكثير له متهما \n  بالمجازفة في النقل وبلغ ذلك الملك الكامل فأمره يعلق شيئا على الشهاب فعلق \n  كتابا تكلم فيه على أحاديثه وأسانيده فلما وقف الكامل على ذلك قال له بعد \n  أيام قد ضاع مني ذلك الكتاب فعلق لي مثله ففعل فجاء في الثاني مناقضة للأول \n  فعلم السلطان صحة ما قيل عنه .\n</p>\n<p class=\"arabic\">فنزلت مرتبته عنده وعزله من دار الحديث آخرا وولى أخاه أبا عمرو الذي نذكره \n  في العام الآتي .\n</p>\n<p class=\"arabic\">قال ابن نقطة كان موصوفا بالمعرفة والفضل ولم أره إلا أنه كان يدعي أشياء \n  لا حقيقة لها .\n</p>\n<p class=\"arabic\">ذكر لي أبو القاسم بن عبد السلام ثقة قال نزل عندنا ابن دحية فكان يقول أحفظ \n  صحيح مسلم والترمذي قال فأخذت خمسة أحاديث من الترمذي وخمسة من المسند وخمسة \n  من الموضوعات فجعلتها في جزء ثم عرضت عليه حديثا من الترمذي فقال ليس بصحيح \n  وآخر فقال لا أعرفه ولم يعرف منها شيئا *46*161* .\n</p>\n<p class=\"arabic\">قلت ما أحسن الصدق ولقد أفسد هذا المرء نفسه .\n</p>\n<p class=\"arabic\">وقال ابن خلكان عند وصول ابن دحية إلى إربل صنف لسلطانها المظفر كتاب المولد \n  وفي آخره قصيدة طويلة مدحه بها أولها ) .\n</p>\n<p class=\"arabic\">% لولا الوشاة وهم % % أعداؤنا ما وهموا % .\n</p>\n<p class=\"arabic\">ثم ظهرت القصيدة بعينها للأسعد بن مماتي في ديوانه .\n</p>\n<p class=\"arabic\">قلت وكذلك نسبه شيء لا حقيقة .\n</p>\n<p class=\"arabic\">قرأت بخط ابن مسدي كان أبوه تاجرا يعرف بالكلبي بين الباء والفاء وهو اسم \n  موضع بدانية وكان أبو الخطاب أولا يكتب الكلبي معا إشارة إلى البلد والنسب \n  وإنما كان يعرف بابن الجميل تصغير جمل وكان أبو الخطاب علامة زمانه وقد ولي \n  أولا قضاء دانية .\n</p>\n<p class=\"arabic\">وقال التقي عبيد الإسعردي أبو الخطاب ذو النسبين صاحب الفنون والرحلة الواسعة \n  له المصنفات الفائقة والمعاني الرائفة وكان معظما عند الخاص والعام سئل عن \n  مولده فقال سنة ست وأربعين وخمسمائة .\n</p>\n<p class=\"arabic\">وحكي عنه في مولده غير ذلك حدث عنه جماعة *46*162* .\n\n</p>"
}