{
    "header": "سليمان بن موسى بن سالم بن حسان الحميري ....",
    "id": "029795",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">سليمان بن موسى بن سالم بن حسان الحميري .\n</h1>\n<p class=\"arabic\">الكلاعي الأندلسي البلنسي .\n</p>\n<p class=\"arabic\">هو الحافظ الكبير أبو الربيع ابن سالم .\n</p>\n<p class=\"arabic\">ولد في رمضان سنة خمس وستين وخمسمائة .\n</p>\n<p class=\"arabic\">وكان بقية أعلام الحديث ببلنسية .\n</p>\n<p class=\"arabic\">ذكره أبو عبد الله الأبار فقال سمع ببلده أبا العطاء بن نذير وأبا الحجاج \n  بن أيوب ورحل فسمع أبا القاسم بن حبيش وأبا بكر بن الجد وأبا عبد الله بن \n  زرقون وأبا عبد الله ابن الفخار وأبا محمد بن عبيد الله وأبا *46*191* محمد \n  بن بونه وأبا الوليد بن جمهور ونجبة بن يحيى وخلقا سواهم وأجاز له أبو العباس \n  بن مضاء وأبو محمد عبد الحق صاحب الأحكام وآخرون وعني أتم عناية بالتقييد \n  والرواية وكان إماما في صناعة الحديث بصيرا به حافظا حافلا عارفا بالجرح والتعديل \n  ذاكرا للمواليد والوفيات يتقدم أهل زمانه في ذلك ) .\n</p>\n<p class=\"arabic\">وفي حفظ أسماء الرجال خصوصا من تأخر زمانه وعاصره وكتب الكثير وكان الخط الذي \n  يكتبه لا نظير له في الإتقان والضبط مع الاستبحار في الأدب والاشتهار بالبلاغة \n  فردا في إنشاء الرسائل مجيدا في النظم خطيبا فصيحا مفوها مدركا حسن السرد \n  والمساق لما يقوله مع الشارة الأنيقة والزي الحسن وهو كان المتكلم عن الملوك \n  في مجالسهم والمبين عنهم لما يريدونه على المنبر في المحافل ولي خطابة بلنسية \n  في أوقات وله تصانيف مفيدة في عدة فنون ألف كتاب الاكتفاء في مغازي رسول الله \n  صلى الله عليه وسلم والثلاثة الخلفاء وهو في أربعة مجلدات وله كتاب حافل في \n  معرفة الصحابة والتابعين لم يكمله وكتاب مصباح الظلم يشبه الشهاب وكتاب في \n  أخبار الإمام أبي عبد الله البخاري وسيرته وكتاب الأربعين وتصانيف سوى ذلك \n  كثيرة في الحديث والأدب والخطب وإليه كانت الرحلة في عصره للأخذ عنه أخذت \n  عنه كثيرا وانتفعت به في الحديث كل الانتفاع وحضني على هذا التاريخ يعني تكملة \n  الصلة .\n</p>\n<p class=\"arabic\">قال وأمدني من تقييداته وطرفه بما شحنته به واستشهد بكائنة أنيشة على ثلاثة \n  فراسخ من بلنسية مقبلا غير مدبر في العشرين من ذي الحجة سنة أربع وثلاثين \n  وكان أبدا يحدثنا أن السبعين منتهى عمره لرؤيا رآها وهو آخر الحفاظ والبلغاء \n  المترسلين بالأندلس .\n</p>\n<p class=\"arabic\">قلت وقد روى أبو العباس ابن الغماز قاضي تونس عدة دواوين .\n</p>\n<p class=\"arabic\">قال ابن الغماز أنشدنا أبو الربيع لنفسه *46*192* .\n</p>\n<p class=\"arabic\">% قبائح آثار شغلن ظنوني % % وخوقن أفكاري لقاء منون % .\n</p>\n<p class=\"arabic\">% وكيف اعتذاري عن ذنوبي وقبحها % % ويأبى لي العذر الجميل حقيني % .\n</p>\n<p class=\"arabic\">% على أن لي من حسن ظني بخالقي % % معاذا بحصن في المعاد حصين % .\n</p>\n<p class=\"arabic\">% فإن أوبقتني سلفات تقدمت % % فحسن يقيني بالإله يقيني % .\n</p>\n<p class=\"arabic\">قال ابن مسدي لم ألق مثله جلالة ونبلا ورياسة وفضلا وكان غماما مبرزا في فنون \n  من منقول ومعقول ومنشور وموزون جامعا للفضائل وبرع في علوم القرآن والتجويد \n  والأدب فكان ابن بجدته وهو ختام الحفاظ ندب لديوان الإنشاء فاستعفى أخذ القراءآت \n  عن أصحاب ابن هذيل رحل واختص بأبي القاسم بن حبيش بمرسية أكثرت عنه رحمه الله .\n</p>\n<p class=\"arabic\">وقال أبو العباس ابن الغماز وله كتاب الأربعين عن أربعين شيخا وكتاب الموافقات \n  ) .\n</p>\n<p class=\"arabic\">العوالي وجزء المسلسلات .\n</p>\n<p class=\"arabic\">وقال أبو محمد المنذري في العشرين من ذي الحجة توفي الحافظ أبو الربيع الكلاعي \n  الخطيب الكاتب شهيدا بيد العدو خذله الله بظاهر بلنسية ومولده بظاهر مرسية \n  في مستهل رمضان سنة خمس وستين سمع ببلنسية من محمد بن جعفر النحوي وأبي الحجاج \n  يوسف بن عبد الله وأبي بكر أحمد بن أبي المطرف وبمرسية من أبي القاسم عبد \n  الرحمن بن حبيش بإشبيلية وشاطبة وغرناطة وسبته ومالقة ودانية وجمع مجاميع \n  مفيدة تدل على غزارة علمه وكثيرة حفظه ومعرفته بهذا الشأن وكتب إلينا بالإجازة \n  من بلنسية سنة أربع عشرة وستمائة .\n\n</p>"
}