{
    "header": "محمد بن إبراهيم بن مسلم .",
    "id": "029743",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن إبراهيم بن مسلم .\n</h1>\n<p class=\"arabic\">الفخر أبو عبد الله الإربلي الصوفي *46*164* .\n</p>\n<p class=\"arabic\">ولد سنة تسع وخمسين وقال مرة أخرى في المحرم سنة ستين .\n</p>\n<p class=\"arabic\">وروى عنه يحيى بن ثابت وأبي بكر بن النقور وعلي ابن عساكر البطائحي وشهدة \n  الكاتبة والحسن بن علي البطليوسي وهبة الله بن يحيى الوكيل وخمرتاش مولى أبي \n  الفرج ابن رئيس الرؤساء وتجني الوهبانية وغيرهم .\n</p>\n<p class=\"arabic\">روى عنه الجمال ابن الصابوني والجمال الدينوري خطيب كفربطنا والعماد يوسف \n  ابن الشقاري والشرف أبو الحسن اليونيني والجمال أحمد ابن الظاهري والشرف أحمد \n  ابن عساكر وعلي بن بقاء المقرئ والعماد بن سعد وعلي وعم وأبو بكر بنو ابن \n  عبد الدائم وعمر بن طرخان المعري والتقي بن مؤمن والشمس محمد بن يوسف الذهبي \n  وعيسى بن أبي محمد المغاري والمحيي أبو بكر بن عبد الله ابن خطيب بيت الآبار \n  ومحمد بن مكي الصقلي وعبد المنعم بن عساكر وخلق .\n</p>\n<p class=\"arabic\">وخرج له الزكي البرزالي مشيخة في جزء ) .\n</p>\n<p class=\"arabic\">تفرد به بمصر موسى بن علي الموسوي حضره في الرابعة وبقي بدمشق في سنة أربع \n  عشرة .\n</p>\n<p class=\"arabic\">من الرواة عنه بالحضور أبو بكر بن عبد الدائم المذكور وعيسى المطعم والقاضي \n  تقي الدين سليمان وبهاء الدين القاسم بن عساكر .\n</p>\n<p class=\"arabic\">قال شيخنا ابن الظاهري توفي بإربل في رمضان أو شوال .\n</p>\n<p class=\"arabic\">ووجدت بخط السيف ابن المجد رأيت أصحابنا ومشايخنا يتكلمون فيه بسبب قلة الدين \n  والمروءة وكان سماعه صحيحا .\n</p>\n<p class=\"arabic\">وقال لي شمس الدين ابن سامة عن لقبه قنور .\n</p>\n<p class=\"arabic\">وقرأت بخط ابن مسدي إنه يعرف بالقور قال وكان لا يتحقق مولده *46*165* وذكر \n  ما يدل على انه بعد الخمسين وخمسمائة وقال مرة ولدت بعد ذلك فلهذا امتنعوا \n  من الأخذ عنه بإجازات فإنه يذكر ما يدل على أن مولده بعد تاريخها .\n\n</p>"
}