{
    "header": "عبد الله بن عمر بن علي بن عمر بن زيد .",
    "id": "029887",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الله بن عمر بن علي بن عمر بن زيد .\n</h1>\n<p class=\"arabic\">الشيخ أبو المنجى ابن اللتي البغدادي الحريمي الطاهري القزاز .\n</p>\n<p class=\"arabic\">ولد بشارع دار الرقيق في العشرين من ذي العقدة سنة خمس وأربعين وخمسمائة *46*241* .\n</p>\n<p class=\"arabic\">وسمع بإفادة عمه محمد بن علي ابن اللتي من سعيد بن أحمد ابن البناء في الخامسة \n  ومن أبي الوقت السجزي وأبي الفتوح الطائي وأبي المعالي محمد ابن اللحاس وعمر \n  بن عبد الله الحربي والحسن بن جعفر المتوكلي وأبي الفتح بن البطي وأحمد بن \n  المقرب ومقبل بن أحمد بن الصدر وعمر بن بنيمان وأخيه أحمد والمفتي أبي عبد \n  الله الرستمي وأبي القاسم فورجة وإسماعيل بن شهريار وعلي بن أحمد اللباد وأبي \n  جعفر محمد بن الحسن ) .\n</p>\n<p class=\"arabic\">الصيدلاني وأبي عاصم قيس بن محمد السويقي من إصبهان وفاتته إجازة أبي الفضل \n  الأرموي وطبقته .\n</p>\n<p class=\"arabic\">قال ابن نقطة سماعه صحيح وله أخ قد زور لعبد الله إجازات من ابن ناصر وغيره \n  وإلى الآن ما علمته روى بها شيئا وهي باطلة فأما الشيخ فشيخ صالح لا يدري \n  هذا الشأن البتة .\n</p>\n<p class=\"arabic\">قلت وكان قد سمع كتاب ذم الكلام لشيخ الإسلام من أبي الوقت بفوت كراس ولا \n  أعلمه حدث إلا بمنتقى ابن النابلسي له وهو جزء ضخم وأنا أتعجب كيف فوت ابن \n  الجوهري والطلبة ذلك عليه .\n</p>\n<p class=\"arabic\">وروى الكثير ببغداد وحلب ودمشق والكرك واشتهر اسمه وعلا سنده وتفرد في الدنيا .\n</p>\n<p class=\"arabic\">قال ابن النجار وبه ختم حديث أبي القاسم البغوي بعلو قال وكان سماعه صحيحا .\n</p>\n<p class=\"arabic\">قلت أقدمه الشام معه المفيد أبو العباس ابن الجوهري قدم في ذي القعدة من سنة \n  ثلاث وثلاثين فنزل به ببستانهم بجديا وسمع عليه قبل كل أحد *46*242* أبا علي \n  ابن الخلال وإخوته ثم حدث بالكثير بالصالحية وبالبلد غير مرة وذهب إلى الكرك \n  طلبه الملك الناصر فسمع عليه أولاده وأهل الكرك وأنعم عليه وأقام بالكرك مدة \n  ثم رجع إلى دمشق وحدث بخان الصارم بظاهر دمشق وذهب إلى حلب فحدث بها في ذي \n  القعدة وذي الحجة من سنة أربع وسافر إلى بغداد وقد حصل جملة صالحة من صلات \n  الناصر وأهل حلب ازدحم عليه الطلبة وجلس بين يديه الحفاظ والأئمة .\n</p>\n<p class=\"arabic\">حدث عنه ابن النجار وأبو عبد الله الدبيثي والضياء والأشرف ابن النابلسي والشمس \n  محمد بن هامل والجمال محمد ابن الصابوني والضياء علي ابن البالسي والنجم محمد \n  بن محمد السبتي والشمس محمد بن عبد الوهاب الحنبلي والشهاب أحمد بن الخزري \n  والجمال أحمد ابن الظاهري والشريف أبو الحسين اليونيني وأبو القاسم بن بلبان \n  والمجد يوسف ابن المهتار والبهاء محمد بن إبراهيم النحوي والعز بن عبد الحق \n  وأبو حامد المكبر وعيسى المغاري وعيسى المعلم وعيسى المطعم وأحمد بن عبد الرحمن \n  المنقذي وعلي بن هارون القارئ وخطيب بعلبك عبد الرحمن بن عبد الوهاب السلمي \n  والفخر إسماعيل بن عساكر ومحمد بن قايماز الدقيقي والزين محمد بن عبد الغني \n  الذهبي وإبراهيم بن علي ابن الحبوبي وعمر بن إبراهيم الجندي والصدر بن مكتوم \n  وعبد الأحد ابن تيمية وزينب الإسعردي ) .\n</p>\n<p class=\"arabic\">وهدية بنت الهراس وزينب بنت شكر وأحمد بن أبي طالب الحجار والقاسم بن عساكر \n  وخلق كثير .\n</p>\n<p class=\"arabic\">وتوفي ببغداد في رابع عشر جمادى الأولى .\n</p>\n<p class=\"arabic\">وكان شيخا صالحا مباركا خاليا من العلم .\n\n</p>"
}