{
    "header": "محمد بن أحمد بن عمر بن حسين بن خلف .",
    "id": "029830",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن أحمد بن عمر بن حسين بن خلف .\n</h1>\n<p class=\"arabic\">الحافظ المفيد أبو الحسن البغدادي القطيعي .\n</p>\n<p class=\"arabic\">ولد في رجب سنة ست وأربعين ) .\n</p>\n<p class=\"arabic\">وسمعه أبوه الفقيه أبو العباس من أبي بكر ابن الزاغوني وأبي القاسم نصر بن \n  نصر العكبري وأبي جعفر أحمد بن محمد العباسي وأبي الوقت السجزي وسلمان الشحام \n  وأبي الحسن ابن الخل وجماعة ثم سمع بنفسه على طبقة بعد هؤلاء .\n</p>\n<p class=\"arabic\">وعني بالحديث ورحل فيه وكتب وحصل فقرأ بالموصل في رحلته *46*212* على يحيى \n  بن سعدون القرطبي وسمع منه ومن خطيب الموصل وسمع بدمشق من أبي المعالي بن \n  صابر ومحمد بن أبي الصقر ثم لزم الشيخ أبا الفرج ابن الجوزي وأخذ عنه الوعظ \n  وقرا عليه كثيرا من كتبه وناب لولده الصاحب محيي الدين في الحسبة بباب الأزج \n  وخدم في أماكن .\n</p>\n<p class=\"arabic\">وجمع تاريخا لبغداد ذيل به على تاريخ ابن السمعاني الذي ذيل تاريخ الخطيب \n  ولم يتممه .\n</p>\n<p class=\"arabic\">وخدم في بعض الجهات وفتر عن الحديث بل تركه ثم طال عمره وعلا سنده وتفرد في \n  زمانه وهو أول شيخ ولي دار الحديث بالمستنصرية وكان يخصب بالسواد ثم تركه .\n</p>\n<p class=\"arabic\">وهو آخر من حدث بالبخاري كاملا بالسماع عن أبي الوقت وتفرد بأجزاء عديدة .\n</p>\n<p class=\"arabic\">قال ابن نقطة هوشيخ صحيح السماع صنف لبغداد تاريخا إلا أنه ما أظهره .\n</p>\n<p class=\"arabic\">قلت وكان عنده أصول له يحدث منها وكان عسرا في الرواية روى عنه الدبيثي وابن \n  النجار والسيف ابن محمد ابن الكسار وأبو القاسم بن بلبان والفقيه أبو العز \n  سعيدبن أحمد الطيبي الشافعي والمجد عبد العزيز بن الحسين الخليلي والتاج علي \n  بن أحمد العلوي الغرافي والشهاب الأبرقوهي وبالإجازة القاضيان ابن الخويي \n  وتقي الدين سليمان وأبو علي ابن الخلال والفخر إسماعيل ابن عساكر والبهاء \n  ابن عمه وعيسى المطعم وسعد الدين بن سعد وأحمد ابن الشحنة وأبو بكر بن عبد \n  الدائم وفاطمة بنت جوهر وأبو نصر محمد بن محمد ابن الشيرازي وجماعة *46*213* .\n</p>\n<p class=\"arabic\">وقال ابن النجار جمع تاريخا ولم يكن محققا فيما ينقله ويقوله عفا الله عنه \n  وانفرد بالرواية في وقته عن ابن الزاغواني والعباس ابن الخل ونصر والشحام \n  توفي في رابع أو خامس ربيع الآخر وأذهب كل عمره في التاريخ الذي عمله طالعته \n  فرأيت كثيرا من الغلط والتصحيف فأوقفته على وجه الصواب فيه فلم يفهم وقد نقلت \n  عنه منه أشياء لا يطمئن قلبي إليها والعهدة عليه سمعت عبد العزيز بن دلف يقول \n  سمعت الوزير أبا المظفر بن يونس ) .\n</p>\n<p class=\"arabic\">يقول لأبي الحسن ابن القطيعي ويلك عمرك تقرأ الحديث ولا تحسن تقرأ حديثا واحدا \n  صحيحا .\n</p>\n<p class=\"arabic\">قال ابن النجار وكان لحنة قليل المعرفة بأسماء الرجال أسن وعزل عن الشهادة \n  ولزم منزله .\n\n</p>"
}