{
    "header": "الأنجب بن أبي السعادات بن محمد بن عبد الـ...",
    "id": "029875",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الأنجب بن أبي السعادات بن محمد بن عبد الرحمن .\n</h1>\n<p class=\"arabic\">أبو حمد البغدادي الحمامي ويسمى أيضا محمدا .\n</p>\n<p class=\"arabic\">قال ابن النجار حدث بالكثير وقصده الغرباء وكان سماعه صحيحا وكان شيخا لا \n  بأس به حسن الأخلاق عزيز النفس مع فقره يلقى المحدثين بوجه طلق ويصبر على \n  طول قراءتهم وإبرامهم .\n</p>\n<p class=\"arabic\">قلت ولد في المحرم سنة أربع وخمسين وخمسمائة *46*234* .\n</p>\n<p class=\"arabic\">وسمع من أبي الفتح بن البطي وأبي المعالي ابن اللحاس وأبي زرعة وأحمد بن المقرب \n  ويحيى بن ثابت وسعد الله ابن الدجاجي .\n</p>\n<p class=\"arabic\">وأجاز له مسعود الثقفي والحسن بن العباس الرستمي .\n</p>\n<p class=\"arabic\">وكان شيخا حسنا محبا للرواية حسن الأخلاق .\n</p>\n<p class=\"arabic\">سمع منه أبو العباس ابن الجوهري المنتقى من سبعة أجزاء المخلص بسماعه من ابن \n  اللحاس عن كتابة ابن البسري عن المخلص وسمع منه جميع سنن ابن ماجة بسماعه \n  من أبي زرعة .\n</p>\n<p class=\"arabic\">وقال ابن نقطة سمع سنن ابن ماجة من أبي زرعة ومسند الحميدي من سعد الله ابن \n  الدجاجي وكان سماعه صحيحا .\n</p>\n<p class=\"arabic\">قلت وروى عنه ابن النجار وعز الدين الفاروثي وجمال الدين أبو بكر الشريشي \n  وجمال الدين محمد ابن الدباب وعلاء الدين بن بلبان وتقي الدين إبراهيم ابن \n  الواسطي والشمس ) .\n</p>\n<p class=\"arabic\">عبد الرحمن ابن الزين والمجد عبد العزيز ابن الخليلي ومحمد بن مكي الإصبهاني \n  والشهاب الأبرقوهي وسنقر القضائي وعبد الله بن أبي السعادات وطائفة آخرهم \n  ابن ابن عمه الشيخ أحمد بن أبي طالب بن أبي طالب بن أبي بكر بن محمد بن عبد \n  الرحمن الحمامي .\n</p>\n<p class=\"arabic\">وروى عنه بالإجازة الفخر إسماعيل بن عساكر والقاضيان ابن الخويي وتقي الدين \n  الحنبلي وعيسى المطعم ويحيى بن سعد وأحمد بن أبي طالب الحجار وأبو بكر بن \n  عبد الدائم وأبو نصر المزي وجماعة .\n</p>\n<p class=\"arabic\">وقال التقي عبيد حدث الأنجب بالكثير من ذلك حلية الأولياء لأبي نعيم بسماعه \n  من ابن البطي .\n</p>\n<p class=\"arabic\">وقال المنذري توفي بالمارستان العضدي في تاسع عشر ربيع الآخر رحمه الله *46*235* .\n\n</p>"
}