{
    "header": "عمر الرئيس الصاحب شيخ الشيوخ .",
    "id": "029977",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عمر الرئيس الصاحب شيخ الشيوخ .\n</h1>\n<p class=\"arabic\">عماد الدين أبو الفتح ابن العلامة شيخ الشيوخ صدر الدين أبي الحسن محمد ابن \n  شيخ الشيوخ ) .\n</p>\n<p class=\"arabic\">عماد الدين أبي الفتح عمر بن علي ابن الزاهد الكبير أبي عبد الله محمد بن \n  حمويه الحموئي الجويني الأصل الدمشقي المولد والوفاة *46*300* .\n</p>\n<p class=\"arabic\">ولد في شعبان سنة إحدى وثمانين وخمسمائة ونشأ بمصر وسمع بها من الأثير أبي \n  الطاهر محمد بن بنان وأبي الفضل الغزنوي .\n</p>\n<p class=\"arabic\">ولقب بعد وفاة أبيه بشيخ الشيوخ وولي مناصب والده التدريس بمدرسة الشافعي \n  وبمشهد الحسين وخانقاه سعيد السعداء وحدث بدمشق والقاهرة .\n</p>\n<p class=\"arabic\">كان صدرا معظما نبيلا قام بسلطنة الملك الجواد بدمشق عند موت الملك الكامل .\n</p>\n<p class=\"arabic\">قال الإمام أبو شامة وفي السادس والعشرين من جمادى الأولى قفز ثلاثة على عماد \n  الدين عمر ابن شيخ الشيوخ داخل قلعة دمشق فقتله أحدهم وكان من بيت التصوف \n  والإمرة من أعيان المتعصبين لمذهب الأشعري .\n</p>\n<p class=\"arabic\">وقال سعد الدين في الجريدة نزل عماد الدين من المحفة في المصلى ليركب فرسا \n  وكنت أفتح شاش علم عماد الدين فأخذه الملك الجواد مني وقال هذا يلزمني خدمة \n  المولى عماد الدين لأنه جعلني من اليأس وكان السبب في ملكي لدمشق .\n</p>\n<p class=\"arabic\">وقال أبو المظفر الجوزي كان عماد الدين هو السبب في إعطاء دمشق للجواد فلما \n  مضى لامه الملك العادل ابن الكامل فقال أنا أمضي إلى دمشق وأبعث بالجواد إليك \n  وإن امتنع أقمت نائبا عنك فقدم دمشق ونزل بالقلعة وأمر ونهى وقال أنا نائب \n  السلطان وقال للجواد تسير إلى مصر فتألم الجواد وأراد قتله وكان العماد منذ \n  خرج من مصر مريضا في محفة فتلقاه الجواد إلى المصلى وأرسل إليه بالأموال والخلع \n  وقال له فيما قال اجعلوني نائبا لكم بدمشق وإلا فأنا أسلم دمشق إلى الملك \n  الصالح أيوب بن الكامل وآخذ منه سنجار .\n</p>\n<p class=\"arabic\">فقال إذا فعلت ذلك نصلح نحن بين الأخوين وتبقى أنت بلا شيء فغضب وجهز عليه \n  فداوية فذكر لي سعد الدين مسعود *46*301* ابن شيخ الشيوخ تاج الدين قال خرجنا \n  من القاهرة في ربيع الأول فودع عماد الدين إخوته وقال له أخوه فخر الدين ما \n  أرى رواحك مصلحة .\n</p>\n<p class=\"arabic\">وربما آذاك الجواد فقال أنا ملكته دمشق فكيف يخالفني فقال صدقت أنت فارقته \n  أميرا وتعود إليه وقد صار سلطانا فكيف يسمح لنفسه بالنزول عن السلطنة وإذا \n  أتيت فانزل على طبرية وكاتبه فإن أجاب وإلا فتقيم مكانك وتعرف العادل فلم \n  يقبل وسار فنزلنا بالمصلى ) .\n</p>\n<p class=\"arabic\">وجاء الجواد للقائنا وسار معنا وأنزل عماد الدين في القلعة وعاد أسد الدين \n  من حمص إلى دمشق وبعث الجواد لعماد الدين الذهب والخلع وما وصلني من رشاشها \n  مطر مع ملازمتي له في مرضه فأنه ما خرج من القاهرة إلا في محفة ثم إن الجواد \n  رسم عليه ومنعه في المخالي فجاء أسد الدين إلى ابن الشيخ وقال المصلحة أن \n  تكتب إلى العادل تستنزله عن هذا .\n</p>\n<p class=\"arabic\">فقال فقال حتى أروح إلى برزة وأصلي صلاة الاستخارة فقال تروح إلى برزة وتهرب \n  إلى بعلبك فغضب وانفصلا على هذا ثم اتفقوا على قتله وسافر أسد الدين إلى حمص \n  ثم بعث إلى الجواد يقول إن شئت أن تركب وتتنزه فاركب فاعتقد أن ذلك عن رضا \n  فلبس فرجية كان خلعها عليه وبعث إليه بحصان فلما خرج من باب الدار إذا شخص \n  بيده قصة واستغاث فأراد حاجبه أن يأخذها منه فقال لي مع الصاحب شغل فقال عماد \n  الدين دعوه فتقدم وناوله القصة وضربه بسكين في خاصرته بدد مصارينه وجاء آخر \n  فضربه بسكين على ظهره فرد إلى الدار ميتا وأخذ الجواد جميع تركته وعمل محضرا \n  أنه ما مالأ على قتله وبعث إلى أبي فقال اطلع فجهز ابن أخيك فجهزناه وأخرجناه \n  وخيطنا جراحاته ودفناه في زاوية الشيخ سعد الدين ابن حمويه بقاسيون وكانت \n  له جنازة عظيمة .\n</p>\n<p class=\"arabic\">ومن شعره .\n</p>\n<p class=\"arabic\">% ولما حضرنا والنفوس كأنها % % لفرط اتحاد بيننا جوهر فرد % .\n</p>\n<p class=\"arabic\">% وقام لنا ساق يدير مع الدجى % % كؤوس اقتراب ما لشاربها حد % .\n</p>\n<p class=\"arabic\">% فيا رب لا تجعل حراما حلالها % % فيصبح حدا من تناوله البعد % .\n</p>\n<p class=\"arabic\">*46*302* .\n\n</p>"
}