{
    "header": "أحمد ابن الشهاب محمد بن خلف بن راجح بن بـ...",
    "id": "030076",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أحمد ابن الشهاب محمد بن خلف بن راجح بن بلال بن هلال بن عيسى .\n</h1>\n<p class=\"arabic\">القاضي العلامة نجم الدين أبو العباس المقدسي الحنبلي ثم الشافعي .\n</p>\n<p class=\"arabic\">ولد ليلة نصف شعبان سنة ثمان وسبعين .\n</p>\n<p class=\"arabic\">وسمع من يحيى الثقفي وابن صدقة الحراني في الخامسة ومن عبد *46*361* الرحمن \n  بن علي الخرقي وإسماعيل الجنزوي وغيرهم .\n</p>\n<p class=\"arabic\">واشتغل أولا على الشمس أحمد بن عبد الواحد المقدسي البخاري ثم سافر إلى بغداد \n  مع الضياء وله سبع عشرة سنة فسمع من ابن الجوزي وغيره وسافر إلى همذان إلى \n  الركن الطاوسي الأصولي فلازمه مدة حتى صار معيده وسمع بها من أبي العز عبد \n  الباقي بن عثمان الهمذاني وغيره ثم سافر هو وأخوه إبراهيم إلى بخارى واشتغلا \n  بها مدة وبرع هو في علم الخلاف وصار له صيت بتلك الديار ومنزلة رفيعة وتفقه \n  في المذهب الشافعي وأتقنه .\n</p>\n<p class=\"arabic\">ومن جملة محفوظاته كتاب الجمع بين الصحيحين للحميدي .\n</p>\n<p class=\"arabic\">قال زكي الدين المنذري تقدم في الخلاف وناظر وكان له اعتناء بحفظ الجمع بين \n  الصحيحين .\n</p>\n<p class=\"arabic\">وقال الضياء من وقت قدومه إلى دمشق لم يزل يشغل الناس ويذكر الدروس في التفسير \n  والحديث والخلاف وغير ذلك وحفظ الصحيحين وكان لا يكاد يقعد بلا اشتغال وهو \n  ممن يقوم الليل ويداوم على صلاة الضحى صلاة حسنة طويلة قال وسمعت أنه يقرأ \n  كل ليلة ثلث القرآن وسمعت عمر بن صومع يذكر أنه رأى الحق في النوم فسأله عن \n  النجم فقال هو من المقربين فذكرت التعصب عليه لما أثبت رؤية الهلال فقال ما \n  يضره وهذا ما يقضي إلا بالحق أو ما معناه .\n</p>\n<p class=\"arabic\">وقال العز ابن الحاجب كان إماما ورعا معظما لفضله وبيته عديم النظير في فنه \n  بالغ في طلب العلم وكان وافر الحظ من الخلاف وكان سليم الباطن ذا سمت ووقار \n  وتعبد كثرت التشانيع على وكلاء مجلسه وما يعلمونه في المحاضر وأشرفت بعض الحقوق \n  على الضياع من فتح أبواب الرشا فصرف عن القضاء وربما اطلع على بعض ذلك وسامح .\n</p>\n<p class=\"arabic\">قلت غاب عن دمشق ثلاث عشرة سنة وأخذ عن نجم الدين الكبرى *46*362* الزاهد \n  وذكر أنه رأى ) .\n</p>\n<p class=\"arabic\">الحق تعالى عشرة مرة ورأى النبي صلى الله عليه وسلم بضعا وأربعين مرة وقد \n  ساق ذلك كله الضياء في ترجمته فمنها قال رأيت كأني أسمع كلامه سبحانه يقول \n  إن سهامنا ستصيب من أرادك بسوء .\n</p>\n<p class=\"arabic\">قال ورأيت كأنه تعالى يقول ادن مني مرحبا بالحاكم الفاضل أوصيك بالقاضي الخويي .\n</p>\n<p class=\"arabic\">ورأيت في سنة ثمان وعشرين كأني أسمع من الحق تعالى أنا عنك راض فهل أنت عني \n  راض وقال رأيت النبي صلى الله عليه وسلم وإذا هو يقول تعالوا فانظروا ماذا \n  أمرني به ربي فدنوت منه فإذا بيده لوح فيه خط بالكوفي يا محمد إنك لن تطيعني \n  حتى تتبع رضاي في سخطك .\n</p>\n<p class=\"arabic\">وقال ورأيته صلى الله عليه وسلم بخوارزم فقلت يا رسول الله لماذا أنزل الله \n  في التوراة والإنجيل والقرآن وسائر الكتب إن الله في السماء وأرى الناس ينكرون \n  ذلك قال ومن ينكر ذلك الأمر كذلك .\n</p>\n<p class=\"arabic\">قال ورأيته فسمعته عليه السلام يقول ليس أحد أقرب إلي من مؤمن آل فرعون فحكيته \n  للشيخ نجم الدين الكبرى فقال المراد بمؤمن آل فرعون الذي يقول الحق ويظهره \n  عند غلبة الباطل وظهور الكفر كما فعل مؤمن آل فرعون .\n</p>\n<p class=\"arabic\">وقال رأيته صلى الله عليه وسلم بدهستان فقال لي من لم يرو عني حديثا عذب فقلت \n  كيف يروي عنك يراك هكذا فيسمع منك قال لا بل يقول حدثنا فلان قال حدثنا فلان \n  وذكر إسنادا فيه إجازة ثم ذكر متنه خطبة لم أحفظها .\n</p>\n<p class=\"arabic\">قال الضياء ولما تولى المدرسة العذراوية رأى القاضي صدر الدين سليمان الحنفي \n  رحمه الله في النوم كأن الإمام أحمد يدرس فيها فيفسر به *46*363* .\n</p>\n<p class=\"arabic\">وذكر درسا في مدرسة الشيخ أبي عمر وهو حنبلي وقرأ على شيخنا موفق الدين كتاب \n  المقنع وكتب له خطه عليه ما لم يكتبه لغيره في سنة ثلاث عشرة .\n</p>\n<p class=\"arabic\">قال ثم درس بالعذراوية ودرس بالصارمية التي بحارة الغرباء ودرس بمدرسة أم \n  الصالح إسماعيل وبالشامية البرانية ومات وهو يدرس بالعذراوية بها .\n</p>\n<p class=\"arabic\">قلت وناب في القضاء عن القاضي جمال الدين المصري والقاضي شمس الدين الخويي \n  ) .\n</p>\n<p class=\"arabic\">والقاضي عماد الدين عبد الكريم ابن الحرستاني الخطيب والقاضي شمس الدين ابن \n  سني الدولة والرفيع الجيلي ناب عنه إلى أن مات .\n</p>\n<p class=\"arabic\">قال أبو شامة كان يعرف بالحنبلي وكان فاضلا دينا بارعا في علم الخلاف وفقه \n  الطريقة حافظا للجمع بين الصحيحين للحميدي .\n</p>\n<p class=\"arabic\">وقرأت وفاته بخط الضياء في يوم الجمعة خامس شوال ودفن ليومه بالجبل وكان الجمع \n  في جنازته كثيرا قال وكان أوحد عصره في علم الخلاف وكان مجتهدا في الخير لا \n  سيما في آخر عمره .\n</p>\n<p class=\"arabic\">قلت وصنف طريقته في الخلاف وهي مجلدان وكتاب الفصول والفروق وكتاب الفروق \n  وكتاب الدلائل الأنيقة وغير ذلك .\n</p>\n<p class=\"arabic\">روى عنه الحافظ الضياء حديثا واحدا والمجد ابن الحلوانية والشرف ابن عساكر \n  وابن عمه الفخر إسماعيل والبدر حسن ابن الخلال والشمس محمد ابن الكمال ومحمد \n  بن يوسف الذهبي والعماد بن بدران .\n</p>\n<p class=\"arabic\">وانفرد بإجازته القاسم بن عساكر الطبيب .\n\n</p>"
}