{
    "header": "محمد بن أبي المعالي سعيد بن يحيى بن علي ...",
    "id": "030050",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن أبي المعالي سعيد بن يحيى بن علي بن الحجاج ابن محمد الحافظ الكبير .\n</h1>\n<p class=\"arabic\">المؤرخ .\n</p>\n<p class=\"arabic\">أبو عبد الله الدبيثي ثم الواسطي الشافعي العدل .\n</p>\n<p class=\"arabic\">ولد في رجب سنة ثمان وخمسين وخمسمائة .\n</p>\n<p class=\"arabic\">وسمع بواسط من أبي طالب محمد بن علي الكتاني وهبة الله بن علي بن قسام وهبة \n  الله بن نصر الله بن الجلخت وعلي بن المبارك الآمدي وطبقتهم .\n</p>\n<p class=\"arabic\">وقرأ القراءآت بها على أصحاب أبي العز القلانسي كأبي بكر ابن الباقلاني وأبي \n  الحسن علي بن المظفر خطيب شافيا وقرأ الفقه والعربية *46*343* .\n</p>\n<p class=\"arabic\">ثم رحل إلى بغداد في حدود الثمانين وسمع من أبي الفتح عبيد الله ابن شاتيل \n  ونصر الله القزاز وأبي العلاء محمد بن جعفر بن عقيل وأبي الفرج محمد بن أحمد \n  بن نبهان وعبد ) .\n</p>\n<p class=\"arabic\">المنعم بن عبد الله ابن الفراوي وأبي العز محمد بن محمد ابن الخراساني وعبد \n  الجبار ابن الأعرابي والحافظ أبي بكر محمد بن موسى الحازمي وعبد الله بن أحمد \n  بن حمتيس السراج وعبد المغيث بن زهير وخلق كثير بعدهم ببغداد والحجاز ومصر \n  والموصل .\n</p>\n<p class=\"arabic\">وقرأ ببغداد القراءآت على جماعة وقرأ الفقه على أبي الحسين بن هبة الله ابن \n  البوقي وعلق الأصول والخلاف وعني بالحديث ورجاله وصنف تاريخا كبيرا لواسط \n  وصنف تاريخا ذيل به على الذيل لأبي سعد السمعاني وله شعر جيد .\n</p>\n<p class=\"arabic\">وكان من المعدلين الأعيان ببغداد وعزل من العدالة والعدالة ببغداد منصب كالقضاء \n  والفتيا .\n</p>\n<p class=\"arabic\">فذكر ابن النجار في ترجمته أنه ولي الإشراف على الوقف العام مدة ثم إنه استعفى \n  من الشهادة ضجرا فأجيب فانقطع في منزله منعكفا على إقراء القرآن ورواية الحديث .\n</p>\n<p class=\"arabic\">سل عنه الحافظ الضياء فقال هو حافظ .\n</p>\n<p class=\"arabic\">وقال ابن نقطة له معرفة وحفظ .\n</p>\n<p class=\"arabic\">وقال ابن النجار سكن بغداد وحدث ب تاريخ واسط وبتذييل تاريخ بغداد له وبمعجمه .\n</p>\n<p class=\"arabic\">وقل أن يجمع شيئا إلا وأكثره على ذهنه وله معرفة تامة بالأدب والشعر وهو سخي \n  بكتبه وأصوله صحبته عدة سنين فما رأيت منه إلا الجميل والديانة وحسن الطريقة \n  *46*344* .\n</p>\n<p class=\"arabic\">قال هو أحد الحفاظ المكثرين ما رأت عيناي مثله في حفظ التواريخ والسير وأيام \n  الناس رحمه الله .\n</p>\n<p class=\"arabic\">قلت روى عنه هو والشرف أحمد ابن الجوهري وابن نقطة والزكي الرزالي وأبو الحسن \n  علي بن محمد الكازروني ثم البغدادي وعز الدين الفاروثي وجمال الدين أبو بكر \n  الشريشي وتاج الدين أبو الحسن الغرافي وجماعة سواهم .\n</p>\n<p class=\"arabic\">وسمع منه من شيوخه أحمد بن طارق الكركي وأبو طالب بن عبد السميع وأجاز للقاضي \n  تقي الدين سليمان وغيره .\n</p>\n<p class=\"arabic\">وقد وجدت سماعه من القزاز في سنة ست وسبعين وخمسمائة في ربيع الأول بجزء الآدمي \n  وما معه من حديث الفتون .\n</p>\n<p class=\"arabic\">ولابن الدبيثي مما رواه عنه ابن النجار في تاريخه وانقطعت إجازته اليوم .\n</p>\n<p class=\"arabic\">قال ) .\n</p>\n<p class=\"arabic\">% إذا اختار كل الناس في الدين مذهبا % % وصوبه رأيا ودققه فعلا % .\n</p>\n<p class=\"arabic\">% فإني أرى علم الحديث وأهله % % أحق اتباعا بل أسدهم سبلا % .\n</p>\n<p class=\"arabic\">% لتركهم فيه القياس وكونهم % % يؤمون ما قال الرسول وما أملى % .\n</p>\n<p class=\"arabic\">أنشدني أبو الحسن علي بن أحمد الحسيني أنشدنا أبو عبد الله الدبيثي لنفسه .\n</p>\n<p class=\"arabic\">% علم الحديث فضيلة تحصيلها % % بالسعي والتطواف في الأمصار % .\n</p>\n<p class=\"arabic\">% فإذا أردن حصولها بإجازة % % فقد استعضت الصفر بالدينار % .\n</p>\n<p class=\"arabic\">قال ابن النجار أضر ابن الدبيثي بأخرة وتوفي في ثامن ربيع الآخر ببغداد ولقد \n  مات عديم النظير في فنه *46*345* .\n\n</p>"
}