{
    "header": "المبارك بن أحمد بن أبي البركات المبارك بـ...",
    "id": "030062",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">المبارك بن أحمد بن أبي البركات المبارك بن موهوب بن غنيمة بن علي الصاحب .\n</h1>\n<p class=\"arabic\">الرئيس .\n</p>\n<p class=\"arabic\">شرف الدين أبو البركات ابن المستوفي اللخمي الإربلي الكاتب .\n</p>\n<p class=\"arabic\">ولد بإربل في سنة أربع وستين وخمسمائة .\n</p>\n<p class=\"arabic\">قرأ القرآن والأدب على أبي عبد الله محمد بن يوسف البحراني وأبي الحرم مكي \n  بن ريان الماكسيني وسمع من عبد الوهاب بن أبي حبة والمبارك بن طاهر الخزاعي \n  وحنبل بن عبد الله وعمر بن طبرزد وعبد اللطيف بن أبي النجيب السهروردي وأبي \n  المعالي نصر الله بن سلامة الهيتي وخلق كثير من القادمين إلى إربل .\n</p>\n<p class=\"arabic\">وأجاز له جماع وكتب العالي والنازل وعني بالتاريخ والأخبار وأيام الناس وجمع \n  لإربل تاريخا حسنا في خمس مجلدات وكان بيته مجمع الفضلاء بإربل وكان كثير \n  المحفوظ مليح الخط حسن الإيراد جيد النظم والنثر .\n</p>\n<p class=\"arabic\">وله إجازة من أبي حعفر الصيدلاني وقد أجاز لشيخنا ابن الشيرازي *46*352* .\n</p>\n<p class=\"arabic\">ولي نظر الديوان بإربل ونزح عنها بعد استيلاء التتار عليها إلى الموصل فأقام \n  بها وولي ) .\n</p>\n<p class=\"arabic\">والده أبو الفتح الاستيفاء بإربل مدة وكذا والدهم أبو البركات كان مستوفيا \n  بها .\n</p>\n<p class=\"arabic\">وقال ابن خلكان رحمه الله كان شرف الدين رئيسا جليل القدر متواضعا واسع الكرم \n  مبادرا إلى رفادة من يقدم البلد ومتقربا إلى قلبه بكل ما يقدر عليه وكان جم \n  الفضائل عارفا بعدة فنون منها الحديث وفنونه وأسماؤه وما يتعلق به وكان ماهرا \n  في فنون الأدب من النحو واللغة والبيان والشعر والعروض وأيام العرب وكان بارعا \n  في علم الديوان وحسابه وقوانينه صنف كتاب المحصل في نسبة أبيات المفضل في \n  مجلدين سمعت منه كثيرا وسمعت بقراءته على المشايخ الواردين شيئا كثيرا .\n</p>\n<p class=\"arabic\">قال ابن الشعار في كتاب قلائد الجمان بعد أن بالغ في وصف الصاحب أبي البركات \n  وفضائله ومكارمه وكان محافظا على عمل الخير والصلاح مواظبا على الصلاة والعبادة \n  كثير الصوم دائم الذكر متتابع الصدقات وله ديوان شعر أجاد فيه خرج من مسجده \n  ليلا إلى داره فوثب عليه شخص فضربه بسكين في عضده فأحضر مزينا وقمطها بلفائف \n  وسلم .\n</p>\n<p class=\"arabic\">وكتب إلى مظفر الدين صاحب إربل .\n</p>\n<p class=\"arabic\">% يا أيها الملك الذي سطواته % % من فعلها يتعجب المريخ % .\n</p>\n<p class=\"arabic\">% آيات جودك محكم تنزيلها % % لا ناسخ فيها ولا منسوخ % .\n</p>\n<p class=\"arabic\">% أشكو إليك وما بليت بمثلها % % شنعاء ذكر حديثها تاريخ % .\n</p>\n<p class=\"arabic\">% هي ليلة فيها ولدت وشاهدي % % فيما ادعيت القمط والتمريخ % .\n</p>\n<p class=\"arabic\">خرجت من إربل سنة ست وعشرين وشرف الدين في رتبة دون الوزارة ثم *46*353* وليها \n  في أول سنة تسع وعشرين فلما صارت إربل للخليفة لزم بيته ولما أخذت إربل سلم \n  هو بالقلعة ثم سكن الموصل وأقام بها في حرمة وافرة واقتنى من الكتب النفيسة \n  شيئا كثيرا ومات في خامس المحرم .\n</p>\n<p class=\"arabic\">قلت ومن شعره وهو عذب رائق .\n</p>\n<p class=\"arabic\">% ومخنث الأعطاف مياس الخطا % % حلو الصبا متناسب التركيب % .\n</p>\n<p class=\"arabic\">% عاتبته فتوردت وجناته % % من حر أنفاسي ونار لهيب % .\n</p>\n<p class=\"arabic\">% وشكوت ما ألقى فأعرض مغضبا % % فرجعت عنه بذلة المكروب % .\n</p>\n<p class=\"arabic\">% يا من تبيت قريرة أجفانه % % حاشاك من قلقي وطول نحيبي % .\n</p>\n<p class=\"arabic\">% أتنام عن سهري وأنت معللي % % وتمل من سقمي وأنت طبيبي % .\n</p>\n<p class=\"arabic\">% وأقل ما ألقاه من ألم الهوى % % أني أموت وأنت لا تدري بي % .\n</p>\n<p class=\"arabic\">وله .\n</p>\n<p class=\"arabic\">% رعى الله ليلات تقضت بقربكم % % قصارا وحياها الحيا وسقاها % .\n</p>\n<p class=\"arabic\">% فما قلت إيه بعدها لمسامر % % من الناس إلا قال قلبي آها % .\n\n</p>"
}