{
    "header": "موسى بن يونس بن محمد بن منعة بن مالك .",
    "id": "030181",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">موسى بن يونس بن محمد بن منعة بن مالك .\n</h1>\n<p class=\"arabic\">العلامة كمال الدين أبو الفتح الموصلي الشافعي .\n</p>\n<p class=\"arabic\">أحد الأعلام .\n</p>\n<p class=\"arabic\">ولد في صفر سنة إحدى وخمسين وخمسمائة بالموصل .\n</p>\n<p class=\"arabic\">وتفقه على والده ثم توجه إلى بغداد فتفقه بالنظامية على معيدها السديد السلماسي \n  بالخلاف والأصول .\n</p>\n<p class=\"arabic\">وقرأ العربية بالموصل على الإمام يحيى بن سعدون وببغداد على الكمال عبد الرحمن \n  ) .\n</p>\n<p class=\"arabic\">الأنباري .\n</p>\n<p class=\"arabic\">وتميز وبرع في العلم ورجع إلى الموصل وأقبل على الدروس والاشتغال والاستبحار \n  من العلوم حتى اشتهر اسمه وبعد صيته ورحل إليه الطلبة وتزاحموا عليه .\n</p>\n<p class=\"arabic\">قال القاضي شمس الدين ابن خلكان وهو من بعض تلامذته انثال عليه الفقهاء وجمع \n  من العلوم ما لم يجمعه أحد وتفرد بعلم الرياضي *46*418* .\n</p>\n<p class=\"arabic\">قال وقيل إنه كان يتقن أربعة عشر فنا من العلوم وكان الحنيفية يقرأون عليه \n  مذهبهم ويحل مسائل الجامع الكبير أحسن حل وكذلك أهل الذمة يقرأون عليه التوراة \n  والإنجيل ويشرحها لهم شرحا يعترفون أنهم لا يجدون من يوضحها لهم مثله وكذلك \n  في كل فن متى أخذ معه يوهم أنه لا يعرف سواه لجودة معرفته به وبالجملة فأخبار \n  فضله في جميع العلوم مشهورة حتى إن الأثير مفضل بن عمر الأبهري على جلالة \n  قدره في العلم وما له من التصانيف كالتعليقة في الخلاف والزيج يجلس بين يديه \n  ويقرأ عليه والناس يوم ذاك يشتغلون في تصانيف الأثير وسئل الشيخ كمال الدين \n  عن الأثير ومنزلته في العلوم فقال ما أعلم فقيل وكيف وهو في خدمتك منذ سنين \n  عديدة واشتغل عليك فقال لأني مهما قلت له تلقاه بالقبول وما جاذبني في مبحث \n  قط حتى أعلم حقيقة فضله ولما حج الشيخ قال الأثير لما بلغه انهم لم ينصفوه \n  من دار الخلافة ولله ما دخل بغداد مثل أبي حامد الغزالي وولله ما بينه وبين \n  الشيخ نسبة .\n</p>\n<p class=\"arabic\">قال ابن خلكان وكان الشيخ يعرف الفقه والأصلين والخلاف والمنطق والطبيعي والإلهي \n  والمجسطي وإقليدس والهيئة والحساب والجبر والمقابلة والمساحة والموسيقى معرفة \n  لا يشاركه فيها غيره وكان يقرأ كتاب سيبويه المفصل للزمخشري وكان له في التفسير \n  والحديث وأسماء الرجال يد جيدة وكان يحفظ من التاريخ والأخبار شيئا كثيرا \n  وله شعر حسن وكان الأثير يقرأ عليه في المجسطي وهي لفظة يونانية أي الترتيب \n  وكان شيخنا تقي الدين ابن الصلاح يبالغ في الثناء عليه ويعظمه فقيل له يوما \n  من شيخه فقال هذا الرجل خلقه الله عالما لا يقال على من اشتغل فإنه أكبر من \n  هذا *46*419* .\n</p>\n<p class=\"arabic\">وطول ابن خلكان ترجمته ثم قال ومن وقف على هذه الترجمة فلا ينسبني إلى المغالاة \n  فمن كان فاضلا وعرف ما كان عليه الشيخ عرف أني ما أعرته وصفا ونعوذ بالله \n  من الغلو ) .\n</p>\n<p class=\"arabic\">ثم إن القاضي رحمه الله أنصف وقال كان سامحه الله يتهم في دينه لكون العلوم \n  العقلية غالبة عليه وعمل فيه العماد المغربي وهو عمر بن عبد النور الصنهاجي \n  النحوي .\n</p>\n<p class=\"arabic\">% أجدك أن قد جاء بعد التعبس % % غزال بوصل لي وأصبح مؤنسي % .\n</p>\n<p class=\"arabic\">% وعاطيته صهباء من فيه مزجها % % كرقة شعري أو كدين ابن يونس % .\n</p>\n<p class=\"arabic\">وللعماد هذا فيه وقد حضر درس الشيخ جماعة بالطيالسة .\n</p>\n<p class=\"arabic\">% كما كمال الدين للعلم والعلى % % فهيهات ساع في معاليك يطمع % .\n</p>\n<p class=\"arabic\">% إذا اجتمع النظار في كل موطن % % فغاية كل أن تقول ويسمعوا % .\n</p>\n<p class=\"arabic\">% فلا تحسبوهم من عناد تطيلسوا % % ولكن حياء واعترافا تقنعوا % .\n</p>\n<p class=\"arabic\">وقال الموفق أحمد بن أبي أصيبعة في تاريخ الأطباء له في ترجمة كمال الدين \n  وهو علامة زمانه وأوحد أوانه وقدوة العلماء وسيد الحكماء أتقن حكمة يعني الفلسفة \n  وتميز في سائر العلوم كان يقرئ العلوم بأسرها وله مصنفات في نهاية الجودة \n  ولم يزل مقيما بالموصل وقيل إنه كان يعرف علم السيمياء وله كتاب تفسير القرآن \n  وكتاب شرح التنبيه وكتاب مفردات ألفاظ القانون وكتاب في الأصول وكتاب عيون \n  المنطق وكتاب لغز في الحكمة وكتاب في النجوم *46*420* .\n</p>\n<p class=\"arabic\">قال ابن خلكان توفي بالموصل في رابع عشر شعبان ولما ترددت إليه وقع في نفسي \n  أن جاءني ابن سميته باسمه فرزقت ولدي الأكبر في صفر سنة إحدى وخمسين بالقاهرة \n  يعني كمال الدين موسى خطيب كفربطنا قال وعجبت من موافقته له في تاريخ المولد \n  فبينهما مائة سنة كاملة .\n</p>\n<p class=\"arabic\">قال الموفق عبد اللطيف ولما كان سنة خمس وثمانين وخمسمائة حيث لم يبق ببغداد \n  من يملأ عيني ويحل ما يشكل علي دخلت الموصل فلم أجد فيها بغيتي لكن وجدت الكمال \n  بن يونس جيدا في الرياضيات والفقه متطرفا من باقي أجزاء الحكمة ولقد استغرق \n  عقله ووقته حب الكيمياء وعملها حتى صار يستخف بكل ما عداها .\n</p>\n<p class=\"arabic\">وقال أبو شامة توفي في نصف شعبان .\n\n</p>"
}