{
    "header": "أحمد بن يعقوب بن عبد الله بن عبد الواحد ...",
    "id": "030129",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أحمد بن يعقوب بن عبد الله بن عبد الواحد .\n</h1>\n<p class=\"arabic\">أبو العباس البغدادي المارستاني الصوفي قم جامع المنصور .\n</p>\n<p class=\"arabic\">ولد في حدود سنة خمس وأربعين وخمسمائة ) .\n</p>\n<p class=\"arabic\">وسمع أبا المعالي محمد بن محمد ابن اللحاس وعمر بن بنيمان البقال وأبا علي \n  أحمد بن محمد الرحبي ومحمد بن أسعد العطاري حفدة وخديجة بنت النهرواني وشهدة \n  بنت الإبري وأبا الفرج محمد بن أحمد الدقاق وغيرهم .\n</p>\n<p class=\"arabic\">وكان شيخا صالحا معمرا عالي الإسناد .\n</p>\n<p class=\"arabic\">روى عنه المجد ابن الحلوانية والفاروثي وأبو القاسم بن بلبان وأبو الفضل محمد \n  بن أبي الفرج ابن الدباب وأبو بكر محمد بن أحمد الشريشي وعبد الله بن أبي \n  السعادات وأبو الحسن علي بن أحمد الحسيني الغراف وجماعة وبالإجازة القاضيان \n  ابن الخويي وتقي الدين سليمان والفخر إسماعيل بن عساكر وفاطمة بنت سليمان \n  وابن سعد وعيسى المطعم وأحمد بن الشحنة وآخرون *46*391* .\n</p>\n<p class=\"arabic\">قال ابن نقطة هو ابن الحبيق سمعت منه وسماعه صحيح وكان رجلا صالحا توفي في \n  الثالث والعشرين من ذي الحجة .\n</p>\n<p class=\"arabic\">قلت ومن مسموعه كتاب التقوى لابن أبي الدنيا على ابن اللحاس بإجازته من أبي \n  القاسم ابن البسري .\n</p>\n<p class=\"arabic\">وسمع منه ابن الجوهري نسخة الكجي عن القعنبي بسماعه من جعفر ابن الدامغاني \n  عن ابن سوار وابن المقير وعن محمد بن الحسين الحراني عن ابن ماسي عنه وسمع \n  منه الجزء الثاني عشر من مسند الحارث بن أبي أسامة بسماعه من عمر بن بنيمان \n  في سنة ست وخمسين وخمسمائة أخبرنا الطريثيثي أخبرنا الحسين بن شجاع عن ابن \n  خلاد عنه .\n</p>\n<p class=\"arabic\">قرأت على أبي الحسن العلوي أن أحمد بن يعقوب أخبرهم أخبرنا محمد بن محمد أخبرنا \n  علي بن أحمد كتابة أخبرنا عبيد الله ن أبي مسلم حدثنا أبو بكر الصولي حدثنا \n  أبو بكر أحمد بن عمرو البزار حدثنا عباد بن يعقوب حدثنا علي بن هاشم بن البريد \n  عن محمد بن عبيد الله بن أبي رافع عن أبيه عن جده عن أي ذر قال سمعت رسول \n  الله صلى الله عليه وسلم يقول لعلي بن أبي طالب أنت أول من آمن بي وأنت أول \n  من يصافحني يوم القيامة وأنت الصديق الأكبر وأنت الفاروق تفرق بين الحق والباطل \n  وأنت يعسوب المؤمنين والمال يعسوب الكافرين .\n</p>\n<p class=\"arabic\">محمد بن عبيد الله ليس بشيء ) .\n\n</p>"
}