{
    "header": "محمد بن علي بن محمد بن أحمد بن عبد الله ...",
    "id": "030104",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن علي بن محمد بن أحمد بن عبد الله الشيخ محيي  الدين أبو بكر \n  الطائي .\n</h1>\n<p class=\"arabic\">الحاتمي الأندلسي المرسي المعروف بابن العربي .\n</p>\n<p class=\"arabic\">ويعرف أيضا بالقشيري لتصوفه صاحب المصنفات وقدوة أهل الوحدة .\n</p>\n<p class=\"arabic\">ولد في رمضان سنة ستين وخمسمائة برسية .\n</p>\n<p class=\"arabic\">وذكر أنه سمع بمرسية وأنه سمع بقرطبة من أبي القاسم خلف بن بشكوال وبإشبيلية \n  من أبي بكر محمد بن خلف بن صاف وقد سمع بمكة من زاهر بن رستم كتاب الترمذي \n  وسمع بدمشق من أبي القاسم عبد الصمد ابن الحرستاني القاضي وبالموصل وبغداد \n  وسكن الروم مدة .\n</p>\n<p class=\"arabic\">قرأت بخط ابن مسدي يقول عن ابن العربي ولقد خاض في بحر الإشارات وتحقق بمجال \n  العبارات وتكون في تلك الأطوار حتى قضى ما شاء من لبانات وأوطار فضربت عليه \n  العلمية رواقها وطبق ذكره الدنيا وآفاقها فجال بمجالها ولقي رجالها وكان جميل \n  الجملة والتفصيل محصلا للفنون أحصن تحصيل وله في الأدب الشأو الذي لا يلحق \n  سمع ابن الجد وابن زرقون ونجبة بن يحيى وذكر أنه لقي ببجاية عبد الحق وفي \n  ذلك نظر وأن السلفي أجاز له وأحسبها العامة وذكر أنه سمع من أبي الخير أحمد \n  بن إسماعيل الطالقاني .\n</p>\n<p class=\"arabic\">قلت هذا إفك بين ما لحقه أبدا .\n</p>\n<p class=\"arabic\">قال ابن مسدي وله تواليف تشهد له بالتقدم والإقدام ومواقف النهايات في مزالق \n  الإقدام وكان مقتدرا على الكلام ولعله ما سلم من الكلام وعندي من أخباره عجائب \n  وكان ظاهري المذهب في العبادات باطني النظر في الاعتقادات ولهذا ما ارتبت \n  في أمره والله أعلم بسره *46*376* .\n</p>\n<p class=\"arabic\">ذكره أبو عبد الله الدبيثي فقال أخذ عن مشيخة بلده ومال إلى الآداب وكتب لبعض \n  الولاة ثم حج ولم يرجع وسمع بتلك الديار وروى عن السلفي بالإجازة العامة وبرع \n  في علم التصوف وله فيه مصنفات كثيرة ولقيه جماعة من العلماء والمتعبدين وأخذوا \n  عنه .\n</p>\n<p class=\"arabic\">وقال ابن نقطة سكن قونية وملطية مدة وله كلام وشعر غير أنه لا يعجبني شعره .\n</p>\n<p class=\"arabic\">قلت كأنه يشير إلى ما في شعره من الاتحاد وذكر الخمر والكنائس والملاح كما \n  أنشدنا أبو المعالي محمد بن علي عن ابن العربي لنفسه .\n</p>\n<p class=\"arabic\">% بذي سلم والدير من حاضر الحمى % % ظباء تريك الشمس في صورة الدمى % .\n</p>\n<p class=\"arabic\">% فأرقب أفلاكا وأخدم بيعة % % وأحرس روضا بالربيع منمنما % .\n</p>\n<p class=\"arabic\">% فوقتا أسمى راعي الظبي بالفلا % % ووقتا أسمى راهبا ومنجما % .\n</p>\n<p class=\"arabic\">% تثلث محبوبي وقد كان واحدا % % كما صيروا الأقنام بالذات أقنما % .\n</p>\n<p class=\"arabic\">% فلا تنكرن يا صاح قولي غزالة % % تضيء لغزلان يطفن على الدما % .\n</p>\n<p class=\"arabic\">% فللظبي أجيادا وللشمس أوجها % % وللدمية البيضاء صدرا ومعصما % .\n</p>\n<p class=\"arabic\">% كما قد أعرت للغصون ملابسا % % وللروض أخلاقا وللبرق مبسما % .\n</p>\n<p class=\"arabic\">ومن شعره في الحق تعالى .\n</p>\n<p class=\"arabic\">% ما ثم ستر ولا حجاب % % بل كله ظاهر مبين % .\n</p>\n<p class=\"arabic\">وله .\n</p>\n<p class=\"arabic\">% فما ثم إلا الله ليس سواه % % فكل بصير بالوجد يراه % .\n</p>\n<p class=\"arabic\">وله .\n</p>\n<p class=\"arabic\">% لقد صار قلبي قابلا كل صورة % % فمرعى لغزلان ودير لرهبان % .\n</p>\n<p class=\"arabic\">*46*377* .\n</p>\n<p class=\"arabic\">% وبيت لأوثان وكعبة طائف % % وألواح توراة ومصحف قرآن % .\n</p>\n<p class=\"arabic\">% أدين بدين الحب أين توجهت % % ركائبه فالحب ديني وإيماني % .\n</p>\n<p class=\"arabic\">وله من قصيدة .\n</p>\n<p class=\"arabic\">% عقد الخلائق في الإله عقائدا % % وأنا اعتقدت جميع ما اعتقدوه % .\n</p>\n<p class=\"arabic\">هذا الرجل كان قد تصوف وانعزل وجاع وسهر وفتح عليه بأشياء امتزجت بعالم الخيال \n  والخطرات والفكرة فاستحكم به ذلك حتى شاهد بقوة الخيال أشياء ظنها موجودة \n  في الخارج .\n</p>\n<p class=\"arabic\">وسمع من طيش دماغه خطابا اعتقده من الله ولا وجود لذلك أبدا في الخارج حتى \n  إنه قال لم يكن الحق أوقفني على ما سطره لي في توقيع ولايتي أمور العالم حتى \n  أعلمني بأني خاتم الولاية المحمدية بمدينة فاس سنة خمس وتسعين فلما كانت ليلة \n  الخميس في سنة ثلاثين وستمائة أوقفني الحق على التوقيع في ورقة بيضاء فرسمته \n  بنصه هذا توقيع إلهي كريم من الرؤوف الرحيم إلى فلان وقد أجزل له رفده وما \n  خبينا قصده فلينهض إلى ما فوض إليه ولا تشغله الولاية عن المثول بين أيدينا \n  شهرا بشهر إلى انقضاء العمر .\n</p>\n<p class=\"arabic\">ومن كلامه في كتاب فصوص الحكم قال أعلم أن التنزه عند أهل الحقائق في الجناب \n  الإلهي عين التحديد والتقييد فالمنزه إما جاهل وإما صاحب سوء أدب ولكن إذا \n  أطلقاه وقالا به فالقائل الشرائع المؤمن إذا نزه ووقف عند التنزيه ولم ير \n  غير ذلك فقد أساء الأدب وأكذب الحق والرسل وهو لا يشعر وهو كمن آمن ببعض وكفر \n  ببعض ولا سيما وقد علم أن ألسنة الشرائع الإلهية إذا *46*378* نطقت في الحق \n  تعالى بما نطقت به إنما جاءت به في العموم على المفهوم الأول وعلى الخصوص \n  على كل مفهوم يفهم من وجوه ذلك اللفظ بأي لسان كان في موضع ذلك اللسان فإن \n  للحق في كل خلق ظهورا فهو الظاهر في كل مفهوم وهو الباطن عن كل فهم إلا عن \n  فهم من قال إن العالم صورته وهويته وهو الاسم الظاهر كما أنه بالمعنى روح \n  ما ظهر فهو الباطن فنسبته لما ظهر عن صور العالم نسبة الروح المدبرة للصورة \n  فتوجد في حد الإنسان مثلا باطنة وظاهرة وكذلك كل محدود فالحق محدود بكل حد \n  وصور العالم لا تنضبط ولا يحاط بها ولا يعلم حدود كل سورة منها إلا على قدر \n  ما حصل لكل عالم من صوره ولذلك يجهل حد الحق فإنه لا يعلم حده إلا بعلم حد \n  كل صورة وهذا محال وكذلك من شبهه وما نزهه فقد قيده وحدده وما عرفه ومن جمع \n  في معرفته بين التنزيه والتشبه وصفه بالوصفين على الإجمال لأنه يستحيل ذلك \n  على التفصيل كما عرف نفسه مجملا لا على التفصيل ولذلك ربط النبي صلى الله \n  عليه وسلم معرفة الحق بمعرفة النفس فقال من عرف نفسه عرف ربه وقال تعالى سنريهم \n  آياتنا في الآفاق وفي أنفسهم وهو عينك حتى يتبين لهم أي للناظرين أنه الحق \n  من حيث إنك صورته وهو روحك فأنت له كالصورة الجسمية لك وهو لك كالروح المدبر \n  لصورة جسدك فإن الصورة الباقية إذا زال عنها الروح المدبر لها لم تبق إنسانا \n  ولكن يقال فيها إنها صورة تشبه صورة الإنسان فلا فرق بينها وبين صورة من خشب \n  أو حجارة ولا ينطق عليها اسم إنسان إلا بالمجاز لا بالحقيقة وصورة العالم \n  لا يتمكن زوال الحق عنها أصلا فحد الألوهية له بالحقيقة لا بالمجاز كما هو \n  حد الإنسان .\n</p>\n<p class=\"arabic\">إلى أن قال في قوله تعالى وقالوا لا تذرن ودا ولا سواعا ولا يغوث *46*379* \n  ويعوق ونسرا قال فإنهم إذا تركوهم جهلوا من الحق على قدر ما تركوا من هؤلاء \n  فإن للحق في كل معبود وجها يعرفه من يعرفه ويجهله من يجهله من المحمديين وقضى \n  ربك أن لا تعبدوا إلا إياه أي حكم فالعالم يعلم من عبد وفي أي صورة ظهر حتى \n  عبد وإن التفريق والكثرة كالأعضاء في الصورة المحسوسة وكالقوى المعنوية في \n  الصورة الروحانية فما عبد غير الله في كل معبود إلى أن قال مما خطيئاتهم فهي \n  التي خطت بهم فغرقوا في بحار العلم بالله وهو الحيرة فادخلوا نارا في عين \n  الماء في المحمديين وإذا البحار سجرت سجرت التنور إذا أوقدته فلم يجدوا من \n  دون الله أنصارا فكان الله عين أنصارهم فهلكوا فيه إلى الأبد فلو أخرجهم إلى \n  السيف سيف الطبيعة لنزل بهم عن هذه الدرجة الرفيعة وإن كان الكل لله وبالله \n  بل هو الله وقال في قوله يا أبت افعل ما تؤمر فالوالد عين أبيه فما رأى يذبح \n  سوى نفسه وفداه بذبح عظيم فظهر بصورة كبش من ظهر بصورة إنسان لا بل بحكم ولد \n  من هو عين الوالد وخلق منها زوجها فما نكح سوى نفسه فمنه الصاحبة والولد والأمر \n  واحد في العدد .\n</p>\n<p class=\"arabic\">وفيه .\n</p>\n<p class=\"arabic\">% فيحمدني وأحمده % % ويعبدني وأعبده % .\n</p>\n<p class=\"arabic\">% ففي حال أقر به % % وفي الأعيان أجحده % .\n</p>\n<p class=\"arabic\">% فيعرفني وأنكره % % وأعرفه فأشهده % .\n</p>\n<p class=\"arabic\">وقال ثم تممها محمد صلى الله عليه وسلم بما اخبرنا به عن الحق تعالى بأنه \n  عين السمع *46*380* والبصر واليد والرجل واللسان أي هو عين الحواس والقوى \n  الروحانية أقرب من الحواس فاكتفى بالأبعد المحدود عن الأقرب المجهول الحد .\n</p>\n<p class=\"arabic\">إلى أن قال وما رأينا قط من عبد الله في حقه تعالى في آية أنزلها أو إخبار \n  عنه أوصله إلينا فيما نرجع إليه إلا بالتحديد تنزيها كان أو غير تنزيه أوله \n  العماء الذي ما فوقه هواء وما تحته هواء فكان الحق فيه قبل أن يخلق الخلق \n  ثم ذكر أنه استوى على العرش فهذا أيضا تحديد ثم ذكر أنه ينزل إلى السماء الدنيا \n  فهذا تحديد ثم ذكر أنه في السماء وأنه في الأرض وأنه معنا أينما كنا إلى أن \n  أخبرنا أنه عيننا ونحن محدودون فما وصف نفسه إلا بالحد وقوله ليس كمثله شيء \n  حد أيضا إن أخذنا الكاف زائدة لغير الصفة وإن جعلنا الكاف للصفة قد حددناه \n  وإن أخذنا ليس كمثله شيء على نفي المثل تحققنا بالمفهوم وبالخبر الصحيح أنه \n  عين الأشياء والأشياء محدودة وإن اختلفت حدودها فهو محدود بحد كل محدود فما \n  تحد شيئا إلا وهو حد للحق فهو الساري في مسمى المخلوقات والمبدعات ولو لم \n  يكن الأمر كذلك ما صح الوجود فهو عين الوجود وذكر فصلا من هذا النمط تعالى \n  الله عما يقول علوا كبيرا أستغفر الله وحاكي الكفر ليس بكافر .\n</p>\n<p class=\"arabic\">قال الشيخ عز الدين بن عبد السلام في ابن العربي هذا شيخ سوء كذاب يقول بقدم \n  العالم ولا يحرم فرجا هكذا حدثني شيخنا ابن تيمية الحراني به عن جماعة حدثوه \n  عن شيخنا ابن دقيق العيد أنه سمع الشيخ عز الدين يقول ذلك وحدثني بذلك المقاتلي \n  ونقلته من خط أبي الفتح بن سيد الناس أنه سمعه من ابن دقيق العيد .\n</p>\n<p class=\"arabic\">قلت ولو رأى كلامه هذا لحكم بكفره إلا أن يكون ابن العربي رجع عن هذا الكلام \n  وراجع دين الإسلام فعليه من الله السلام .\n</p>\n<p class=\"arabic\">وقد توفي في الثاني والعشرين من ربيع الآخر *46*381* .\n</p>\n<p class=\"arabic\">ولابن العربي توسع في الكلام وذكاء وقوة حافظة وتدقيق في التصوف وتواليف جمة \n  في العرفان ولولا شطحات في كلامه وشعره لكان كلمة إجماع ولعل ذلك وقع منه \n  في حال سكره وغيبته فنرجو له الخير .\n\n</p>"
}