{
    "header": "إسماعيل بن ظفر بن أحمد بن إبراهيم بن مفرـ...",
    "id": "030135",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">إسماعيل بن ظفر بن أحمد بن إبراهيم بن مفرج بن منصور ابن ثعلب بن عنيبة \n  ثانيه .\n</h1>\n<p class=\"arabic\">نون *46*395* .\n</p>\n<p class=\"arabic\">الرجل الصالح أبو الطاهر المنذري النابلسي ثم الدمشقي الحنبلي المحدث .\n</p>\n<p class=\"arabic\">من ولد النعمان بن المنذر ملك عرب الشام .\n</p>\n<p class=\"arabic\">ولد بدمشق في سنة أربع وسبعين وخمسمائة .\n</p>\n<p class=\"arabic\">وسمع بمصر من أبي القاسم البوصيري وأبي عبد الله الأرتاحي وإسماعيل بن ياسين \n  وجماعة ورحل إلى العراق فسمع من المبارك بن المعطوش وأبي الفرج ابن الجوزي \n  وعبد الله بن أبي المجد ودخل إصبهان فسمع من أبي المكارم اللبان ومحمد بن \n  أبي زيد الكراني وأبي جعفر الصيدلاني وطائفة ورحل إلى خراسان وأدرك أبا سعد \n  عبد الله بن عمر الصفار وسمع منه ومن منصور الفراوي والمؤيد وبحران عبد القادر \n  الحافظ وانقطع إليه مدة وأكثر عنه وجاور سنة بمكة لأجل ابن الحصري .\n</p>\n<p class=\"arabic\">وكان كثير الأسفار فقيرا قانعا دينا صالحا له كرامات .\n</p>\n<p class=\"arabic\">قال عمر ابن الحاجب كان عبدا صالحا ذا مروءة مع فقر مدقع صاحب كرامات .\n</p>\n<p class=\"arabic\">قلت حدث بدمشق وحران وبغداد .\n</p>\n<p class=\"arabic\">وعني بالحديث وكتب بخطه الكثير وهو خط رديء فيه سقم .\n</p>\n<p class=\"arabic\">قال الحافظ الضياء وهو رجل دين خير اعتنى بطلب الحديث وجمعه .\n</p>\n<p class=\"arabic\">قلت روى عنه هو والزكيان البرزالي والمنذري والمجد ابن الحلونية والعماد إبراهيم \n  بن الماسح والحسام عبد الحميد اليونيني والبدر حسن ابن الخلال والعماد إسماعيل \n  ابن الطبال والنجم موسى الشقراوي والشمس محمد ابن الواسطي والعز أحمد ابن \n  العماد والفخر إسماعيل بن عساكر والقاضي تقي الدين سليمان وبالحضور العماد \n  محمد ابن البالسي .\n</p>\n<p class=\"arabic\">ومات بجبل قاسيون في رابع شوال *46*396* .\n\n</p>"
}