{
    "header": "منصور المستنصر بالله أمير المؤمنين أبو حـ...",
    "id": "030249",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">منصور المستنصر بالله أمير المؤمنين أبو حعفر .\n</h1>\n<p class=\"arabic\">ابن الظاهر بأمر الله أمير المؤمنين محمد ابن الناصر لدين الله أبي العباس \n  أحمد ابن المستضيء بأمر الله الحسن ابن المستنجد يوسف ابن المقتفي الهاشمي \n  العباسي البغدادي .\n</p>\n<p class=\"arabic\">ولد سنة ثمان وثمانين وخمسمائة وأمه جارية تركية *46*453* .\n</p>\n<p class=\"arabic\">بويع بعد موت أبيه في رجب سنة ثلاث وعشرين .\n</p>\n<p class=\"arabic\">قال ابن النجار فنشر العدل في الرعايا وبذل الإنصاف في القضايا وقرب أهل العلم \n  والدين وبنى المساجد والربط والمدارس والمارستانات وأقام منار الدين وقمع \n  المتمردة ونشر السنن وكف الفتن وحمل الناس على أقوم سنن وقام بأمر الجهاد \n  احسن قيام وجمع الجيوش لنصرة الإسلام وحفظ الثغور وافتتح الحصون إلى أن قال \n  وكان أبيض أشقر الشعر ضخما قصيرا وخطه الشيب فخضب بالحناء ثم ترك الخضاب .\n</p>\n<p class=\"arabic\">وقال الموفق عبد اللطيف بويع أبو جعفر وسار السيرة الجميلة وعمر طرق المعروف \n  الداثرة وأقام شعائر الدين ومنار الإسلام وعمر بسخائه وبذله واجتمعت القلوب \n  على حبه والألسنة على مدحه ولم يجد أحد من المتعنتة فيه معابا وقد أطبقوا \n  عليه وكان جده الناصر يقربه ويحبه ويسميه القاضي لعقله وهديه وإنكاره ما يجد \n  من المنكر والناس معه اليوم في بلهنية هنية وعيشة مرضية وسير إليه خوارزم \n  شاه يلتمس منه سراويل الفتوة فسيره إليه مع أموال جمة وتحف وفيما سير إليه \n  فرس النوبة فسر بذلك وابتهج وقبل الأرض مرات ) .\n</p>\n<p class=\"arabic\">شكرا لله على هذه المنزلة التي رزقها وحرمها أبوه ثم إنه أذعن بالعبودية والطاعة .\n</p>\n<p class=\"arabic\">وقال ابن واصل بنى المستنصر على دجلة من الجانب الشرقي مما يلي دار الخلافة \n  مدرسة ما بني على وجه الأرض أحسن منها ولا أكثر وقفا وهي بأربعة مدرسين على \n  المذاهب الأربعة وعمل فيها بيمارستانا كبيرا ورتب فيها مطبخا للفقهاء ومزملة \n  للماء البارد ورتب لبيوت الفقهاء الحصر والبسط والفحم والأطعمة والورق والحبر \n  والزيت وغير ذلك .\n</p>\n<p class=\"arabic\">وللفقيه بعد ذلك في الشهر ديناران ورتب لهم حماما ورتب لهم بالحمام قومة وهذا \n  ما سبق إليه وللمدرسة شبابيك على دجلة وللخليفة منظرة مطلة على المدرسة يحضر \n  فيها الخليفة ويسمع الدرس إلى أن قال واستخدم عساكر عظيمة لم يستخدم *46*454* \n  مثلها أبوه لا جده وكانت تزيد على مائة ألف وعشرين ألف فارس وأكثر من ذلك \n  كذا قال ابن واصل وكان ذا همة عالية وشجاعة وإقدام عظيم قصدت التتار البلاد \n  فلقيهم عسكره فهزموا التتار هزيمة عظيمة وكان له أخ له يقال له الخفاجي فيه \n  شهامة زائدة كان يقول إن وليت لأعبرن بالعساكر نهر جيحون وأخذ البلاد من أيدي \n  التتار استأصلهم فلما مات المستنصر لم يرى الدويدار ولا الشرابي تقليد الخفاجي \n  خوفا منه وأقاما أبا أحمد للينه وضعف رأيه ليكون لهما الأمر لينفذ الله أمره \n  في عباده .\n</p>\n<p class=\"arabic\">وقد رثاه الناصر داود بقصيدة فائقة مطلعها .\n</p>\n<p class=\"arabic\">% أيا رنة الناعي عبثت بمسمعي % % وأججت نار الحزن ما بين أضلعي % .\n</p>\n<p class=\"arabic\">% وأخرست مني مقولا ذا براعة % % يصوغ أفانين القريب الموشع % .\n</p>\n<p class=\"arabic\">% نعيت إلي البأس والجود والحجى % % فأوقفت أمالي وأجريت أدمعي % .\n</p>\n<p class=\"arabic\">وقال الحافظ عبد العظيم مولده في صفر سنة ثمان وثمانين وتوفي في العشرين من \n  جمادى الأولى .\n</p>\n<p class=\"arabic\">قال وكان راغبا في فعل الخير مجتهدا في تكثير أعمال البر وله في ذلك آثار \n  جميلة كثيرة وأنشأ المدرسة المعروفة به ورتب فيها من الأمور الدالة على تفقده \n  لأحوال أهل العلم وكثرة فكرته فيما يقضي براحتهم وإزاحة عللهم ما هو معروف \n  لمن شاهده وسمع به .\n</p>\n<p class=\"arabic\">وأنبأني ابن البزوري أنه توفي يوم الجمعة عاشر جمادى الآخرة وكذا قال ابن \n  النجار في تاريخه وغيره وهو الصحيح وقول المنذري وهم ) .\n</p>\n<p class=\"arabic\">قال ابن البزوري توفي بكرة عن إحدى وخمسين سنة وأربعة أشهر وسبعة *46*455* \n  أيام وكتم يومئذ موته فخطبوا له يومئذ فحضر شرف الدين إقبال الشرابي ومعه \n  جمع من الخدم إلى التاج الشريف وحضروا بين يدي ولده أبي أحمد عبد الله فسلم \n  عليه إقبال بإمرة المؤمنين واستدعاه إلى سدة الخلافة ثم عرف الوزير وأستاذ \n  الدار ذلك واستكتماه إلى الليل ثم استدعي الوزير فجاء من باب السر الذي بدار \n  الأمير علاء الدين الدويدار المقابل لداره واستدعي وهو عاجز في محفة وأحضر \n  أيضا مؤيد الدين محمد ابن العلقمي أستاذ دار فمثلا بين يدي السدة فقبلا الأرض \n  وهناه بالخلافة وعزياه بالمستنصر وبايعاه وأحضر جماعة من الأسرة الشريفة من \n  أعمامه وأولاد الخلفاء ثم خرج الوزير وسلم إلى الزعماء والولاة محال بغداد \n  وأمر أن لا يركب أحد من الأمراء من داره وفي بكرة السبت رأى الناس أبواب الخلافة \n  مغلقة وجلس عبد اللطيف بن عبد الوهاب الواعظ وأخبر بوفاة الخليفة وجلوس ولده \n  المستعصم بالله ومولده سنة تسع وستمائة ثم لما ارتفع النهار استدعي الأعيان \n  للبيعة وجلس الوزير لعجزه ودونه بمرقاة أستاذ الدار وكان يأخذ البيعة على \n  الناس وصورتها أبايع سيدنا ومولانا أمير المؤمنين على كتاب الله وسنة رسوله \n  واجتهاد رأيه الشريف وأن لا خليفة للمسلمين سواه .\n</p>\n<p class=\"arabic\">فبايع الناس على درجاتهم ثم أسلبت الستارة وبايع من الغد الأمراء الصغار والمماليك \n  الميامين ثم بايع في اليوم الثالث من تبقى من الأمراء التجار وبياض الناس \n  ثم جلس الملأ للعزاء بالمستنصر وتكلم المحتسب جمال الدين أبو الفرج عبد الرحمن \n  ابن محيي الدين يوسف ابن الإمام أبي الفرج ابن الجوزي وتكلم الشعراء فأول \n  من أورد مقدمهم صفي الدين عبد الله بن جميل حاجب المخزن بقصيدته التي يقول \n  فيها .\n</p>\n<p class=\"arabic\">% عز العزاء وأعوز الإلمام % % واسترجعت ما أعطت الأيام % .\n</p>\n<p class=\"arabic\">% فدع العيون تسح بعد فراقهم % % عوض الدموع دما فليس تلام % .\n</p>\n<p class=\"arabic\">% بانوا فلا قلبي يقر قراره % % أسفا ولا جفني القريح ينام % .\n</p>\n<p class=\"arabic\">% فعلى الذين فقدتهم وعدمتهم % % مني تحية موجع وسلام % .\n</p>\n<p class=\"arabic\">*46*456* ثم أنشد الشعراء وعزوا بالمستنصر وهنأوا بالمستعصم ثم برزت مطالعة \n  على يد إقبال ) .\n</p>\n<p class=\"arabic\">الشرابي في كيس وبسمل الخدم بين يديها فقرأها الوزير ثم قرأها أستاذ الدار \n  على الناس قائما خلاصتها التأسي والتسلي والوعد بالعدل والإحسان .\n</p>\n<p class=\"arabic\">قلت بلغ ارتفاع وقوف المستنصرية في بعض الأعوام نيفا وسبعين ألف مثقال وتليها \n  في الكبر وكثرة الريع المنصورية بالقاهرة وبها ضريح السلطان في قبة عظيمة \n  وبها دار جملة القرى الموقوفة على المدرسة المستنصرية ما مساحته مائة ألف \n  جريب وخمسون ألف جريب سوى الخانات والرباع وغير ذلك ويقرب من وقفها وقوف جامع \n  دمشق وهي أكثر منه وقوفا لكن اليوم ما يدخل المستنصرية عشر ذلك بل أقل بكثير .\n\n</p>"
}