{
    "header": "يونس .",
    "id": "030467",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">يونس .\n</h1>\n<p class=\"arabic\">السلطان الملك الجواد مظفر الدين ابن الأمير مظفر الدين ممدود ابن الملك العادل \n  سيف الدين أبي بكر محمد بن أيوب .\n</p>\n<p class=\"arabic\">كان في خدمة عمه الملك الكامل فوقع بينهما واقع فغضب وسار إلى عمه الملك العظيم \n  فأقبل عليه وأحسن إليه ثم عاد إلى مصر واصطلح مع الكامل فلما مات الملك الأشرف \n  جاء مع الكامل إلى دمشق فلم يلبث *47*104* الكامل أن مات وتملك الملك الجواد \n  دمشق وكان جوادا كلقبه ولكن كان حوله ظلمة وهو مبذر لما في الخزائن .\n</p>\n<p class=\"arabic\">قصد الناصر داود والتقاه فانهزم الناصر وكان المصاف على مكان يقال له ظهر \n  حمار فاحتوى الجواد على خزائن الناصر وذخائره ثم دخل نابلس ونزل بدار المعظم \n  واحتوى على ما فيها وولى نوابه بالقدس وأعمالها فلما بلغ العادل بن الكامل \n  ذلك خاف منه وأمره برد بلاد الناصر إليه وبالرجوع إلى دمشق فترحل ودخل دمشق \n  في تجمل عظيم وزينت دمشق زينة ما سمع بمثلها وتمكن واستقل بالسلطنة إلا أن \n  الخطبة للعادل قبل الجواد فانتدب له عماد الدين ابن شيخ الشيوخ .\n</p>\n<p class=\"arabic\">وفي وقعة ظهر الحمار يقول الحماد بن عبد وأجاد .\n</p>\n<p class=\"arabic\">% يا فقيها قد ضل سبيل الرشاد % % ليس يغني الجدال يوم الجلاد % .\n</p>\n<p class=\"arabic\">% كيف ينجي ظهر الحمار هزيما % % من جواد يكر فوق جواد % .\n</p>\n<p class=\"arabic\">وكان يحب الصالحين والفقراء وتقلبت به الأحوال وعجز عن مملكة دمشق وتقلقل \n  فكاتب الملك الصالح نجم الدين ابن الكامل فقدم وسلم إليه دمشق وعوضه بسنجار \n  وعانة وسار إلى الشرق فلم يتم له الأمر وأخذت منه سنجار وبقي في عانة وسار \n  إلى بغداد وأنعم عليه وباع عانة للخليفة بجملة من الذهب .\n</p>\n<p class=\"arabic\">ثم سار إلى الديار المصرية وافدا على الملك الصالح فهم بالقبض عليه فتسحب \n  إلى الكرك إلى عند الملك الصالح فقبض عليه ثم انفلت منه وقدم على الملك الصالح \n  إسماعيل صاحب دمشق فلم يبش له فقصد ملك الفرنج الذي بالساحل صيدا وبيروت فأكرموه \n  وشهد معهم وقعة قلنسوة وهي من أعمال نابلس قتلوا فيها ألف مسلم فنعوذ بالله \n  من مكر الله وما أمكنه أن يدفع عن المسلمين بكلمة .\n</p>\n<p class=\"arabic\">ثم بعث إليه إسماعيل الأمير ناصر الدين ابن يغمور ليحتال في القبض عليه بخديعة \n  فيقال إنه اتفق معه على إسماعيل *47*105* .\n</p>\n<p class=\"arabic\">ثم إن إسماعيل ظفر بالجواد وسجنه بحصن عزتا وسجن ابن يغمور بقلعة حلب فطلب \n  الفرنج الملك الجواد من إسماعيل وقالوا لا بد لنا منه فأظهر أنه قد مات وأهله \n  يقولون إنه خنقه فالله أعلم .\n</p>\n<p class=\"arabic\">ودفن في شوال بقاسيون بتربة المعظم ويقال كانت أمه إفرنجية .\n\n</p>"
}