{
    "header": "محمد بن محمد بن عبد الرحمن بن عبد الملك ...",
    "id": "030456",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن محمد بن عبد الرحمن بن عبد الملك بن محارب .\n</h1>\n<p class=\"arabic\">المحدث أبو عبد الله القيسي .\n</p>\n<p class=\"arabic\">الغرناطي ثم الإسكندري .\n</p>\n<p class=\"arabic\">ولد بالإسكندرية سنة سبع وخمسين تقريبا أو قبل ذلك .\n</p>\n<p class=\"arabic\">وقال الأبار ولد سنة أربع وخمسين .\n</p>\n<p class=\"arabic\">وسمع من أبي الطاهر إسماعيل بن عوف والقاضي محمد بن عبد الرحمن الحضرمي وعبد \n  العزيز بن فارس وحماد بن هبة الله الحراني وابن موقا ومنصور بن خميس وجماعة .\n</p>\n<p class=\"arabic\">وسمع بمصر من أبي القاسم البوصيري .\n</p>\n<p class=\"arabic\">وبدمشق من أبي اليمن الكندي .\n</p>\n<p class=\"arabic\">وببغداد من أبي محمد بن الأخضر .\n</p>\n<p class=\"arabic\">ودخل الأندلس قبل ذلك فسمع بمرسية من أبي بكر محمد بن أحمد بن أبي حمزة وبغرناطة \n  من قاضيها أبي محمد عبد المنعم بن الفرس وأبي جعفر أحمد بن علي بن حكم سمع \n  منه الشفا بسماعه لجميعه من القاضي عياض .\n</p>\n<p class=\"arabic\">وسمع من أبي بكر عبد الله بن طلحة المحاربي .\n</p>\n<p class=\"arabic\">وأجاز له أبو محمد التادلي روايته عن أبي محمد بن عتاب خاصة وكان يقول إنه \n  سمع من السلفي الأربعين البلدانية وكانت له عناية جيدة بالحديث ومعرفة وإتقان \n  وكتب بخطه وحصل الأصول وطال عمره .\n</p>\n<p class=\"arabic\">روى عنه أبو محمد الدمياطي وأبو القاسم بن بلبان والضياء عيسى السبتي ونصر \n  الله بن ) .\n</p>\n<p class=\"arabic\">عياش السكاكيني وجماعة .\n</p>\n<p class=\"arabic\">توفي هو وكريمة القرشية في ليلة واحدة *47*100* .\n</p>\n<p class=\"arabic\">حدثني ابن رافع أن الحافظ عبد الكريم أراه أصل سماع ابن محارب بالأربعين من \n  السلفي .\n</p>\n<p class=\"arabic\">ورأيت بخط ابن عرام الشاذلي أن ابن محارب حدث بالأربعين السلفية في ذي الحجة \n  سنة تسع وثلاثين وستمائة بسماعه من الحافظ فسمعها منه الدمياطي .\n</p>\n<p class=\"arabic\">والتقى عبيد الإسعردي وعيسى بن يحيى السبتي وعيسى بن أبي بكر الحميدي .\n\n</p>"
}