{
    "header": "محمود بن محمد بن عمر .",
    "id": "030534",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمود بن محمد بن عمر .\n</h1>\n<p class=\"arabic\">بن شاهنشاه بن أيوب .\n</p>\n<p class=\"arabic\">صاحب حماة الملك المظفر تقي الدين ابن المنصور ناصر الدين ابن المظفر تقي \n  الدين .\n</p>\n<p class=\"arabic\">كانت دولته خمسا وعشرين سنة وسبعة أشهر .\n</p>\n<p class=\"arabic\">ومرض بالفالج ثلاثين شهرا ومات في ثامن جمادى الأولى .\n</p>\n<p class=\"arabic\">وتملك بعده الملك المنصور محمد ولده .\n</p>\n<p class=\"arabic\">قال ابن واصل مات لثمان بقين من جمادى الأولى عن نحو من ثلاث وأربعين سنة \n  وخلف من الذكور المنصور والأفضل عليا وكان المظفر شجاعا *47*143* إلى الغاية \n  ولم يعرف أحد من أهل بيته أفرس منه وكان أبدا يحمل لتا من حديد على كتفه في \n  ركوب لا يقدر أحد على حمله .\n</p>\n<p class=\"arabic\">حضر حروبا كثيرة بين فيها وكان فطنا ذكيا قوي الفراسة عظيم الهيبة طيب الفاكهة \n  له ميل إلى الفضيلة حصل لي منه حظ وذلك قبل موته بسنة وكان ناقص الحظ لم يزل \n  مع جيرانه في حروب وكان يرجو ظهور الصالح نجم الدين لينتقم به من أعدائه وكان \n  محبا فيه ) .\n</p>\n<p class=\"arabic\">حريصا بكل ممكن على قيام ملكه فلما تملك الديار المصرية خطب له بحماة وحصل \n  عنده من السرور شيء عظيم وزينت قلعة حماة زينة عظيمة حتى عمت الزينة جميع \n  أبراجها ونثرت الدنانير والدراهم وقت الخطبة .\n</p>\n<p class=\"arabic\">قال وحين ظهر الصالح وتمكن عرض للملك المظفر من المرض ما عرض وبقي سنتين وتسعة \n  أشهر .\n</p>\n<p class=\"arabic\">ولم يكن موته بالفالج بل عرضت له حمى حادة أياما وتوفي إلى رحمة الله تعالى \n  وتملك ولده المنصور وعمره عشر سنين وثلاثة وأربعون يوما فقام بالأمور الأستاذ \n  دار طغريل وشيخ الشيوخ شرف الدين والشجاع مرشد والوزير بهاء الدين والكل يرجعون \n  إلى أوامر الصاحبة غادية بنت الملك الكامل زوجة المظفر .\n</p>\n<p class=\"arabic\">ولما بلغ السلطان موت المظفر حزن لموته حزنا عظيما وجلس للعزاء ثلاثة أيام .\n</p>\n<p class=\"arabic\">قلت ومن ثم دام ملك حماة إلى آخر صبي للمنصور وابنه لن الدولة ما زالت في \n  بيت الصالح ومواليه وهم متصافون متناصحون .\n\n</p>"
}