{
    "header": "عبد العزيز بن عبد الواحد بن إسماعيل .",
    "id": "030510",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد العزيز بن عبد الواحد بن إسماعيل .\n</h1>\n<p class=\"arabic\">قاضي القضاة بدمشق رفيع الدين أبو حامد الجيلي الشافعي الذي فعل بالناس الأفاعيل .\n</p>\n<p class=\"arabic\">كان فقيها فاضلا متكلما مناظرا متفلسفا رديء العقيدة معترا .\n</p>\n<p class=\"arabic\">قدم الشام وولي قضاء بعلبك في أيام صاحبها الملك الصالح إسماعيل ووزيره أمين \n  الدولة السامري فنفق عليهما فلما انتقلت نوبة السلطنة بدمشق إلى إسماعيل ولاه \n  القضاء فاتفق وأمين الدولة في الباطن على المسلمين فكان عنده شهود زور قد \n  استعملهم ومدعون زور .\n</p>\n<p class=\"arabic\">فيحضر الرجل إلى مجلسه من المتمولين فيدعي عليه المدعي بأن له في ذمته ألف \n  دينار أو ألفي دينار فيبهت الرجل ويتحير وينكر فيقول المدعي لي شهود ويحضر \n  أولئك الشهود فيلزمه الحكم ثم يقول صالح غريمك فيصالح على النصف أو أكثر أو \n  أقل فاستبيحت للناس أموال لا تحصى بمثل هذه الصورة .\n</p>\n<p class=\"arabic\">وفي جريدة صدر الدين عبد الملك بن عساكر بخطه أن القاضي الرفيع *47*126* دخل \n  من توجهه إلى بغداد رسولا وخرج لتلقيه الوزير أمين الدولة والمنصور ابن السلطان \n  إسماعيل ودخل في زحم عظيم وعليه خلعة سوداء وعلى جميع أصحابه فقيل إنه لم \n  يدخل بغداد ولا أخذت منه رسالة ورد واشترى الخلع من عنده لأصحابه .\n</p>\n<p class=\"arabic\">وشرع الملك الصالح في مصادرة الناس على يد الرفيع الجيلي وكتب إلى نوابه في \n  القضاء يطلب منهم إحضار ما تحت أيديهم من أموال اليتامى فهذا القاضي ما ولي \n  قاضي مثله كان يسلك طريق الولاة ويحكم بالرشوة ويأخذ من الخصمين ولا يعدل \n  أحدا إلا بمال ويأخذ ذلك جهرا وفسقه ظاهر وقد استعار أربعين طبقا ليهدي فيها \n  هدية إلى صاحب حمص فلم يردها .\n</p>\n<p class=\"arabic\">فسبى الناس بأفعاله جور الولاة وأصحاب الشروط وغارت المياه في أيامه وبطلت \n  طواحين كثيرة وصار نهر ثورة يوم الفتوح لا يبلغ طاحونة مقرى .\n</p>\n<p class=\"arabic\">ومات في ولايته عجمي خلف مائة ألف وابنة فما أعطى البيت فلسا ) .\n</p>\n<p class=\"arabic\">وأذن الرفيع للنساء في دخول جامع دمشق وقال ما هو بأعظم من الحرمين فدخلن \n  وامتلأ بالنساء والرجال ليلة النصف وتأذى الناس بذلك حتى شكوا إلى السلطان \n  فمنع الناس منه .\n</p>\n<p class=\"arabic\">قال أبو المظفر بن الجوزي حدثني جماعة أعيان أنه كان فاسد العقيدة دهريا مستهترا \n  بأمور الشريعة يجيء إلى صلاة الجمعة سكرانا وأن داره كانت مثل الحانة شهد \n  بهذه الأشياء عندي جماعة عدول .\n</p>\n<p class=\"arabic\">وحكى لي جماعة أن الوزير السامري بعث به في الليل من دمشق إلى قلعة *47*127* \n  بعلبك على بغل بأكاف فاعتقله واستأصله ثم بعث به إلى مغارة أفقة في جبل لبنان \n  فأهلكه بها وبعث إليه عدلين شهدوا عليه ببيع أملاكه فحدثني أحدهما قال رأيته \n  وعليه قندورة صغيرة وعلى رأسه تخفيفة فبكى وقال معكم شيء آكل فلي ثلاثة أيام \n  ما أكلت شيئا .\n</p>\n<p class=\"arabic\">فأطعمناه من دارنا وشهدنا عليه ببيع أملاكه للسامري ونزلنا من عنده فبلغنا \n  أنهم جاءوا إليه فأيقن بالهلاك وقال دعوني أوصلي ركعتين فقام يصلي وطول فرفسه \n  داود من رأس شقيف مطل على نهر إبراهيم فما وصل إلى القرار إلا وقد تقطع .\n</p>\n<p class=\"arabic\">وحكى لي آخر أن ذيله تعلق بسن الجبل فضربوه بالحجارة حتى مات .\n</p>\n<p class=\"arabic\">وذكر ناصر الدين محمد بن المنيطري عن عبد الخالق رئيس النيرب قال لما سلم \n  القاضي الرفيع إلى المقدم داود سيف النقمة وإلي أيضا وصلنا به إلى الشقيف \n  وفيه عين ماء فقال علي غسل وأشتهي تمكنوني أغتسل وأصلي فنزل واغتسل وصلى ودعا \n  ثم قال افعلوا ما شئتم .\n</p>\n<p class=\"arabic\">فدفعه داود فما وصل إلا وقد تلف .\n</p>\n<p class=\"arabic\">قال أبو المظفر وحكى لي أعيان الدماشقة أن الموفق الواسطي هو كان أساس البلاء \n  فتح أبواب الظلم وجسر الرفيع على جهنم وأخذ لنفسه من أموال الناس ستمائة ألف \n  درهم وآخر أمر الموفق أنه عذب عذابا ما عذبه *47*128* أحد وكسرت ساقاه ومات \n  تحت الضرب وألقي في مقابر النصارى فأكلته الكلاب وصار عبرة .\n</p>\n<p class=\"arabic\">قلت وبلغني أن سبب هلاك الرفيع وهذا أن الناس استغاثوا إلى الصالح إسماعيل \n  من الرفيع ورافعوه وكثرت الشنائع فخاف الوزير السامري وعجل بهلاكهما ليمحو \n  التهمة عن نفسه ويرضي الناس ولئلا يقرا عليه .\n</p>\n<p class=\"arabic\">وقيل إن السلطان كان عارفا بالأمور فالله أعلم ولم يعد الناس قضية الرفيع \n  وقتله محنة بل ) .\n</p>\n<p class=\"arabic\">نعمة نسأل الله الستر والعافية .\n</p>\n<p class=\"arabic\">وكان القبض عليه في آخر سنة إحدى وأربعين .\n</p>\n<p class=\"arabic\">وذكر واقعته في سنة اثنتين ابن الجوزي وغيره فإن فيها اشتهر إعدامه .\n</p>\n<p class=\"arabic\">وقال الإمام أبو شامة وفي ذي الحجة سنة إحدى قبض على أعوان الرفيع الجيلي \n  الظلمة الأرجاس وكبيرهم الموفق حسين الواسطي ابن الرواس وسجنوا ثم عذبوا بالضرب \n  والعصر والمصادرة ولم يزل ابن الرواس في العذاب والحبس إلى أن فقد في جمادى \n  الأولى سنة اثنتين .\n</p>\n<p class=\"arabic\">قال وفي ثاني عشر ذي الحجة أخرج الرفيع من داره وحبس بالمقدمية .\n</p>\n<p class=\"arabic\">قال ثم أخرج ليلا وذهب به فسجن بمغارة أفقة من نواحي البقاع ثم انقطع خبره \n  وذكروا أنه توفي منهم من قال ألقي من شاهق وقيل خنق .\n</p>\n<p class=\"arabic\">وولي القضاء محيي الدين ابن الزكي .\n</p>\n<p class=\"arabic\">قال ابن واصل حكى لي ابن صبح بالقاهرة أنه ذهب بالرفيع إلى رأس شقيف فعرف \n  أني أريد رميه فقال بالله عليك أمهل حتى أصلي ركعتين فأمهلته حتى صلاهما ثم \n  رميته فهلك *47*129* .\n</p>\n<p class=\"arabic\">وقال غيره كان الرفيع فقيها بالعذراوية وبالشامية والفلكية وكان يشغل الناس \n  وكان ذكيا كثير التحصيل وصارت بينه وبين أمين الدولة علي بن غزال الوزير صحبة \n  أكيدة فولاه قضاء بعلبك فلما توفي القاضي شمس الدين الخوئي طلبه أمين الدولة \n  وولي قضاء دمشق فصار له جماعة يكتبون محاضر زور على الأغنياء ويحضرونهم فينكرون \n  فيخرجون المحاضر فيعتقلهم بالجاروخية فيصالحون على البعض ويسير في السر إلى \n  أمين الدولة ببعض ذلك .\n</p>\n<p class=\"arabic\">فكثرت الشكاوى وبلغ السلطان فأمر بكشف ما حمل إلى خزانة الدولة في مدته وكان \n  الوزير لا يحمل إلى الخزانة إلا اليسير فقال الرفيع الأمور عندي مضبوطة مكتوبة \n  فخافه الوزير وشغب عليه قلب السلطان وحذره غائلته فقال أنت جئت به وأنت تتولى \n  أمره أيضا فأهلكه .\n</p>\n<p class=\"arabic\">ومن تعاليق عبد الملك بن عساكر قال وليلة استهلت سنة اثنتين نزل الوالي ابن \n  بكا إلى دار الرفيع واحتاطوا على ما فيها وشرعوا بعد يوم في البيع فمن ذلك \n  أربعة عشر بغلة ومماليك وتسعمائة مجلد وجوار وأثاث وساروا بالقاضي فألبسوه \n  طرطورا وتوجهوا به نحو بعلبك .\n</p>\n<p class=\"arabic\">وولي القضاء ابن الزكي ) .\n</p>\n<p class=\"arabic\">وذكر صاحبنا شمس الدين محمد بن إبراهيم في تاريخه قال وفيها يعني سنة اثنتين \n  غزل الرفيع الجيلي عن مدارسه فكان في آخر السنة الماضية قد عزل عن القضاء \n  وسبب عزله وإهلاكه الوزير السامري فإن الرفيع كتب فيه ورقة إلى الملك الصالح \n  يقول قد حملت إلى خزائنك ألف ألف دينار من أموال الناس .\n</p>\n<p class=\"arabic\">فقال الصالح ولا ألف ألف درهم وأوقف السامري على الورقة *47*130* فأنكر فبلغ \n  الرفيع فقال أنا أحاققه فقال السامري هذا قد أكل البلاد وأقام علينا الشناعات \n  والرأي عزله ليتحقق الناس أنك لم تأمره فعزله وأعطى العادلية لكمال الدين \n  التفليسي صهر الخوئي والشامية الكبرى لتقي الدين محمد بن رزين الحموي والعذراوية \n  لمحيي الدين ابن الزكي .\n</p>\n<p class=\"arabic\">وأسقط محيي الدين عدالة أصحاب الرفيع وهم العز بن القطان والزين بن الحموي \n  والجمال بن سيدة والموفق الواسطي وسالم المقدسي وابنه محمد وكان الطامة الكبرى \n  الموفق فإنه أهلك الحرث والنسل .\n</p>\n<p class=\"arabic\">وقال الموفق أحمد بن بي أصيبعة كان بالعذراوية يشتغل في أنواع العلوم والطب \n  وقرأت عليه شيئا من العلوم الحكمية والطب وكان فصيح اللسان قوي الذكاء كثير \n  الاشتغال والمطالعة وولي قضاء بعلبك وكان صديقا للصاحب أمين الدولة وبينهما \n  عشرة وله من الكتب كتاب شرح الإشارات والتنبيهات واختصر كتاب الكليات من القانون \n  وغير ذلك .\n\n</p>"
}