{
    "header": "علي بن محمد بن عبد الصمد .",
    "id": "030631",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">علي بن محمد بن عبد الصمد .\n</h1>\n<p class=\"arabic\">*47*193* العلامة علم الدين أبو الحسن الهمداني السخاوي المصري شيخ القراء \n  بدمشق .\n</p>\n<p class=\"arabic\">ولد سنة ثمان أو تسع وخمسين وخمسمائة وسمع بالثغر من السلفي وأبي القاهر بن \n  عوف .\n</p>\n<p class=\"arabic\">وبمصر من أبي الجيوش عساكر بن علي وأبي القاسم البوصيري وإسماعيل بن ياسين \n  وجماعة .\n</p>\n<p class=\"arabic\">وبدمشق من ابن طبرزد والكندي وحنبل .\n</p>\n<p class=\"arabic\">وسمع الكثير من الإمام أبي القاسم الشاطبي وقرأ عليه القراءآت وعلى أبي الجود \n  غياث بن ) .\n</p>\n<p class=\"arabic\">فارس وعلى أبي الفضل محمد بن يوسف الغزنوي .\n</p>\n<p class=\"arabic\">وبدمشق على أبي اليمن الكندي قرأ عليهما بالمبهج لسبط الخياط ولكن لم يسند \n  عنهما القراءآت فرأيتهم يقولون إن الشاطبي قال له إذا مضيت إلى الشام فاقرأ \n  على الكندي ولا ترو عنه .\n</p>\n<p class=\"arabic\">وقيل إنه رأى الشاطبي في النوم فنهاه أن يقرىء بغير ما أقرأه .\n</p>\n<p class=\"arabic\">وكان إماما علامة مقرئا محققا مجودا بصيرا بالقراءآت وعللها ماهرا بها إماما \n  في النحو واللغة إماما في التفسير كان يتحقق بهذه العلوم الثلاثة ويحكيها \n  وكان يفتي على مذهب الشافعي .\n</p>\n<p class=\"arabic\">تصدر للإقراء بجامع دمشق وازدحم عليه الطلبة وقصدوه من البلاد وتنافسوا في \n  الأخذ عنه .\n</p>\n<p class=\"arabic\">وكان دينا خيرا متواضعا مطرحا للتكلف حلو *47*194* المحاضرة مطبوع النادرة \n  حاد القريحة من أذكياء بني آدم وكان وافر الحرمة كبير القدر محبب إلى الناس .\n</p>\n<p class=\"arabic\">روى الكثير من العوالي والنوازل وكان ليس له شغل إلا العلم والإفادة .\n</p>\n<p class=\"arabic\">قرأ عليه خلق كثير إلى الغاية ولا أعلم أحدا من القراء في الدنيا أكثر أصحابا \n  منه .\n</p>\n<p class=\"arabic\">ومن مصنفاته شرح الشاطبية في مجلدين وشرح الرائية في مجلد في رسم المصحف وكتاب \n  جمال القراء وتاج الإقراء وكتاب خير الدياجي في تفسير الأحاجي وكتاب التفسير \n  إلى الكهف في أربع مجلدات وكتاب المفضل في شرح المفصل وغير ذلك مما لم يحضر \n  في ذكره .\n</p>\n<p class=\"arabic\">أقرأ عنه القراءآت شمس الدين أبو الفتح محمد بن علي الأقصاري وشهاب الدين \n  أبو شامة وزين الدين عبد السلام الزوادي ورشيد الدين أبو بكر بن أبي الدر \n  المكيني وتقي الدين يعقوب الجرائدي وجمال الدين إبراهيم الفاضلي ورضي الدين \n  جعفر بن دبوقا الحراني وشمس الدين محمد بن الدمياطي ونظام الدين محمد التبريزي \n  وشهاب الدين محمد بن مزهر .\n</p>\n<p class=\"arabic\">وروى عنه من شيوخنا الذين لقينهم الشيخ زين الدين الفارقي والجمال عبد الواحد \n  ابن كثير النقيب وقد قرأ عليه القراءآت ونسي ورشيد الدين إسماعيل بن المعلم \n  وقد قرأ عليه القراءآت ونسي والشمس محمد بن قايماز وقد قرأ عليه القراءآت \n  ونسي رأيت إجازته بالقراءآت وشرف الدين أحمد بن إبراهيم الخطيب وقد قرأ عليه \n  لنافع وأبي عمرو وأقرأ عنه وشرف الدين إبراهيم بن أبي الحسن المخرمي وقد قرأ \n  عليه ختمة والشهاب أحمد بن مروان التاجر ) .\n</p>\n<p class=\"arabic\">وقد قرأ القرآن وعرض علي الشاطبية وأبو علي بن الخلال والزين إبراهيم بن الشيرازي \n  وأبو المحاسن بن الخرقي وقد قرأ *47*195* عليه القرآن وجوده وكمال الدين أحمد \n  بن العطار وإبراهيم بن أخي علاء الدين ابن النصير وزين الدين أحمد بن محمود \n  القلانسي وقد قرأ عليه القراءآت وترك والصدر إسماعيل بن يوسف بن مكتوم وقال \n  قرأت عليه ختمة لأبي عمرو .\n</p>\n<p class=\"arabic\">وذكره القاضي ابن خلكان في تاريخه وقال رأيته مرارا راكب بهيمة إلى الجبل \n  وحوله اثنان أو ثلاثة يقرأون عليه في أماكن مختلفة دفعة واحدة وهو يرد على \n  الجميع .\n</p>\n<p class=\"arabic\">قلت وفي نفسي شيء من صحة الرواية على هذا النعت لأنه لا يتصور أن يسمع مجموعات \n  الكلمات فما جعل الله لرجل من قلبين في جوفه وأيضا فإن مثل هذا الفعل خلاف \n  السنة ولا أعلم أحدا من شيوخ المقرئين كان يترخص في هذا إلا الشيخ علم الدين .\n</p>\n<p class=\"arabic\">وكان رحمه الله أقعد بالعربية والقراءآت من تاج الدين الكندي ومحاسنه كثيرة \n  وفوائده غزيرة .\n</p>\n<p class=\"arabic\">ومن شعره .\n</p>\n<p class=\"arabic\">% قالوا غدا نأتي ديار الحمى % % وينزل الركب بمغناهم % .\n</p>\n<p class=\"arabic\">% وكل من كان مطيعا لهم % % أصبح مسرورا بلقياهم % .\n</p>\n<p class=\"arabic\">% قلت فلي ذنب فما حيلتي % % بأي وجه أتلقاهم % .\n</p>\n<p class=\"arabic\">% قيل أليس العفو من شأنهم % % لا سيما عمن ترجاهم % .\n</p>\n<p class=\"arabic\">وقد ذكره العماد الكاتب في السيل والذيل فقال علي بن السخاوي عرض له قاضي \n  الإسكندرية على السلطان الملك الناصر صلاح الدين هذه القصيدة بظاهر عكا بالمعسكر \n  المنصور في سنة ست وثمانين وخمسمائة وأثنى على *47*196* فضله وأدبه وعلمه \n  وهي .\n</p>\n<p class=\"arabic\">% بين الفوآدين من صب ومحبوب % % يظل ذو الشوق في شد وتقريب % .\n</p>\n<p class=\"arabic\">% صبر المتيم في قرب الديار به % % أولى من الصبر في نأي وتغريب % .\n</p>\n<p class=\"arabic\">وهي طويلة أورد فيها العماد قطعة في مدح السلطان .\n</p>\n<p class=\"arabic\">وقد مدح الأديب رشيد الدين بقصيدته التي أولها .\n</p>\n<p class=\"arabic\">% فاق الرشيد فأمت بحره الأمم % % وصد عن جعفر وردا له أمم % .\n</p>\n<p class=\"arabic\">وبين وفاتي المذكورين أكثر من مائة سنة ) .\n</p>\n<p class=\"arabic\">قال أبو شامة وفي ثاني عشر جمادى الآخرة توفي شيخنا علم الدين علامة زمانه \n  وشيخ أوانه بمنزله بالتربة الصالحية ودفن بقاسيون وكانت على جنازته هيبة وجلالة \n  وأجناب ومنه استفدت علوما جمة كالقراءآت والتفسير وفنون العربية وصحبته من \n  شعبان سنة أربع عشرة وستمائة ومات وهو عني راض .\n</p>\n<p class=\"arabic\">قلت وكان شيخ الإقراء بالتربة المذكورة وله تصدير وحلقة بجامع دمشق وكانت \n  حلقته عند المكان المسمى بقبر زكريا مكان الشيخ علم الدين البرزالي الحافظ .\n\n</p>"
}