{
    "header": "علي بن الحسين بن علي بن منصور .",
    "id": "030626",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">علي بن الحسين بن علي بن منصور .\n</h1>\n<p class=\"arabic\">المسند الصالح المعمر أبو الحسن بن أبي عبد الله بن المقير البغدادي الأزجي \n  الحنبلي المقرىء النجار مسند الديار المصرية بل مسند الوقت .\n</p>\n<p class=\"arabic\">ولد ليلة عيد الفطر سنة خمس وأربعين .\n</p>\n<p class=\"arabic\">وأجاز له أبو بكر محمد بن الزاغوني ونصر بن نصر العكبري ومحمد بن ناصر الحافظ \n  ) .\n</p>\n<p class=\"arabic\">وسعيد بن البناء وأبو الكرم الشهرزوري وأبو جعفر أحمد بن محمد العباسي وجماعة .\n</p>\n<p class=\"arabic\">وكان يمكنه السماع من هؤلاء فإنهم كانوا أحياء في سنة خمسين وخمسمائة ببلده .\n</p>\n<p class=\"arabic\">وسمع بنفسه من شهدة ومعمر بن الفاخر وعبد الحق اليوسفي وعيسى بن أحمد الدوشابي \n  وأحمد بن الناعم وأبي علي بن شيرويه وجماعة .\n</p>\n<p class=\"arabic\">وهو آخر من روى بالإجازة عن أولئك وبالسماع عن ابن الفاخر *47*190* .\n</p>\n<p class=\"arabic\">وحدث ببغداد ودمشق ومصر ومكة وقدم دمشق سنة اثنتين وثلاثين فأقام بها سنتين \n  وحج وراح إلى مصر فأقام بها وجاور بمكة أيضا .\n</p>\n<p class=\"arabic\">وتوفي بمصر .\n</p>\n<p class=\"arabic\">قال التقي عبيد وغيره كان شيخا صالحا كثير التهجد والعبادة والتلاوة صابرا \n  على أهل الحديث .\n</p>\n<p class=\"arabic\">وقال الشريف عز الدين كان من عباد الله الصالحين كثير التلاوة مشتغلا بنفسه .\n</p>\n<p class=\"arabic\">توفي ليلة نصف ذي القعدة .\n</p>\n<p class=\"arabic\">قلت حمل عنه أئمة وحفاظ وأنا عنه عبد المؤمن بن خلف الحافظ والضياء عيسى السبتي \n  والجلال عبد المنعم القاضي وأبو علي بن الخلال وأبو الفضل الذهبي وأبو العباس \n  بن مؤمن ومحمد بن يوسف الحنبلي وعيسى المعاري والقاضي تقي الدين سليمان وأبو \n  السعود محمد بن عبد الكريم المنذري وزينب بنت القاضي محيي الدين والجمال ابن \n  مكرم الكاتب ومحمد بن المظفر الفقيه وصبيح الصوابي وبيبرس القيمري وشهاب بن \n  علي وشرف الدين أبو الحسن بن اليونيني وغيرهم .\n</p>\n<p class=\"arabic\">وقد انفرد بدمشق عنه بهاء الدين القاسم بن عساكر بجملة عالية .\n</p>\n<p class=\"arabic\">وآخر من روى عنه بالسماع وبالإجازة يونس الدبابيسي بالقاهرة *47*191* .\n\n</p>"
}