{
    "header": "محمد بن عبد الواحد .",
    "id": "030665",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">محمد بن عبد الواحد .\n</h1>\n<p class=\"arabic\">بن أحمد بن عبد الرحمن بن إسماعيل .\n</p>\n<p class=\"arabic\">*47*209* الحافظ الحجة الإمام ضياء الدين أبو عبد الله السعدي المقدسي ثم \n  الدمشقي الصالحي صاحب التصانيف النافعة .\n</p>\n<p class=\"arabic\">ولد بالدير المبارك في سنة تسع وستين وخمسمائة .\n</p>\n<p class=\"arabic\">وسمع من أبي المعالي بن صابر ومحمد بن أبي الصقر وأبي المجد الفضل بن الحسين \n  البانياسي وأبي الحسين أحمد بن الموازيني والخضر بن طاوس ويحيى الثقفي وأبي \n  الفتح عمر بن علي الجويني وابن صدقة الحراني وإسماعيل الجنزوي وخلق .\n</p>\n<p class=\"arabic\">ولزم الحافظ عبد الغني وتخرج به وحفظ القرآن وتفقه .\n</p>\n<p class=\"arabic\">ورحل أولا إلى مصر سنة خمس وسبعين فسمع أبا القاسم البوصيري وإسماعيل بن ياسين \n  والأرتاحي وبنت سعد الخير وعلي بن حمزة وجماعة .\n</p>\n<p class=\"arabic\">ورحل إلى بغداد بعد موت ابن كليب فلهذا روى عن أصحابه وفاته الأخذ عنه .\n</p>\n<p class=\"arabic\">وقد أجاز له ابن كليب ومن هو أكبر من ابن كليب كشهدة والسلفي .\n</p>\n<p class=\"arabic\">فسمع من المبارك بن المعطوش وهو أكبر شيخ له ببغداد وأبي الفرج بن الجوزي \n  وعبد الله بن أبي المجد والبقاء بن حيد وعبد الله بن أبي الفضل بن مزروع وعبد \n  الرحمن بن محمد ابن ملاح الشط وطائفة من أصحاب *47*210* قاضي المرستان وابن \n  الحصين .\n</p>\n<p class=\"arabic\">وعرض القرآن على عبد الواحد بن سلطان .\n</p>\n<p class=\"arabic\">ثم دخل أصبهان بعد موت أبي المكارم بن اللبان وسمع من أبي جعفر الصيدلاني \n  وأبي ) .\n</p>\n<p class=\"arabic\">القاسم عبد الواجد الصيدلاني وخلف بن أحمد الفراء والمفتي أسعد بن محمود العجلي \n  وأبي الفخر سعد بن سعيد بن روح وأسعد بن أحمد الثقفي الضرير وإدريس ابن محمد \n  الساوالويه وزاهر بن أحمد الثقفي وهو أخو أسعد والمؤيد ابن الأخوة وعفيفة \n  الفارقانية وأبي زرعة عبد الله بن محمد اللفتواني وخلق سواهم .\n</p>\n<p class=\"arabic\">وبهمذان من عبد الباقي بن عثمان بن صالح وجماعة .\n</p>\n<p class=\"arabic\">ورجع إلى دمشق بعد الستمائة ثم رحل إلى أصبهان ثانيا فأكثر بها وتزيد وحصل \n  شيئا كثيرا من المسانيد والأجزاء ورحل منها إلى نيسابور فدخلها ليلة وفاة \n  منصور الفراوي فسمع من المؤيد الطوسي وزينب الشعرية والقاسم الصفار .\n</p>\n<p class=\"arabic\">ورحل إلى هراة فأكثر بها عن أبي روح عبد المعز وجماعة .\n</p>\n<p class=\"arabic\">ورحل إلى مرو فأقام بها نحوا من سنتين وأكثر بها عن أبي المظفر بن السمعاني \n  وجماعة .\n</p>\n<p class=\"arabic\">وسمع بحلب وحران والموصل وقدم دمشق بعد خمسة أعوام بعلم كثير وكتب أصول نفيسة \n  فتح الله عليه بها هبة ونسخا وشراء .\n</p>\n<p class=\"arabic\">وسمع بمكة من أبي الفتوح بن الحصرين وغيره .\n</p>\n<p class=\"arabic\">ورجع ولزم الاشتغال والنسخ والتصنيف وسمع في خلال ذلك على الشيخ الموفق وبابته .\n</p>\n<p class=\"arabic\">وأجاز له السلفي وشهدة وأحمد بن علي بن الناعم وأحمد بن *47*211* يلدرك وتجني \n  الوهبانية وابن شاتيل وعبد الحق اليوسفي وأخوه عبد الرحيم اليوسفي وعيسى الدوشابي \n  ومحمد بن نسيم العيشوني ومسلم بن كاتب النحاس وأبو شاكر السقلاطوني وعبد الله \n  بن بري النحوي وأبو الفتح عبد الله بن أحمد الخرقي وخلق كثير .\n</p>\n<p class=\"arabic\">ذكره ابن الحاجب تلميذه فقال شيخنا أبو عبد الله شيخ وقته ونسيج وحده علما \n  وحفظا وثقة ودنيا من العلماء الربانيين وهو أكبر من أن يدل عليه مثلي كان \n  شديد التحري في الرواية ثقة فيما يرويه مجتهدا في العبادة كثير الذكر منقطعا \n  عن الناس متواضعا في ذات الله صحيح الأصول سهل العارية ولقد سألت عنه في رحلتي \n  جماعة من العارفين بأحوال الرجال فأطنبوا في حقه ومدحوه بالحفظ والزهد حتى \n  إنه لو تكلم في الجرح والتعديل لقبل منه .\n</p>\n<p class=\"arabic\">سألت أبا عبد الله البرزالي عنه فقال حافظ ثقة جبل دين ) .\n</p>\n<p class=\"arabic\">وذكره ابن النجار في تاريخه فقال كتب وحصل الأصول وسمعنا بقراءته الكثير وأقام \n  بهراة ومرو مدة وكتب الكتب الكبار بهمة عالية وجد واجتهاد وتحقيق وإتقان كتبت \n  عنه ببغداد ودمشق وبنيسابور وهو حافظ متقن ثبت حجة عالم بالحديث والرجال ورع \n  تقي زاهد عابد محتاط في أكل الحلال مجاهد في سبيل الله ولعمري ما رأت عيناي \n  مثله في نزاهته وعفته وحسن طريقته في طلب العلم سألته عن مولده فقال في جمادى \n  الأولى سنة تسع وستين ورأيت بخطه مولده في سادس جمادى الآخرة فالله أعلم .\n</p>\n<p class=\"arabic\">قلت الثاني هو الصحيح فإنه كذلك أخبر لعمر بن الحاجب .\n</p>\n<p class=\"arabic\">قلت سمعت الحافظ أبا الحجاج المزي وما رأيت مثله يقول الشيخ الضياء أعلم بالحديث \n  والرجال من الحافظ عبد الغني ولم يكن في وقته مثله .\n</p>\n<p class=\"arabic\">وحكى النجم بن الخباز عن العز عبد الرحمن بن محمد بن الحافظ قال ما جاء بعد \n  الدارقطني مثل شيخنا الضياء *47*212* .\n</p>\n<p class=\"arabic\">وقال الشرف أبو المظفر بن النابلسي ما رأيت مثل شيخنا الضياء .\n#</p>\n<p class=\"arabic\">ذكر تصانيف الضياء .\n</p>\n<p class=\"arabic\">كتاب الأحكام يعوز قليلا في نحو عشرين جزءا في ثلاث مجلدات فضائل الأعمال \n  في مجلد الأحاديث المختارة خرج منها تسعين جزءا وهي الأحاديث التي تصلح أن \n  يحتج بها سوى ما في الصحيحين خرجها من مسموعاته كتاب فضائل الشام ثلاثة أجزاء \n  كتاب فضائل القرآن جزء كتاب الحجة كتاب النار كتاب مناقب أصحاب الحديث كتاب \n  النهي عن سب الأصحاب كتاب سير المقادسة كالحافظ عبد الغني والشيخ الموفق والشيخ \n  أبي عمر وغيرهم في عدة أجزاء .\n</p>\n<p class=\"arabic\">وله تصانيف كثيرة في أجزاء عديدة لا يحضرني ذكرها .\n</p>\n<p class=\"arabic\">وله مجاميع ومنتخبات كثيرة وله كتاب الموافقات في نيف وخمسين جزءا .\n</p>\n<p class=\"arabic\">وبنى مدرسة على باب الجامع المظفري وأعانه عليها بعض أهل الخير وجعلها دار \n  حديث وأن يسمع فيها جماعة من الصبيان ووقف بها كتبه وأجزاءه وفيها وقف الشيخ \n  الموفق والبهاء عبد الرحمن والحافظ عبد الغني وابن الحاجب وابن سلام وابن \n  هامل والشيخ علي الموصلي وقد نهبت في نكبة الصالحية نوبة غازان وراح منها \n  شيء كثير ثم تماثلت .\n</p>\n<p class=\"arabic\">وتراجع حالها وفيها بحمد الله الآن جملة نافعة للطلبة *47*213* .\n</p>\n<p class=\"arabic\">وكان رحمه الله ملازما لجبل الصالحية قل أن يدخل البلد أو يحدث ولا أعلم أحدا \n  سمع منه بالمدينة وإن كان فنزر يسير .\n</p>\n<p class=\"arabic\">أخذ عنه جماعة من شيوخه وروى عنه الحافظ أبو عبد الله البرزالي والحافظ أبو \n  عبد الله بن النجار وجماعة .\n</p>\n<p class=\"arabic\">ومن شيوخنا أبو العباس بن الظاهري وأبو الفدا إسماعيل بن الفراء والتقي أحمد \n  بن مؤمن والشيخ محمد بن حازم والشيخ علي بن بقا والنجم موسى الشقراوي والنجم \n  إسماعيل بن الخباز وداود بن حمزة ومحمد بن علي ابن الموازيني وعثمان الحمصي \n  والشهاب أحمد الدشتي وأبو علي بن الخلال وعيسى بن المطعم وأبو بكر بن عبد \n  الدائم ومحمد ابن خطيب بيت الآبار وزينب بنت عبد الله ابن الرضي والقاضي المجد \n  سالم بن أبي الهيجا ومحمد بن يوسف الذهبي ومسند الشام القاضي تقي الدين سليمان \n  فأكثر عنه فإني سمعته يقول سمعت من شيخنا الضياء ألف جزء .\n</p>\n<p class=\"arabic\">وقرأت بخط المحدث محمد بن الحسن بن سلام قال محمد بن عبد الواحد شيخنا ما \n  رأيت مثله في ما اجتمع له كان مقدما في علم الحديث فكأن هذا العلم قد انتهى \n  إليه وسلم له ونظر في الفقه وناظر فيه وجمع بين فقه الحديث ومعانيه وشد طرفا \n  من الأدب وكثيرا من اللغة والتفسير .\n</p>\n<p class=\"arabic\">وكان يحفظ القرآن واشتغل مدة به وقرأ بالروايات على مشايخ عديدة وكان يتلوه \n  تلاوة عذبة .\n</p>\n<p class=\"arabic\">وجمع كل هذا مع الورع التام والتقشف الزائد والتعفف والقناعة والمروءة والعبادة \n  الكثيرة وطلق النفس وتجنبها أحوال الدنيا ورعوناتها والرفق بالغرباء والطلاب \n  والانقطاع عن الناس وطول الروح على الفقير والغريب وكان محبا لمن يأخذ عنه \n  مكرما لمن يسمع عليه .\n</p>\n<p class=\"arabic\">وكان يحرض على الاشتغال ويعاون بإعارة الكتب وكنت أسأله عن المشكلات فيجيبني \n  أجوبة شافية عجز عنها المتقدمون ولم يدرك شأوها المتأخرون قرأت عليه الكثير \n  وما أفادني أحد كإفادته وكان ينبهني على المهمات من العوالي ويأمرني بسماعها \n  ويكرمني كثيرا *47*214* .\n</p>\n<p class=\"arabic\">وقرأت عليه صحيح مسلم .\n</p>\n<p class=\"arabic\">كانت له أريضة بباب الجامع ورثها من أبيه وكان يبني فيها قليلا قليلا على \n  قدر طاقته فيسر بنا كثيرا عنها بهمته وحسن قصده وإجابة دعوته ونزل فيها المشتغلون \n  بالفقه والحديث وكان ما يصل إليه من وقف يوصله إليهم ويصرفه عليهم .\n</p>\n<p class=\"arabic\">ورام بعض الكبار مساعدته ببناء مصنع للماء فأبى ذلك وقال لا حاجة لنا في ماله .\n</p>\n<p class=\"arabic\">وكان من صغره إلى كبره موصوفا بالنسك مشتغلا بالعلم .\n</p>\n<p class=\"arabic\">قلت توفي يوم الإثنين الثامن والعشرين من جمادى الآخرة وله أربع وسبعون سنة \n  وأيام رحمه الله ورضي عنه .\n\n</p>"
}