{
    "header": "يعيش بن علي بن يعيش .",
    "id": "030698",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">يعيش بن علي بن يعيش .\n</h1>\n<p class=\"arabic\">بن أبي السرايا محمد بن علي بن المفضل بن عبد الكريم بن محمد بن يحيى بن حيان \n  ابن .\n</p>\n<p class=\"arabic\">القاضي بشر بن حيان الأسدي .\n</p>\n<p class=\"arabic\">العلامة الموفق الدين أبو البقاء الأسدي الموصلي الأصل الحلبي النحوي .\n</p>\n<p class=\"arabic\">ولد بحلب في سنة ثلاث وخمسين وخمسمائة في رمضان ) .\n</p>\n<p class=\"arabic\">وسمع بها من القاضي أبي سعد بن أبي عصرون ويحيى الثقفي وأبي الحسن أحمد بن \n  محمد بن الطرسوسي .\n</p>\n<p class=\"arabic\">ورحل فسمع بالموصل من الخطيب أبي الفضل الطوسي مشيخته وغير ذلك *47*234* .\n</p>\n<p class=\"arabic\">وكان يعرف بابن الصائغ وكان من كبار أئمة العربية .\n</p>\n<p class=\"arabic\">تخرج به أهل حلب وطال عمره وشاع ذكره .\n</p>\n<p class=\"arabic\">وأخذ النحو عن أبي السخاء الحلبي وأبي العباس المغربي وليسا بالمشهورين .\n</p>\n<p class=\"arabic\">وقدم دمشق فجالس الكندي وسأل عن قول الحريري في المقامة العاشرة .\n</p>\n<p class=\"arabic\">% حتى إذا لألأ الأفق ذنب سرحان % % وآن انبلاج الفجر وحان % .\n</p>\n<p class=\"arabic\">فتوقف وقال علمت قصدك وأنك أردت إعلامي بمكانتك من النحو والمسألة أن يرفع \n  الأفق وينصب ذنب وبالعكس أحسن وأصح ويجوز رفع ذنب على البدل وقيل بنصبهما .\n</p>\n<p class=\"arabic\">وذكر ابن خلكان أنه قرأ عليه سنة ست وبعض سنة سبع وعشرين معظم اللمع لابن \n  جني .\n</p>\n<p class=\"arabic\">وقال حضرته وقد شرح هذا البيت فطول وأوضح والشخص الذي يشرح له ساكت منصت إلى \n  الآخر ثم قال يا سيدي وأيش في المليحة ما يشبه الظبية قال فروتها وذنبها فضحك \n  الجماعة وخجل الرجل .\n</p>\n<p class=\"arabic\">والبيت .\n</p>\n<p class=\"arabic\">% يا ظبية الورى بين حلاحل % % وبين النقاء آأنت أم أم سالم % .\n</p>\n<p class=\"arabic\">*47*235* روى عنه الصاحب كمال الدين ابن العديم وابنه مجد الدين وابن الحلوانية \n  وابن هابيل وبهاء الدين أيوب بن النحاس وأخوه أبو الفضل إسحاق وبشير القضاعي \n  والحافظ أبو العباس بن الطاهري وأبو بكر أحمد الدشتي وهو آخر من حدث عنه وعبد \n  الملك ابن العفيفة القصار .\n</p>\n<p class=\"arabic\">وكان ظريفا مطبوعا خفيف الروح طيب المزاج مع سكينة ورزانة وله نوادر كثيرة \n  وكان طويل الروح حسن التصرف وعامته فضيلا .\n</p>\n<p class=\"arabic\">حدث تلامذته أنه أقرأ العربية والتصرف مدة طويلة وكان يعرف قديما بابن الصائغ \n  شرح المفصل للزمخشري والتصريف لأبي الفتح بن جني .\n</p>\n<p class=\"arabic\">وتوفي في الخامس والعشرين من جمادى الأولى بحلب وله تسعون سنة ) .\n\n</p>"
}