{
    "header": "علي بن أبي الحسن بن منصور .",
    "id": "030790",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">علي بن أبي الحسن بن منصور .\n</h1>\n<p class=\"arabic\">*47*278* الشيخ أبو الحسن وأبو محمد الحريري مقدم الطائفة الفقراء الحريرية \n  أولي الطيبة والسماعات والشاهد .\n</p>\n<p class=\"arabic\">كان له شأن عجيب ونبأ غريب وهو حوراني من عشيرة يقال لهم بنو الرمان .\n</p>\n<p class=\"arabic\">ولد بقرية بسر وقدم دمشق صبيا فنشأ بها وذكر الشيخ أن مرجع قومه إلى قبيلة \n  من أعراب الشام يعرفون ببني قرقر وفي قرية مردا من جبل نابلس قوم من بني قرقر .\n</p>\n<p class=\"arabic\">وكانت أم الشيخ دمشقية من ذرية الأمير قرواش بن المسيب العقيلي وكان خاله \n  صاحب دكان بسوق الصاغة .\n</p>\n<p class=\"arabic\">قال النجم بن إسرائيل الشاعر أدركته ورأيته ) .\n</p>\n<p class=\"arabic\">قال وتوفي والد الشيخ وهو صغير فنشأ في حجر عمه وتعلم صنعة العتابي وبرع فيها \n  حتى فاق الأقران ثم اقتطعه الله إلى جنابه العزيز فصحب الشيخ أبا علي المغربل \n  خادم الشيخ رسلان .\n</p>\n<p class=\"arabic\">قرأت بخط الحافظ سيف الدين ابن المجد ما صورته علي الحريري وطيء أرض الجبل \n  ولم يكن ممن يمكنه المقام به والحمد لله كان من أفتن شيء وأضره على الإسلام \n  مظهرا سنة الزندقة والاستهزاء بأوامر الشرع ونواهيه وبلغني من الثقات بدء \n  أشياء يستعظم ذكرها من الزندقة والجرأة على الله وكان مستخفا بأمر الصلوات \n  وانتهاك الحرمات *47*279* .\n</p>\n<p class=\"arabic\">ثم قال حدثني رجل أن شخصا دخل الحمام فرأى الحريري فيه ومعه صبيان حسان بلا \n  ميازر فجاء إليه فقال ما هذا فقال كأن ليس سوى هذا وأشار إلى أحدهم تمدد على \n  وجهك فتمدد فتركه الرجل وخرج هاربا مما رأى .\n</p>\n<p class=\"arabic\">وحدثني أبو إسحاق الصريفيني قال قلت للحريري ما الحجة في الرقص قال قوله تعالى \n  إذا زلزلت الأرض زلزالها وكان يطعم وينفق ويهون أمور الدين فيتبعه كل مريب \n  وشاع خبره وشهد عليه خلق كثير بما رأوا منه ومن أصحابه بما يوجب القتل ورفع \n  أمره إلى السلطان فلم يقدم على قتله بل سجنه مرة بعد أخرى ثم أطلق والله المستعان \n  على هذه المصيبة التي لم يصب المسلمون بمثلها .\n</p>\n<p class=\"arabic\">قلت رحم الله السيف ابن المجد ورضي عنه فكيف لو رأى كلام الشيخ ابن العربي \n  الذي هو محض الكفر والزندقة لقال إن هذا الرجل المنتظر ولكن كان ابن العربي \n  منقبضا عن الناس وإنما يجتمع به آحاد الاتحادية ولا يصرح بأمره لكل أحد ولم \n  يشتهر كتبه إلا بعد موته بمدة .\n</p>\n<p class=\"arabic\">ولهذا تمادى أمره فلما كان على رأس السبعمائة جدد الله لهذه الأمة دينها بهتكه \n  وفضيحته ودار بين العلماء كتابه الفصوص وقد حط عليه الشيخ القدوة الصالح إبراهيم \n  بن معضاد الجعبري فيما حدثني به شيخنا ابن تيمية عن التاج البرنباري أنه سمع \n  الشيخ إبراهيم يذكر ابن العربي فقال كان يقول بقدم العالم ولا يحرم فرجا .\n</p>\n<p class=\"arabic\">وأنبأنا العلامة ابن دقيق العيد أنه سمع الشيخ عز الدين بن عبد السلام يقول \n  في ابن العربي شيخ كذاب .\n</p>\n<p class=\"arabic\">وممن حط عليه وحذر من كلامه الشيخ القدوة الولي إبراهيم الرقي ) *47*280* .\n</p>\n<p class=\"arabic\">وممن أفتى بأن كتابه الفصوص فيه الكفر الأكبر قاضي القضاة بدر الدين ابن جماعة \n  وقاضي القضاة سعد الدين الحارثي والعلامة ركن الدين عمر بن أبي الحرم الكتاني \n  وجماعة سواهم .\n</p>\n<p class=\"arabic\">وأما الحريري فكان متهتكا قد ألقى جلباب الحياء وشطح حتى افتضح واشتهر مروقه \n  واتضح وأبلغ ما يقوله في هؤلاء العلماء أن لكلامهم معاني وراء ما نفهمه نحن \n  مع اعترافهم بأن هذا الكلام من حيث الخطاب العري كفر وإلحاد لا يخالف في ذلك \n  عاقل منهم إلا من عاند وكابر فخذ ما قاله الحريري في جزء مجموع كلامه يتداوله \n  أصحابه بينهم قال إذا دخل مريدي بلد الروم وتنصر وأكل لحم الخنزير وشرب الخمر \n  كان في شغلي .\n</p>\n<p class=\"arabic\">وسأله رجل أي الطرق أقرب إلى الله حتى أسير فيه فقال له اترك السير قد وصلت \n  قلت هذا مثل قول العفيف التلمساني .\n</p>\n<p class=\"arabic\">% فلسوف تعلم أن سيرك لم يكن % % إلا إليك إذا بلغت المنزلا % .\n</p>\n<p class=\"arabic\">وقال لأصحابه بايعوني على أن نموت يهود ونحشر إلى النار حتى لا يصاحبني أحد \n  لعلة .\n</p>\n<p class=\"arabic\">وقال ما يحسن بالفقير أن ينهزم من شيء ويحسن به إذا خاف شيئا قصده .\n</p>\n<p class=\"arabic\">وقال لو قدم علي من قتل والدي وهو بذلك طيب وجدني أطيب منه .\n</p>\n<p class=\"arabic\">وللحريري في الجزء المذكور .\n</p>\n<p class=\"arabic\">% أمرد يقدم مداسي أخير من رضوانكم % % وربع قحبة عندي أحسن من الولدان % .\n</p>\n<p class=\"arabic\">% قالوا أنت تدعى صالح ودع عنك هذا الخندق % % قلت السماع يصلح لي بالشمع \n  والمردان % .\n</p>\n<p class=\"arabic\">% ما أعرف لآدم طاعة إلا سجود الملائكة % % وما أعرف آدم عصى الله تعظيم للرحمن \n  % .\n</p>\n<p class=\"arabic\">*47*281* .\n</p>\n<p class=\"arabic\">% إن كنت أقجي تقدم وإن كنت رماح انتبه % % وإن كنت حشوا لمخدة أخرج ورد الباب \n  % .\n</p>\n<p class=\"arabic\">% أود اشتهي قبل موتي أعشق ولو صورة حجر % % أنا ممثكل محير والعشق بي مشغول \n  % .\n</p>\n<p class=\"arabic\">وقال النجم بن إسرائيل قال لي الشيخ مرة ما معنى قوله تعالى كلما أوقدوا نارا \n  للحرب أطفأها الله فقلت سيدي يقول وأنا أسمع قال ويحك من الموقد ومن المطفيء \n  لا تسمع لله كلاما إلا منك فيك .\n</p>\n<p class=\"arabic\">قلت ومن أين لي قال تمحو آنيتك .\n</p>\n<p class=\"arabic\">وقال لو ذبحت بيدي سبعين نبيا ما اعتقدت أني مخطيء يعني لو ذبحتهم لفعلت ما \n  أراده الله مني إذ لا يقع شيء في الكون إلا بإذنه سبحانه وتعالى ) .\n</p>\n<p class=\"arabic\">قلت وطرد ذلك أن الله تعالى أراد منا أن نلعن قتلة الأنبياء عليهم السلام \n  ونبرأ منهم ونعتقد أنهم أصحاب النار وأن نلعن الزنادقة ونضرب أعناقهم وإلا \n  فلأي شيء خلقت جهنم واشتد غضب الله على من قتل نبيا فكيف بمن يقتل نبيا والله \n  تعالى يحب الأبرار ويبغض الفجار ويخلدهم في النار مع كونه أراد إيجاد الكفر \n  والإيمان فهو الشيء فإنه لا يكون إلا ما يريد ولكن لا يرضى حيازة الكفر ولا \n  يحبه نعم يريده ولا يسأل عما يفعل ولا يعترض عليه فإنه أحكم الحاكمين وأرحم \n  الراحمين لا يخلق شيئا إلا لحكمة لكن عقولنا قاصرة عن إدراك حكمته فالخلق \n  ملكه والأمر أمره لا معقب لحكمه يخلد الكفار في النار بعدله وحكمته ويخلد \n  الأبرار في الجنة بفضله ورحمته فجميع ما يقع في الوجود فبأمره وحكمته وعدم \n  علمنا بمعرفة حكمته لا يدل على أنه يخلق شيئا بلا حكمة تعالى الله عن ذلك \n  أفحسبتم أنما خلقناكم عبثا وأنكم إلينا لا ترجعون *47*282* .\n</p>\n<p class=\"arabic\">وقال أبو الحسن علي بن أنجب ابن الساعي في تاريخه الفقير الحريري الدمشقي \n  شيخ عجيب الحال له زاوية بدمشق يقصده بها الفقراء وغيرهم من أبناء الدنيا \n  وكان يعاشر الأحداث ويصحبهم ويقيمون عنده وكان الناس يكثرون القول فيه وينسبونه \n  إلى ما لا يجوز حتى كان يقال عن إنه مباحي ولم يكن عنده مراقبة ولا مبالاة \n  بل يدخل مع الصبيان الأحداث ويعتمد معهم ما يسمونه تخريبا والفقهاء ينكرون \n  فعله ويوجهون الإنكار نحوه حتى إن سلطان دمشق أخذه مرارا وحبسه وهو لا يرجع \n  عن ذلك ويزعم أنه صحيح في نفسه وكان له قبول عظيم ولا سيما عند الأحداث فإنه \n  كان إذا وقع نظره على أحد من الأحداث سواء كان من أولاد الأمراء أو أولاد \n  الأجناد أو غيرهم يحسن ظنه فيه ويميل إليه ولا يعود ينتفع به أهله بل يلازمه \n  ويقيم عنده اعتقادا فيه وكان أمره مشكلا والله يتولى السرائر ولم يزل على \n  ذلك إلى حين وفاته وكان فيه لطف وله شعر فمنه .\n</p>\n<p class=\"arabic\">% كم تنعمني بصحبة الأجساد % % كم تسهرني بلذة الميعاد % .\n</p>\n<p class=\"arabic\">% جد لي بمدامة تقوي رمقي % % والجنة جد بها على الزهاد % .\n</p>\n<p class=\"arabic\">وقال الإمام أبو شامة الشيخ علي الحريري المقيم بقرية بسر كان يتردد إلى دمشق \n  وتبعه طائفة من الفقراء المعروفين بالحريرية أصحاب الزي المنافي للشريعة وباطنهم \n  شر من ظاهرهم إلا من رجع منهم إلى الله تعالى ) .\n</p>\n<p class=\"arabic\">وكان عند هذا الحريري من القيام بواجب الشريعة ما لم يعرفه أحد من المتشرعين \n  ظاهرا وباطنا ومن إقامة شرائع الحقيقة ما لم يكن عنده أحد في عصره من المحافظة \n  على محبة الله وذكره والدعاء إليه والمعرفة به وأكثر الناس يغلطون في أمره \n  الظاهر وفي أمره الباطن ولقد أفتى فيه مشايخ العلماء وما بلغوا منتهى فتياهم \n  وبلغ هو فيهم ما كانوا يريدون أن يبلغوه فيه .\n</p>\n<p class=\"arabic\">قلت يعرض بابن عبد السلام لكونه أخرج من دمشق *47*283* .\n</p>\n<p class=\"arabic\">قال ولقد كان قدس الله روحه مكاشفا لما في صدور خلق الله مما يضمرونه بحيث \n  قد أطلعه الله على سرائر خلقه وأوليائه .\n</p>\n<p class=\"arabic\">قلت المكاشفة لما في ضمائر الصدور قدر مشترك بين أولياء الله وبين الكهان \n  والمجانين .\n</p>\n<p class=\"arabic\">ولكن الشيخ شهاب الدين يتكلم من وراء العافية ويحسن الظن بالصالحين والمجهولين \n  والله يثيبه على حسن قصده وصدق أدبه مع أولي الأحوال ونحن فالله يثيبنا على \n  مقاصدنا والله هو المطلع على نياتنا ومرادنا وهو حسبنا ونعم الوكيل .\n</p>\n<p class=\"arabic\">قال الله تعالى وإن الشياطين ليوحون إلى أوليائهم ليجادلوكم الآية ولله القائل .\n</p>\n<p class=\"arabic\">% دف ومزمار ونغمة شادن % % فمتى رأيت عبادة بملاهي % .\n</p>\n<p class=\"arabic\">% يا لحرقة ما خسر دين محمد % % و عليه وملة إلا هي % .\n</p>\n<p class=\"arabic\">ومن قول الحريري الشعر باب السر .\n</p>\n<p class=\"arabic\">قل بل باب الشر فإنه ينسب النفاق في القلب .\n</p>\n<p class=\"arabic\">وقال عليه السلام لأن يمتليء جوف أحدكم قيحا خير له من أن يمتليء شعرا .\n</p>\n<p class=\"arabic\">ونهى أصحابه عن غلق الباب وقت السماع حتى عن اليهود والنصارى وقال دار الضرب \n  التي للسلطان مفتوحة وضارب الزغل يغلق بابه .\n</p>\n<p class=\"arabic\">وقال لو اعتقدت أني تركت الخمر لعدت إليها .\n</p>\n<p class=\"arabic\">وله من هذا الهذيان شيء كثير .\n</p>\n<p class=\"arabic\">وذكر النسابة في تعاليقه قال وفي سنة ثمان وعشرين وستمائة أمر الصالح بطلب \n  الحريري فهرب إلى بسر وسببه أن ابن الصلاح وابن *47*284* عبد السلام وابن \n  الحاجب أفتوا بقتله لما اشتهر عنه من الإباحة وقذف الأنبياء عليهم السلام \n  والفسق وترك الصلاة وقال الملك الصالح أخو السلطان أنا أعرف منه أكثر من ذلك \n  وسجن الوالي جماعة من أصحابه وتبرأ منه أصحابه ) .\n</p>\n<p class=\"arabic\">وشتموه ثم طلب وحبس بعزتا فجعل ناس يترددون إليه ف الفقهاء وأرسلوا إلى الوزير \n  ابن مرزوق إن لم تعمل الواجب فيه وإلا قتلناه نحن .\n</p>\n<p class=\"arabic\">وكان ابن الصلاح يدعو عليه في أثناء كل صلاة بالجامع جهرا وكتب طائفة من أصحابه \n  غير محضر بالبراءة منه .\n</p>\n<p class=\"arabic\">قلت ومن كلامه المليح ودرت طول عمري على من ينصفني فوجدت فردا واحدا فلما \n  أنصفني ما أنصفته .\n</p>\n<p class=\"arabic\">وقال أقمت شهرا لا أفتر عن الذكر فكنت ليلة في بيت مظلم فجف لساني ولم يبق \n  في حركة سوى أني أسمع ذكر أعضائي بسمعي .\n</p>\n<p class=\"arabic\">وقال ما يحسن أن تكون العبادة هي المعبود .\n</p>\n<p class=\"arabic\">وقال أعلى ما للفقير الإندحاض .\n</p>\n<p class=\"arabic\">وكان الحريري يلبس الطويل والقصير والمدور والمفرج والأبيض والأسود والعمامة \n  والمئزر والقلنسوة وحدها وثوب المرأة والمطرز والملون .\n</p>\n<p class=\"arabic\">وسأله أصحابه لما حبس أن يسأل ويتشفع فلم يفعل فلما أقام أربع سنين زاد سؤالهم \n  فأمرهم أن يكتبوا قصة فيها من الخلق الضعيف إلى الري الشريف ممن هو ذنب كله \n  إلى من هو عفو كله سبب هذه المكاتبة الضعف عن المعاتبة أصغر خدم الفقراء علي \n  الحريري .\n</p>\n<p class=\"arabic\">% فقير ولكن من عفاف ومن تقى % % وشيخ ولكن للفسوق إمام % .\n</p>\n<p class=\"arabic\">فسعوا بالقصة وأرادوا أن تصل إلى السلطان فما قرأها أحد من الدولة *47*285* \n  إلا ورماها فبلغه ذلك فاحتد وقال لأجل هذا ما أذنت لكم في السعي .\n</p>\n<p class=\"arabic\">وأقام في عزتا ست سنين وسبعة أشهر يعني في الحبس .\n</p>\n<p class=\"arabic\">وأصاب الناس جدب وكان هو في ذلك الوقت يركب الخيل العربية ويلبس الملبوس الجميل \n  ولم يكن في بيته حصير وربما تغطى هو وأهله بجل الفرس .\n</p>\n<p class=\"arabic\">وقال نسجت ثوب حرير كما جرت العوائد والثوب كالثياب المعتادة بالتخازين والأكمام \n  والنيافق والكل نسج لم يدخل فيه خيط ولا إبرة فلما فرغ دوروه في البلد وشهد \n  الصناع بصحته تركته وبكيت فقال لي إنسان على أيش تبكي فقلت على زمان ضيعته \n  في فكري في عمل هذا كيف ما كان فيما هو أهم منه ) .\n</p>\n<p class=\"arabic\">وقال لنا صاحبنا شمس الدين محمد بن إبراهيم الجزري في تاريخه حكى لي زين الدين \n  أبو الحرم بن محمد بن عسيرة الدمشقي الحريري قال كان أبي مجاور الشيخ علي \n  الحريري بدكان على رأس درب الصقيل وكان قد وقف على الشيخ علي دراهم كثيرة \n  فحبسوه ودخل الحبس وما معه درهم فبات بلا عشاء فلما كان بكرة صلى بالمحبسين \n  وقعد يذكر بهم إلى ساعتين من النهار وبقي كل من يجيئه شيء من المأكول من أهله \n  يشيله فلما قارب وقت الظهر أمرهم بمد ما جاءهم فأكل جميع المحبسين وفضل منه \n  ثم صلى بهم الظهر وأمرهم أن يناموا ويستريحوا ثم صلى بهم العصر وقعد يذكر \n  بهم إلى المغرب وكلما جاءهم شيء رفعه ثم مدده بعد المغرب مع فضلة الغداء فأكلوا \n  وفضل شيء كثير فلما كان في ثالث يوم أمرهم من عليه أقل من مائة درهم أن يجيبوا \n  له من بينهم فخرج منهم جماعة وشرعوا في خلاص الباقين يعني الذين خرجوا وأقام \n  ستة أشهر فخرج خلق كثير ثم إنهم جبوا له وأخرجوه وعاد إلى دكانه وصار أولئك \n  المحبسون فيما بعد يأتونه العصر ويطلعون به إلى عند قبر الشيخ رسلان فيذكر \n  بهم وربما يطلعون إلى الجسر العبدي وكل يوم يتجدد له أصحاب إلى أن آل أمره \n  إلى ما آل *47*286* .\n</p>\n<p class=\"arabic\">وقال الجزري أيضا حدثني عماد الدين يحيى بن أحمد الحسيني البصروي ومؤيد الدين \n  علي بن خطيب عقربا أن جمال الدين خطيب عقربا جد المؤيد والفلك المسيري الوزير \n  وابن سلام طلعوا إلى قرية للفلك فعزموا على زيارة الحريري ببسر فقال أحدهم \n  إن كان رجلا صالحا فعند وصولنا يطعمنا بسيسة وقال الآخر ويطعمنا بطيخ أحمر \n  وقال الآخر ويحضر لنا فقعا بثلج فأتوه فتلقاهم أحسن ملتقى وأحضر البسيسة وأشار \n  إلى من اشتهاها أن كل وأحضر البطيخ وأشار إلى الآخر أن كل ثم نظر إلى الذي \n  اشتهى الفقاع وقال كان عندي باب البريد .\n</p>\n<p class=\"arabic\">ثم دخل فقير وعلى رأسه دست فقاع وثلج فقال اشرب بسم الله .\n</p>\n<p class=\"arabic\">وذكر المولى بهاء الدين يوسف بن أحمد بن العجمي فيما حدثني به رجل معتبر عنه \n  أن الصاحب مجد الدين ابن العديم حدثه عن أبيه الصاحب كمال الدين قال كنت أكره \n  الحريري وطريقه فاتفق أني حججت فحج في الركب ومعه جماعة ومردان فأحرموا وبقي \n  يبدوا منهم في الإحرام أمور منكرة فحضرت يوما عند أمير الحاج فجاء الحريري \n  فاتفق حضور إنسان بعلبكي وأحضر ملاعق بعلبكية ففرق علينا لكل واحد ملعقتين \n  وأعطى للشيخ الحريري ) .\n</p>\n<p class=\"arabic\">واحدة فأعطاه الجماعة ملاعقهم تكرمة له وأما أنا فلم أعطه ملعقتي فقال يا \n  كمال الدين ما لك لا توافق الجماعة فقلت ما أعطيك شيئا فقال الساعة تكسرها \n  أو نحو هذا .\n</p>\n<p class=\"arabic\">قال والملعقتان على ركبتي فنظرت إليهما فإذا بهما قد انكسرتا فقلت ومع هذا \n  فما أرجع عن أمري فيك وهذا من الشيطان أو قال هذا حال شيطاني .\n</p>\n<p class=\"arabic\">وقال ابن إسرائيل فيما جمعه من أخبار الحريري صحبته حضرا وسفرا وبلغ سبعا \n  وستين سنة كذا قال ابن إسرائيل قال وتوفي في الساعة من يوم *47*287* الجمعة \n  السادس والعشرين من رمضان سنة خمس وأربعين من غير مرض وكان أخبر بذلك قبل \n  وقوعه بمدة .\n</p>\n<p class=\"arabic\">ثم قال ابن إسرائيل وشهر أخبار موته في اليوم الذي مات فيه في ليلته بحيث \n  إنه أوصى كما يوصي من هو بآخر رمق وهو حينئذ أصح ما كان وقبض جالسا مستقبل \n  القبلة ضاحكا .\n</p>\n<p class=\"arabic\">وحضرت وفاته وغسلته وألحدته ورثيته بهذه القصيدة .\n</p>\n<p class=\"arabic\">% خطب كما شاء الإله جليل % % ذهلت لديه بصائر وعقول % .\n</p>\n<p class=\"arabic\">قلت وهي نيف وسبعون بيتا .\n</p>\n<p class=\"arabic\">وبين أصحابه المحيا كل عام في ليلة سبعة وعشرين وهي من ليالي القدر فيحيون \n  تلك الليلة بالدفوف والشبابات والملاح والرقص إلى السحر اللهم لا تمكر بنا \n  وتوفنا على سنة نبيك .\n\n</p>"
}