{
    "header": "عمر بن محمد بن عمر .",
    "id": "030792",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عمر بن محمد بن عمر .\n</h1>\n<p class=\"arabic\">بن عبد الله .\n</p>\n<p class=\"arabic\">الأستاذ أبو علي الأزدي الإشبيلي النحوي المعروف بالشلوبيني والشلوبين بلغه \n  أهل الأندلس هو الأبيض الأشقر .\n</p>\n<p class=\"arabic\">كان إمام العصر في معرفة العربية ولد سنة اثنتين وستين وخمسمائة بإشبيلية \n  ) .\n</p>\n<p class=\"arabic\">قال الأبار سمع من أبي بكر بن الجد وأبي عبد الله بن زرقون وأبي محمد بن بونة \n  وأبي زيد السهيلي وعبد المنعم بن الفرس .\n</p>\n<p class=\"arabic\">وأجاز له أبو القاسم بن حبيش وأبو بكر بن خير وأبو طاهر السلفي كتب إليه من \n  الثغر *47*289* .\n</p>\n<p class=\"arabic\">قلت وكان مختصا بابن الجد وربي في حجره لأنه والده كان يخدم ابن الجد وسمع \n  الكثير .\n</p>\n<p class=\"arabic\">وأقبل على النحو ولزم أبا بكر محمد بن خلف بن صاف النحوي حتى أحكم الفن .\n</p>\n<p class=\"arabic\">وأما الأبار فقال أخذ العربية عن أبي إسحاق بن ملكون وأبي الحسن نجبة وجمع \n  مشيخته ونص على اتساع مسموعاته .\n</p>\n<p class=\"arabic\">وسمعت من ينكر عليه ذلك ويدفعه عنه .\n</p>\n<p class=\"arabic\">وكان في وقته علما في العربية وصناعتها لا يجارى ولا يبارى قياما عليها واستبحارا \n  فيها .\n</p>\n<p class=\"arabic\">وقعد لإقرائها بعد الثمانين وخمسمائة وأقام على ذلك نحوا من ستين سنة ثم ترك \n  في حدود الأربعين وستمائة لكبر سنه وزهد الناس في العلم وإطباق الفتنة وتغلب \n  الروم حينئذ على قرطبة وبلنسية ومرسية وتصديهم لسائر الأندلس .\n</p>\n<p class=\"arabic\">وله تواليف مفيدة وتشابيه بديعة مع حسن الخط وقد أخذ عنه عالم لا يحصون .\n</p>\n<p class=\"arabic\">سمعت عليه وأجاز لي ديوان أبي الطيب المتنبي .\n</p>\n<p class=\"arabic\">وتوفي نصف صفر .\n</p>\n<p class=\"arabic\">وقال ابن خلكان قد رأيت جماعة من أصحاب أبي علي الشلوبين وكل منهم يقول ما \n  يتقاصر الشيخ أبو علي عن الشيخ أبي علي الفارسي .\n</p>\n<p class=\"arabic\">وقالوا كان يه مع هذه الفضيلة غفلة وصورة بله حتى قالوا كان يوما إلى جانب \n  نهر وبيده كراريس يطالع فوقع كراس في الماء فغرقه بكراس آخر فتلفا .\n</p>\n<p class=\"arabic\">شرح المقدمة الجزولية شرحين وبالجملة فإنه كان على ما يقال خاتمة أئمة النحو \n  *47*290* .\n</p>\n<p class=\"arabic\">قلت عاش ثلاثا وثمانين سنة .\n\n</p>"
}