{
    "header": "عثمان بن عمر بن أبي بكر بن يونس .",
    "id": "030845",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عثمان بن عمر بن أبي بكر بن يونس .\n</h1>\n<p class=\"arabic\">العلامة جمال الدين أبو عمرو بن الحاجب الكردي الدويني الأصل الأنطاكي المولد \n  المقرىء المالكي النحوي الأصولي الفقيه صاحب التصانيف المنقحة .\n</p>\n<p class=\"arabic\">ولد سنة سبعين أو إحدى وسبعين هو شك بأسنا من عمل الصعيد .\n</p>\n<p class=\"arabic\">وكان أبوه جنديا كرديا حاجبا للأمير عز الدين موسك الصلاحي فاشتغل أبو عمرو \n  في صغره بالقاهرة وحفظ القرآن وأخذ بعض القراءآت عن الشاطبي رحمه الله وسمع \n  منه التيسير *47*320* .\n</p>\n<p class=\"arabic\">وقرأ طرق المبهج على أبي الفضل محمد بن يوسف الغزنوي وقرأ بالسبع على أبي \n  الجود .\n</p>\n<p class=\"arabic\">وسمع من أبي القاسم البوصيري وإسماعيل بن ياسين والقاسم بن عساكر وحماد الحراني \n  وبنت سعد الخير وجماعة .\n</p>\n<p class=\"arabic\">وتفقه على أبي منصور الأبياري وغيره .\n</p>\n<p class=\"arabic\">وتأدب على الشاطبي وأبي الثنا ولزم الاشتغال حتى برع في الأصول والعربية وكان \n  من أذكياء العالم ثم قدم دمشق ودرس بجامعها في زاوية المالكية وأكب الفضلاء \n  على الأخذ عنه وكان الأغلب عليه النحو وصنف في الفقه مختصرا وفي الأصول مختصرا \n  وفي النحو والتصريف مقدمتين وكل مصنفاته في غاية الحسن وقد خالف النحاة في \n  مواضع وأورد عليهم الإشكالات وإلزامات مقحمة يعسر الإجابة عنها .\n</p>\n<p class=\"arabic\">ذكره الحافظ أبو الفتح عمر بن الحاجب الأميني فقال هو فقيه مفتي مناظر مبرز \n  في عدة علوم متبحر مع ثقة ودين وورع وتواضع واحتمال واطراح للتكلف .\n</p>\n<p class=\"arabic\">قلت ثم نزح عن دمشق هو والشيخ عز الدين بن عبد السلام في الدولة الإسماعيلية \n  عندما أنكرا على الصالح إسماعيل فدخلا مصر وتصدر هو بالمدرسة الفاضلية ولازمة \n  الطلبة .\n</p>\n<p class=\"arabic\">قال القاضي شمس الدين بن خلكان كان من أحسن خلق الله ذهنا وجاءني مرارا بسبب \n  أداء شهادات وسألته عن مواضع في العربية مشكلة فأجاب أبلغ إجابة بسكون كثير \n  وتثبيت تام .\n</p>\n<p class=\"arabic\">ثم انتقل إلى الإسكندرية ليقيم بها فلم تطل مدته هناك وتوفي بها في السادس \n  والعشرين من شوال *47*321* .\n</p>\n<p class=\"arabic\">قلت قرأ عليه بالروايات شيخنا الموفق محمد بن أبي العلاء وحدث عنه الحافظان \n  المنذري والدمياطي والجمال الباهلي وأبو محمد الجزائري وأبو علي بن الخلال \n  وأبو الفضل الإربلي وأبو الحسن بن البقال وطائفة .\n</p>\n<p class=\"arabic\">وبالإجازة قاضي القضاة ابن الجوزي والعماد بن اليانشي .\n</p>\n<p class=\"arabic\">وأخذ عنه العربية شيخنا رضي الدين أبو بكر القسطنطيني وقد رزقت تصانيفه قبولا \n  زائدا لحسنها وجزالتها .\n\n</p>"
}