{
    "header": "أبو بكر .",
    "id": "030817",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أبو بكر .\n</h1>\n<p class=\"arabic\">الملك العادل سيف الدين ابن السلطان الملك الكامل محمد بن العادل .\n</p>\n<p class=\"arabic\">تملك الديار المصرية سنة خمس وثلاثين بعد موت والده وهو شاب طري له عشرون \n  سنة .\n</p>\n<p class=\"arabic\">قال الإمام أبو شامة توفي الكامل وتولى بعده دمشق ومصر ابنه العادل أبو بكر \n  وكان نائبه على دمشق الملك الجواد يونس بن ممدود فهم بمسك *47*302* الجواد \n  فكاتب الجواد الملك الصالح وأقدمه إلى دمشق وسلمها إليه وعوضه عنها وجرت أمور \n  مذكورة في الحوادث وفي ترجمة الصالح .\n</p>\n<p class=\"arabic\">وعمل أمراء الدولة على العادل وعزلوه وملكوا الصالح وكانت سلطنة العادل بضعة \n  وعشرين شهرا وحبسه أخوه فبقي في الحبس عشر سنين ثم قتله أخوه فما عاش بعده \n  إلا سنة وعشرة أشهر .\n</p>\n<p class=\"arabic\">فأنبأني سعد الدين مسعود ابن شيخ الشيوخ قال في خامس شوال من سنة خمس وأربعين \n  جهز الملك الصالح أخاه العادل مع نسائه إلى الشوبك فبعث إليه الخادم محسن \n  إلى الحبس وقال يقول لك السلطان لا بد من رواحك إلى الشوبك .\n</p>\n<p class=\"arabic\">فقال إن أردتم قتلي في الشوبك فهنا أولى ولا أروح أبدا .\n</p>\n<p class=\"arabic\">فلامه وعذله فرماه العادل بدواة فخرج وعرف السلطان فقال دبر أمره فأخذ ثلاثة \n  مماليك .\n</p>\n<p class=\"arabic\">ودخلوا عليه ليلة ثاني عشر شوال فخنقوه بوتر وقيل بشاش وعلق به وأظهروا أنه \n  شنق نفسه وأخرجوا جنازته مثل الغرباء .\n</p>\n<p class=\"arabic\">قلت عاش إحدى وثلاثين سنة .\n</p>\n<p class=\"arabic\">قال القاضي جمال الدين ابن واصل كان العادل يعاني اللهو واللعب ويقدم من لا \n  يصلح ممن هو على طريقته ويعرض عن أكابر الدولة ويهملهم فنفروا منه لهذا ومالوا \n  إلى الصالح أخيه وكاتبوه وطلبوا لأهليته واتفقت الأشرفية ورأسهم أيبك الاسم \n  وجوهر الكاملي كبير الخدام وركبوا وأحاطوا بالدهليز فرموه وجعلوا العادل في \n  خيمة صغيرة ووكلوا به فلم يتحرك معه أحد ولزم كل أمير وطاقه فسار الصالح مع \n  ابن عمه الناصر داود يطويان المراحل .\n</p>\n<p class=\"arabic\">وبقي كل يوم يتلقاه طائفة من الأمراء إلى أن وصل إلى بلبيس فتسلم الملك ليلة \n  الجمعة ثامن ذي القعدة سنة سبع وثلاثين وزينت القاهرة وفرح الناس لنجابته \n  وشهامته ونزل الناصر بدار الوزارة *47*303* .\n\n</p>"
}