{
    "header": "عبد الله بن الحسين بن عبد الله بن الحسينـ...",
    "id": "030836",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">عبد الله بن الحسين بن عبد الله بن الحسين بن عبد الله بن رواحة بن إبراهيم \n  بن عبد الله بن رواحة بن عبيد بن .\n</h1>\n<p class=\"arabic\">محمد بن عبد الله بن رواحة بن ثعلبة بن امرىء القيس بن عمرو .\n</p>\n<p class=\"arabic\">المسند عز الدين أبو القاسم الأنصاري الخزرجي الحموي الشافعي .\n</p>\n<p class=\"arabic\">ولد بجزيرة من جزائر المغرب وهي جزيرة صقلية وأبوه بها مأسور في سنة ستين \n  وخمسمائة وكان قد أسر أبواه وهو حمل ثم يسر الله خلاصهما .\n</p>\n<p class=\"arabic\">وهو من بيت علم وعدالة رحل به أبوه إلى الإسكندرية بعد السبعين وسمعه الكثير \n  من السلفي فمن ذلك السيرة تهذيب ابن هشام وقد سمعها من ابن رواحة ببعلبك شيخنا \n  القاضي تاج الدين عبد الخالق .\n</p>\n<p class=\"arabic\">وتفرد عن السلفي بأجزاء كثيرة .\n</p>\n<p class=\"arabic\">وسمع من عبد الله بن بري النحوي وأبي المفاخر المأموني والطالب أحمد بن رجا \n  اللخمي وعلي بن هبة الله الكاملي وأبي الطاهر إسماعيل بن عوف وأبي الجيوش \n  عساكر بن علي وأبي سعد بن أبي عصرون الشافعي وجماعة .\n</p>\n<p class=\"arabic\">وسمع من والده قطعة من شعره وكذلك من تقية بنت غيث الأرمنازي الشاعرة *47*315* .\n</p>\n<p class=\"arabic\">وقرأ الأدب على أبيه وعلى ابن بري وتفقه .\n</p>\n<p class=\"arabic\">وكان يرتزق من الشهادة وكان يأخذ على التحديث الله يسامحه .\n</p>\n<p class=\"arabic\">حدني إسحاق الصفار وكان بعث شيخنا الحافظ ابن خليل إلى ابن رواحة يعتب عليه \n  في أخذه على الرواية فاعتذر بأنه فقير .\n</p>\n<p class=\"arabic\">وقرأت بخط أبي الفتح بن الحاجب قال لي الحافظ ابن عبد الواحد ذكر لي أخي الشمس \n  أحمد أنه لما كان بحمص ورد عليه ابن رواحة فأراد أن يسمع منه فذكر له جماعة \n  من أهل حمص أن ابن رواحة يشهد بالزور فتركته .\n</p>\n<p class=\"arabic\">وقال أبو الفتح قال لي تقي الدين أحمد بن العز كل ما سمعته على ابن رواحة \n  فقد تركته .\n</p>\n<p class=\"arabic\">وقال الزكي البرزالي كان عنده تسامح قلب وكان له شعر وسط يمتدح به ويأخذ الصلات \n  وحدث بأماكن عديدة .\n</p>\n<p class=\"arabic\">وقال الحافظ زكي الدين عبد العظيم سألته عن مولده فقال في جزيرة مسينة بالمغرب \n  سنة ستين كان أبي سافر إلى المغرب فأسر فولدت له هناك .\n</p>\n<p class=\"arabic\">روى عنه زكي الدين وأبو حامد بن الصابوني وأبو محمد الدمياطي وأبو العباس \n  بن الظاهري وأبو الفضل بن عساكر وأبو الحسين بن اليونيني وإدريس بن مزيز وبنته \n  ست الدار وفاطمة بنت النفيس بن رواحة بنت أخيه والبهاء بن النحاس وأخوه والكمال \n  إسحاق وأبو بكر الدشتي والشرف عبد الأحد بن تيمية والمفتي أبو محمد الفارقي \n  وفاطمة بنت جوهر وفاطمة بنت سليمان والشمس أحمد بن محمد بن العجمي وخلق سواهم .\n</p>\n<p class=\"arabic\">وتوفي بين حماة وحلب وحمل إلى حماة فدفن بها في ثامن جمادى الآخرة *47*316* .\n\n</p>"
}