{
    "header": "أيوب .",
    "id": "030878",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أيوب .\n</h1>\n<p class=\"arabic\">*47*338* السلطان الملك الصالح نجم الدين ابن السلطان الملك الكامل ناصر الدين \n  أبي المعالي محمد بن السلطان الملك العادل أبي بكر محمد بن أيوب .\n</p>\n<p class=\"arabic\">ولد سنة ثلاث وستمائة بالقاهرة فلما قدم أبوه دمشق في آخر سنة خمس وعشرين \n  استنابه على ديار مصر فلما رجع انتقد عليه أبوه أحوالا ومال عنه إلى الملك \n  العادل ولده ولما استولى الكامل على حران وعلى حصن كيفا وآمد وسنجار سلطنه \n  على هذه البلاد وأرسله إليها فلما توفي الكامل تملك بعده ديار مصر ابنه العادل \n  أبو بكر فطمع الملك الصالح وقويت نفسه وكاتب الأمراء واستخدم الخوارزمية فاتفق \n  أن الملك الرحيم لؤلؤ صاحب الموصل قصد الصالح وهو بسنجار فحاصره حتى أشرف \n  على أخذ سنجار فأخرج في *47*339* السر القاضي السنجاري وراح إلى الخوارزمية \n  فوعدهم ومناهم فجاءوا وكشفوا عن سنجار ودفعوا لؤلؤ عن سنجار وقيل كسروه وكان \n  الجواد بدمشق فضعف عن سلطنتها وخاف من الملك العادل فإنه أراد القبض عليه \n  فكاتب الملك الصالح واتفق معه على أن يعطيه سنجار والرقة وعانة بدمشق فقدم \n  الصالح دمشق وتملكها وأقام بها أشهرا من سنة ست وثلاثين ثم سار إلى نابلس \n  وراسل الأمراء المصريين واستمالهم .\n</p>\n<p class=\"arabic\">وكان عمه الصالح إسماعيل على إمرة بعلبك فقويت نفسه على أخذ دمشق وكاتب أهلها \n  وساعده الملك المجاهد صاحب حمص وهجم على البلد فأخذها فرد الملك الصالح أيوب \n  ليستدرك الأمر فخذله عسكره وبقي في طائفة يسيرة فجهز الملك الناصر داود من \n  الكرك عسكرا قبضوا على الصالح بنابلس وأتوا به إلى بين يدي الناصر فاعتقله \n  عنده مكرما وتغير المصريون على العادل وكاتبهم الناصر وتوثق منهم ثم أخرج \n  الصالح واشترط عليه إن تملك أن يعطيه دمشق وأن يعطيه أموالا وذخائر وسار إلى \n  غزة فبرز الملك العادل بجيشه إلى بلبيس وهو شاب غر فقبض عليه مماليك أبيه \n  وكاتبوا الصالح يستعجلونه فساق هو والناصر داود إلى بلبيس ونزل بالمخيم السلطاني \n  وأخوه معتقل في خركاه فقام في الليل وأخذ أخاه في محفة ودخل قلعة الجبل وجلس \n  على كرسي الملك ثم ندم الأمراء فاحترز منهم ومسك طائفة في سنة ثمان وثلاثين \n  وستمائة .\n</p>\n<p class=\"arabic\">وقال ابن واصل سار الصالح نجم الدين بعد الاتفاق بينه وبين ابن عمه الجواد \n  إلى دمشق وطلب النجدة من صاحب الموصل لما صالحه فبعث إلي نجدة وكان الملك \n  المظفر صاحب حماة معه قد كاتبه فقدما دمشق فزينت وتلقاه الجواد ثم تحول الجواد \n  إلى دار السعادة وهي لزوجته بنت الأشرف فكانت مدة تملكه دمشق عشرة أشهر *47*340* .\n</p>\n<p class=\"arabic\">ثم ندم الجواد واستقل من جامع الصالح فطلب جماعة واستمالهم فأتاه المظفر وعاتبه \n  واستحلفه وضمن له ما شرط له الصالح فخرج من البلد وسار فتسلم سنجار وغيرها \n  فعند ذلك أخرب صاحب حمص سلمية ونقل جميع أهلها إلى حمص أذى لصاحب حماة فلما \n  مات المجاهد رد أهلها وعمروها .\n</p>\n<p class=\"arabic\">وجاءت الخوارزمية فاتفق معهم المظفر ونازل حمص وجد في القتال فراسل المجاهد \n  الخوارزمية واستمالهم وبذل لهم مالا فأخذوه فعرف المظفر فخافهم ورد إلى حماة \n  وعادت الخوارزمية إلى الشرق فأقاموا في بلادهم التي أقطعهم الملك الصالح .\n</p>\n<p class=\"arabic\">ثم تواترت كتب المظفر ورسله على الصالح يحضه على قصد حمص وقدم على الصالح \n  عمه الصالح إسماعيل من بعلبك فأظهر له الود وحلف له ورجع إلى بلده ليومه .\n</p>\n<p class=\"arabic\">وأما العادل فانزعج بمصر لقدوم أخيه وأخذه دمشق وخاف ثم ورد على الصالح رسول \n  ابن عمه الناصر داود بمؤآزرته بأخذ مصر له شرط أن تكون دمشق للناصر فأجابه \n  ثم برز الصالح إلى ثنية العقاب وأقام أياما ليقصد حمص وجاء أستاذ داره حسام \n  الدين ابن أبي علي الهذباني من الشرق فدبر الدولة بعقله وفضله وجاءته القضاة \n  من أمراء مصر سرا يدعونه إلى مصر ليملكها فتحير هل يقصد مصر أو حمص ثم رجح \n  مصر فترحل على الفور وبلغه مجيء جماعة أمراء من مصر مغفرين ونزلوا بغزة وكان \n  مع الصالح نحو ستة آلاف فارس جياد وفيهم عماه مجير الدين يعقوب وتقي الدين \n  عباس وجماعة من الأمراء المعظمية وجاءه الأمراء المصريون لخربة اللصوص ومعه \n  ولده المغيث عمر وترك بقلعة دمشق ولده الصغير مع وزيره صفي الدين ابن مهاجر \n  فمات الصبي *47*341* .\n</p>\n<p class=\"arabic\">ثم سار إلى نحو نابلس وكان الناصر داود بمصر فنزل بجيشه مدينة نابلس ثلاثة \n  أشهر ولما لم يقع اتفاق بين الصالح وابن عمه الناصر ذهب الناصر إلى مصر فتلقاه \n  العادل واتفقا على محاربة الصالح ووعده العادل بدمشق .\n</p>\n<p class=\"arabic\">وتواترت على الصالح كتب أمراء مصر يستدعونه لأنه كان أمير من أخيه وأعظم وأخلق \n  بالملك وممن كاتبه فخر الدين ابن شيخ الشيوخ فعلم به العادل فحبسه .\n</p>\n<p class=\"arabic\">واستعمل الصالح نوابه على أعمال القدس وغزة وإلى العريش وجهز عسكرا إلى غزة \n  وضربت خيمته على العوجا وعملوا الأزواد لدخول الرمل وقدم عليه رسول الخلافة \n  ابن الجوزي وأرسل إلى الصالح إسماعيل ليمضي معه إلى مصر فتعلل واعتذر وسير \n  إليه ولده الملك المنصور محمودا نائبا عنه ووعده بالمجيء وهو في الباطن عمال \n  على أخذ دمشق .\n</p>\n<p class=\"arabic\">ودخلت سنة سبع وثلاثين فبرز العادل إلى بلبيس وأخذ ابن الجوزي في الإصلاح \n  بين الأخوين على أن تكون دمشق وأعمالها للصالح مع ما بيده من بلاد الشرق ومصر \n  للعادل وكان مع ابن الجوزي ولده شرف الدين شاب ذكر كامل فتردد في هذا المعنى \n  بين الأخوين حتى تقارب ما بين الأخوين لولا ما حدث من العم إسماعيل فإنه بقي \n  يكاتب العادل ويقوي عزمه ويقول أنا آخذ دمشق نائبا لك ثم حشد وجمع وأعانه \n  صاحب حمص ثم طلب ولده من الصالح زعم ليستخلفه ببعلبك ويقدم هو فنفذه إليه \n  ونفذ ولده الملك المغيث ليحفظ قلعة دمشق ولم يكن معه عسكر .\n</p>\n<p class=\"arabic\">وأما صاحب حماة فأشفق على الصالح وتحيل في إرسال عسكر ليحفظ له *47*342* دمشق \n  فاظهر أنه متألم خائف وأنه يريد أن يسلم حماة إلى الفرنج وأن نائبه سيف الدين \n  ابن أبي علي قد عرف بهذا منه وأنه سيفارقه فأظهر الخلاف عليه فخرج من حماة \n  وتبعه أكثر العسكر وطائفة كثيرة من أعيان الحمويين خوفا من الفرنج ورام المظفر \n  أن تتم هذه الحيلة فما تمت فسار الأمير سيف الدين بالناس وقوى المظفر الوهم \n  بأن استخدم جماعة من الفرنج وأنزلهم القلعة فقوي خوف الرعية وتبع سيف الدين \n  خلف فسار وراء المظفر يظهر أنه يسترضيه فما رجع فنزلوا على بحيرة حمص فركب \n  صاحب حمص وأتاهم واجتمع بسيف الدين مطمئنا .\n</p>\n<p class=\"arabic\">ولو حاربه سيف الدين بجمعه لما قدر عليه صاحب حمص ولكان وصل إلى دمشق وضبطها \n  ولعز على الصالح إسماعيل أن يأخذها .\n</p>\n<p class=\"arabic\">فسأل سيف الدين عن مقدمه فقال هذا الرجل قد مال إلى الفرنج واعتضد بهم فطلبنا \n  النجاة بأنفسنا فوانسه الملك المجاهد وطلب منه دخول حمص ليضيفه فأجابه سيف \n  الدين وصعد معه إلى القلعة وأظهر له الإكرام ثم بعث إلى أصحابه فدخل أكثرهم \n  حمص ومن لم يجب هرب .\n</p>\n<p class=\"arabic\">ثم قبض المجاهد عليهم وضيق عليهم واعتقل الأكابر وعاقبهم وصادرهم حتى هلك \n  بعضهم في حبسه وبعضهم خلص بعد مدة وباعوا أملاكهم وأدوها في المصادرة وهلك \n  في الحبس سيف الدين علي ابن أبي علي وهو أخو أستاذ دار الملك الصالح حسام \n  الدين ويا ما ذاق من الشدائد حتى مات وضعف صاحب حماة ضعفا كثيرا واغتنم ضعفه \n  صاحب حمص فسار وقصد دمشق مؤآزرا لإسماعيل فصبحوا دمشقي في صفر سنة سبع وأخذت \n  بلا قتال بل تسلق جماعة من خان ابن المقدم ونزلوا فكسروا قفل باب الفراديس \n  ودخلوا .\n</p>\n<p class=\"arabic\">ثم دخلوا القلعة وقاتلوا المغيث ثلاثة أيام فسلمت بالأمان ودخل إسماعيل القلعة \n  وسجن المغيث في برج إلى أن مات *47*343* .\n</p>\n<p class=\"arabic\">فلما وردت أخبار أخذ دمشق فارق الملك الصالح سائر الأمراء والجند وطلبوا بلدهم \n  وأهاليهم وترحل هو إلى بيسان وفسدت نيات من معه وعلموا أن لا ملجأ له وأنه \n  قد تلاشى بالكلية ) .\n</p>\n<p class=\"arabic\">وقال له حتى أعمامه وأقاربه لا يمكننا المقام معك أهالينا بدمشق فأذن لهم \n  فترحلوا بأطلابهم وهو ينظر إليهم حتى فارقه طائفة من مماليكه ولم يبق معه \n  إلا أستاذ داره وزين الدين أمير جاندار ونحو سبعين مملوكا له فلما جنه الليل \n  أمر أن لا تشعل الفوانيس ثم رحل في الليل ورد إلى جهة نابلس فحكى لي الأمير \n  حسام الدين قال لما رحل السلطان من منزلته اختلفت كلمة من بقي معهم وأشار \n  بعضهم بالرجوع إلى الشرق فخاف أن يؤخذ لبعد المسافة وقال ما أرى إلا التوجه \n  إلى نابلس فالتجىء إلى ابن عمي الملك الناصر فتوجه إلى نابلس فلما طلعت الشمس \n  ورأى مماليكه ما هو فيه من القلة واقعهم البكاء والنحيب واعترضهم جماعة من \n  العربان فقاتلوهم وانتصروا على العرب ونزلوا بظاهر نابلس .\n</p>\n<p class=\"arabic\">وقوي أمر الصالح إسماعيل وجاءته الأمراء وتمكن وكان وزيره أمين الدولة سامريا \n  أسلم في صباه وكان عمه وزيرا للأمجد صاحب بعلبك ومات على دينه .\n</p>\n<p class=\"arabic\">وأما العادل بمصر فإنه استوحش من الناصر داود وتغير عليه فخلاه الناصر ورد \n  إلى الكرك ومعه سيف الدين علي بن قليج فوافق ما تم على الصالح فبعث إلى الصالح \n  يعده النصر وأشار عليه بالنزول بدار الملك العظيم بنابلس ثم نزل الناصر بعسكره \n  ثم أمر يوما بضرب البوق وأوهم أن الفرنج قد أغاروا على ناحيته فركب معه جماعة \n  الصالح الذين معه فحينئذ أمر الناصر بتسيير الملك الصالح إلى الكرك في الليل \n  فلم يصحب الصالح من غلمانه سوى *47*344* الأمير ركن الدين بيبرس الكبير وبعث \n  معه جاريته أم خليل شجر الدر فأنزل بقلعة الكرك بدار السلطنة وتقدم الناصر \n  إلى أمه وزوجته أن يقوما بخدمة الصالح وبعث إليه يقول إنما فعلت هذا احتياطا \n  لئلا يصل إليك مكروه من أخيك أو عمك ولو لم أنقلك إلى الكرك لقصداك .\n</p>\n<p class=\"arabic\">ثم أمر شهاب الدين ونجم الدين ابني شيخ الإسلام بملازمة خدمة الصالح ومؤآنسته \n  وهما من أخص أصحاب الناصر ومن أجناده وقد ولي الشهاب هذا تدريس الجاروخية \n  بدمشق ولما تملك الملك الصالح ديار مصر قصداه فأكرمهما وقدمهما واستناب شهاب \n  الدين على دار العدل واستشهد نجم الدين على دمياط .\n</p>\n<p class=\"arabic\">وكان أولاد الناصر داود لا يزالان في خدمة الصالح بالكرك ولم يفقد شيئا من \n  الإكرام .\n</p>\n<p class=\"arabic\">ثم خير الناصر أصحاب الصالح بين إقامتهم عنده مكرمين وبين السفر إلى أين أحبوا \n  فاختار أكثرهم المقام عنده فكان منهم البهاء زهير وشهاب الدين ابن أبي سعد \n  الدين بن مكشبا وكان ) .\n</p>\n<p class=\"arabic\">والده سعد الدين ابن عمة الملك الكامل وأما الأستاذ دار حسام الدين ابن أبي \n  علي وزين الدين أمير جندار فطلبا دمشق فأذن لهما فقدما على الصالح إسماعيل \n  فقبض على حسام الدين وأخذ جميع ماله وقيده وقيد جماعة من أصحاب الصالح نجم \n  الدين وبقوا في حبسه مدة ثم حول حسام الدين إلى قلعة بعلبك وضيق عليه *47*345* .\n</p>\n<p class=\"arabic\">ولما بلغ العادل ما جرى على أخيه أظهر الفرح ودقت البشائر وزينت مصر وبعث \n  يطلبه من الناصر فأبى عليه .\n</p>\n<p class=\"arabic\">فلما كان في أواخر رمضان سنة سبع طلب الملك الناصر داود الصالح نجم الدين \n  فنزل إليه إلى نابلس فضرب له دهليزا والتف عليه خواصه ثم أمر الناصر بقطع \n  خطبة العادل وخطب للصالح ثم سارا إلى القدس وتحالفا وتعاهدا عند الصخرة على \n  أن تكون مصر للصالح والشام والشرق للناصر ثم سار إلى غزة وبلغ ذلك العادل \n  فعظم عليه وبرز إلى بلبيس وسار إلى نجدته الصالح إسماعيل من دمشق فنزل بالغور \n  من أرض السواد ثم خاف الناصر والصالح من جيش أمامهما وجيش خلفهما فرجعا إلى \n  القدس فما لبثا أن جاءت النجابون بكتب المصريين يحثون الصالح فقويت نفسه وسار \n  مجدا مع الناصر وتملك مصر بلا كلفة واعتقل أخاه ثم جهز من أوهم الناصر بأن \n  الصالح في نية القبض عليه فخاف وغضب وأسرع إلى الكرك .\n</p>\n<p class=\"arabic\">ثم تحقق الصالح فساد نيات الأشرفية وأنهم يريدون الوثوب عليه فأخذ في تفريقهم \n  والقبض عليهم فبعث مقدم الأشرفية وكبيرهم أيبك الأسمر نائبا على جهة ثم جهز \n  من قبض عليه فذلت الأشرفية فحينئذ مسكهم عن بكرة أبيهم وسجنهم وأقبل على شراء \n  المماليك الترك والخطائية واستخدم الأجناد ثم قبض على أكثر الخدام شمس الدين \n  الخاص وجوهر النوبي وعلى جماعة من الأمراء الكاملية وسجنهم بقلعة صدر بالقرب \n  من أيلة *47*346* .\n</p>\n<p class=\"arabic\">وخرج فخر الدين ابن الشيخ من حبس العادل فركب ركبة عظيمة ودعت له الرعية لكرمه \n  وحسن سيرته فلم يعجب الصالح ذلك وتخبل فأمره بلزوم بيته واستوزر أخاه معين \n  الدين ثم شرع يؤمر غلمانه فأكثر من ذلك .\n</p>\n<p class=\"arabic\">وأخذ في بناء قلعة الروضة واتخذها سكنا وأنفق عليها أموالا عظيمة .\n</p>\n<p class=\"arabic\">وكانت الجيزة قبل منتزها لوالده فشيدها في ثلاثة أعوام وتحول إليها وأما الناصر \n  فإنه اتفق مع عمه الصالح إسماعيل والمنصور صاحب حمص فاتفقوا على الصالح .\n</p>\n<p class=\"arabic\">وأما الخوارزمية فإنهم تغلبوا على حران وملكوا غيرها من القلاع وعاثوا وأخربوا \n  البلاد الجزرية وكانوا شرا من التتار لا يعفون عن قتل ولا عن سبي ولا في قلوبهم \n  رحمة .\n</p>\n<p class=\"arabic\">وفي سنة إحدى وأربعين وقع الصلح بين الصالحين وصاحب حمص على أن تكون دمشق \n  للصالح إسماعيل وأن يقيم هو والحلبيون والحمصيون الخطبة في بلادهم لصاحب مصر \n  وأن يخرج ولده الملك المغيث من اعتقال الصالح إسماعيل فركب الملك المغيث وبقي \n  يسير ويرجع إلى قلعة دمشق ورد على حسام الدين ما أخذ له ثم ساروا إلى مصر \n  واتفق الملوك على عداوة الناصر داود .\n</p>\n<p class=\"arabic\">وجهز الصالح إسماعيل عسكرا يحاصرون عجلون وهي للناصر *47*347* وخطب لصاحب \n  مصر في بلاده وبقي عنده المغيث حتى تأتيه نسخ الأيمان ثم بطل ذلك كله .\n</p>\n<p class=\"arabic\">قال ابن واصل فحدثني جلال الدين الخلاطي قال كنت رسولا من جهة الصالح إسماعيل \n  فورد علي منه كتاب وفي طيه كتاب من الصالح نجم الدين إلى الخوارزمية يحثهم \n  على الحركة ويعلمهم أنه إنما يصالح عمه ليتخلص المغيث من يده وأنه باق على \n  عداوته ولا بد له من أخذ دمشق منه فمضيت بهذا الكتاب إلى الصاحب معين الدين \n  فأوقفته عليه فما أبدى عنه عذرا يسوغ ورد الصالح إسماعيل المغيث إلى الاعتقال \n  وقطع الخطبة ورد عسكره عن عجلون وراسل الناصر واتفق معه على عداوة صاحب مصر \n  وكذلك رجع صاحب حلب وصاحب حمص عنه وصاروا كلمة واحدة عليه واعتقلت رسلهم بمصر .\n</p>\n<p class=\"arabic\">واعتضد صاحب دمشق بالفرنج وسلم إليهم القدس وطبرية وعسقلان وتجهز صاحب مصر \n  للقتال وجهز البعوث وجاءته الخوارزمية فساقوا إلى غزة واجتمعوا بالمصريين \n  وعليهم ركن الدين بيبرس البندقدار الصالحي وليس هو الذي ملك بل هذا أكبر منه \n  وأقدم ثم قبض عليه الصالح نجم الدين وأعدمه .\n</p>\n<p class=\"arabic\">قال ابن واصل فتسلم الفرنج حرم القدس وغيره وعمورا قلعتي طبرية وعسقلان وحصنوهما \n  ووعدهم الصالح بأنه إذا ملك مصر أعطاهم بعضها فتجمعوا وحشدوا *47*348* .\n</p>\n<p class=\"arabic\">وسارت عساكر الشام إلى غزة ومضى المنصور صاحب حمص بنفسه إلى عكا فأجابوه .\n</p>\n<p class=\"arabic\">فسافرت أنا إلى مصر ودخلت القدس فرأيت الرهبان على الصخرة وعليها قناني الخمر \n  ورأيت الجرس في المسجد الأقصى وأبطل الأذان بالحرم وأعلن الكفر .\n</p>\n<p class=\"arabic\">وقدم وأنا بالقدس الناصر داود إلى القدس فنزل بغريبه .\n</p>\n<p class=\"arabic\">وفيها ولى الملك الصالح قضاء مصر للأفضل الخونجي بعد أن عزل ابن عبد السلام \n  نفسه بمديدة .\n</p>\n<p class=\"arabic\">ولما عدت الخوارزمية الفرات وكانوا أكثر من عشرة آلاف ما مروا بشيء إلا نهبوه \n  وتقهقر الذين بغزة منهم وطلع الناصر إلى الكرك وهربت الفرنج من القدس فهجمت \n  الخوارزمية القدس فقتلوا من به من النصارى وهدموا مقبرة القمامة وأحرقوا بها \n  عظام الموتى ونزلوا بغزة وراسلوا صاحب مصر فبعث إليهم الخلع والأموال وجاءتهم \n  العساكر وسار الأمير حسام الدين ابن أبي علي بعسكر ليكون مركزا بنابلس وتقدم \n  المنصور إبراهيم على الشاميين وكان شهما شجاعا قد انتصر على الخوارزمية غير \n  مرة وسار بهم ووافته الفرنج من عكا وغيرها بالفارس والراجل ونفذ الناصر داود \n  عسكره فوقع المصاف بظاهر غزة وانكسر المنصور شر كسرة واستحر القتل بالفرنج .\n</p>\n<p class=\"arabic\">قال ابن واصل أخذت سيوف المسلمين الفرنج فأفنوهم قتلا وأسرا ولم يفلت منهم \n  إلا الشارد وأسر أيضا من عسكر دمشق والكرك جماعة مقدمين فحكي لي عن المنصور \n  أنه قال والله لقد قصرت ذلك اليوم ووقع في قلبي أننا لا ننصر لانتصارنا بالفرنج \n  *47*349* .\n</p>\n<p class=\"arabic\">ووصلت عساكر دمشق معه في أسوأ حال .\n</p>\n<p class=\"arabic\">وأما بمصر فزينت زينة لم تزين مثلها وضربت البشائر ودخلت أسارى الفرنج والأمراء \n  وكان يوما مشهودا بالقاهرة .\n</p>\n<p class=\"arabic\">ثم عطف حسام الدين ابن أبي علي وركن الدين بيبرس فنازلوا عسقلان وحاصروا الفرنج \n  الذين تسلموها فجرح حسام الدين ثم ترحلوا إلى نابلس وحكموا على فلسطين والأغوار \n  إلا عجلون فهي بيد سيف الدين بن قليج نيابة للناصر داود وبعث السلطان الصالح \n  نجم الدين وزيره معين الدين ابن الشيخ علي على جيشه وأقامه مقام نفسه وأنفذ \n  معه الخزائن وحكمه في الأمور وسار إلى الشام ومعه الخوارزمية فنازلوا دمشق \n  وبها الصالح والمنصور صاحب حمص فدل الصالح إسماعيل فلم يظفر بطائل ورجع واشتد \n  الحصار على دمشق وأخذت بالأمن لقلة من مع صاحبها ولفناء ما بالقلعة من الذخائر \n  ولتخلي الحلبيين عنه فترحل الصالح إسماعيل إلى بعلبك والمنصور إلى حمص وتسلم \n  الصاحب معين الدين القلعة والبلد .\n</p>\n<p class=\"arabic\">ولما رأت الخوارزمية أن السلطان قد تملك الشام بهم وهزم أعداءه صار لهم عليه \n  إدلال كبير مع ما تقدم من نصرهم له على صاحب الموصل وهو بسنجار فطمعوا في \n  الأحياز العظيمة فلما لم يحصلوا على شيء فسدت نيتهم له وخرجوا عليه وكاتبوا \n  الأمير ركن الدين بيبرس البندقداري وهو أكبر أمراء الصالح نجم الدين وكان \n  بغزة فأصغى إليهم فيما قيل وراسلوا صاحب الكرك فنزل إليهم ووافقهم *47*350* .\n</p>\n<p class=\"arabic\">قلت وكانت أمه أيضا خوارزمية وتزوج منهم .\n</p>\n<p class=\"arabic\">ثم طلع إلى الكرك واستولى حينئذ على القدس ونابلس وتلك الناحية وهربت منه \n  نواب صاحب مصر .\n</p>\n<p class=\"arabic\">ثم راسلت الخوارزمية الملك الصالح إسماعيل وحلفوا له فسار إليهم واتفقت كلمة \n  الجميع على حرب صاحب مصر فقلق لذلك وطلب ركن الدين بيبرس فقدم مصر فاعتقله \n  وكان آخر العهد به ثم خرج بعساكره فخيم بالعباسية وكان قد نفذ رسوله إلى المستعصم \n  بالله يطلب تقليدا بمصر والشام والشرق فجاءه التشريف والطوق الذهب والمركوب \n  فلبس التشريف الأسود والعمامة والجبة والفرس بالحلية الكاملة وكان يوما مشهودا .\n</p>\n<p class=\"arabic\">ثم جاء الصالح إسماعيل والخوارزمية فنازلوا دمشق وليس بها كبير عسكر وبالقلعة \n  الطواشي رشيد وبالبلد نائبها حسام الدين بن أبي علي الهذباني فضبطها وقام \n  بحفظها بنفسه ليلا ونهارا واشتد بها الغلاء وهلك أهلها جوعا ووباء .\n</p>\n<p class=\"arabic\">وبلغني أن رجلا مات في الحبس فأكلوه كذلك حدثني حسام الدين بن أبي علي فعند \n  ذلك اتفق عسكر حلب والمنصور صاحب حمص على حرب الخوارزمية وقصدوهم فتركوا حصار \n  دمشق وساقوا أيضا يقصدونهم فالتقى الجمعان ووقع المصاف في أول سنة أربع وأربعين \n  على القصب وهي منزلة على بريد من حمص من قبليها فاشتد القتال والصالح إسماعيل \n  مع الخوارزمية فانكسروا عندما قتل مقدمهم الملك حسام الدين بركة خان وانهزموا \n  ولم تقم لهم بعدها قائمة فقتل بركة خان مملوك من الحلبيين وتشتتت الخوارزمية \n  وخدم طائفة منهم بالشام وطائفة بمصر وطائفة مع كشلوخان ذهبوا إلى *47*351* \n  التتار وخدموا معهم وكفى الله شرهم .\n</p>\n<p class=\"arabic\">وعلق رأس بركة خان على قلعة حلب ووصل الخبر إلى القاهرة فزينت وحصل الصلح \n  التام والود بين السلطان وبين صاحب حمص والحلبيين .\n</p>\n<p class=\"arabic\">وأما المحارف الملك إسماعيل فإنه التجأ إلى حلب عند ابن ابن أخته الملك الناصر \n  صلاح الدين فأرسل صاحب مصر البهاء زهير إلى الناصر صاحب حلب يطلب منه إسماعيل \n  فشق ذلك على الناصر وقال كيف يحسن بي أن يلتجىء إلي خال أبي وهو كبير البيت \n  وأبعثه إلى من يقتله وأخفر ذمته فرجع البهاء زهير .\n</p>\n<p class=\"arabic\">وأما نائب دمشق حسام الدين فإنه سار إلى بعلبك وحاصرها وبها أولاد الصالح \n  إسماعيل فسلموها بالأمان ثم أرسلوا إلى مصر تحت الحوطة هم والوزير أمين الدولة \n  والأستاذ دار ناصر الدين ابن يغمور فاعتقلوا بمصر وصفت البلاد للملك الصالح \n  وبقي الناصر داود بالكرك في حكم المحصور ثم رضي السلطان على فخر الدين ابن \n  شيخ الشيوخ وأخرجه من الحبس بعد موت أخيه الوزير معين الدين وسيره فاستولى \n  على جميع بلاد الناصر داود وخرب ضياع الكرك ثم نازلها أياما وقل ما عند الناصر \n  من الملك والذخائر بها وقل ناصره فعمل قصيدة يعاتب بها السلطان ويذكر فيها \n  ما له من اليد عنده من ذبه عنه وتمليكه ديار مصر وهي .\n</p>\n<p class=\"arabic\">% قل للذي قاسمته ملك اليد % % ونهضت فيه نهضة المستأسد % .\n</p>\n<p class=\"arabic\">% عاصيت فيه ذوي الحجى من أسرتي % % وأطعت فيه مكارمي وتوددي % .\n</p>\n<p class=\"arabic\">*47*352* .\n</p>\n<p class=\"arabic\">% يا قاطع الرحم التي صلتي بها % % كتبت على الفلك الأثير بعسجد % .\n</p>\n<p class=\"arabic\">% إن كنت تقدح في صريح مناسبي % % فاصبر بعرضك للهيب المرصد % .\n</p>\n<p class=\"arabic\">% عمي أبوك ووالدي عم به % % يعلو انتسابك كل ملك أصيد % .\n</p>\n<p class=\"arabic\">% صالا وجالا كالأسود ضواريا % % فارتد تيار الفرات المربد % .\n</p>\n<p class=\"arabic\">% دع سيف مقولي البليغ يذب عن % % أعراضكم بغريده المتوقد % .\n</p>\n<p class=\"arabic\">% فهو الذي قد صاغ تاج فخاركم % % بمفصل من لؤلؤ وزبرجد % .\n</p>\n<p class=\"arabic\">ثم أخذ يصف نفسه وجوده ومحاسنه وسؤدده إلى أن قال .\n</p>\n<p class=\"arabic\">% يا محرجي بالقول والله الذي % % خضعت لعزته جباه السجد % .\n</p>\n<p class=\"arabic\">% لولا مقال الهجر منك لما بدا % % مني افتخار بالقريض المنشد % .\n</p>\n<p class=\"arabic\">% إن كنت قلت خلاف ما هو شيمتي % % فالحاكمون بمسمع وبمشهد % .\n</p>\n<p class=\"arabic\">% والله يا ابن العم لولا خيفتي % % لرميت ثغرك بالعداة المرد % .\n</p>\n<p class=\"arabic\">% لكنني مما يخاف حرامه % % ندما يجرعني سمام الأسود % .\n</p>\n<p class=\"arabic\">% فأراك ربك بالهدى ما ترتجي % % ليراك تفعل كل فعل مرشد % .\n</p>\n<p class=\"arabic\">*47*353* .\n</p>\n<p class=\"arabic\">% لتعيد وجه الملك طلقا ضاحكا % % وترد شمل البيت غير مبدد % .\n</p>\n<p class=\"arabic\">% كيلا ترى الأيام فينا فرصة % % للخارجين وضحكة للحسد % .\n</p>\n<p class=\"arabic\">ثم إن السلطان طلب الأمير حسام الدين ابن أبي علي وولاه نيابة الديار المصرية \n  واستناب على دمشق الصاحب جمال الدين يحيى بن مطروح ثم قدم الشام وجاء إلى \n  خدمته صاحب حماة الملك المنصور وهو ابن اثنتي عشرة سنة وصاحب حمص وهو صغير \n  فأكرمهما وقربهما ووصل إلى بعلبك ثم رد إلى دمشق .\n</p>\n<p class=\"arabic\">ثم قدم على نائب مصر حسام الدين والده بدر الدين محمد بن أبي علي وقرابته \n  علاء الدين وكانا في حبس صاحب حمص فلما مات أطلقهما ابنه فتوفي بدر الدين \n  بعد قدومه بيسير .\n</p>\n<p class=\"arabic\">ثم رجع السلطان ومرض في الطريق .\n</p>\n<p class=\"arabic\">حكى لي الأمير حسام الدين قال لما ودعني السلطان قال إني مسافر وأخاف أن يعرض \n  لي موت وأخي العادل بقلعة مصر فيأخذ البلاد وما يجري عليكم منه خير فإن مرضت \n  ولو أنه حمى يوم فأعدمه فإنه لا خير فيه وولدي تورانشاه لا يصلح للملك فإن \n  بلغك موتي فلا تسلم البلاد لأحد من أهلي بل سلمها للخليفة *47*354* .\n</p>\n<p class=\"arabic\">وأما عسقلان وطبرية فلما تسلمتها الفرنج من الصالح إسماعيل بنوها وحصنوا القلعتين \n  فنازلهما فخر الدين ابن شيخ الشيوخ بعدما ترحل عن حصار الكرك ففتحهما وهدمهما \n  ودقت البشائر .\n</p>\n<p class=\"arabic\">وفتر السلطان عن أخذ حمص لانتماء صاحبها للأشرف وأبوه إلى السلطان ومرايتهما \n  له ثم قدم الأشرف للسلطان قلعة شمسين فتسلمها .\n</p>\n<p class=\"arabic\">وأما حماة فكانت لابن أخته الملك المظفر وبها الصاحبة أخت السلطان ثم تملكها \n  الملك المنصور بن المظفر وتزوج بنت أخت السلطان فاطمة خاتون ابنة الكامل وكانت \n  فاطمة بحلب وهي والدة صاحبها للآن الملك الناصر صلاح الدين ابن العزيز فزوج \n  أخته بصاحب حماة في هذه السنة وجاءت إليه في تجمل عظيم .\n</p>\n<p class=\"arabic\">ثم دخلت سنة ست وأربعين فصرف السلطان نيابة مصر عن حسام الدين بجمال الدين \n  ابن يغمور وبعث الحسام بالمصريين إلى الشام فأقاموا بالصالحية أربعة أشهر .\n</p>\n<p class=\"arabic\">قال ابن واصل وأقمت مع حسام الدين هذه المدة وكان السلطان في هذه المدة مقيما \n  بأشمون طناح ثم رجعنا إلى القاهرة .\n</p>\n<p class=\"arabic\">وفيها خرجت الحلبيون وعليهم شمس الدين لؤلؤ الأميني فنازلوا حمص ومعهم الملك \n  الصالح إسماعيل يرجعون إلى رأيه فنصبوا المجانيق وحاصروها شهرين ولم ينجدها \n  صاحب مصر وكان السلطان مشغولا بمرض عرض له في أنثييه ثم فتح وحصل منه ناسور \n  يعسر برؤه وحصلت له في رئته قرحة ملتفة لكنه عازم على إنجاد صاحب حمص ولما \n  اشتد الخناق بالأشرف صاحب *47*355* حمص اضطر إلى أن أذعن بالصلح وطلب العوض \n  عن حمص تل باشر مضافا إلى ما بيده وهو الرحبة فتسلمها الأمير شمس الدين لؤلؤ \n  الأميني وأقام بها نوابا لصاحب حلب فلما بلغ السلطان وهو مريض أخذ حمص غضب \n  وعظم عليه وترحل إلى القاهرة واستناب بها ابن يغمور وبعث الجيوش إلى الشام \n  لاستنقاذ حمص وسار السلطان في محفة وذلك في سنة ست وأربعين فنزل بقلعة دمشق \n  وبعث جيشه فنازلوا حمص ونصبوا عليها المجانيق فمما نصب عليها منجنيق مغربي \n  ذكر لي الأمير حسام الدين أنه كان يرمي حجرا زنته مائة وأربعين رطلا بالشامي \n  ونصب عليها قرابغا اثني عشر منجنيقا سلطانية وذلك في الشتاء وخرج صاحب حلب \n  بعسكره فنزل بأرض كفرطاب ودام الحصار إلى أن قدم الباذرائي للصلح بين صاحب \n  حلب وبين السلطان على أن يقر حمص بيد صاحب حلب فوقع الاتفاق على ذلك وترحل \n  عسكر السلطان عن حمص لمرض السلطان ولأن الفرنج تحركوا وقصدوا مصر وترحل السلطان \n  إلى الديار المصرية لذلك وهو في محفة .\n</p>\n<p class=\"arabic\">وكان الناصر صاحب الكرك قد بعث شمس الدين الخسروشاهي إلى السلطان وهو بدمشق \n  يطلب منه خبز والشوبك لينزل له عن الكرك فبعث السلطان تاج الدين ابن مهاجر \n  في إبرام ذلك إلى الناصر فرجع عن ذلك لما سمع بحركة الفرنج وطلب السلطان نائب \n  مصر جمال الدين ابن يغمور فاستنابه بدمشق وبعث إلى نيابة مصر حسام الدين ابن \n  أبي علي فدخلها في ثالث محرم سنة سبع .\n</p>\n<p class=\"arabic\">وسار السلطان فنزل بأشمون طناح ليكون في مقابلة الفرنج إن قصدوا دمياط وتواترت \n  الأخبار بأن ريد افرنس مقدم الإفرنسيسية قد خرج من بلاده في جموع عظيمة وشتا \n  بجزيرة قبرص وكان من أعظم ملوك الفرنج وأشدهم بأسا *47*356* .\n</p>\n<p class=\"arabic\">وريد بلسانهم الملك .\n</p>\n<p class=\"arabic\">وشحنت دمياط بالذخائر وأحكمت الشواني ونزل فخر الدين ابن الشيخ بالعساكر فنزل \n  على جيزة دمياط فأقبلت مراكب الفرنج فأرست بإزاء المسلمين في صفر ثم شرعوا \n  من الغد في النزول إلى البر الذي فيه المسلمون وضربت خيمة حمراء لريد افرنس \n  وناوشهم المسلمون القتال فقتل يومئذ الأمير نجم الدين ابن شيخ الإسلام والأمير \n  الوزيري فترحل فخر الدين ابن الشيخ بالناس وقطع بهم الجسر إلى البر الشرقي \n  الذي فيه دمياط وتقهقر إلى أشمون طناح ووقع الخذلان على أهل دمياط فخرجوا \n  منها طول الليل على وجوههم حتى لم يبق بها أحد .\n</p>\n<p class=\"arabic\">وكان هذا من قبيح رأي فخر الدين فإن دمياط كانت في نوبة سنة خمس عشرة وستمائة \n  أقل ذخائر وعددا وما قدر عليها الفرنج إلى بعد سنة وإنما هرب أهلها لما رأوا \n  هرب العساكر وعلموا مرض السلطان .\n</p>\n<p class=\"arabic\">فلما أصبحت الفرنج تملكوها صفوا بما حوت من العدد والأسلحة والذخائر والغلال \n  والمجانيق وهذه مصيبة لم يجر مثلها فلما وصلت العساكر وأهل دمياط إلى السلطان \n  حنق على الكنانيين الشجعان الذين كانوا بها وأمر بهم فشنقوا جميعا ثم رحل \n  بالجيش وسار إلى المنصورة فنزل بها في المنزلة التي كان أبوه نزلها وبها قصر \n  بناه الكامل ووقع النفير العام في المسلمين فاجتمع بالمنصورة أمم لا يحصون \n  من المطوعة والحربان والحرافشة وشرعوا في الإغارة على الفرنج ومناوشتهم وتخطفهم \n  واستمر ذلك أشهرا والسلطان يتزايد مرضه والأطباء قد أيأسته لاستحكام مرض السل \n  به .\n</p>\n<p class=\"arabic\">وأما الكرك فإن صاحبها سافر إلى بغداد فاختلف أولاده وسار أحدهم إلى الملك \n  الصالح فسلم إليه الكرك ففرح بها السلطان مع ما هو فيه من *47*357* الأمراض \n  وزينت بلاده وبعث إليها الطواشي بدر الدين الصوابي نائبا وقدم عليه آل الناصر \n  داود فبالغ في إكرامهم وأقطعهم أجنادا جليلة إلى أن قال ابن واصل في سيرة \n  الصالح وكان مهيبا عزيز النفس أبيها عاليها حييا عفيفا طاهر اللسان والذيل \n  لا يرى الهزل والعبث شديد الوقار كثير الصمت اشترى من المماليك الترك ما لم \n  يشتره أحد من أهل بيته حتى صاروا معظم عسكره ورجحهم على الأكراد وأمرهم واشترى \n  وهو بمصر خلقا منهم وجعلهم بطانته والمحيطين بدهليزه وسماهم البحرية .\n</p>\n<p class=\"arabic\">حكى لي حسام الدين ابن أبي علي أن هؤلاء المماليك مع فرط جبروتهم وسطوتهم \n  كانوا أبلغ من يعظم هيبة السلطان فكان إذا خرج وشاهدوا صورته يرعدون خوفا \n  منه وأنه لم يقع منه في حال غضبه كلمة قبيحة قط أكثر ما يقول إذا شئتم يا \n  متخلف .\n</p>\n<p class=\"arabic\">وكان كثير الباه لجواريه فقط ولم يكن عنده في آخر وقت غير زوجتين إحداهما \n  شجر الدر والأخرى بنت العالمة تزوجها بعد مملوكه الجوكندار .\n</p>\n<p class=\"arabic\">وكان إذا سمع الغناء لا يتزعزع ولا يتحرك وكذلك الحاضرون يلتزمون حالته كأنما \n  على رؤوسهم الطير وكان لا يستقل أحد من أرباب دولته بأمر بل يراجعون بالقصص \n  مع الخدام فيوقع عليها بما يعتمده كتاب الإنشاء .\n</p>\n<p class=\"arabic\">وكان يحب أهل الفضل والدين وما كان له ميل إلى مطالعة الكتب وكان كثير العزلة \n  والانفراد .\n</p>\n<p class=\"arabic\">قال ابن واصل كان لا يجتمع بالفضلاء لأنه لم يكن له مشاركة بخلاف أبيه وكان \n  اجتماعه بالناس قليلا بل كان يقتصر على ندمائه المعروفين بحضور مجلسه وكان \n  له نهمة في اللعب بالصوالجة وفي إنشاء الأبنية العظيمة الفاخرة *47*358* .\n</p>\n<p class=\"arabic\">وقال غير ابن واصل في سيرة الملك الصالح كان ملكا مهيبا جبارا ذا سطوة وجلالة \n  وكان فصيحا حسن المحاورة عفيفا على الفواحش فأمر مماليكه الترك وجرى بينه \n  وبين عمه إسماعيل أمور وحروب إلى أن أخذ نوابه دمشق عام ثلاثة وأربعين وذهب \n  إسماعيل إلى بعلبك ثم أخذت من إسماعيل بعلبك وتعثر والتجأ إلى الناصر صاحب \n  حلب ولما خرج الملك الصالح من مصر إلى الشام خاف من بقاء أخيه فقتله سرا فلم \n  يمتع ووقعت الأكلة في فخذه بدمشق ونزل الإفرنسيس ملك الفرنج بجيوشه على دمياط \n  فأخذها فسار إليه الملك الصالح في محفة حتى نزل بالمنصورة عليلا ثم عرض له \n  إسهال إلى أن توفي ليلة النصف من شعبان بالمنصورة وأخفي موته حتى أحضر ولده \n  الملك المعظم من حصن كيفا وملكوه بعده .\n</p>\n<p class=\"arabic\">فذكر سعد الدن أن ابن عمه فخر الدين نائب السلطنة دخل من الغد خيمة السلطان \n  وقرر مع الطواشي بحسن أن يظهر أن السلطان أمر بتخليف الناس لولده الملك المعظم \n  ولولي عهده فخر الدين فتقرر ذلك وطلبوا الناس فحلفوا الأولاد للناصر فوقفوا \n  وقالوا نشتهي أن ننظر السلطان فدخل خادم وخرج وقال السلطان يسلم عليكم وقال \n  ما يشتهي أن تروه في هذه الحالة وقد رسم أن تحلفوا فحلفوا وجاءتهم من كل ناحية \n  راحت الكرك منهم واسودت وجوههم عند أبيهم بغدرهم ومات السلطان الذي أملوه \n  ثم عقيب ذلك نفوهم من مصر ونفذ الأمير فخر الدين نسخ الأيمان إلى البلد ليحلفوا \n  للمعظم .\n</p>\n<p class=\"arabic\">قلت وكانت أم ولده شجر الدر ذات رأي وشهامة وقد وليت الملك مدى شهرين وأكثر \n  وجرت لها أمور وخطب لها على المنابر وبقي الملك بعده في مواليه الأتراك وإلى \n  اليوم .\n</p>\n<p class=\"arabic\">وتربته بمدرسته بالصالحية بالقاهرة .\n\n</p>"
}