{
    "header": "إسماعيل .",
    "id": "030918",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">إسماعيل .\n</h1>\n<p class=\"arabic\">السلطان الملك الصالح عماد الدين أبو الجيش ابن الملك العادل أبي بكر محمد \n  بن أيوب بن شاذي صاحب بعلبك وبصرى ودمشق *47*383* .\n</p>\n<p class=\"arabic\">ملك دمشق بعد موت أخيه الملك الأشرف وركب بأبهة السلطنة وخلع على الأمراء \n  وبقي أياما فلم يلبث أن نازل دمشق الملك الكامل أخوه فأخذها منه وذهب هو إلى \n  بعلبك ثم هجم هو وصاحب حمص على دمشق فتملكها في سنة سبع وثلاثين كما هو مذكور \n  في الحوادث .\n</p>\n<p class=\"arabic\">وبدت منه هنات عديدة واستعان بالفرنج على حرب ابن أخيه وأطلق لهم حصن الشقيف \n  ثم أخذت منه دمشق في سنة ثلاث وأربعين وذهب إلى بعلبك فلم يقر له قرار والتف \n  عليه الخوارزمية وتمت له خطوب طويلة فالتجأ إلى حلب وراحت منه بصرى وبعلبك \n  وبقي في خدمة ابن ابن أخيه الملك الناصر فلما سار الناصر لأخذ الديار المصرية \n  ومعه الملك الصالح أسر الصالح فيمن أسر وحبس بالقاهرة ومروا به أسيرا على \n  تربة ابن أخيه الصالح نجم الدين فصاحت البحرية وهم غلمان نجم الدين يا خوند \n  أين عينك تبصر عدوك .\n</p>\n<p class=\"arabic\">قال سعد الدين في تاريخه وفي سلخ ذي القعدة أخرجوا الصالح إسماعيل من القلعة \n  ليلا ومضوا به إلى الجبل فقتلوه هناك وعفي أثره .\n</p>\n<p class=\"arabic\">قلت حصل له خير بالقتل والله يسامحه وقد رأيت لديه الملك المنصور والملك السعيد \n  والد الكامل .\n</p>\n<p class=\"arabic\">وقد روى عن أبيه جزءا من المحامليات قرأه عليه السيف ابن المجد .\n</p>\n<p class=\"arabic\">وكان له إحسان إلى المقادسة ولكن جناياته على المسلمين ضخمة .\n</p>\n<p class=\"arabic\">قال ابن واصل لما أتي بالملك الصالح إسماعيل إلى الملك المعز وإنما أتي صبيحة \n  الوقعة أوقف إلى جانبه .\n</p>\n<p class=\"arabic\">قال حسام الدين ابن أبي علي فقال لي المعز يا خوند حسام الدين أما تسلم على \n  المولى الملك الصالح *47*384* قال فدنوت منه وسلمت عليه .\n</p>\n<p class=\"arabic\">ثم دخل الملك المعز وقد انتصر القاهرة .\n</p>\n<p class=\"arabic\">قال ابن واصل كان يوما مشهودا فلقد رأيت الملك الصالح إسماعيل وهو بين يدي \n  المعز وإلى جانبه الأمير حسام الدين ابن أبي علي فحكى لي حسام الدين قال قلت \n  له هل رأيتم القاهرة قبل اليوم قال نعم رأيته مع الملك العادل وأنا صبي .\n</p>\n<p class=\"arabic\">ثم إنه اعتقل الصالح بالقلعة أياما ثم أتاه ليلة السابع والعشرين من ذي القعدة \n  عز الدين أيبك الرومي وجماعة من الصالحية إلى الدار التي هو فيها وأمروه أن \n  يركب معهم فركب ومعهم مشعل فمضوا به إلى باب القلعة من جهة القرافة فأطفؤا \n  المشعل وخرجوا به وكان آخر العهد به فقيل إنه خنق كما أمر هو بخنق الملك الجواد .\n</p>\n<p class=\"arabic\">قال وكان ملكا شهما يقظا محسنا إلى جنده كثير التجمال وكان أبوه العادل كثير \n  المحبة لأمه وكانت من أحظى حظاياه عنده ولها مدرسة وتربة بدمشق .\n\n</p>"
}