{
    "header": "لؤلؤ .",
    "id": "030946",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">لؤلؤ .\n</h1>\n<p class=\"arabic\">الأمير الكبير شمس الدين أبو سعيد الأميني الموصلي كافل الممالك الشامية *47*400* .\n</p>\n<p class=\"arabic\">ولد سنة خمس وثمانين وخمسمائة تقريبا .\n</p>\n<p class=\"arabic\">وسمع من محمد بن وهب بن الزنف وعمر بن طبرزد .\n</p>\n<p class=\"arabic\">روى عنه الدمياطي ومجد الدين ابن العديم وغيرهما .\n</p>\n<p class=\"arabic\">وكان بطلا شجاعا كريما دينا عابدا صالحا أمارا بالمعروف إلا أن فيه عقل الترك .\n</p>\n<p class=\"arabic\">كان مدبر الدولة الناصرية فحرص كل الحرص على العبور إلى الديار المصرية وليفتحها \n  لمخدومه فسار به وبالجيوش وعمل مع عسكر مصر مصافا بقرب العباسة فانكسر المصريون \n  ثم تناخت البحرية بعد فراغ المصاف وحملوا على لؤلؤ وهو في طائفة قليلة فأسروه \n  ثم قتلوه بين العباسة وبلبيس في تاسع ذي القعدة وقتل معه جماعة .\n</p>\n<p class=\"arabic\">قال ابن واصل وقطع المصاف فحمل الشاميون وثبت المعز في جماعة من البحرية وتحيز \n  بهم ومعه القارس أقطاي وعزموا على قصد ناحية الشوبك وبقي السلطان الملك الناصر \n  تحت السناجق في جمع قليل أيضا وبعد عنه جيشه إذ ساقوا خلف المصريين إلى العباسة \n  وتم لهم النصر ونصبوا دهليز السلطان بالعباسة .\n</p>\n<p class=\"arabic\">وحكى لي الأمير حسام الدين ابن أبي علي أن فرسه تقنطر به فجاء جندي فركبه \n  وقال له قد تمت الكسرة علينا .\n</p>\n<p class=\"arabic\">قال فشاهدت طلبا قريبا مني فقصدتهم فرأيت رنكهم رنك المصريين فأتيتهم فوجدت \n  المعز وأقطاي في جماعة لا يزيدون على سبعين فارسا فسلمت على الملك المعز ووقفت \n  فقال لي ترى هذا الجمع قلت نعم فقال هذا الملك الناصر وجماعته *47*401* .\n</p>\n<p class=\"arabic\">ثم إن المعز حمل على الناصر فانهزم وكسرت سناجقه ونهب ما معه وأسر بعضهم ونجا \n  البعض وانضاف بعض العزيزية إلى المعز وكثر جمعه فلقد أساء شمس الدين لؤلؤ \n  التدبير في تركه السلطان في قل من الناس خلفه وكان ينبغي له وللعسكر أن يلازموه \n  إلى أن ينزل بالمنزلة ولو فعلوا ذلك لملكوا البلاد فأسر أصحاب المعز الملك \n  الصالح إسماعيل والأشرف صاحب حمص والمعظم ولدي السلطان صلاح الدين وبلغ لؤلؤ \n  هرب السلطان فقال ما يضرنا بعد أن انتصرنا هو يعود إذا تمكنا .\n</p>\n<p class=\"arabic\">ثم كر راجعا في جمع وحمل على الملك المعز فحمل عليه أيضا فانكسر جماعة لؤلؤ \n  وأسر هو وضياء الدين القيمري فحدثني حسام الدين ابن أبي علي قال ما رأيت أحسن \n  ثباتا من لؤلؤ ولا أشد صبرا لم يتكلم بكلمة ولا ذل ولا خضع ولا اضطرب حتى \n  أخذته السيوف .\n\n</p>"
}