{
    "header": "علي بن هبة الله بن سلامة بن المسلم بن أحـ...",
    "id": "030992",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">علي بن هبة الله بن سلامة بن المسلم بن أحمد بن علي .\n</h1>\n<p class=\"arabic\">*47*426* الإمام العلامة مسند الديار المصرية بهاء الدين أبو الحسن اللخمي \n  المصري الشافعي الخطيب المدرس ابن بنت أبي الفوارس الجميزي .\n</p>\n<p class=\"arabic\">ولد يوم عيد الأضحى سنة تسع وخمسين وخمسمائة بمصر وحفظ القرآن وهو ابن عشر \n  سنين أو أقل ورحل به أبوه فسمع بدمشق من أبي القاسم بن عساكر الحافظ في سنة \n  ثمان وستين صحيح البخاري بفوت قليل .\n</p>\n<p class=\"arabic\">ورحل مع أبيه إلى بغداد فقرأ بها القراءآت العشر على أبي الحسن علي بن عساكر \n  البطائحي بكتابه الذي صنفه في القراءآت وسمع منه الكتاب أيضا وهو آخر من قرأ \n  القراءآت في الدنيا على البطائحي بل وآخر من روى عنه بالسماع .\n</p>\n<p class=\"arabic\">وقرأ أيضا بالقراءآت العشر على الإمام قاضي القضاة أبي سعيد بن أبي عصرون \n  مما تضمنه كتاب الإيجاز تأليف أبي ياسر محمد بن علي المقرىء الحمامي وهو من \n  جملة تلامذته .\n</p>\n<p class=\"arabic\">فأخبرنا أبو الحسين اليونيني أنه سمع أبا الحسن بن الجميزي يقول قرأت عليه \n  يعني على ابن عصرون كتاب المهذب لأبي إسحاق الشيرازي وكان قد قرأه على القاضي \n  أبي علي الفارقي عند المصنف وذلك في سنة خمس وسبعين وبعدها وألبسني في هذا \n  التاريخ شيخنا أبو سعد الطيلسان وشرفني به على الأقران وكتب لي لما ثبت عندي \n  علم الولد الفقيه الإمام بهاء الدين أبي الحسن بن أبي الفضائل وفقه الله ودينه \n  وعدالته رأيت تمييزه من بين أبناء جنسه وتشريفه بالطيلسان والله يرزقه القيام \n  بحقه *47*427* .\n</p>\n<p class=\"arabic\">وكتب عبد الله بن محمد بن عصرون سمعت عليه كتاب الوسيط للواحدي وكتاب الوجيز \n  له أيضا وكتاب الوقف والابتداء لابن الأنباري وكتاب الإيجاز في القراءآت لأبي \n  ياسر أخبرني به عن أبي بكر المزرقي وكتاب معالم السنن للخطابي وغير ذلك من \n  الأجزاء .\n</p>\n<p class=\"arabic\">قلت وهو آخر تلامذة أبي سعد في الدنيا والعجب من القراء كيف لم يزحموا عليه \n  ولا تنافسوا في الأخذ عنه فإنه كان أعلى إسنادا من كل أحد في زمانه فلعله \n  كان تاركا للفن .\n</p>\n<p class=\"arabic\">وسمع ببغداد من شهدة الكاتبة وعبد الحق اليوسفي وأبي شاكر يحيى السقلاطوني \n  ومحمد بن نسيم العيشوني .\n</p>\n<p class=\"arabic\">وسمع بالإسكندرية من أبي طاهر السلفي وتفرد عنه بأشياء وعن غيره .\n</p>\n<p class=\"arabic\">وسمع من أبي الطاهر بن عوف وأبي طالب أحمد بن المسلم التنوخي .\n</p>\n<p class=\"arabic\">وسمع بمصر من عبد الله بن بري النحوي وأبي القاسم بن فيره الشاطبي وقرأ عليه \n  عدة ختمات ببعض الروايات وسمع منه الموطأ وعدة كتب .\n</p>\n<p class=\"arabic\">وتفقه بمصر على أبي إسحاق إبراهيم بن منصور العراقي والشهاب محمد بن محمود \n  الطوسي ودرس وأفتى دهرا وخطب مدة بجامع القاهرة وكان رئيس العلماء في وقته \n  معظما عند الخاصة والعامة كبير القدر وافر الحرمة ولا تعلم أحدا سمع من السلفي \n  وابن عساكر وشهدة سواه إلا الحافظ عبد القادر بن عبد الله .\n</p>\n<p class=\"arabic\">روى عنه خلق من أهل دمشق وأهل مكة وأهل مصر منهم الزكيان *47*428* المنذري \n  والبرزالي وابن النجار والدمياطي وابن دقيق العيد وشرف الدين أبو الحسين اليونيني \n  وضياء الدين عيسى السبتي وفخر الدين عثمان التوزري وشهاب بن علي ومحمد بن \n  عبد الحميد المؤدب ورضي الدين إبراهيم المطيري وأخوه الصفي أحمد والقاضي تقي \n  الدين سليمان وعبد الرحمن ويحيى ابنا محمد بن علي المكي والأمين محمد بن النحاس \n  والشرف محمد بن عبد الرحيم القرشي والمجبي محمد بن يوسف النحوي وجماعة أحياء .\n</p>\n<p class=\"arabic\">توفي في الرابع والعشرين من ذي الحجة وقد كمل التسعين .\n\n</p>"
}