{
    "header": "أمين الدولة .",
    "id": "030919",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">أمين الدولة .\n</h1>\n<p class=\"arabic\">الصاحب أبو الحسن السامري ثم المسلماني وزير الملك الصالح عماد الدين إسماعيل .\n</p>\n<p class=\"arabic\">قال أبو المظفر الجوزي ما كان مسلما ولا سامريا بل كان يتستر بالإسلام ويبالغ \n  في هدم الدين فقد بلغني أن الشيخ إسماعيل الكوراني قال له *47*385* يوما لو \n  بقيت على دينك كان أصلح لأنك تتمسك بدين في الجملة أما الآن فأنت مذبذب لا \n  إلى هؤلاء ولا إلى هؤلاء .\n</p>\n<p class=\"arabic\">قال وآخر أمره شنق بمضر وظهر له من الأموال والجواهر ما لا يوصف فبلغني أن \n  قيمة ما ظهر له ثلاثة آلاف ألف دينار ووجد له عشرة آلاف مجلد من الكتب النفيسة .\n</p>\n<p class=\"arabic\">قلت وإليه تنسب المدرسة الأمينية ببعلبك .\n</p>\n<p class=\"arabic\">حبس بقلعة مصر مدة فلما جاء الخبر الذي لم يتم بأخذ الملك الناصر صاحب الشام \n  الديار المصرية كان السامري في الجب هو وناصر الدين بن يغمور أستاذ دار الصالح \n  إسماعيل وسيف الدين القيمري والخوارزمي صهر الملك الناصر فخرجوا من الجب وعصوا \n  في القلعة ولم يوافقهم القيمري بل جاء وقعد على باب الدار التي فيها حرم عز \n  الدين أيبك التركماني وحماها وأما أولئك فصاحوا بشعار الملك الصالح ثم كانت \n  الكرة للترك الصالحية فجاءوا وفتحوا القلعة وشنقوا أمين الدولة وابن يغمور \n  والخوارزمي .\n</p>\n<p class=\"arabic\">وقد ذكرنا في ترجمة القاضي الجيلي بعض أخبار أمين الدولة وهو أبو الحسن ابن \n  غزال بن أبي سعيد ولما أسلم لقب بكمال الدين .\n</p>\n<p class=\"arabic\">وكان المهذب السامري وزير الأمجد عمه وكان أمين الدولة ذكيا فطنا واهيا شيطانا \n  ماهرا في الطب عالج الأمجد واحتشم في أيامه فلما تملك الصالح إسماعيل بعلبك \n  وزر له ودبر مملكته فما غلب على دمشق استقل بتدبير المملكة وحصل لمخدومه أموالا \n  عظيمة وعسف وظلم ثم لما عجز الصالح عن دمشق وتسلمها نواب الصالح نجم الدين \n  احتاطوا على أمين الدولة واستصفوا أمواله وبعثوه إلى قلعة مصر فحبس بها خمس \n  سنين وأكثر هو وجماعة من أصحاب الصالح *47*386* .\n\n</p>"
}