{
    "header": "الحسن بن محمد بن الحسن بن حيدر بن علي .",
    "id": "031018",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\">الحسن بن محمد بن الحسن بن حيدر بن علي .\n</h1>\n<p class=\"arabic\">*47*444* العلامة رضي الدين أبو الفضائل القرشي العدوي العمري الصغاني الأصل \n  الهندي اللهوري المولد البغدادي الوفاة المكي الملحد المحدث الفقيه الحنفي \n  اللغوي صاحب التصانيف .\n</p>\n<p class=\"arabic\">ولد بمدينة لوهور في عاشر صفر سنة سبع وسبعين وخمسمائة ونشأ بغزنة ودخل بغداد \n  سنة خمس عشرة وستمائة وذهب منها بالرسالة الشريفة إلى صاحب الهند سنة سبع \n  عشرة فبقي مدة وقدم سنة أربع وعشرين ثم أعيد إليها رسولا عامئذ فما رجع إلى \n  بغداد إلى سنة سبع وثلاثين .\n</p>\n<p class=\"arabic\">وقد سمع بمكة من أبي الفتوح نصر بن الحصري .\n</p>\n<p class=\"arabic\">وسمع باليمن من القاضي إبراهيم بن أحمد بن أبي سالم القريضي .\n</p>\n<p class=\"arabic\">وسمع بالهند من القاضي سعد الدين خلف بن محمد الحسناباذي والنظام محمد بن \n  الحسين المرغيناني *47*445* .\n</p>\n<p class=\"arabic\">وببغداد من أبي منصور سعيد بن محمد بن الرزار .\n</p>\n<p class=\"arabic\">وكان إليه المنتهى في معرفة اللسان العربي .\n</p>\n<p class=\"arabic\">صنف الكتاب مجمع البحرين في اللغة إثنا عشر مجلدا وكتاب العباب الزاخر في \n  اللغة عشرون مجلدا ولم يتمه وكتاب الشوارد في اللغات وكتاب الفحول وكتاب الأضداد \n  وكتاب العروض وكتاب أسماء العادة وكتاب أسماء الأسد وكتاب أسماء الذئب وكتاب \n  تعزيز بيتي الحريري وكتاب في علم الحديث وسائر هذه التصانيف لطاف .\n</p>\n<p class=\"arabic\">قال شيخنا الدمياطي وجميعها لي لها نسخ .\n</p>\n<p class=\"arabic\">وله من المصنفات أيضا كتاب مشارق الأنوار في الجمع بين الصحيحين وكتاب مصباح \n  الدجى وكتاب الشمس المنيرة وكتاب اشرح البخاري في مجلد وكتاب در السحابة في \n  وفيات الصحابة وكتاب الضعفاء وكتاب الفرائض وكتاب تذييل العزيزي وكتاب شرح \n  أبيات المفصل وغير ذلك .\n</p>\n<p class=\"arabic\">قال الدمياطي وكان شيخا صالحا صدوقا صموتا عن فضول الكلام إماما في اللغة \n  والفقه والحديث قرأت عليه يوم الأربعاء وتوفي ليلة الجمعة تاسع عشر شعبان \n  وحضرت دفنه بداره بالحريم الظاهري ثم نقل بعد خروجي من بغداد إلى مكة فدفن \n  بها وكان قد أوصى بذلك وأعد خمسين دينارا لمن يحمله إلى مكة .\n</p>\n<p class=\"arabic\">أخبرنا عبد المؤمن بن خلف الحافظ أنه قرأ على أبي الفضائل الحسن بن محمد القرشي \n  وغيره ببغداد أخبركم أبو الفتوح النهاوندي بمكة أنا أبو طالب *47*446* محمد \n  بن محمد العلوي أنا علي بن أحمد التستري أنا أبو عمر القاسم بن جعفر أنا أبو \n  علي اللؤلؤي ثنا أبو داود ثنا عثمان بن أبي شيبة ثنا يحيى بن زكريا بن أبي \n  زائدة ويزيد بن هارون عن هشام بن حسان عن محمد عن عبيدة عن علي رضي الله عنه \n  أن رسول الله صلى الله عليه وسلم قال يوم الخندق حبسونا عن صلاة الوسطى صلاة \n  العصر ملأ الله بيوتهم وقبورهم نارا .\n\n</p>"
}