{
    "header": " عيسى بن أحمد بن إلياس بن أحمد .",
    "id": "031395",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> عيسى بن أحمد بن إلياس بن أحمد .\n</h1>\n<p class=\"arabic\">اليونيني الزاهد صاحب الشيخ عبد الله اليونيني .\n</p>\n<p class=\"arabic\">كان زاهدا عابدا صواما قواما قانتا لله حنيفا متواضعا لطيفا كبير القدر منقطع \n  القرين صحب الشيخ مدة طويلة وكان من أجل أصحابه لم يشتغل بشيء سائر عمره إلا \n  بالعبادة ومطالعة كتب الرقائق ولم يتزوج قط لكنه عقد عقدا على عجوز كانت تخدمه \n  وكان يعامل الأكابر إذا زاروه بما يعامل به آحاد الناس وقد زاره البادرائي \n  رسول الخليفة فوصل إلى يونين وأتى الزاوية فلما صلى الشيخ المغرب قام ليدخل \n  إلى خلوته فعارضه بعض أصحابه وقال يا سيدي هذا الرجل مجتاز وقد قصد زيارتك \n  فجاء البادرائي وسلم عليه وسأله الدعاء وأخذ في محادثته فقال الشيخ رحم الله \n  من زار وخفف وتركه ودخل *48*175* .\n</p>\n<p class=\"arabic\">وكان يستحضر كثيرا من مطالعته لكتب الرقائق وكان يكتب أوراقا بشفاعات فيسارع \n  أولوا الأمر إلى امتثالها وكان مع لطف أخلاقه ذا هيبة شديدة وقد سرد الصوم \n  أكثر من أربعين سنة وكان لا يمشي إلى أحد أبدا وكان يقال له سلاب الأحوال \n  لأنه ما ورد عليه أحد من أرباب القلوب فسلك غير الأدب إلا سلبه حاله .\n</p>\n<p class=\"arabic\">قال الشيخ قطب الدين موسى بن الفقيه في تاريخه له كرامات ظاهرة ولقد سلب جماعة \n  من الفقراء أحوالهم وكان والدي رحمه الله إذا خرج إلى يونين طلع إلى زاويته \n  من بكرة ويدخلان إلى الخلوة فلا يزالان كذلك إلى الظهر وكان بينهما وداد عظيم \n  واتحاد ومحاببة في الله .\n</p>\n<p class=\"arabic\">وفي هذه السنة كان والدي يأمرني في كل وقت بقصد زيارته فكنت بعد كل أيام أتردد \n  إليه .\n</p>\n<p class=\"arabic\">قال وأخبر الشيخ عيسى قبل موته بمدة أن ملك بني أيوب يزول ويملك بعدهم الترك \n  ويفتحون الساحل بأسره .\n</p>\n<p class=\"arabic\">قال وحكى بعضهم أنه توجه إلى طرابلس فوجد أسيرا فعرفه فقال له لا تتخلى عني \n  واشترني وأنا أعطيك ثمني حال وصولي إلى قريتي قرية رعبان .\n</p>\n<p class=\"arabic\">قال فاشتريته بستين دينارا وجئت معه فلم أجد له ولا لأولاده تلك الليلة عشاء \n  فندمت فقال لي أهل القرية نحن أيام البيدر نجمع لك ثمنه فضاق صدري فاتفق أني \n  جئت إلى يونين فرأيت الشيخ عيسى ولم أكن رأيته قبل ذلك فحين رآني قال أنت \n  الذي اشتريت الحاج سهل قلت نعم فأعطاني شيئا فإذا ورقة ثقيلة .\n</p>\n<p class=\"arabic\">ففتحتها فإذا فيها الستين دينارا التي وزنتها بعينها فتحيرت وأخذتها وانصرفت .\n</p>\n<p class=\"arabic\">قال قطب الدين وشكوا إليه التفاح وأمر الدودة وسألوه كتابة حرز فأعطاهم ورقة \n  فشمعوها وعلقوها على شجرة فزالت الدودة عن الوادي بأسره وأخصبت أشجار التفاح \n  بعد يبسها وحملت وبقوا على ذلك سنين في حياة الشيخ وبعد موته ثم خشوا من ضياع \n  الحرز ففتحوه لينسخوه فوجدوه *48*176* قطعة من كتاب ورد على الشيخ من حماة \n  فندموا على فتحه ثم شمعوه وعلقوه فما نفع وركبت الدودة الأشجار .\n</p>\n<p class=\"arabic\">قال وأراد بعض الناس بناء حمام بيونين وحصل الاهتمام بذلك فقال الشيخ هذا \n  لا تفعلوه فما وسعهم خلافه فلما خرجوا قال بعضهم كيف نعمل بالآلات فقال رفيقه \n  نصبر حتى يموت الشيخ فطلبهما إليه وقال قلتم كذا وكذا وهذا ما يصير وما تعمر \n  في هذه القرية حمام .\n</p>\n<p class=\"arabic\">وقد أراد نائبا الشام التجيبي وعز الدين أيدمر بناء حمام بيونين فلم يقدر \n  لهما .\n</p>\n<p class=\"arabic\">وقال خطيب زملكا في ترجمة الشيخ عيسى سمعت شيخنا شمس الدين عبد الرحمن بن \n  أبي عمر يقول كان الشيخ عيسى صاحب مطالعة في الكتب .\n</p>\n<p class=\"arabic\">قال وحدثني عبد الرحمن بن إسماعيل قال كان الشيخ عيسى يكون نظره على خبز يابس \n  وما عاب طعاما وما لبس طول عمره سوى ثوب وعباءة وقلنسوة ما زاد عليها .\n</p>\n<p class=\"arabic\">وورد إلى زيارته البادرائي فخرج إليه وصافحه ودخل وأغلق الباب فنادى فلم يرد \n  عليه وقال ما رأيت شيخا مثل هذا أو قال هذا هو الشيخ .\n</p>\n<p class=\"arabic\">وأخبرني الشيخ إسرائيل بن إبراهيم قال كنت أخدم الشيخ عبد الله بن عبد العزيز \n  في يونين وكان المشايخ والفقراء يزورونه من كل مكان والشيخ عيسى ما يجيء إليه \n  أحد فخطر ببالي هذا فبينا أنا عند الشيخ عبد الله وما عندنا أحد وقد خطر لي \n  هذا إذ أخذ بأذني وقال يا إسرائيل تأدب الشيخ عيسى قد حصل له الحق أيش يعمل \n  بي أنا .\n</p>\n<p class=\"arabic\">قال فبادرت وطلعت إلى الشيخ عيسى فلما رآني دق بإصبعه على أنفي وكان إذا مزح \n  مع أحد دق بإصبعه على أنفه أو ما هذا معناه .\n</p>\n<p class=\"arabic\">وأخبرني محمد بن الشيخ عثمان بدير ناعس قال خرجت صحبة والدي إلى زيارة الفقيه \n  إلى بعلبك وكان يومئذ بيونين فأتيناها وسلمنا عليه وجلس والدي فقال له الشيخ \n  الفقيه ما تزور الشيخ عيسى وعلي الضمان فقام والدي وأنا معه فلما رآه الشيخ \n  عيسى وقف ووقف والدي من بعد الظهر إلى *48*177* قريب العصر ثم خطا الشيخ عيسى \n  وجاء إلى والدي فتعانقا وجلسا .\n</p>\n<p class=\"arabic\">فلما رجع والدي إلى عند الشيخ الفقيه قال له ما أوفيت الضمان .\n</p>\n<p class=\"arabic\">قال فسأل الفقراء والدي عن هذا فقال كان لي ثلاثة وعشرون سنة حردان على الشيخ \n  عيسى لكونه إذا جاء إليه صاحب حال يسلبه حاله فلما رأيته وقف طويلا ورجع عما \n  كان فيه .\n</p>\n<p class=\"arabic\">قال وأخبرني الفقيه عبد الولي بن عبد الرحمن الخطيب قال لما دخل الخوارزمية \n  جاء وال لهم إلى يونين وطلب من الفلاحين شيئا ما لهم به قوة فشكا الفلاحون \n  الشيخ عيسى فاتفق أن الوالي طلع إلى عند الشيخ فقال له ارفق فهؤلاء فقراء \n  فقال ما إلى هذا سبيل .\n</p>\n<p class=\"arabic\">قال وبقي الشيخ يردد عليه ويقول ما إلى هذا سبيل فنظر إليه وأطال النظر وإذا \n  به قد خبط الأرض وازبد ساعة فلما أفاق انكب على رجل الشيخ واعتذر ونزل فقال \n  للخوارزمية من أراد أن يموت يطلع إلى القرية أو ما هذا معناه .\n</p>\n<p class=\"arabic\">قال وأخبرني الشيخ إسرائيل بن إبراهيم ثنا الشيخ عيسى اليونيني قال طلعت صحبة \n  عمي الشيخ عبد الخالق اليونيني قلت وقد توفي عبد الخالق سنة سبع عشرة وستمائة \n  إلى جبل لبنان وكان ثم بركة كبيرة فجلسنا عندها وبقربها حشيش له قرمية حلوة \n  فقال لي عمي اجلس ههنا وإذا جعت كل من هذه الحشيش .\n</p>\n<p class=\"arabic\">قال فإذا بأسد كبير قد استقبله فخفت عليه وبقيت أقول يا عمي يا عمي وكان هناك \n  قرمية شجرة فصعد عليها عمي وركب الأسد ثم سار به حتى غاب عني فبقيت هناك يومين \n  فلما كان اليوم الثالث إذا بعمي قد أقبل راكبا الأسد فنزل على تلك القرمية \n  ومضى الأسد .\n</p>\n<p class=\"arabic\">وقال الشيخ قطب الدين موسى مرض الشيخ عيسى في أواخر شوال وبقي أياما وأهل \n  بعلبك يترددون إلى زيارته ويغتنمون بركته ولما وصل خبر *48*178* موته إلى \n  بعلبك لم يبق في البلد إلا القليل خرجوا ليشهدوه فكانوا منتشرين من البلد \n  إلى يونين والمسافة فوق فرسخين وحصل لوالدي من الحزن والوجوم لموته لا رأيته \n  حصل له بموت غيره .\n</p>\n<p class=\"arabic\">ودفن إلى جانب عمه عبد الخالق .\n</p>\n<p class=\"arabic\">وتوفي في رابع ذي القعدة ودفن بزاويته .\n\n</p>"
}