{
    "header": " إبراهيم بن محمد بن عبد الرحمن بن محمد بـ...",
    "id": "031374",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> إبراهيم بن محمد بن عبد الرحمن بن محمد بن وثيق .\n</h1>\n<p class=\"arabic\">أبو إسحاق الأموي الإشبيلي المقرئ المجود .\n</p>\n<p class=\"arabic\">ولد توفي قبل السبعين وخمسمائة وذكر أنه قرأ بالروايات السبع على جماعة من \n  سنة بضع وتسعين بالأندلس .\n</p>\n<p class=\"arabic\">ورأيت له مصنفا في التجويد والمخارج يدل على تبحره .\n</p>\n<p class=\"arabic\">وقال قرأت كتاب الكافي لابن شريح سنة ست وتسعين على مشايخي بإشبيلية أبي الحسين \n  حبيب بن محمد بن حبيب الحميري والخطيب أبي الحكم عبد الرحمن بن محمد بن عمرو \n  بن أحمد بن محمد بن حجاج اللخمي وأبي العباس أحمد بن مقدام الرعيني .\n</p>\n<p class=\"arabic\">وتلوت عليهم بالروايات وعلى أبي الحسن خالص بن التراب وهو أول من قرأت عليه \n  *48*164* .\n</p>\n<p class=\"arabic\">قالوا قرأنا على شريح بن محمد بن شريح الرعيني عن أبيه رحمه الله .\n</p>\n<p class=\"arabic\">وقال ابن وثيق أنبا بكتاب التيسير أبو عبد الله بن زرقون إجازة عن أحمد بن \n  محمد الخولاني إجازة يعني من المصنف كذلك .\n</p>\n<p class=\"arabic\">وكان ابن وثيق ينتقل في البلاد قد أقرأ بالموصل والشام ومصر .\n</p>\n<p class=\"arabic\">أخذ عنه القراءآت الأستاذ عماد الدين بن أبي زهران الموصلي وأبو الحسن علي \n  بن ظهير الكفني وغيرهما .\n</p>\n<p class=\"arabic\">وروى عنه الشيخ محمد بن جوهر التلعفري والنفيس إسماعيل بن صدقة وأبو عبد الله \n  محمد بن علي بن زبير الجيلي وغيرهم .\n</p>\n<p class=\"arabic\">وبقي إلى هذا الوقت .\n</p>\n<p class=\"arabic\">توفي في هذه السنة أو قبلها أو بعدها بيسير .\n</p>\n<p class=\"arabic\">وممن قرأ عليه شيخنا الفخر عثمان التوري نزيل مكة وكان علي الإسناد في القراءآت \n  ولد بإشبيلية وتوفي بديار مصر بالإسكندرية في رابع ربيع الآخر .\n</p>\n<p class=\"arabic\">وتلا ابن وثيق أيضا بالروايات على أبي العباس أحمد بن منذر بن جهور وأخبره \n  أنه قرأ على أبي عبد الله محمد بن خلف وابن صاف أجل أصحاب شريح .\n\n</p>"
}