{
    "header": " عبد السلام بن عبد الله بن أبي القاسم الـ...",
    "id": "031304",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> عبد السلام بن عبد الله بن أبي القاسم الخضر بن محمد .\n</h1>\n<p class=\"arabic\">الإمام شيخ الإسلام مجد الدين أبو البركات ابن تيمية الحراني الحنبلي جد شيخنا \n  تقي الدين .\n</p>\n<p class=\"arabic\">ولد في حدود التسعين وخمسمائة وتفقه في صغره على عمه الخطيب فخر الدين ورحل \n  إلى بغداد وهو ابن بضع عشرة سنة في صحابة ابن عمه والسيف فسمع من أبي أحمد \n  عبد الله ابن سكينة وعمر بن طبرزد وضياء بن الخريف ويوسف بن كامل وعبد العزيز \n  بن الأخضر وعبد العزيز بن منينا وأحمد بن الحسين العاقولي وعبد المولى ابن \n  أبي تمام ودرة بنت عثمان وجماعة *48*128* .\n</p>\n<p class=\"arabic\">وقرأ القراءآت على عبد الواحد بن سلطان صاحب سبط الخياط .\n</p>\n<p class=\"arabic\">وسمع بحران من حنبل المكبر والحافظ عبد القادر وغير واحد .\n</p>\n<p class=\"arabic\">وروى عنه أبو محمد الدمياطي والإمام شهاب الدين عبد الحليم ولده وأمين الدين \n  عبد الله بن شقير والزاهد محمد بن عمر بن زناطر والجمال عبد الغني بن منصور \n  المؤذن ومحمد بن محمد الكنجي ومحمد بن أحمد بن القزاز وآخرون .\n</p>\n<p class=\"arabic\">وكان إماما حجة بارعا في الفقه والحديث وله يد طولى في التفسير ومعرفة تامة \n  بالأصول واطلاع على مذاهب الناس وله ذكاء مفرط ولم يكن في زمانه أحد مثله \n  في مذهبه .\n</p>\n<p class=\"arabic\">وله من المصنفات النافعة التي انتشرت في الآفاق كالأحكام و شرح الهداية وقد \n  بيض منه ربعه الأول وصنف أرجوزة في القراءآت وكتابا في أصول الفقه .\n</p>\n<p class=\"arabic\">وحدثني شيخنا تقي الدين قال كان الشيخ جمال الدين بن مالك يقول ألين للشيخ \n  مجد الدين الفقه كما ألين لداود الحديد .\n</p>\n<p class=\"arabic\">وحدثني أيضا أن الصاحب محيي الدين يوسف ابن الجوزي اجتمع بالشيخ المجد فانبهر \n  له وقال هذا ما عندنا ببغداد مثله .\n</p>\n<p class=\"arabic\">ولما حج التمسوا منه أن يقيم ببغداد فامتنع واعتل بالأهل والوطن .\n</p>\n<p class=\"arabic\">قال شيخنا وكانت في جدنا حدة وقد قرأ عليه القراءآت غير واحد منهم الذي كان \n  بحلب فلان القيرواني .\n</p>\n<p class=\"arabic\">وحج سنة إحدى وخمسين وفيها حج من دمشق الشيخ شمس الدين ابن أبي عمر فلم يقض \n  لهما اجتماع *48*129* .\n</p>\n<p class=\"arabic\">قال شيخنا وحكى المراغي أنه اجتمع بالشيخ المجد فأورد عليه نكتة فقال المجد \n  الجواب عنها من ستين وجها الأول كذا والثاني كذا وسردها إلى آخرها ثم قال \n  للبرهان قد رضينا منك بإعادة الأجوبة فخضع وانبهر .\n</p>\n<p class=\"arabic\">قال وكان الشيخ نجم الدين ابن حمدان مع براعته في المذهب وتوسعه فيه يقول \n  كنت أطالع على الدرس وما أبقي ممكنا فإذا أصبحت وحضرت عند الشيخ ينقل أشياء \n  كثيرة لم أعرفها ولم أطلع عليها .\n</p>\n<p class=\"arabic\">قال شيخنا وكان جدنا عجبا في حفظ الأحاديث وسردها وحفظ مذاهب الناس وإيرادها \n  بلا كلفة .\n</p>\n<p class=\"arabic\">وحدثني شيخنا أبو محمد بن تيمية أن جده ربي بتيماء وأنه سافر مع ابن عمه إلى \n  العراق ليخدمه ويشتغل وله ثلاث عشرة سنة فكان يبيت عنده فيسمعه يكرر على مسائل \n  الخلاف فيحفظ المسألة فقال الفخر إسماعيل أيش حفظ هذا التنين يعني الصبي فبدر \n  وقال حفظت يا سيدي الدرس وعرضه في الحال فبهت منه الفخر وقال لابن عمه هذا \n  يجيء منه شيء وحرضه على الاشتغال فشيخه في الخلاف الفخر إسماعيل وعرض عليه \n  مصنفه جنة الناظر وكتب له عليه في سنة ست وستمائة عرض علي الفقيه الإمام العالم \n  أوحد الفضلاء أو مثل هذه العبارة وأخرى نحوها وهو ابن ستة عشر .\n</p>\n<p class=\"arabic\">وشيخه في الفرائض والعربية أبو البقاء العكبري وشيخه في القراءآت عبد الواحد \n  المذكور وشيخه في الفقه أبو بكر بن غنيمة صاحب ابن المني .\n</p>\n<p class=\"arabic\">وأقام ببغداد ست سنين يشتغل ثم قدم حران واشتغل بها أيضا على الشيخ الفخر .\n</p>\n<p class=\"arabic\">ثم رحل إلى بغداد سنة بضع عشرة فازداد بها من العلوم وصنف التصانيف .\n</p>\n<p class=\"arabic\">توفي إلى رحمة الله في يوم عيد الفطر بحران .\n\n</p>"
}