{
    "header": " أيبك بن عبد الله .",
    "id": "031420",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> أيبك بن عبد الله .\n</h1>\n<p class=\"arabic\">التركماني السلطان الملك المعز عز الدين صاحب مصر *48*194* .\n</p>\n<p class=\"arabic\">كان أكبر مماليك الملك الصالح نجم الدين خدمه ببلاد الشرق وكان جهاشنكيره \n  فلما قتل الملك المعظم بن الصالح اتفقوا على أيبك التركماني هذا ثم سلطنوه \n  ولم يكن من كبار الأمراء لكنه كان معروفا بالعقل والسداد والدين وترك المسكر \n  وفيه كرم وسكون فسلطنوه في أواخر ربيع الآخر سنة ثمان وأربعين فقام الفارس \n  أقطاي وسيف الدين الرشيدي وركن الدين البندقداري وجماعة من الأمراء في سلطنة \n  واحد من بيت المملكة وأنفوا من سلطنة غلام فأقاموا الأشرف يوسف بن الناصر \n  يوسف بن المسعود أقسيس صاحب اليمن بن السلطان الملك الكامل وكان صبيا له عشر \n  سنين وجعلوا أيبك التركماني أتابكه وأخروه عن السلطنة وذلك بعد خمسة أيام \n  من سلطنته ثم كان التوقيع يخرج وصورته رسم بالأمر العالي السلطاني الأشرفي \n  والملكي المعزي .\n</p>\n<p class=\"arabic\">واستمر الحال والمعز هو الكل والصبي صورة وجرت أمور ذكرنا منها في الحوادث .\n</p>\n<p class=\"arabic\">وكان طائفة من الجيش المصري كاتبوا بعد هذا بمدة الملك المغيث الذي بالكرك \n  وخطبوا له بالصالحية فأمر الملك المعز بالنداء بالقاهرة أن الديار المصرية \n  لأمير المؤمنين وأن الملك المعز نائبه ثم جددت الأيمان للملك الأشرف بالسلطنة \n  وللمعز بالأتابكية .\n</p>\n<p class=\"arabic\">وقد جرى للمعز مصاف من الناصر صاحب الشام وانكسر المعز ودخلت الناصرية مصر \n  وخطبوا لأستاذهم ثم انتصر المعز وانهزم الناصر إلى الشام ووقع بعد ذلك الصلح \n  بين الملكين .\n</p>\n<p class=\"arabic\">وكان على كتف المعز خشداشه الفارس أقطايا الجمدار فعظم شأنه والتف عليه البحرية \n  وكان يركب بالشاويش ويطلع إلى السلطنة ولقبوه سرا *48*195* بالملك الجواد \n  فقتله المعز وتمكن من السلطنة وتزوج في سنة ثلاث وخمسين بشجر الدر أم خليل \n  صاحبة السلطان الملك الصالح .\n</p>\n<p class=\"arabic\">وكان كريما جوادا كثير العطاء حسن المداراة لا يرى الجور ولا العسف بنى بمصر \n  مدرسة كبيرة .\n</p>\n<p class=\"arabic\">واتفق أنه خطب بنت السلطان بدر الدين صاحب الموصل وراسله فغارت شجر الدر وعزمت \n  على الفتك به وإقامة غيره .\n</p>\n<p class=\"arabic\">قال الشيخ قطب الدين فطلبت صفي الدين ابن مرزوق وكان بمصر فاستشارته ووعدته \n  بالوزارة فأنكر عليها ونهاها عنه فلم تصغ إلى قوله وطلبت مملوكا للطواشي محسن \n  الصالحي وعرفته بأمرها ووعدته ومنته إن قتل المعز ثم استدعت جماعة من الخدام \n  واتفقت معهم .\n</p>\n<p class=\"arabic\">فلما كان يوم الثلاثاء الثالث والعشرين من ربيع الأول لعب المعز أيبك بالكرة \n  وصعد إلى القلعة آخر النهار وأتى الحمام ليقلب عليه ماء فلما قلع ثيابه وثب \n  عليه سنجر الجوهري والخدام فرموه وخنقوه وطلبت شجر الدر ابن مرزوق على لسان \n  الملك المعز فركب حماره وبادر ودخل القلعة من باب السر فرآها جالسة والمعز \n  بين يديها ميتا فأخبرته بالأمر فعظم عليه جدا واستشارته فقال ما أعرف ما أقول \n  وقد وقعت في أمر عظيم ما لك منه مخلص .\n</p>\n<p class=\"arabic\">ثم طلبت الأمير جمال الدين أيدغدي العزيزي وعز الدين أيبك الحلبي الكبير وعرضت \n  عليهما السلطنة فلما ارتفع النهار شاع الخبر واضطرب الناس ثم اتفقوا على سلطنة \n  الملك المنصور علي بن الملك المعز وعمره يومئذ خمس عشرة سنة وجعلوا أتابكه \n  الأمير علم الدين سنجر الحلبي المشد وأخرجت هي من دار السلطنة بعد أن امتنعت \n  بها أياما وجعلت في البرج الأحمر وقبضوا على الجواري والخدام وسنجر الجوهري \n  ثم صلب هو وأستاذه وجماعة من الخدام .\n</p>\n<p class=\"arabic\">وفي ثاني ربيع الآخر ركب الملك المنصور بالله السلطنة .\n</p>\n<p class=\"arabic\">وقال غيره غارت شجر الدر ورتبت للمعز سنجر الجوهري مملوك *48*196* الفارس \n  أقطايا فدخل عليه الحمام لكمه فرماه ولزم الخدام بمعاريه وبقيت هي تضرب بالقبقاب \n  وهو يستغيث ويضرع إليها إلى أن مات رحمه الله .\n</p>\n<p class=\"arabic\">ومات في عشر الستين وخنقت هي بعد كما يأتي .\n\n</p>"
}