{
    "header": " محمد بن عبد الله بن محمد بن أبي الفضل  ...",
    "id": "031449",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> محمد بن عبد الله بن محمد بن أبي الفضل  .\n</h1>\n<p class=\"arabic\">الإمام الأوحد شرف الدين أبو عبد الله السلمي الأندلسي المرسي المحدث المفسر \n  النحوي .\n</p>\n<p class=\"arabic\">ولد بمرسية في ذي الحجة سنة تسع وستين وقيل سنة سبعين وخمسمائة .\n</p>\n<p class=\"arabic\">وعني بالعلم وسمع الموطأ بالمغرب بعلو من الحافظ أبي محمد عبد الله بن محمد \n  بن عبيد الله الحجري .\n</p>\n<p class=\"arabic\">وسمع من عبد المنعم بن الفرس .\n</p>\n<p class=\"arabic\">وحج ورحل إلى العراق وخراسان والشام ومصر وكان كثير الأسفار قديما وحديثا .\n</p>\n<p class=\"arabic\">سمع من المنصور الفراوي والمؤيد الطوسي وزينب الشعرية وأبي روح الهروي .\n</p>\n<p class=\"arabic\">وببغداد من أصحاب قاضي المرستان وخلق .\n</p>\n<p class=\"arabic\">روى عنه الحافظ أبو عبد الله بن النجار مع تقدمه الدمياطي *48*213* ومحب الدين \n  الطبري والقاضيان تقي الدين الحنبلي وجمال الدين محمد بن سومر المالكي والخطيب \n  شرف الدين الفزاري وعماد الدين ابن البالسي ومحمد بن يوسف الذهبي ومحمد بن \n  يوسف بن المهتار وبهاء الدين إبراهيم بن القدسي والشرف عبد الله بن الشيخ \n  والشمس محمد بن التاج وسعد الدين يحيى بن سعد ومحمود بن المراتبي ومحمد بن \n  نعمة وعلي القصيري ومحمود الأعسر وخلق كثير من أهل مكة ودمشق ومصر .\n</p>\n<p class=\"arabic\">ذكره ابن النجار فقال حج وقدم طالبا سنة خمس وستمائة فسمع الكثير وقرأ الفقه \n  والأصول ثم سافر إلى خراسان وسمع بنيسابور ومرو وهراة وعاد مجتازا إلى الشام \n  ثم حج وقدم بغداد في سنة أربع وثلاثين ونزل بالمدرسة النظامية وحدث بالسنن \n  الكبير للبيهقي و بغريب الحديث للخطابي عن منصور الفراوي وعلقت عنه من شعره \n  وهو من الأئمة الفضلاء في جميع فنون العلم له فهم ثاقب وتدقيق في المعاني \n  وله مصنفات عديدة وله النظم والنثر المليح .\n</p>\n<p class=\"arabic\">وهو زاهد متورع كثير العبادة فقير مجود متعفف نزه النفس قليل المخالطة حافظ \n  لأوقاته طيب الأخلاق متودد ما رأيت في فنه مثله .\n</p>\n<p class=\"arabic\">أنشد لنفسه .\n</p>\n<p class=\"arabic\">% من كان يرغب في النجاة فما له % % غير اتباع المصطفى فيما أتى % .\n</p>\n<p class=\"arabic\">% ذاك السبيل المستقيم وغيره % % سبل الضلالة والغواية والروى % .\n</p>\n<p class=\"arabic\">% فاتبع كتاب الله والسنن التي % % صحت فذاك إذا اتبعت هو الهدى % .\n</p>\n<p class=\"arabic\">% ودع السوال بكم وكيف فإنه % % باب يجر ذوي البصيرة للعمى % .\n</p>\n<p class=\"arabic\">*48*214* .\n</p>\n<p class=\"arabic\">% الدين ما قال الرسول وصحبه % % والتابعون ومن مناهجهم قفا % .\n</p>\n<p class=\"arabic\">وقال عمر بن الحاجب سألت الحافظ ابن عبد الواحد عن المرسي فقال فقيه مناظر \n  نحوي من أهل السنة صحبنا في الرحلة وما رأينا منه إلا خيرا .\n</p>\n<p class=\"arabic\">وقال أبو شامة كان متقنا محقق البحث كثير الحج مقتصدا في أموره كثيرا للكتب \n  معتنيا بالتفتيش عنها محصلا لها وكان قد أعطي قبولا في البلاد .\n</p>\n<p class=\"arabic\">وقال الشريف توفي في منتصف ربيع الأول بعريش مصر فيما بينه وبين الزعقة وهو \n  متوجه إلى دمشق ودفن ليومه بتل الزعقة .\n</p>\n<p class=\"arabic\">وكان من أعيان العلماء وأئمة الفضلاء ذا معارف متعددة بارعا في علم العربية \n  وتفسير القرآن وله مصنفات مفيدة ونظم حسن وهو مع ذلك متزهد تارك للرئاسة حسن \n  الطريقة قليل المخالطة للناس تأخر من أصحابه أيوب الكحال ويوسف الختني وترك \n  كتبا عظيمة .\n</p>\n<p class=\"arabic\">قرأت بخط العلاء الكندي إن كتب المرسي كانت مودعة بدمشق فرسم السلطان ببيعها \n  فكانوا في كل ثلاثاء يحملون منها جملة إلى دار السعادة لأجل البادرائي ويحضر \n  العلماء فاشترى البادرائي منها جملة كثيرة وبيعت في نحو من سنة .\n</p>\n<p class=\"arabic\">وكان فيها نفائس وأحرزت كتبه ثمنا عظيما وصنف تفسيرا كبيرا لم يتمه والله \n  أعلم *48*215* .\n\n</p>"
}