{
    "header": " شجر الدر .",
    "id": "031427",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> شجر الدر .\n</h1>\n<p class=\"arabic\">جارية السلطان الملك الصالح وأم ولده خليل .\n</p>\n<p class=\"arabic\">كانت بارعة الجمال ذات رأي ودهاء وعقل ونالت من السعادة ما لم ينلها أحد من \n  نساء زمانها .\n</p>\n<p class=\"arabic\">وكان الملك الصالح يحبها ويعتمد عليها ولما توفي على دمياط أخفت موته وكانت \n  تعلم بخطها مثل علامته وتقول السلطان ما هو طيب وتمنعهم من الدخول إليه *48*199* .\n</p>\n<p class=\"arabic\">وكانت الأمراء والخاصكية يحترمونها ويطيعونها وملكوها عليهم أياما وتسلطنت \n  وخطب لها على المنابر إثر قتل السلطان الملك المعظم بن الصالح ثم تزوج بها \n  المعز واستولت عليه وأشارت عليه بقتل الفارس أقطايا فقتله ثم غارت منه لما \n  خطب بنت لؤلؤ صاحب الموصل فقتلته في الحمام وقتلت وزيرها القاضي الأسعد .\n</p>\n<p class=\"arabic\">قال شيخنا قطب الدين كان الصالح يحبها كثيرا وكانت في صحبته لما اعتقل بالكرك \n  وولدت له هناك الأمير خليل ومات صبيا ولما قتل المعظم تملكت الديار المصرية \n  وخطب لها على المنابر وكانت تعلم على المناشير وتكتب والدة خليل وبقيت على \n  ذلك ثلاثة أشهر ثم استقرت السلطنة للأشرف ثم تزوجها المعز فكانت مستولية عليه \n  ليس له معها كلام .\n</p>\n<p class=\"arabic\">وكانت تركية ذات شهامة وقوة نفس .\n</p>\n<p class=\"arabic\">وقيل إن المعز مل من احتجارها عليه واستطالتها وربما عزم على إهلاكها فقتلته \n  فأخذها مماليكه بعد أن أمنوها فاعتقلوها في برج والملك المنصور ابن المعز \n  التركماني وأمه يحرضان على قتلها فلما كانت بكرة يوم السبت حادي عشر ربيع \n  الآخر ألقيت تحت قلعة مصر مقتولة مسلوبة ثم حملت إلى تربتها التي بنتها لها \n  بقرب تربة السيدة نفيسة .\n</p>\n<p class=\"arabic\">وكان الصاحب ^ بهاء ^ الدين ابن حنا قد وزر لها ولما قتلت المعز وتيقنت أنها \n  مقتولة أودعت جملة من المال فذهبت وأعدمت جواهر نفيسة كسرتها في الهاون .\n</p>\n<p class=\"arabic\">قال ابن واصل كانت حسنة السيرة لكن الغيرة حملتها على ما فعلت .\n</p>\n<p class=\"arabic\">قال ابن أنجب نقش اسمها على الدينار والدرهم وكان الخطباء يقولون *48*200* \n  بعد الدعاء للخليفة واحفظ اللهم الجهة الصالحة ملكة المسلمين عصمة الدنيا \n  والدين أم خليل المستعصمية صاحبة السلطان الملك الصالح .\n\n</p>"
}