{
    "header": " محمد بن محمد بن علي بن أبي طالب .",
    "id": "031548",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> محمد بن محمد بن علي بن أبي طالب .\n</h1>\n<p class=\"arabic\">الوزير الكبير الخنزير المدبر المبير مؤيد الدين ابن العلقمي البغدادي الشيعي \n  الرافضي وزير الخليفة الإمام المستعصم بالله .\n</p>\n<p class=\"arabic\">ولي وزارة العراق أربعة عشر سنة فأظهر الرفض قليلا .\n</p>\n<p class=\"arabic\">ذكره بهاء الدين ابن الفخر عيسى الموقع يوما فقال كان وزيرا كافيا قادرا على \n  النظم خبيرا بتدبير الملك ولم يزل ناصحا لمخدومه حتى وقع بينه وبين حاشية \n  الخليفة وخواصه منازعة فيما يتعلق بالأموال والاستبداد بالأمر دونه وقويت \n  المنافسة بينه وبين الدويدار الكبير وضعف جانبه حتى قال عن نفسه .\n</p>\n<p class=\"arabic\">% وزير رضي من بأسه وانتقامه % % بطي رقاع حشوها النظم والنثر % .\n</p>\n<p class=\"arabic\">% كما تسجع الورقاء وهي جماعة % % وليس لها نهي يطاع ولا أمر % .\n</p>\n<p class=\"arabic\">فلما فعل ما فعل كان كثيرا ما يقول وجرى القضاء بضد ما أملته .\n</p>\n<p class=\"arabic\">وقلت وكان في قلبه غل على الإسلام وأهله فأخذ يكاتب التتار ويتخذ عندهم يدا \n  ليتمكن من أغراضه الملعونة وهو الذي جرأ هولاكو وقوى عزمه على المجيء وقرر \n  معه لنفسه أمورا انعكست عليه وندم حيث لا ينفع الندم وبقي يركب كديشا فرأته \n  امرأته فصاحت به يا ابن العلقمي أهكذا كنت تركب في أيام أمير المؤمنين .\n</p>\n<p class=\"arabic\">وولي الوزارة للتتار على بغداد مشاركا لغيره ثم مرض ولم تطل مدته ومات غما \n  وغبنا فواغبناه كونه مات موتا حتف أنفه وما ذاك إلا ليدخر له النكال في الآخرة \n  *48*291* .\n</p>\n<p class=\"arabic\">وكان الذي حمله على مكاتبة العدو عداوة الدويدار الصغير وأبي بكر ابن الخليفة \n  وما اعتمداه من نهب الكرخ وأذية الروافض وفيهم أقارب الوزير وأصدقاؤه وجماعة \n  علويين .\n</p>\n<p class=\"arabic\">فكتب إلى نائب إربل تاج الدين محمد بن صلايا العلوي الرسالة التي يقول فيها \n  كتب بها الخادم من النيل إلى سامي مجدك الأثيل ويقول فيها نهب الكرخ المكرم \n  والعترة العلوية وحسن التمثل بقول الشاعر .\n</p>\n<p class=\"arabic\">% أمور يضحك السفهاء منها % % ويبكي من عواقبها اللبيب % .\n</p>\n<p class=\"arabic\">فلهم أسوة بالحسين حيث نهب حرمه وأريق دمه ولم يعثر فمه .\n</p>\n<p class=\"arabic\">% أمرتهم أمري بمنعرج اللوى % % فلم يستبينوا النصح إلا ضحى الغد % .\n</p>\n<p class=\"arabic\">وقد عزموا لا أتم الله عزمهم ولا أنفذ أمرهم على نهب الحلة والنيل بل سولت \n  لهم أنفسهم أمرا فصبر جميل وإن الخادم قد أسلف الإنذار وعجل لهم الأعذار .\n</p>\n<p class=\"arabic\">% أرى تحت الرماد وميض نار % % ويوشك أن يكون لها ضرام % .\n</p>\n<p class=\"arabic\">% وإن لم يطفها عقلاء قوم % % يكون وقودها جثث وهام % .\n</p>\n<p class=\"arabic\">% فقلت من التعجب ليت شعري % % أأيقاظ أمية أم نيام % .\n</p>\n<p class=\"arabic\">فكان جوابي بعد خطابي لا بد من الشنيعة ومن قتل جميع الشيعة ومن إحراق كتابي \n  الوسيلة و الذريعة فكن لما نقول سميعا وإلا جرعناك الحمام تجريعا فكلامك كلام \n  وجوابك سلام ولتتركن في بغداد أحمل من المشط عند الأصلع والخاتم عند الأقطع \n  ولتنبذن نبذ الفلاسفة بحظورات الشرائع وتلقى لقاء أهل القرى أسرار الطبائع \n  فلا فعلن يلبي كما قال المتنبي .\n</p>\n<p class=\"arabic\">% قوم إذا أحدوا الأقلام من غضب % % ثم استمدوا بها ماء المنيات % .\n</p>\n<p class=\"arabic\">% نالوا بها من أعاديهم وإن بعدوا % % ما لا ينال بحد المشرفيات % .\n</p>\n<p class=\"arabic\">*48*292* ^ ( ولآتينهم بجنود لا قبل لهم بها ولأخرجنهم منها أذلة وهم صاغرون \n  ) ^ .\n</p>\n<p class=\"arabic\">% ووديعة من سر آل محمد % % أودعتها إذ كنت من أمنائها % .\n</p>\n<p class=\"arabic\">% فإذا رأيت الكوكبين تقاربا % % في الجدي عند صباحها ومسائها % .\n</p>\n<p class=\"arabic\">% فهناك يؤخذ ثأر آل محمد % % لطلابها بالترك من أعدائها % .\n</p>\n<p class=\"arabic\">فكن لهذا الأمر بالمرصاد وترقب أول النحل وآخر صاد والخير يكون إن شاء الله .\n</p>\n<p class=\"arabic\">ومات بعد ابن العلقمي بقليل ولده أبو الفضل محمد بن محمد وكان أبو الفضل كاتبا \n  منشئا بليغا معظما في دولة أبيه .\n</p>\n<p class=\"arabic\">توفي عز الدين في ذي الحجة عن ست وستين سنة .\n</p>\n<p class=\"arabic\">وقال الكازروني بل مات في أول جمادى الآخرة ومات قبله في ربيع الأول أخوه \n  الصاحب علم الدين أحمد بن العلقمي والصدر تاج الدين علي بن الدوامي الحاجب .\n\n</p>"
}