{
    "header": " عبد العظيم بن عبد القوي بن عبد الله بن ...",
    "id": "031517",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> عبد العظيم بن عبد القوي بن عبد الله بن سلامة بن سعيد بن سعيد  .\n</h1>\n<p class=\"arabic\">الحافظ الإمام زكي الدين أبو محمد المنذري الشامي ثم المصري الشافعي .\n</p>\n<p class=\"arabic\">ولد في غرة شعبان سنة إحدى وثمانين وخمسمائة بمصر .\n</p>\n<p class=\"arabic\">وقرأ القرآن على حامد بن أحمد الأرتاحي .\n</p>\n<p class=\"arabic\">وتفقه على أبي القاسم عبد الرحمن بن محمد القرشي .\n</p>\n<p class=\"arabic\">وتأدب على أبي الحسين يحيى النحوي .\n</p>\n<p class=\"arabic\">وسمع من أبي عبد الله الأرتاحي وعبد المجيب بن زهير وإبراهيم بن التبيت ومحمد \n  بن سعيد المأموني وأبي الجود غياث بن فارس والحافظ بن المفضل وبه تخرج وهو \n  شيخه .\n</p>\n<p class=\"arabic\">وبمكة من يونس الهاشمي وأبي عبد الله بن البنا .\n</p>\n<p class=\"arabic\">وبطيبة من جعفر بن محمد بن آموسان ويحيى بن عقيل بن رفاعة .\n</p>\n<p class=\"arabic\">وبدمشق من عمر بن طبرزد ومحمد بن وعوف بن الزنف والخضر بن كامل وأبي اليمن \n  الكندي وعبد الجليل بن مندويه وخلق .\n</p>\n<p class=\"arabic\">وسمع بحران والرها والإسكندرية وأماكن .\n</p>\n<p class=\"arabic\">وخرج لنفسه معجما كبيرا مفيدا سمعناه .\n</p>\n<p class=\"arabic\">روى عنه الدمياطي والشريف عز الدين وأبو الحسين بن اليونيني والشيخ محمد القزاز \n  والفخر إسماعيل بن عساكر وعلم الدين سنجر الدواداري وقاضي القضاة تقي الدين \n  ابن دقيق العيد وإسحاق بن الوزيري *48*270* والأمين عبد القادر الصيفي والعماد \n  محمد بن الجرائدي والشهاب أحمد بن الدفوفي ويوسف الختني وطائفة سواهم .\n</p>\n<p class=\"arabic\">ودرس بالجامع الظافري بالقاهرة مدة ثم ولي مشيخة الدار الكاملية وانقطع بها \n  نحوا من عشرين سنة مكبا على التصنيف والتخريج والإفادة والرواية .\n</p>\n<p class=\"arabic\">ذكره الشريف عز الدين فقال كان عديم النظير في معرفة علم الحديث على اختلاف \n  فنونه عالما بصحيحه وسقيمه ومعلوله وطرقه متبحرا في معرفة أحكامه ومعانيه \n  ومشكله قيما بمعرفة غريبه وإعرابه واختلاف ألفاظه إماما حجة ثبتا ورعا متحريا \n  فيما يقوله متثبتا فيما يرويه قرأت عليه قطعة حسنة من حديثه وانتفعت به انتفاعا \n  كثيرا .\n</p>\n<p class=\"arabic\">قلت وقد قرأ القراءآت في شبيبته وأتقن الفقه والعربية ولم يكن في زمانه أحد \n  أحفظ منه وأول سماعه في سنة إحدى وتسعين ولو استمر يسمع لأدرك إسنادا عاليا \n  ولكنه فتر نحوا من عشر سنين .\n</p>\n<p class=\"arabic\">سمع من الحافظ عبد الغني ولم يظفر بسماعه منه وأجاز له .\n</p>\n<p class=\"arabic\">وسمع شيئا من أبي الحسين بن نجا الأنصاري وله رحلة إلى الإسكندرية أكثر فيها \n  عن أصحاب السلفي .\n</p>\n<p class=\"arabic\">وكان صالحا زاهدا متنسكا .\n</p>\n<p class=\"arabic\">قال شيخنا الدمياطي وهو شيخي ومخرجي أتيته مبتدئا وفارقته معيدا له في الحديث .\n</p>\n<p class=\"arabic\">وقال توفي في رابع ذي القعدة وشيعه خلق كثير ورثاه غير واحد بقصائد حسنة رحمه \n  الله تعالى .\n\n</p>"
}