{
    "header": " نصر الله بن أبي العز مظفر بن أبي طاب عقـ...",
    "id": "031567",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> نصر الله بن أبي العز مظفر بن أبي طاب عقيل بن  .\n</h1>\n<p class=\"arabic\">نجيب الدين أبو الفتح الشيباني الدمشقي الصفار المعروف بابن الشقيشقة المحدث \n  الشاهد .\n</p>\n<p class=\"arabic\">ولد سنة نيف وثمانين وخمسمائة .\n</p>\n<p class=\"arabic\">وسمع بعد الستمائة الكثير وعني بالحديث وحصل الأصول .\n</p>\n<p class=\"arabic\">وسمع من حنبل المسند ومن ابن طبرزد والخضر بن كامل ومحمد بن الزنف والتاج \n  الكندي وابن مندويه وخلق بعدهم .\n</p>\n<p class=\"arabic\">روى عنه الدمياطي والقاضي تقي الدين الحنبلي والنجم بن الخباز والشمس بن الزراد \n  وابن البالسي والنجم محمود النميري وعلاء الدين الكندي وآخرون .\n</p>\n<p class=\"arabic\">وحدث في آخر عمره بالمسند وكان أديبا فاضلا ظريفا مليح البزة مقبولا عند القضاة \n  وكان يعرف شيوخ دمشق ومروياتهم ويسمع العالي والنازل وخطه وحش معروف ولم يكن \n  بالعدل في دينه .\n</p>\n<p class=\"arabic\">قال أبو شامة لم يمكن بحال أن يؤخذ عنه كان مشتهرا بالكذب ورقة الدين مقدوحا \n  في شهادته .\n</p>\n<p class=\"arabic\">وكان قاضي القضاة نجم الدين ابن سني الدولة مراعيا لذوي الجاهات فاستشهده \n  لذلك وميزه بأن جعله عاقدا للأنكحة تحت الساعات فعجب الناس فانكروا ما فعل .\n</p>\n<p class=\"arabic\">قال وأنشدني البهاء بن الحافظ لنفسه فيه *48*302* .\n</p>\n<p class=\"arabic\">% جلس الشقيشقة الشقي ليشهدا % % بأبيكما ماذا عدا مما بدا % .\n</p>\n<p class=\"arabic\">% هل زلزل الزلزال أم ^ قد ^ أخرج الدجال % % أم عدم الرجال ذوو الهدى % .\n</p>\n<p class=\"arabic\">% عجبا لمحلول العقيدة جاهل % % بالشرع قد أذنوا له أن يعقدا % .\n</p>\n<p class=\"arabic\">ورأيت وراقا في مثال هذا بخط عبد الرحيم بن مسلمة فيها كذبه وتركه للصلواتج .\n</p>\n<p class=\"arabic\">توفي في عشية السادس من جمادى الآخرة وقد جاوز السبعين ووقف قاعته التي بدرب \n  البانياسي دار حديث والآن فيها شيخنا المزي .\n\n</p>"
}