{
    "header": " عبد الله المستعصم بالله .",
    "id": "031502",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> عبد الله المستعصم بالله .\n</h1>\n<p class=\"arabic\">أبو أحمد أمير المؤمنين الشهيد ابن المستنصر بالله أبي جعفر منصور بن الظاهر \n  بأمر الله أبي نصر محمد بن الناصر لدين الله أحمد الهاشمي العباسي البغدادي \n  رحمه الله تعالى آخر الخلفاء العراقيين وكان ملكهم من سنة اثنتين وثلاثين \n  ومائة إلى هذا الوقت .\n</p>\n<p class=\"arabic\">ولد أبو أحمد سنة تسع وستمائة وبويع بالخلافة في العشرين من جمادى الأولى \n  سنة أربعين والأصح أنه بويع بعد موت والده في عاش شهر جمادى الأخرة .\n</p>\n<p class=\"arabic\">وكان مليح الخط قرأ القرآن على الشيخ علي ابن النيار الشافعي *48*259* وعملت \n  دعوة عظيمة وقت ختمه وخلع على الشيخ وأعطي من الذهب العين ستة آلاف دينار .\n</p>\n<p class=\"arabic\">ويوم خلافته بلغت الخلع ثلاثة عشر ألف خلعة وسبعمائة وخمسين خلعة .\n</p>\n<p class=\"arabic\">وأجاز له على يد ابن النجار المؤيد الطوسي وأبو روح الهروي وجماعة .\n</p>\n<p class=\"arabic\">سمع منه شيخه الذي لقنه القرآن أبو الحسن علي بن النيار وحدث عنه .\n</p>\n<p class=\"arabic\">وروى عنه الإجازة في خلافته محيي الدين يوسف ابن الجوزي ونجم الدين عبد الله \n  البادرائي .\n</p>\n<p class=\"arabic\">وروى عنه بمراغة ولده الأمير مبارك .\n</p>\n<p class=\"arabic\">وكان كريما حليما سليم الباطن حسن الديانة .\n</p>\n<p class=\"arabic\">قال الشيخ قطب الدين كان متدينا متمسكا بالسنة كأبيه وجده ولكنه لم يكن على \n  ما كان عليه أبوه وجده الناصر من التيقظ والحزم وعلو الهمة فإن المستنصر بالله \n  كان ذا همة عالية وشجاعة وافرة ونفس أبية وعنده إقدام عظيم استخدم من الجيوش \n  ما يزيد على مائة ألف وكان له أخ يعرف بالخفاجي يزيد عليه في الشهامة والشجاعة \n  وكان يقول إن ملكني الله لأعبرن بالجيوش نهر جيحون وانتزع البلاد من التتار \n  واستأصلهم .\n</p>\n<p class=\"arabic\">فلما توفي المستنصر لم ير الدويدار والشرابي والكبار تقليد الخفاجي الأمر \n  وخافوا منه وآثروا المستعصم لما يعلمون من لينه وانقياده وضعف رأيه ليكون \n  الأمر إليهم فأقاموا المستعصم ثم ركن إلى وزيره ابن العلقمي فأهلك الحرث والنسل \n  وحسن له جمع الأموال والاقتصار على بعض العساكر وقطع الأكثر فوافقه على ذلك \n  وكان فيه شح وقلة معرفة وعدم تدبير وحب للمال وإهمال للأمور وكان يتكل على \n  غيره ويقدم على ما لا يليق وعلى ما يستقبح ولو لم يكن إلا ما فعله مع الناصر \n  داود في أمر الوديعة *48*260* .\n</p>\n<p class=\"arabic\">قلت وكان يلعب بالحمام ويهمل أمر الإسلام وابن العلقمي يلعب به كيف أراد ولا \n  يطلعه على الأخبار وإذا جاءته نصيحة في السر أطلع عليها ابن العلقمي ليقضي \n  الله أمرا كان مفعولا .\n</p>\n<p class=\"arabic\">فحكى جمال الدين سليمان بن عبد الله بن رطلين قال جاء هولاوو في نحو مائتي \n  ألف نفس ثم طلب الخليفة فطلع ومعه القضاة والمدرسون والأعيان في نحو سبعمائة \n  نفس فلما وصلوا إلى الحربية جاء الأمر بحضور الخليفة ومعه سبعة عشر نفسا فاتفق \n  أن أبي كان أحدهم فحدثني أنهم ساقوا مع الخليفة وأنزلوا من بقي عن خيلهم وضربوا \n  رقابهم ووقع السيف في بغداد فعمل القتل أربعين يوما وأنزلوا الخليفة في خيمة \n  صغيرة والسبعة عشر في خيمة .\n</p>\n<p class=\"arabic\">قال أبي فكان الخليفة يجيء إلى عندنا كل ليلة ويقول ادعوا لي .\n</p>\n<p class=\"arabic\">وقال فاتفق أنه نزل على خيمته طائر فطلبه هولاوو وقال أيش عمل هذا الطائر \n  وأيش قال لك .\n</p>\n<p class=\"arabic\">ثم جرت له محاورات معه ومع ابن الخليفة أبي بكر ثم أمر بهما فأخرجا ورفسوهما \n  حتى ماتا وأطلقوا السبعة عشر وأعطوهم نشابة فقتل منهم رجلان وطلب الباقون \n  بيوتهم فوجدوها بلاقع فأتوا المدرسة المغيثية وقد كنت ظهرت فبقيت أسأل عن \n  أبي فدللت عليه فأتيته وهو ورفاقه فسلمت عليهم فلم يعرفني أحد منهم وقالوا \n  ما تريد قلت أريد فخر الدين ابن رطلين وقد عرفته فالتفت إلي وقال ما تريد \n  منه قلت أنا ولده فنظر إلي وتحققني فلما عرفني بكى وكان معي قليل سمسم فتركته \n  بينهم وأقمنا هناك إلى صفر إلى أن رفع السيف فأتينا دار فخر الدين أحمد ابن \n  الدامغاني صاحب الديوان وقد أراد ابن العلقمي أن يضره فقال لهولاكو هذا يعرف \n  أموال الخليفة وذخائره وأمواله وهذا كان يتولاها .\n</p>\n<p class=\"arabic\">فقال إذا كان الخليفة اختاره لنفسه فأنا أولى أن أوليه وكتب له الفرمان وقال \n  للوزير لا تفعل شيئا إلا بموافقته *48*261* .\n</p>\n<p class=\"arabic\">ثم إن ابن العلقمي عمل على أن لا يخطب بالجوامع ولا يصلي الجماعة وأن يبني \n  مدرسة على مذهب الشيعة ولم يحصل أمله وفتحت الجوامع وأقيمت الجماعات .\n</p>\n<p class=\"arabic\">وحدثني أبي فخر الدين قال كان قد مشى حال الخليفة بأن يكون للتتار نصف دخل \n  البلاد وما بقي شيء أن يتم ذلك وإنما الوزير ابن العلقمي قال ما هذا مصلحة \n  والمصلحة قتله وإلا ما يتم ملك العراق .\n</p>\n<p class=\"arabic\">قلت توفي الخليفة في أواخر المحرم أو في صفر وما أظنه دفن فإنا لله وإنا إليه \n  راجعون وكان الأمر أعظم من أن يوجد مؤرخ لموته أو موار لجسده وراح تحت السيف \n  أمم لا يحصيهم إلا الله فيقال إنهم أكثر من ألف ألف واستغنت التتار إلى الأبد \n  وسبوا من النساء والولدان ما ضاق به الفضاء وقد بينا ذلك في الحوادث .\n</p>\n<p class=\"arabic\">وقتلوا الخليفة خنقا وقيل غموه في بساط حتى مات والأشهر أنه رفس حتى خرجت \n  روحه .\n</p>\n<p class=\"arabic\">وحكى جمال الدين ابن رطلين عن أبيه أنه قال أخذوا الخليفة ليقتلوه وكان معه \n  خادم يقال له قرنفل فألقى عليه نفسه يقيه من القتل فقتلوا الخادم وعادوا إلى \n  رفس الخليفة حتى مات وكانوا يسمونه الأبله .\n</p>\n<p class=\"arabic\">وحدثني شيخنا ابن الدباهي قال لما بقي بين التتار وبين بغداد يومان أعلم الخليفة \n  حينئذ فقال عدلان يروحان يبصران إن كان هذا الخبر صحيح ثم طلب والدي فحضر \n  إلى بين يديه وطلب مه الرأي وقال كيف نعمل فصاح والدي وقال فات الأمر كنتم \n  صبرتم زاده .\n</p>\n<p class=\"arabic\">وفي تاريخ الظهير الكازروني أن المستعصم دخل بغداد بعد أن خرج إلى هولاكو \n  فأخرج لهم الأموال ثم خرج في رابع عشر صفر قيل جعل في غرارة وربس إلى أن مات \n  ثم دفن وعفي أثره وقد بلغ ستا وأربعين سنة وأربعة أشهر *48*262* .\n</p>\n<p class=\"arabic\">وقتل إبناه أحمد وعبد الرحمن وبقي إبنه الصغير مبارك وأخواته فاطمة وخديجة \n  ومريم في أسر التتار .\n</p>\n<p class=\"arabic\">ورأيت في تاريخ ابن الكازروني أن الخليفة بقي أربعة أيام عند .\n</p>\n<p class=\"arabic\">التتار ثم دخل بغداد ومعه أمراء من المغل والنصير الطوسي فأخرج إليهم من الأموال \n  والجواهر والزركش والثياب والذخائر جملة عظيمة ورجع ليومه وقتل في غرارة وقتل \n  ابنه أحمد وعمره خمس وعشرون سنة وعمر أخيه عبد الرحمن ثلاث وعشرون ولكل منهما \n  أولاد أسرو وقتل عدد من أعمام الخليفة وا قاربه .\n\n</p>"
}