{
    "header": " محمد بن حسن بن محمد بن يوسف  .",
    "id": "031545",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> محمد بن حسن بن محمد بن يوسف  .\n</h1>\n<p class=\"arabic\">أبو عبد الله الفاسي المغربي المقرئ العلامة جمال الدين نزيل حلب .\n</p>\n<p class=\"arabic\">ولد بفاس بعد الثمانين وخمسمائة وقدم ديار مصر فقرأ بها القراءآت على أبي \n  موسى عيسى بن يوسف بن إسماعيل المقدسي وأبي القاسم عبد الواحد بن سعيد الشافعي \n  وعرض عليهما الشاطبية عن أحدهما عن أبي القاسم الشاطبي .\n</p>\n<p class=\"arabic\">وعرض الرائية في رسم المصحف على الجمال علي بن أبي بكر الشاطبي بروايته عن \n  المصنف .\n</p>\n<p class=\"arabic\">وقدم الشام فاستوطن حلب وروى بها القراءآت والعربية والحديث .\n</p>\n<p class=\"arabic\">وروى أيضا عن أبي القاسم عيسى بن عبد العزيز بن عيسى وعبد العزيز بن زيدان \n  النحوي ومحمد بن أحمد بن خلوص المرادي وأبي ذر بن أبي ركب الخشني والقاضي \n  بهاء الدين يوسف بن شداد وقرأ عليه أكثر صحيح مسلم من حفظه .\n</p>\n<p class=\"arabic\">وتفقه بحلب على مذهب أبي حنيفة وكان بصيرا بالقراءآت ووجوهها وعللها حاذقا \n  بالعربية عارفا باللغة مليح الخط إلى الغاية على طريقة المغاربة كثير الفضائل \n  موطأ الأكناف وافر الديانة ثقة فيما ينقله تصدر للإقراء بحلب وأخذ عنه خلق \n  منهم بدر الدين محمد بن أيوب التادفي وبهاء الدين محمد بن إبراهيم بن النحاس \n  النحوي وجمال الدين أحمد بن الظاهري والشيخ يحيى المنبجي والناصح أبو بكر \n  بن يوسف الحراني والشريف أبو محمد الحسين بن قتادة المدني وعبد الله بن إبراهيم \n  بن رفيعا الجزري .\n</p>\n<p class=\"arabic\">وكان يتكلم في الأصول على طريقة الأشعري وقد شرح حرز الأماني شرحا في غاية \n  الجودة أبان فيه عن تضلع من العلوم وتبحر في القراءآت وإسناده في القراءآت \n  نازل كما ترى فلهذا لم أنشط للأخذ عن أصحابه *48*288* سمعت أبا عبد الله محمد \n  بن أيوب المقرئ يقول سمعت شيخنا أبا عبد الله الفاسي يقول مررت ببلد من أعمال \n  الديار المصرية وبها طائفة يمتحنون الشخص فكل من لم يقل إن الله تكلم بحرف \n  وصوت آذوه وضربوه فأتاني جماعة وقالوا يا فقيه أيش تقول في الحرف والصوت فألهمت \n  أن قلت كلم الله موسى بحرف وصوت على طور سيناء .\n</p>\n<p class=\"arabic\">قال فأكرموني تلك الليلة وأحضروا قصب السكر ونحوه وبكرت بالغدو خوفا أن يشعروا \n  بي في جعل موسى الفاعل .\n</p>\n<p class=\"arabic\">قلت الذي أعتقده ما صح به النص وهو أن الله كلم موسى تكليما وسمع موسى كلام \n  الله حقيقة بأذنه وما عدا هذا لا أخوض فيه ولا أكفر من خاض فيه من الطرفين .\n</p>\n<p class=\"arabic\">قال أبو شامة في ربيع الآخر جاءنا الخبر من حلب بموت الشيخ أبي عبد الله الفاسي \n  وكان عالما فاضلا شرح قصيدة الشاطبي شرحا حسنا .\n\n</p>"
}