{
    "header": " محمد بن أبي الحسن أحمد بن عبد الله بن عـ...",
    "id": "031691",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> محمد بن أبي الحسن أحمد بن عبد الله بن عيسى بن أبي الرجال أحمد بن \n  علي .\n</h1>\n<p class=\"arabic\">الشيخ الفقيه أبو عبد الله اليونيني شيخ الإسلام الحنبلي الحافظ .\n</p>\n<p class=\"arabic\">ذكره ولده الشيخ قطب الدين في تاريخه فرفع نسبه إلى علي رضي الله عنه فقال \n  ابن أبي الرجال أحمد بن علي بن محمد بن محمد بن *48*357* أحمد بن محمد بن \n  الحسين بن إسحاق بن جعفر الصادق بن محمد الباقر بن علي بن الحسين بن علي بن \n  أبي طالب رضي الله عنه .\n</p>\n<p class=\"arabic\">وحدث شيخنا الإمام الثقة أبو الحسين أن والده الشيخ الفقيه ذكر له قبل أن \n  يموت بقليل أننا من ذرية الحسين بن علي وساق له هذا النسب .\n</p>\n<p class=\"arabic\">ولد في رجب سنة اثنتين وسبعين وخمسمائة بيونين ولبس الخرقة من الشيخ عبد الله \n  البطائحي صاحب الشيخ عبد القادر ولزم الشيخ عبد الله اليونيني وكان يشفق عليه \n  ويربيه فإنه ربي يتيما وتعلم الخط المنسوب واشتغل بدمشق على الشيخ الموفق \n  المذهب وعلى الحافظ عبد الغني في الحديث وسمع منهما ومن أبي طاهر الخشوعي \n  وحنبل الرصافي وأبي اليمن الكندي وأبي التمام القلانسي وجماعة .\n</p>\n<p class=\"arabic\">وروى الكثير بدمشق وبعلبك وكان والده مرخما ببعلبك وبدمشق ثم سافر وترك محمدا \n  عند أمه بدمشق بناحية الكشك وكان في جوارهم أولاد أمير فتردد معهم محمد إلى \n  الجامع فتلقن أحزابا ثم طلع الصبيان إلى بستان فأسلمته أمه نشابيا فصار له \n  في الشهر خمسة دراهم فكان يرتفق بها ثم ذهب يوما إلى المقرئ يسلم عليه فقال \n  له لم لا تلازم القرآن يا ولدي فإنك يجيء منك شيء فاعتذر بأنه في دكان فقال \n  كم يعطيك المعلم قال خمسة دراهم في الشهر فأخرج له خمسة دنانير وقال أنا أعطيك \n  كل شهر هكذا فاجتمع بأمه وكلمها فلازمه فختم عليه القرآن في مدة يسيرة ثم \n  طلب له الشيخ عبد الله اليونيني مجودا وقال له إن كتب هو مثلك أعطيك ثلاثمائة \n  فتعلم الخطب وبرع فيه وشارطه المجود على نسخ كتاب قصص بثلاثمائة فكتب من أوله \n  ورقة وأعطاه لمحمد فنسخه بخطه ثم قال يا بني قد برئت ذمة الشيخ من الثلاثمائة .\n</p>\n<p class=\"arabic\">ثم لازم الحفظ حتى حفظ الجمع بين الصحيحين وكان ربما يجوع وقد سمع مرة من \n  الكندي فكتب الطبقة فنظر فيها الكندي فأعجبه خطه فقال هذا خطك وهذا حظك *48*358* .\n</p>\n<p class=\"arabic\">روى عنه أولاده أبو الحسين وأبو الخير وآمنة وأمة الرحيم وأبو عبد الله بن \n  أبي الفتح وموسى بن عبد العزيز وإبراهيم بن أحمد بن حاتم وأبو الحسن بن حسن \n  ومحمد وإبراهيم ابنا بركات ابن القريشة ومحمد بن المحب والمجبي إمام المشهد \n  وعلي بن الشاطبي ومحمد بن الزراد وعبد الرحيم بن الحبال وعلي بن المظفر الكاتب \n  وطائفة سواهم في الأحياء .\n</p>\n<p class=\"arabic\">وكان يكرر على الجمع بين الصحيحين للحميدي .\n</p>\n<p class=\"arabic\">ذكره عمر بن الحاجب الحافظ في معجمه في سنة بضع وعشرين وستمائة فأطنب في نعته \n  وأسهب وأرغب في وصفه وأغرب فقال اشتغل بالفقه والحديث إلى أن صار إماما حافظا \n  وصار مقدم الطائفة لم نر في زمانه مثل نفسه في كماله وبراعته جمع بين علمي \n  الشريعة والحقيقة وكان حميد المساعي والآثار حسن الخلق والخلق نفاعا للخلق \n  مطرحا للتكلف من جملة محفوظاته الجمع بين الصحيحين للحميدي وحدثني أنه حفظ \n  صحيح مسلم جميعه وكرر عليه في أربعة أشهر وكان يكرر على أكثر مسند أحمد من \n  حفظه وأنه كان يحفظ في الجلسة الواحدة ما يزيد على سبعين حديثا .\n</p>\n<p class=\"arabic\">وقال قطب الدين كان رحمه الله يصلي بالشيخ عبد الله وحفظ الجمع بين الصحيحين \n  وأكثر المسند وحفظ صحيح مسلم في أربعة أشهر وحفظ سورة الأنعام في يوم وحفظ \n  من المقامات ثلاثة إلى نصف نهار الظهر وتزوج ست زوجات وخلف خمسة أولاد عليا \n  وخديجة وآمنة وأمهم تركمانية وموسى يعني نفسه وأمة الرحيم وأمهما زين العرب \n  بنت نصر الله أخي قاضي القضاة شمس الدين يحيى بن سني الدولة .\n</p>\n<p class=\"arabic\">ثم قال والنسب الذي ذكرناه رواه عنه ولده أبو الحسين علي قال أظهره لي قبل \n  وفاته لأعلم أن الصدقة تحرم علينا .\n</p>\n<p class=\"arabic\">وكان الملك الأشرف موسى يحترمه ويعظمه ويعتقد فيه وكذلك أخوه الملك الصالح \n  *48*359* .\n</p>\n<p class=\"arabic\">قال ولما قدم الملك الكامل إلى دمشق طلب من أخيه الأشرف أن يحضر له الشيخ \n  ليراه فأحضره من بعلبك فلما رآه عظم في عينه وأرسل إليه مالا فلم يقبله .\n</p>\n<p class=\"arabic\">ولما ملك الصالح نجم الدين البلاد قالوا له عنه إنه يميل إلى عمه الصالح إسماعيل \n  فبقي في نفسه منه فلما اجتمع به بالغ في إكرامه ولم يشتغل عنه بغيره فلما \n  فارقه بالغ في الثناء عليه فقيل له إلا أنه يحب عمك الصالح فقال حاشى ذاك \n  الوجه المليح .\n</p>\n<p class=\"arabic\">وقدم في أواخر عمره دمشق سنة خمس وخمسين فخرج الملك الناصر إلى زيارته بزاوية \n  القرشي وتأدب معه وعظمه واستعرض حوائجه .\n</p>\n<p class=\"arabic\">وكان يكره الاجتماع بالملوك ولا يؤثره ولا يقبل إلا هدية من مأكول ونحوه .\n</p>\n<p class=\"arabic\">قلت وقد خدمه مدة شيخنا علي بن أحمد بن عبد الدائم فقال كان للشيخ الفقيه \n  أوراد لو جاء ملك من الملوك ما أخرها عن وقتها وكنت أخدمه فورد الشيخ عثمان \n  شيخ دير ناعس فجلس ينتظر الشيخ فقال أشتهي أن يكشف الشيخ الفقيه عن صدره فأعانقه \n  ويعطيني ثوبه فلما جاء الشيخ وأكلوا قال قم يا شيخ عثمان فكشف عن صدره وعانقه \n  وأعطاه ثوبه وقال كلما تقطع ثوب أعطيتك غيره .\n</p>\n<p class=\"arabic\">وكان ما يرى إظهار الكرامات وكان يقول كما أوجب الله على الأنبياء عليهم السلام \n  إظهار المعجزات أوجب على الأولياء إخفاء الكرامات .\n</p>\n<p class=\"arabic\">قال وذكروا مرة عنده الكرامات فقال والكم أيش الكرمات كنت عند الشيخ عبد الله \n  وأنا صغير وكان عنده بغاددة يعملون مجاهدات فكنت أرى من يخرج من باب دمشق \n  وأرى الدنيا أمامي مثل الوردة فكنت أقول للشيخ يا سيدي يجيء إلى عندك من دمشق \n  أناس ومعهم كذا وكذا وأناس من حمص ومن مصر فإذا جاء ما أقول يقولون يا سيدي \n  نحن نعمل مجاهدات وما نرى وهذا يرى فيقول هذا ما هو بالمجاهدات هذا موهبة \n  من الله *48*360* .\n</p>\n<p class=\"arabic\">وقال خطيب زملكا ابن العز عمر حدثني العارف إسرائيل بن إبراهيم قال طلب الشيخ \n  الفقيه من الشيخ عثمان شيخ دير ناعس قضية قال فقضيت الحاجة فقال الشيخ الفقيه \n  أحسنت يا شيخ عثمان فقال بعض الفقراء يا سيدي أنت ما عندك أحد مثل الفقيه \n  لم لا قام هو في هذا بنفسه .\n</p>\n<p class=\"arabic\">فقال الخليفة إذا أراد شغلا يأمر بعض من عنده يقوم فيه .\n</p>\n<p class=\"arabic\">وحدثني إسرائيل أن الوزير أمين الدولة دعا الشيخ الفقيه والشيخ عثمان والفقراء \n  وكنت فيهم فلما قدم الشيخ الفقيه قام ابن البغيلة النقيب وتلقى الشيخ وتكلم \n  فلما شرعوا في الأكل شمر الشيخ الفقيه سواعده وأكل ولم يأكل الشيخ عثمان فقال \n  أمين الدولة يا سيدي لم لا تأكل فقال الفقيه خليه فقد حصلت له البركة .\n</p>\n<p class=\"arabic\">فلما خرجوا قيل للشيخ عثمان أنت تحب الشيخ محمد وما تشتهي تفارقه وأكل وأنت \n  لم تأكل فقال نظرت إلى الطعام فوجدته نارا ورأيته إذا مد يده إلى اللقمة وأخذها \n  تصير نورا وأنا هذا الحال ما أقدر عليه .\n</p>\n<p class=\"arabic\">وأخبرني الإمام فخر الدين عبد الرحمن بن يوسف البعلبكي قال أخبرني الشيخ عثمان \n  قال كان في خاطري ثلاث مسائل أريد أن أسأل عنها الشيخ الفقيه قال فأجابني \n  عنها قبل أن أسأله .\n</p>\n<p class=\"arabic\">وأخبرني شيخنا شمس الدين حسين بن داود قال كان الشيخ الفقيه حسن المحاورة \n  ما كنت أشتهي أن أفارقه من فصاحته .\n</p>\n<p class=\"arabic\">وأخبرني إبراهيم بن الشيخ عثمان بدير ناعس أخبرني أبي فقال قطب الشيخ الفقيه \n  ثمان عشرة سنة .\n</p>\n<p class=\"arabic\">أخبرني الشيخ تقي الدين إبراهيم بن الواسطي خال رأيت للشيخ الفقيه روايا تدل \n  على أنه أعطي ولاية أو كما قال .\n</p>\n<p class=\"arabic\">وسمعت قاضي القضاة أبا المفاخر يعني ابن الصائغ يقول سأل الملك الأشرف الشيخ \n  الفقيه فقال يا سيدي أشتهي أبصر شيئا من كراماتك فقال الشيخ أيش يكون هذا .\n</p>\n<p class=\"arabic\">فلما أراد الشيخ الخروج بادر الأشرف إلى مداسه وقدمه فقال له *48*361* الشيخ \n  هذا الذي كنت تطلبه قد رأيته أنت الملك الأشرف ابن الملك العادل وأنا ابن \n  واحد من يونين تقدم مداسي فأطرق الأشرف .\n</p>\n<p class=\"arabic\">قلت وحدثني الشيخ أبو الحسين شيخنا أن أباه توضأ بقلعة دمشق على البركة فلما \n  فرغ نفض له السلطان الملك الأشرف بعض عمامته وقدمها له تنشف بها .\n</p>\n<p class=\"arabic\">وقال ابن الحاجب وكان رحمه الله مليح الشيبة حسن الشكل والصورة زاهدا وقورا \n  ظريف الشمائل مليح الحرمات حميد المساعي بشوش الوجه له الصيت المشهور والإفضال \n  على المنتابين وكان من المقبولين المعظمين عند الملوك .\n</p>\n<p class=\"arabic\">قلت هذا كله قاله ابن الحاجب والشيخ الفقيه كهل وعاش بعد ذلك ثلاثين سنة في \n  ازدياد وكان الشيخ بهيا نورانيا عليه جلالة وهيبة لا يشبع الشخص من النظر \n  إليه فرحمة الله عليه .\n</p>\n<p class=\"arabic\">توفي في تاسع عشر رمضان ببعلبك ودفن عند شيخه عبد الله اليونيني .\n\n</p>"
}