{
    "header": " لؤلؤ .",
    "id": "031633",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> لؤلؤ .\n</h1>\n<p class=\"arabic\">السلطان الملك الرحيم بدر الدين صاحب الموصل أبو الفضائل الأرمني الأتابكي \n  النوري مولى الملك نور الدين أرسلان شاه ابن السلطان عز الدين مسعود .\n</p>\n<p class=\"arabic\">كان القائم بتدبير دولة أستاذه وأعطاه الإمرية فلما توفي نور الدين قام بتدبير \n  ولده السلطان الملك القاهر عز الدين مسعود بن نور الدين فلما توفي في سنة \n  خمس عشرة أقام بدر الدين أخوين صبيين ولدي القاهر وهما ابنا بنت مظفر الدين \n  صاحب إربل واحدا بعد واحد ثم استبد بملك الموصل أربعين سنة .\n</p>\n<p class=\"arabic\">والأصح أنه تسلطن في أواخر رمضان سنة ثلاثين وستمائة .\n</p>\n<p class=\"arabic\">وكان حازما شجاعا مدبرا ذا حزم ورأي وفيه كرم وسؤدد وتجمل وله هيبة وسطوة \n  وسياسة كان يغرم على القصاد أموالا وافرة ويحترز ويداري الخليفة من وجه والتتار \n  من وجه وملوك الأطراف من وجه فلم ينخرم ملكه ولم تطرقه آفة وكان مع ظلمه وجوده \n  محببا إلى رعيته لأنه كان يعاملهم بالرغبة والرهبة *48*323* .\n</p>\n<p class=\"arabic\">ذكره الشيخ قطب الدين فقال كان ملكا جليل القدر عالي الهمة عظيم السطوة والسياسة \n  قاهرا لأمرائه قتل وشنق وقطع ما لا نهاية له حتى هذب البلاد ومع هذا فكان \n  محبوبا إلى رعيته يحلفون بحياته ويتغالون فيه ويلقبونه قضيب الذهب وكان كثير \n  البحث عن أخبار رعيته .\n</p>\n<p class=\"arabic\">توفي في عشر التسعين وفي وجهه النضارة وقامته حسنة يخيل إلى من يراه أنه كهل .\n</p>\n<p class=\"arabic\">قلت ولما رأى أن جاره مظفر الدين صاحب إربل يتغالى في أمر المولد النبوي ويغرم \n  عليه في العام أموالا عظيمة ويظهر الفرح والزينة عمد هو إلى يوم في السنة \n  وهو عيد الشعانين الذي للنصارى لعنهم الله فعمل فيه من اللهو والخمور والمغاني \n  ما يضاهي المولد المكرم فكان يمد سماطا طويلا إلى الغاية بظاهر البلد ويجمع \n  مغاني البلاد ويكون السماط خونجا وباطية خمر على هذا الترتيب ويحضره خلائق \n  وينثر على الناس الذهب من القلعة يسفي الذهب بالصينية الذهب ويرميه عليهم \n  وهم يقتتلون ويتخاطفون الدنانير الخفيفة ثم يعمد إلى الصينية في الآخر فيقص \n  له بالكازن من أقطارها إلى المركز وتخلى معلقة بحيث أنه إذا تجاذبوها طلع \n  في يد كل واحد منها قطعة فحدثونا أنه كان بالموصل رجل يقال له عثمان القصاب \n  كان طوالا ضخما شديد الآيد والبطش بحيث أنه جاء مرة إلى مخاضة ومعه خمس شياه \n  ليدخل البلد ويقصبها فأخذ تحت ذا الإبط رأسين وتحت الإبط الآخر رأسين وفي \n  فمه رأسا وخاض الماء بهم إلى الناحية الأخرى فإذا رمى بدر الدين الصينية إلى \n  الناس تضاربوا عليها ساعة ثم لا تكاد تطلع إلا مع عثمان القصاب .\n</p>\n<p class=\"arabic\">ومقته أهل العلم والدين على تعظيمه أعياد الكفر وعلى أمور أخرى فقال فيه شاعرهم .\n</p>\n<p class=\"arabic\">% يعظم أعياد النصارى تلهيا % % ويزعم أن الله عيسى بن مريم % .\n</p>\n<p class=\"arabic\">*48*324* .\n</p>\n<p class=\"arabic\">% إذا نبهته نخوة أريحية % % إلى المجد قالت أرمنية غم % .\n</p>\n<p class=\"arabic\">وذكروا لنا أنه سار إلى خدمة هولاوو وقدم له تحفا سنية منها درة يتيمة والتمس \n  أن يضعها هو في أذن الملك هولاوو فانكفأ على ركبته فمعك أذنه وأدخلها في الخرم \n  فلما خرج فاق على نفسه وقال هذا معك أذني أو قيل ذلك لهولاوو فغضب وطلبه فإذا \n  هو قد ساق في الحال والله أعلم بصحة هذا فإني أستبعده ولكنه ذهب إلى هولاوو \n  ودخل في طاعته وأعانه على مراده فأقره على بلده وقرر عليه ذهبا كثيرا في السنة .\n</p>\n<p class=\"arabic\">فلما مات انخرم النظام ونازلت التتار الموصل وعصى أهلها فحوصرت عشرة أشهر \n  ثم أخذت ولا حول ولا قوة إلا بالله .\n</p>\n<p class=\"arabic\">توفي صاحب الموصل يوم الجمعة ثالث شعبان وقد كمل الثمانين .\n\n</p>"
}