{
    "header": " يوسف .",
    "id": "031751",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> يوسف .\n</h1>\n<p class=\"arabic\">السلطان الملك الناصر صلاح الدين ابن السلطان الملك العزيز محمد بن *48*401* \n  محمد بن الظاهر غازي بن السلطان الملك الناصر صلاح الدين يوسف بن الأمير نجم \n  الدين أيوب .\n</p>\n<p class=\"arabic\">الأيوبي صاحب حلب ثم صاحب الشام .\n</p>\n<p class=\"arabic\">ولد بقلعة حلب في رمضان سنة سبع وعشرين وسلطنوه عند موت أبيه سنة أربع وثلاثين \n  وقام بتدبير دولته الأمير شمس الدين لؤلؤ الأميني وعز الدين ابن مجلي والوزير \n  الأكرم جمال الدين القفطي والطواشي جمال الدولة إقبال الخاتوني والأمر كله \n  راجع إلى جدته ضيفة خاتون الصاحبة بنت الملك العادل .\n</p>\n<p class=\"arabic\">ثم توجه قاضي القضاة زين الدين عبد الله ابن الأستاذ إلى الديار المصرية ومعه \n  عدة الملك العزيز وكان قد مات شابا ابن أربع وعشرين سنة فلما رآها السلطان \n  الملك الكامل أظهر الحزن لموته وحلف للملك الناصر لمكان الصاحبة أخته فلما \n  توفيت الصاحبة سنة أربعين اشتد الناصر وأمر ونهى فلما كانت سنة ست وأربعين \n  سار من جهته نائبه شمس الدين لؤلؤ وحاصر حمص وطلب النجدة من الصالح نجم الدين \n  فلم ينجده وغضب وجرت أمور ثم استقرت حمص بيد الملك الناصر .\n</p>\n<p class=\"arabic\">وفي ربيع الآخر سنة ثمان وأربعين قدم إلى دمشق وأخذها من غير كلفة لاشتغال \n  غلمان الصالح بأنفسهم .\n</p>\n<p class=\"arabic\">ثم في أثناء السنة قصد الديار المصرية ليتملكها فما تم له .\n</p>\n<p class=\"arabic\">وفي سنة اثنتين وخمسين دخل على بنت السلطان علاء الدين صاحب الروم فولدت له \n  علاء الدين في سنة ثلاث وأم هذه هي أم جدته الصاحبة .\n</p>\n<p class=\"arabic\">وكان سمحا جوادا حليما حسن الأخلاق محببا إلى الرعية فيه *48*402* عدل في \n  الجملة ومحبة للفضيلة والأدب وكان سوق الشعر نافقا في أيامه وكان يذبح في \n  مطبخه كل يوم أربعمائة رأس سوى الدجاج والطيور والأجدية .\n</p>\n<p class=\"arabic\">وكان الغلمان يبيعون من سماطه أشياء كثيرة مفتخرة عند باب القلعة بأرخص ثمن .\n</p>\n<p class=\"arabic\">حكى علاء الدين ابن نصر الله أن الملك الناصر جاء إلى داره بغتة قال فمددت \n  له في الوقت سماطا بالدجاج المحشي بالسكر والفستق وغيره فتعجب وقال كيف تهيأ \n  لك هذا فقلت هو من نعمتك اشتريته من عند باب القلعة .\n</p>\n<p class=\"arabic\">وكانت نفقة مطابخه وما يتعلق بها في كل يوم أكثر من عشرين ألف درهم .\n</p>\n<p class=\"arabic\">وكان يحاضر الفضلاء والأدباء وعلى ذهنه كثير من الشعر والأدب وله نوادر وأجوية \n  ونظم وله حسن ظن في الصالحين بنى بدمشق مدرسة وبالجبل رباطا وتربة وبنى الخان \n  عند المدرسة الزنجيلية .\n</p>\n<p class=\"arabic\">وقال أبو شامة وفي منتصف صفر ورد الخبر إلى دمشق باستيلاء التتار على حلب \n  بالسيف فهرب صاحبها من دمشق بأمرائه الموافقين له على سوء تدبيره وزال ملكه \n  عن البلاد ودخلت رسل التتار بعده بيوم إلى دمشق وقرئ فرمان الملك بأمان دمشق \n  وما حولها ووصل الناصر إلى غزة ثم إلى قطية فتفرق عنه عسكره فتوجه في خواصه \n  إلى وادي موسى ثم جاء إلى بركة زيزا فكبسه كتبغا فهرب ثم أتى التتار بالأمان \n  فكان معهم في ذل وهوان وكان قد هرب إلى البراري فساقوا خلفه فأخذوه وقد بلغت \n  عنده الشربة الماء نحو مائة دينار فأتوا به إلى مقدم التتار كتبغا وهو يحاصر \n  عجلون فوعده وكذبه وسقاه خمرا صرفا فسكر وطلبوا منه تسليم قلعة عجلون فجاء \n  إلى نائبها وأمره بتسليمها ففعل ودخلها التتار فنهبوا جميع *48*403* ما فيها \n  ثم ساروا بالناصر وأخيه إلى هولاكو .\n</p>\n<p class=\"arabic\">قال قطب الدين فأكرمه وأحسن إليه فلما بلغه كسر عسكره بعين جالوت غضب وأمر \n  بقتله فاعتذر إليه فأمسك عن قتله لكن أعرض عنه فلما بلغه كسرة بيدره على حمص \n  استشاط غضبا وقتله ومن معه سوى ولده الملك العزيز .\n</p>\n<p class=\"arabic\">وقيل إن قتل الناصر كان عقيب عين جالوت في الخامس والعشرين من شوال سنة ثمان \n  وعاش إحدى وثلاثين سنة وأشهرا فيقال قتل بالصيف وقيل إنه خص بعذاب دون أصحابه .\n</p>\n<p class=\"arabic\">قلت وكان مليح الشكل أحول وله شعر يروي شيخنا الدمياطي عن علي بن أبي الفرج \n  النحوي قال أنشدنا السلطان الملك الناصر يوسف لنفسه .\n</p>\n<p class=\"arabic\">% البدر يجنح للغروب ومهجتي % % أسفا لأجل غروبه تتقطع % .\n</p>\n<p class=\"arabic\">% والشرب قد خاط النعاس جفونهم % % والصبح من جلبابه يتطلع % .\n</p>\n<p class=\"arabic\">وقد اشتهر عنه أنه لما مر به التتار على حلب وهي خاوية على عروشها قد هدت \n  أسوارها وهدمت قلعتها وأحرقت دورها الفاخرة وباد أهلها وأصبحت عبرة للناظرين \n  انهلت مقلته بالعبرة وقال .\n</p>\n<p class=\"arabic\">% يعز علينا أن نرى ربعكم يبلى % % وكانت به آيات حسنكم تتلى % .\n</p>\n<p class=\"arabic\">وقد أورد له ابن واصل عدة قصائد ووصفه بالذكاء والفضيلة والكرم إلى أن قال \n  وفي سابع جمادى الأولى عقد عزاؤه بدمشق بالجامع لما ورد الخبر بمقتله .\n</p>\n<p class=\"arabic\">قال وصورته على ما ثبت بالتواتر أن هولاكو لما بلغه مقتل كتبغا ثم كسرة أصحابه \n  بحمص أخذ الناصر وأخاه وقال للترجمان قل له أنت زعمت *48*404* أن البلاد ما \n  فيها أحد وأن من فيها في طاعتك حتى غررت بي وقتلت المنغل .\n</p>\n<p class=\"arabic\">فقال الناصر أما إنهم في طاعتي لو كنت في الشام ما ضرب أحد في وجه غلمانك \n  بسيف ومن يكون ببلاد توريز كيف يحكم على من في الشام فرماه هولاكو بالنشاب \n  فأصابه فقال الصنيعة يا خوند فقال أخوه الملك الظاهر اسكت تقول لهذا الكلب \n  هذا القول وقد حضرت فرماه هولاكو بفردة ثانية قتله ثم أخرج الملك الظاهر وبقية \n  أصحابهم فضربت أعناقهم .\n\n</p>"
}