{
    "header": " محمد بن غازي بن محمد بن أيوب بن شادي .",
    "id": "031701",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> محمد بن غازي بن محمد بن أيوب بن شادي .\n</h1>\n<p class=\"arabic\">السلطان الملك الكامل ناصر الدين أبو المعالي بن الملك المظفر بن العادل صاحب \n  ميافارقين .\n</p>\n<p class=\"arabic\">تملك البلد بعد وفاة أبيه سنة خمس وأربعين وستمائة .\n</p>\n<p class=\"arabic\">ذكره الشيخ قطب الدين فقال كان ملكا جليلا دينا خيرا عالما عادلا مهيبا شجاعا \n  محسنا إلى رعيته كثير التعبد والخشوع لم يكن في بيته من يضاهيه في الدين وحسن \n  الطريقة .\n</p>\n<p class=\"arabic\">استشهد بأيدي التتار بعد أخذ ميافارقين منه وقطع رأسه وطيف به في *48*367* \n  البلاد بالمغاني والطبول ثم علق بسور باب الفراديس فلما انكسروا دفنه المسلمون \n  بمسجد الرأس الذي داخل باب الفراديس .\n</p>\n<p class=\"arabic\">وكان رحمه الله أولا يداري التتار فلما خبرهم انقبض منهم ولما رآهم على قصده \n  قدم دمشق مستنجدا بالملك الناصر فأكرمه غاية الإكرام وقدم له تقادم جليلة \n  ووعده بالنجدة فرجع إلى ميافارقين ولم يمكن الناصر أن ينجده .\n</p>\n<p class=\"arabic\">ثم إن هولاوو سير ابنه أشموط لمحاصرته فنازله نحوا من عشرين شهرا وصابر الكامل \n  القتال حتى فني أكثر أهل البلد وعمهم القتل والوباء والغلاء المفرط والعدم .\n</p>\n<p class=\"arabic\">قلت حدثني شيخنا تاج الدين محمود بن عبد الكريم الفارقي قال سار الملك الكامل \n  بن غازي إلى قلاع بنواحي آمد فافتتحها ثم سير إليها أولاده وأهله وكان أبي \n  في خدمته فرحل بنا إلى حصن من تلك الحصون فعبر علينا التتار فاستنزلوا أولاد \n  الكامل بالأمان ومروا بهم علينا وعمري يومئذ سبع سنين ثم إنهم حاصروا ميافارقين \n  فبقوا نحو ثمانية أشهر .\n</p>\n<p class=\"arabic\">فنزل عليهم الثلج والبرد حتى هلك بعضهم وكان الملك الكامل يخرج إليهم ويحاربهم \n  وينكي فيهم فهابوه ثم إنهم بنوا عليهم مدينة بإزاء البلد بسور وأبرجة .\n</p>\n<p class=\"arabic\">وأما أهل ميافارقين فنفدت أقواتهم وجاعوا حتى كان الرجل يموت في البيت فيأكلون \n  لحمه ثم وقع فيهم موتان وفتر التتر عن قتالهم وصابروهم وفني أكثر أهل البلد \n  وفي آخر الأمر خرج بعض الغلمان إلى التتار فأخبروهم بجلية الأمر فما صدقوه \n  وقالوا هذه خديعة ثم تقربوا إلى السور فبقوا عنده أسبوعا لا يجسرون على الهجوم \n  فدلى إليهم مملوك الكامل حبلا فطلعوا إلى السور فبقوا أسبوعا لا يجسرون على \n  النزول إلى البلد وكان قد بقي فيها نحو سبعين نفسا بعد ألوف من الناس .\n</p>\n<p class=\"arabic\">ثم دخلت التتار على الكامل داره وأمنوه وعذبوا أربعين رجلا على *48*368* المال \n  كانوا قد اشتروا أمتعة كثيرة وذخائر ونفائس من الغلاء فاستفوهم ثم قتلوهم \n  وقدموا بالكامل على هولاكو وهو بالرها وهو قاصد حلب فإذا هو يشرب فناول الكامل \n  كأسا من الخمر فامتنع وقال هذا حرام فقال هولاكو لامرأته ناوليه أنت والتتار \n  أمر نسائهم فوق أمرهم فناولته فأبى وسب هولاكو وبصق في وجهه وكان قبل ذلك \n  قد سار إلى التتار ورأى القان الكبير وعندهم في اصطلاحهم أن من رأى وجه القان \n  لا يموت فلما واجه هولاكو بهذا الفعل استشاط غضبا وقتله .\n</p>\n<p class=\"arabic\">وكان الكامل رحمه الله شديد البأس قوي النفس آلت به الحال إلى ما آلت ولم \n  ينقهر للتتار بحيث أنهم أتوا بأولاده وحريمه إلى تحت السور وكلموه في أن ينزل \n  بالأمان فقال ما لكم عندي إلا السيف .\n\n</p>"
}