{
    "header": " عمر بن أحمد بن أبي الفضل هبة الله بن أبـ...",
    "id": "031778",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> عمر بن أحمد بن أبي الفضل هبة الله بن أبي غانم محمد بن  هبة \n  الله ابن قاضي حلب أبي الحسن أحمد بن يحيى بن زهير بن هارون بن موسى بن عيسى \n  بن عبد الله محمد بن أبي جرادة عامر بن ربيعة بن خويلد بن عوف بن عامر بن \n  عقيل .\n</h1>\n<p class=\"arabic\">الصاحب العلامة رئيس الشام كمال الدين أبو الحسن القيسي الهوازني العقيلي \n  الحلبي المعروف بابن العديم ولد القاضي العالم أبي الحسن ابن القاضي أبي الفضل \n  خطيب حلب .\n</p>\n<p class=\"arabic\">ولد سنة ثمان أو ثلاث وثمانين وخمسمائة .\n</p>\n<p class=\"arabic\">وسمع من أبيه ومن عمه أبي غانم محمد وعمر بن طبرزد والإفتخار الهاشمي وأبي \n  اليمن الكندي وأبي القاسم الحرستاني وهبة الله بن طاوس والشمس أحمد بن عبد \n  الله العطار وأبي عبد الله بن البناء وثابت بن مشرف وأبي منصور ابن عساكر \n  الفقيه وبهرام الأتابكي والبهاء عبد الرحمن وأحمد بن أبي اليسر وأبي محمد \n  بن البن وابن صصرى وابن راجح والشيخ العماد إبراهيم بن عبد الواحد والشيخ \n  فخر الدين ابن تيمية وعبد العزيز بن هلاكه ومحمد بن عمر العثماني وأبي علي \n  الأوقي وأبي محمد بن علوان وخلق كثير بحلب ودمشق والقدس والحجاز والعراق *48*423* .\n</p>\n<p class=\"arabic\">وأجاز له أبو روح الهروي والمؤيد الطوسي وطائفة .\n</p>\n<p class=\"arabic\">وكان عديم النظير فضلا ونبلا وذكاء وزكاء ورأيا ودهاء ومنظرا ورداء وجلالة \n  وبهاء .\n</p>\n<p class=\"arabic\">وكان محدثا حافظا ومؤرخا صادقا وفقيها مفتيا ومنشئا بليغا وكاتبا مجودا درس \n  وأفتى وصنف وترسل عن الملوك .\n</p>\n<p class=\"arabic\">وكان رأسا في كتابة الخط المنسوب وبه عرض الصاحب فتح الدين عبد الله بن محمد \n  بن القيسراني حيث يقول وقد سمعته منه .\n</p>\n<p class=\"arabic\">% بوجه معذبي آيات حسن % % فقل ما شئت فيه ولا تحاشي % .\n</p>\n<p class=\"arabic\">% ونسخة حسنه قرئت فمنحت % % وها خط الكمال على الحواشي % .\n</p>\n<p class=\"arabic\">ذكره شيخنا الدمياطي فأطنب في وصفه وقال ولي قضاء حلب خمسة من آبائه متتالية \n  وله الخط البديع والخط الرفيع والتصانيف الرائقة منها تاريخ حلب أدركته المنية \n  قبل إكمال تبييضه وكان بارا بي حفيا محسنا إلي *48*424* وفيا يؤثرني على الأقران \n  وصحبته بضع عشر عاما مقاما وسفرا وانتقالا ورافقته كرتين من بغداد إلى دمشق \n  وأخذت عنه في البلاد من علمه ونظمه وأخذ عني بسر من رأى وكان غزير العلم خطير \n  القدر والأصل .\n</p>\n<p class=\"arabic\">وقد عدلني تعديلا ما عدله أحد من أمثالي وذلك أن قاضي دمشق التمسني منه ليعدلني \n  فامتنع لسبب جرى من القاضي فطفق الرسول يتضرع إليه ويسأله حتى أذن فغدوت معه \n  فأخرج لي القاضي ملبوسا فاخرا من ملابسه فلبسته وأشهدني عليه وعدلني ورجعت \n  راكبا على بغلته إلى منزلي قدس الله روحه .\n</p>\n<p class=\"arabic\">وقال الشريف عز الدين كان كمال الدين ابن العديم جامعا لفنون من العلم معظما \n  عند الخاصة والعامة وله الوجاهة التامة عند الملوك وجمع تاريخا كبيرا لحلب \n  أحسن فيه ما شاء ومات وبعضه مسودة لم يبيضه ولو كمل تبييضه لكان أكثر من أربعين \n  مجلدا سمعت منه واستفدت به .\n</p>\n<p class=\"arabic\">قلت من نظر في تاريخه علم جلالة الرجل وسعة اطلاعه .\n</p>\n<p class=\"arabic\">وكان قد ناب في السلطنة وعلم عن الملك الناصر في غيبته عن دمشق .\n</p>\n<p class=\"arabic\">وذكر في تاريخه أنه دخل مع والده على الملك الظاهر غازي وأنه هو الذي حسن \n  له جمع تاريخ لحلب .\n</p>\n<p class=\"arabic\">روى عنه ابنه الصاحب مجد الدين عبد الرحمن والدمياطي والبدر محمد بن أيوب \n  التادفي وعلم الدين الدويداري وأبو الفضل إسحاق الأسدي وجماعة .\n</p>\n<p class=\"arabic\">وتوفي إلى رحمة الله في العشرين من جمادى الأولى بالقاهرة بظاهرها ودفن بسفح \n  المقطم .\n\n</p>"
}