{
    "header": " أبو بكر بن قوام بن علي بن قوام بن منصورـ...",
    "id": "031710",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> أبو بكر بن قوام بن علي بن قوام بن منصور بن معلى .\n</h1>\n<p class=\"arabic\">البالسي الزاهد أحد مشايخ الشام رضي الله عنه وجد شيخنا أبي عبد الله بن قوام .\n</p>\n<p class=\"arabic\">كان شيخا زاهدا عابدا قانتا لله عارفا بالله عديم النظير كثير المحاسن وافر \n  النصيب من العلم والعمل صاحب أحوال وكرامات وقد جمع حفيده شيخنا أبو عبد الله \n  محمد بن عمر مناقبه في جزء ضخم وصحبه وحفظ عنه وذكر في مناقبه أنه ولد بمشهد \n  صفين في سنة أربع وثمانين وخمسمائة ونشأ ببالس .\n</p>\n<p class=\"arabic\">وقال كان إماما عالما عاملا له كرامات وأحوال وكان حسن الأخلاق لطيف الصفات \n  وافر الأدب والعقل دائم البشر كثير التواضع شديد الحياء متمسكا بالآداب الشرعية \n  كثير المتابعة للسنة مع دوام المجاهدة ولزوم المراقبة .\n</p>\n<p class=\"arabic\">تخرج بصحبته غير واحد من العلماء والمشايخ وقصد بالزيارة وتلمذ له خلق كثير .\n</p>\n<p class=\"arabic\">قلت هذه صفات الأولياء والأبدال .\n</p>\n<p class=\"arabic\">ثم قال ذكر بدايته قال رضي الله عنه كانت الأحوال تطرقني فكنت أخبر بها شيخي \n  فينهاني عن الكلام فيها وكان عنده سوط يقول متى تكلمت في شيء من هذا ضربتك \n  بهذا السوط ويأمرني بالعقل ويقول لا *48*373* تلتفت إلى شيء من هذه الأحوال \n  إلى أن قال لي ليلة إنه سيحدث لك في هذه الليلة أمر عجيب فلا تجزع فذهبت إلى \n  أمي وكانت ضريرة فسمعت صوتا من فوقي فرفعت رأسي فإذا نور كأنه سلسلة متداخل \n  بعضه في بعض فالتف على ظهري حتى أحسست ببرده في ظهري فرجعت إلى الشيخ فأخبرته \n  فحمد الله وقبلني بين عيني وقال الآن تمت عليك النعمة يا بني أتعلم ما هذه \n  السلسلة قلت لا فقال هذه سنة رسول الله صلى الله عليه وسلم .\n</p>\n<p class=\"arabic\">وأذن لي في الكلام حينئذ .\n</p>\n<p class=\"arabic\">قال وسمعت غير واحد ممن صحبه يقول لو لم يؤذن لي في الكلام ما تكلمت .\n</p>\n<p class=\"arabic\">قال وسمعته يوما يقول وأنا ابن ست سنين وهو يقول لزوجته ولدك قد أخذه قطاع \n  الطريق في هذه الساعة وهم يريدون قتله وقتل رفاقه فراعها ذلك فسمعته يقول \n  لها لا بأس عليك فإني قد حجبتهم عن أذاه وأذى رفاقه غير أن مالهم يذهب وغدا \n  إن شاء الله يصل هو ورفاقه فلما كان من الغد وصلوا وكنت فيمن تلقاهم وذلك \n  في سنة ست وخمسين وستمائة .\n</p>\n<p class=\"arabic\">قال وحدثني الشيخ شمس الدين الخابوري قال وقع في نفسي أن أسأل الشيخ وكان \n  الخابوري من مريدي الشيخ أبي بكر عن الروح فلما دخلت عليه قال لي من غير أن \n  أسأله يا أحمد ما تقرأ القرآن قلت بلى يا سيدي قال إقرأ يا بني & ويسألونك \n  عن الروح قل الروح من أمر ربي وما أوتيتم من العلم إلا قليلا & يا بني شيء \n  لم يتكلم فيه رسول الله صلى الله عليه وسلم كيف يجوز لنا أن نتكلم فيه .\n</p>\n<p class=\"arabic\">وحدثني الشيخ إبراهيم بن الشيخ أبي طالب البطائحي قال كان الشيخ يقف على حلب \n  ونحن معه ويقول والله إني لأعرف أهل اليمين من أهل الشمال منها ولو شئتم لسميتهم \n  ولكن لم نؤمر بذلك ولا يكشف سر الحق في الخلق .\n</p>\n<p class=\"arabic\">وحدثني الشيخ الإمام شمس الدين الخابوري قال سألت الشيخ عن *48*374* قوله \n  تعالى & إنكم وما تعبدون من دون الله حصب جهنم & وقد عبد عزير وعيسى فقال \n  تفسيرها & إن الذين سبقت لهم منا الحسنى أولئك عنها مبعدون & .\n</p>\n<p class=\"arabic\">فقلت يا سيدي أنت لا تعرف تكتب ولا تقرأ فمن أين لك هذا قال يا أحمد وعزة \n  المعبود لقد سمعت الجواب فيها كما سمعت سؤآلك .\n</p>\n<p class=\"arabic\">وحدثني شمس الدين الخابوري خطيب حلب قال كنا نمر مع الشيخ فلا يمر على حجر \n  ولا شيء إلا سلم عليه فكان في نفسي أن أسأل الشيخ عن خطاب هذه الأشياء له \n  هل يخلق الله لها في الوقت لسانا تخاطبه به أو يقيم الله إلى جانبها من يخاطبه \n  عنها ففاتني ولم أسأله عن ذلك .\n</p>\n<p class=\"arabic\">وحدثني الإمام الصاحب محيي الدين ابن النحاس قال كان الشيخ يتردد إلى قرية \n  تريذم وكان لها مسجد صغير لا يسع أهلها فخطر لي أن أبني مسجدا أكبر منه شمالي \n  القرية فقال لي الشيخ ونحن جلوس في المسجد يا محمد يا محمد لم لا تبني مسجدا \n  يكون أكبر من هذا فقلت قد خطر لي هذا فقال لا تبنه حتى توقفني على المكان \n  قلت نعم فلما أردت أن أبني جئت إليه فقام معي وجئنا إلى المكان الذي خطر لي \n  فقلت هنا فرد كمه على أنفه وجعل يقول أف أف لا ينبغي أن يبنى هنا مسجد فإن \n  هذا المكان مسخوط على أهله مخسوف بهم فتركته ولم أبنه .\n</p>\n<p class=\"arabic\">فلما كان بعد مدة احتجنا إلى استعمال لبن من ذلك المكان فلما كشفناه وجدناه \n  نواويس مقلبة على وجوهها .\n</p>\n<p class=\"arabic\">حدثني الشيخ الصالح محمد بن ناصر المشهدي قال كنت عند الشيخ وقد صلى صلاة \n  العصر وصلى معه خلق فقال له رجل يا سيدي ما علامة الرجل المتمكن فقال علامة \n  الرجل المتمكن أن يشير إلى هذه السارية فتشتعل نورا .\n</p>\n<p class=\"arabic\">قال فنظر الناس إلى السارية فإذا هي تشتعل نورا أو كما قال *48*375* .\n</p>\n<p class=\"arabic\">سمعت الأمير الكبير المعروف بالأخضري وكان قد أسن يحكي لوالدي قال كنت مع \n  الملك الكامل لما توجه إلى الشرق فلما نزلنا بالس قصدنا زيارة الشيخ مع الأمير \n  فخر الدين عثمان وكنا جماعة من الأمراء فبينما نحن عنده إذ دخل جندي فقال \n  يا سيدي كان لي بغل وعليه خمسة الآف درهم فذهب مني وقد دللت عليك .\n</p>\n<p class=\"arabic\">فقال له الشيخ اجلس وعزة المعبود قد حصرت على آخذه الأرض حتى ما بقي له مسلك \n  إلا هذا المكان وهو الآن يدخل فإذا دخل وجلس أشرت إليك .\n</p>\n<p class=\"arabic\">فلما سمعنا كلام الشيخ قلنا لا نقوم حتى يدخل هذا الرجل فبينما نحن جلوس إذ \n  دخل رجل فأشار الشيخ إليه فقام الجندي وقمنا معه فوجدنا البغل والمال بالباب \n  فلما حضرنا عند السلطان أخبرناه بما رأينا فقال أحب أن أزوره فقال فخر الدين \n  البلد لا يحمل دخول مولانا السلطان فسير إليه فخر الدين فقال إن السلطان يحب \n  أن يزورك وإن البلد لا يحمل دخوله فهل يرى سيدي أن يخرج إليه .\n</p>\n<p class=\"arabic\">فقال يا فخر الدين إذا رحت أنت إلى صاحب الروم يطيب للملك الكامل فقال لا \n  قال فكذلك أنا إذا رحت إلى عند الملك الكامل لا يطيب لأستاذي ولم يخرج إليه .\n</p>\n<p class=\"arabic\">قال الشيخ أبو عبد الله وبعث إليه الملك الكامل على يد فخر الدين عثمان خمسة \n  عشر ألف درهم فلم يقبلها وقال لا حاجة لنا بها أنفقها في جند المسلمين .\n</p>\n<p class=\"arabic\">وسمعت والدي يقول لما كان في سنة ثمان وخمسين وكان الشيخ في حلب وقد حصل فيها \n  ما حصل من فتنة التتار وكان نازلا في المدرسة الأسدية فقال لي يا بني اذهب \n  إلى بيتنا فلعلك تجد ما نأكل فذهبت إلى الدار فوجدت الشيخ عيسى الرصافي وكان \n  من أصحابه مقتولا في الدار وعليه دلق الشيخ وقد حرق ولم يحترق الدلق ولم تمسه \n  النار فأخذته وخرجت فوجدني بعض بني جهبل فأخبرنه بخبر الدلق فحلف علي بالطلاق \n  وأخذه مني *48*376* .\n</p>\n<p class=\"arabic\">قال وحدثني الشيخ شمس الدين الباهلي قال حدثني فلك الدين ابن الخريمي قال \n  كنت بالشام في سنة أخذ بغداد فضاق صدري فسافرت وزرت ببالس الشيخ أبا بكر فقال \n  لي أهلك سلموا إلا أخاك مات وأهلك في مكان كذا وكذا والناظر عليهم رجل صفته \n  كذا وقبالة الدرب الذي هم فيه دار فيها شجرة .\n</p>\n<p class=\"arabic\">فلما قدمت بغداد وجدت الأمر كما أخبرني .\n</p>\n<p class=\"arabic\">قلت ثم ساق له كرامات كثيرة من هذا النمط إلى أن قال ذكر ما كان عليه من العمل \n  الدائم كان رضي الله عنه كثير العمل دائم المجاهدة ويأمر أصحابه بذلك ويلزمهم \n  بقيام الليل وتلاوة القرآن والذكر دأبه ذلك لا يفتر عنه وفي كل ليلة جمعة \n  يجعل لكل إنسان منهم وظيفة من الجمعة إلى الجمعة وكان يحثهم على الاكتساب \n  وأكل الحلال ويقول أصل العبادة أكل الحلال والعمل لله في سنته .\n</p>\n<p class=\"arabic\">وكان شديد الإنكار على أهل البدع لا تأخذه في الله لومة لائم رجع به خلق كثير \n  في بلدنا من الرافضة وصحبوه .\n</p>\n<p class=\"arabic\">وأخبرني الشيخ إبراهيم بن أبي طالب قال أتيت الشيخ وهو يعمل في النهر الذي \n  استخرجه لأهل بالس ووجدت عنده خلقا كثيرا يعملون معه فقال يا إبراهيم أنت \n  لا تطيق العمل معنا ولا أحب أن تقعد بلا عمل فاذهب إلى الزاوية وصل ما قدر \n  لك فهو خير من قعودك عندنا بلا عمل فإني لا أحب أن أرى الفقير بطالا .\n</p>\n<p class=\"arabic\">وكان يحث أصحابه على التمسك بالسنة ويقول ما أفلح من أفلح إلا بالمتابعة فإن \n  الله يقول & إن كنتم تحبون الله فاتبعوني يحببكم الله & وقال & وما آتاكم \n  الرسول فخذوه وما نهاكم عنه فانتهوا & .\n</p>\n<p class=\"arabic\">وكان لا يمر على أحد إلا بادأة بالسلام حتى على الصبيان وهم يلعبون ويداعبهم \n  ويتنازل إليهم ويحدثهم وكنت أكون فيهم وقد جاءته امرأة يوما *48*377* فقالت \n  عندي دابة قد ماتت وما لي من يجرها عني فقال امض وحصلي لي حبلا حتى أبعث من \n  يجرها فمضت وفعلت فجاء بنفسه وربط الحبل في الدابة وجرها إلى باب البلد فجروها \n  عنه .\n</p>\n<p class=\"arabic\">وكان متواضعا لا يركب فرسا ولا بغلة بل لما كبر كان يركب حمارا ويمنع من أن \n  يوطأ عقبه وكان دأبه جبر قلوب الضعفاء من الناس وكان في الزاوية شيخ كبير \n  به قطار البول فكان يبدد الصاغرة من تحته .\n</p>\n<p class=\"arabic\">وكان لا يمكن أحدا من تقبيل يده ويقول من مكن أحدا من تقبيل يده نقص من حاله \n  شيء .\n</p>\n<p class=\"arabic\">وكان لا يقبل إلا ممن يعرف أنه طيب الكسب .\n</p>\n<p class=\"arabic\">وحدثني الإمام شمس الدين الدباهي قال حدثني الشيخ عبد الله كشلة قال قدمت \n  على الشيخ أبي بكر بمنزله ببالس فلما رأيته هبته وعلمت أنه ولي الله ورأيته \n  يحضر السماع بالدف وكنت أنكره غير أني كنت أحضر السماع بغير الدف وقلت في \n  نفسي إن حضرت مع هذا الولي وحصل مني إنكار عليه حصل لي أذى وخشيت من قلبه \n  فغبت ولم أحضر .\n</p>\n<p class=\"arabic\">توفي الشيخ في سلخ رجب سنة ثمان وخمسين بقرية علم ودفن بها فأخبرني والدي \n  أن أباه أوصى أن يدفن في تابوت وقال يا بني أنا لا بد أن أنقل إلى الأرض المقدسة \n  فنقل بعد اثنتي عشر سنة وسرت معه إلى دمشق وشهدت دفنه وذلك في تاسع المحرم \n  سنة سبعين ورأيت في سفري معه عجائب منها أنا كنا لا نستطيع غالب الليل أن \n  نجلس عنده لكثرة تراكم الجن عليه وزيارتهم له .\n</p>\n<p class=\"arabic\">قلت وقبره ظاهر يزار بزاوية ابن ابنه الشيخ القدوة العارف شيخنا أبي عبد الله \n  محمد بن عمر نفع الله ببركته .\n\n</p>"
}