{
    "header": " أحمد بن الظاهر بأمر الله أبي نصر محمد بـ...",
    "id": "031757",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> أحمد بن الظاهر بأمر الله أبي نصر محمد بن الناصر لدين الله أحمد بن المستضيء \n  بالله .\n</h1>\n<p class=\"arabic\">الهاشمي العباسي البغدادي الأسود وهو المستنصر بالله أمير الؤمنين أبو القاسم .\n</p>\n<p class=\"arabic\">ولي الخلافة بعد قتل ابن أخيه المستعصم بالله بن المستنصر بالله منصور بثلاث \n  سنين خلا الوقت فيها من خليفة .\n</p>\n<p class=\"arabic\">قال الإمام أبو شامة في رجب قرئ بالعادلية كتاب السلطان إلى قاضي القضاة نجم \n  الدين ابن سني الدولة بأنه قدم عليهم مصر أبو القاسم أحمد بن الظاهر بن الناصر \n  وهو أخو المستنصر بالله وأنه جمع له الناس من الأمراء والعلماء والتجار وأثبت \n  نسبه عند قاضي القضاة في ذلك المجلس *48*407* فلما ثبت بايعه الناس وبدأ بالبيعة \n  السلطان الملك الظاهر ثم الكبار على مراتبه ونقش باسمه على السكة وخطب له \n  ولقب بلقب أخيه وفرح الناس .\n</p>\n<p class=\"arabic\">وقال الشيخ قطب الدين كان المستنصر أبو القاسم محبوسا ببغداد فلما أخذت التتار \n  بغداد أطلق فصار إلى عرب العراق واختلط بهم فلما تسلطن الملك الظاهر وفد عليه \n  في رجب ومعه عشرة من بني مهارش فركب السلطان للقائه ومعه القضاة والدولة فشق \n  القاهرة ثم أثبت نسبه على الحاكم وبويع للخلافة وركب يوم الجمعة من البرج \n  الذي كان بالقلعة وعليه السواد إلى جامع القلعة فصعد المنبر وخطب خطبة ذكر \n  فيها شرف بني العباس ودعا فيها للسلطان وللمسلمين ثم صلى بالناس .\n</p>\n<p class=\"arabic\">قال وفي شعبان رسم بعمل خلعة خليفتية للسلطان وبكتابة تقليد له ثم نصبت خيمة \n  بظاهر القاهرة وركب المستنصر بالله والسلطان يوم الإثنين رابع شعبان إلى الخيمة \n  وحضر القضاة والأمراء والوزير فألبس الخليفة السلطان الخلعة بيده وطوقه ونصب \n  منبر فصعد عليه فخر الدين لقمان فقرأ التقليد وهو من إنشاء ابن لقمان ثم ركب \n  السلطان بالخلعة ودخل من باب النصر وزينت القاهرة وحمل الصاحب التقليد على \n  رأسه راكبا والأمراء مشاة وهذا هو الثامن والثلاثون من خلفاء بني العباس وكانت \n  بيعته بقلعة الجبل في ثالث عشر رجب .\n</p>\n<p class=\"arabic\">قال وأول من بايعه قاضي القضاة تاج الدين ثم السلطان ثم الشيخ عز الدين بن \n  عبد السلام .\n</p>\n<p class=\"arabic\">وكان شديد السمرة جسيما عالي الهمة شجاعا وما بويع أحد بالخلافة بعد ابن أخيه \n  إلا هو والمقتفي ابن المستظهر بويع بعد الراشد بن المسترشد بن المستظهر .\n</p>\n<p class=\"arabic\">وقد ولي الأمر ثلاثة إخوة الراضي والمتقي والمطيع بنو المقتدر وولي قبلهم \n  المكتفي والمقتدر والقاهر بنو المعتضد وولي من قبلهم المنتصر والمعتز والمعتمد \n  بنو المتوكل ووليها الأمين والمأمون والمعتصم بنو الرشيد *48*408* .\n</p>\n<p class=\"arabic\">وولي من بني أمية الإخوة الأربعة الوليد وسليمان ويزيد وهشام بنو عبد الملك \n  بن مروان .\n</p>\n<p class=\"arabic\">قال ورتب له السلطان أتابكا وأستاذ دار وشرابيا وخزندار وحاجبا وكاتبا وعين \n  له خزانة وجملة مماليك ومائة فرس وثلاثين بغلا وعشرة قطارات جمال إلى أمثال \n  ذلك .\n</p>\n<p class=\"arabic\">قرأت بخط العلاء الكندي نا قاضي القضاة جمال الدين محمد بن سليمان المالكي \n  قال حدثني شيخنا عز الدين بن عبد السلام قال لما أخذنا في بيعة المستنصر قلت \n  للملك الظاهر بايعه قال ما أحسن ولكن بايعه أنت أولا وأنا بعدك فلما فرغنا \n  البيعة حضرنا عند السلطان من الغد فمدح الخليفة وقال من جملة بركته أنني دخلت \n  أمس الدار فقصدت مسجدا فيها للصلاة فرأيت فيه مصطبة فاخرة فقلت للغلمان اضربوا \n  هذه فلما هدموها انفتح تحتها سرب فنزلوا فإذا فيه صناديق كثيرة مملوءة ذهب \n  وفضة من ذخائر الملك الكامل ثم إن الخليفة عزم على التوجه إلى العراق .\n</p>\n<p class=\"arabic\">قلت وحسن له السلطان ذلك وأعانه .\n</p>\n<p class=\"arabic\">قال قطب الدين فأقطع إقطاعات هناك لمن قصده أو وفد عليه وسار من مصر هو والسلطان \n  في تاسع عشر رمضان فدخلوا دمشق في سابع ذي القعدة ثم جهز السلطان الخليفة \n  وأولاد صاحب الموصل وغرم عليه وعليهم من الذهب فوق الألف ألف دينار فسار الخليفة \n  ومعه ملوك الشرق صاحب الموصل وصاحب سنجار والجزيرة من دمشق في الحادي والعشرين \n  من ذي القعدة .\n</p>\n<p class=\"arabic\">وذكر ابن عبد الظاهر في السيرة الظاهرية قال لي مولانا السلطان إن الذي أنفقه \n  على الخليفة والملوك المواصلة ألف ألف دينار وستين ألف دينار عينا .\n</p>\n<p class=\"arabic\">قال أبو شامة نزل الخليفة بالتربة الناصرية بقاسيون ودخل يوم *48*409* الجمعة \n  إلى جامع دمشق إلى المقصورة وجاء إليها بعده السلطان الملك الظاهر ثم خرجا \n  ومشيا إلى جهة مركوب الخليفة بباب البريد ثم رجع السلطان إلى باب الزيادة .\n</p>\n<p class=\"arabic\">قال قطب الدين سافر الخليفة وصاحب الموصل إلى الرحبة ففارق صاحب الموصل وأخوه \n  الخليفة ثم نزل الخليفة بمن معه مشهد علي رضي الله عنه ولما وصلوا إلى عانة \n  وجدوا بها الحاكم بأمر الله أحمد ومعه نحو سبعمائة نفس فاستمالهم الخليفة \n  المستنصر وأنزل الحاكم معه في دهليزه وتسلم الخليفة عانة وحمل إليه وإليها \n  وناظرها الإقامة فأقطعها ثم وصل إلى الحديثة ففتحها أهلها له فلما اتصل ذلك \n  بمقدم المغل بالعراق وبشحنة بغداد خرج المقدم بخمسة آلاف وقصد الأنبار فدخلها \n  وقتل جميع من فيها ثم لحقه الشحنة ووصل الخليفة إلى هيت فأغلق أهلها الأبواب \n  فحصرها ثم دخلها في التاسع والعشرين من ذي الحجة ونهب من بها من أهل الذمة \n  ثم نزل الدور وبعث طليعة فوصلت إلى الأنبار في الثالث من المحرم سنة ستين \n  فعبرت التتار ليلا في المخائض والمراكب فلما أسفر الصبح التقى عسكر الخليفة \n  والتتار فانكسر أولا الشحنة ووقع معظم أصحابه في الفرات ثم خرج كمين للتتار \n  فهرب التركمان والعرب وأحاط الكمين بعسكر الخليفة فصدقوا الحملة فأخرج لهم \n  التتار فنجا جماعة من المسلمين منهم الحاكم ونحو خمسين نفسا وقتل جماعة .\n</p>\n<p class=\"arabic\">وأما الخليفة فالظاهر أنه قتل وقيل سلم وأضمرته البلاد .\n</p>\n<p class=\"arabic\">وعن بعضهم أن الخليفة قتل يومئذ ثلاثة ثم قتل .\n\n</p>"
}