{
    "header": " علي بن شجاع بن سالم بن علي موسى بن حسانـ...",
    "id": "031978",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> علي بن شجاع بن سالم بن علي موسى بن حسان بن طوق بن سند بن علي بن الفضل \n  بن علي بن عبد الرحمن بن علي بن موسى بن عيسى بن موسى بن محمد بن علي بن عبد \n  الله بن عباس .\n</h1>\n<p class=\"arabic\">الشيخ الإمام كمال الدين أبو الحسن بن أبي الفوارس الهاشمي العباسي المقرئ \n  الشافعي الضرير مسند الآفاق في القراءآت فإنه قرأ القراءآت السبعة مفردا لكل \n  رواة الأئمة سوى رواية الليث عن الكسائي وجامعا لهم إلى سورة الأحقاف على \n  حميه الإمام أبي محمد بن فيره الشاطبي *49*82* .\n</p>\n<p class=\"arabic\">ومات الشاطبي رحمه الله وللكمال الضرير ثمانية عشر عاما وتزوج من بعد موته \n  بابنته .\n</p>\n<p class=\"arabic\">ثم قرأ القراءآت على أبي الجود بالطرق السبعة ويعقوب وغير ذلك .\n</p>\n<p class=\"arabic\">وقرأ قبل وفاة الشاطبي للسبعة على أبي الحسن شجاع بن محمد بن سيدهم المدلجي \n  صاحب ابن الحطيئة .\n</p>\n<p class=\"arabic\">وتفقه على أبي القاسم عبد الرحمن بن الوراق وغيره .\n</p>\n<p class=\"arabic\">وقرأ النحو على أبي الحسين يحيى بن عبد الله النحوي .\n</p>\n<p class=\"arabic\">وسمع الكثير ولا سيما في أثناء عمره من الشاطبي وشجاع المدلجي وهبة الله بن \n  علي البوصيري وأبي الفضل الغزنوي وأبي عبد الله الأرتاحي والمطهر بن أبي بكر \n  البيهقي وأبي نزار ربيعة بن الحسن وعبد الرحمن مولى ابن باقا ومحمد بن عبد \n  المولى بن اللبني وأبي الحسين محمد بن أحمد بن جبير الكناني البلنسي .\n</p>\n<p class=\"arabic\">وقد سمع من ابن جبير التيسير عن علي بن أبي العيش عن ابن الدش عن المصنف وسمعه \n  أيضا من الشاطبي وسمع الشاطبية وصححها دروسا عليه .\n</p>\n<p class=\"arabic\">وروى بالإجازة العامة عن السلفي كتاب المستنير بسماعه لمعظمه عن مصنفه ابن \n  سوار وإجازته لباقيه .\n</p>\n<p class=\"arabic\">وروى التجريد لابن الفحام تلاوة وسماعا عن سماع وسمعه من القاضي أبي المحاسن \n  يوسف بن شداد بروايته سماعا عن يحيى بن سعدون القرطبي عن المصنف *49*83* .\n</p>\n<p class=\"arabic\">وروى التذكار لابن شيطا عن أبي بكر عبد الرحمن بن أحمد بن باقا قدم عليهم \n  قال أنا علي بن أبي سعد الخباز أنا أبو علي الحسن بن محمد الباقرحي أنا المصنف .\n</p>\n<p class=\"arabic\">وله سماعات كتب كثيرة وفضائل تصدر للإقراء بجامع مصر وبمسجد ابن موسى بالقاهرة \n  وقرأ عليه خلق كثير وطار ذكره فدخل إليه من النواحي .\n</p>\n<p class=\"arabic\">وتفرد في عصره وإليه انتهت رئاسة الإقراء وعلو إسنادها .\n</p>\n<p class=\"arabic\">وكان أحد الأئمة المشاركين في فنون العلم مع ما جبل عليه من حسن الأخلاق والتواضع \n  ولين الجانب والتودد والصبر على الطلبة والسعي التام في مصالحهم بكل ممكن .\n</p>\n<p class=\"arabic\">قرأ عليه القراءآت الإمام أبو عبد الله محمد بن إسرائيل القصاع والشيخ حسن \n  بن عبد الله الراشدي وشمس الدين محمد بن منصور الحاضري والشيخ نصر المنبجي \n  والحافظ شرف الدين الدمياطي وبرهان الدين إبراهيم الوزيري وطائفة سواهم .\n</p>\n<p class=\"arabic\">وروى عنه الشيخ داود الحريري والعماد محمد بن الجرائدي والشيخ شعبان والزين \n  عبد الرحيم البغدادي وعلم الدين سنجر الداوداري وإسحاق الوزيري والشرف محمد \n  بن عبد الرحيم بن مسكن وخلق في الإحياء .\n</p>\n<p class=\"arabic\">توفي في سابع ذي الحجة وكان مولده في سابع شعبان من سنة اثنتين وسبعين بالمعتمدية \n  قرية من أعمال الجيزة .\n\n</p>"
}