{
    "header": " ملك الفرنج الفرنسيس  .",
    "id": "031992",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> ملك الفرنج الفرنسيس  .\n</h1>\n<p class=\"arabic\">الذي قصد دمياط نوبة المنصورة .\n</p>\n<p class=\"arabic\">كان متسع الممالك كثير الجيوش والبلاد علي الهمة ذا رأي ودهاء وأموال وحشم \n  أسره المسلمون يوم المنصورة فقيد وحبس في دار كان ينزلها فخر الدين بن لقمان \n  الكاتب ورسم عليه الطواشي صبيح المعظمي ثم استفك نفسه باموال عظيمة وفي ذلك \n  يقول ابن مطروح .\n</p>\n<p class=\"arabic\">% وقل لهم إن أضمروا عودة % % لأخذ ثأر أو لقصد صحيح % .\n</p>\n<p class=\"arabic\">% دار ابن لقمان على حالها % % والقيد باق والطواشي صبيح % .\n</p>\n<p class=\"arabic\">وكان هذا الملعون في همته أن يستعيد القدس وكان هلاكه بظاهر مدينة تونس فإنه \n  قصدها وبها المستنصر بالله محمد بن يحيى بن عبد الواحد وكاد أن يملكها فأوقع \n  الله الوباء في جيشه فهلك هو وجماعة من ملوك الفرنج ورجع الباقون خائبين .\n</p>\n<p class=\"arabic\">وقيل إن أهل الأندلس تحيلوا حتى سموه وأراح الله الإسلام منه .\n</p>\n<p class=\"arabic\">ولقد كاد أن يستولي على إقليم مصر فإنه نازل دمياط فهرب منه العسكر الذي تجاهها \n  لحفظها فلما رأى المقاتلة الذين بها وأهلها هروب العسكر تبعوهم هاربين تحت \n  الليل بحيث أن دمياط أصبحت وما بها أحد وتسلمتها الفرنج بلا ضربة ولا طعنة \n  ولا امتناع لحظة بذخائرها وعدتها وخيرها وكان ما قد ذكرناه من الحوادث فبقيت \n  في أيديهم نحوا من سنة ونصف .\n</p>\n<p class=\"arabic\">والفرنسيس ويدعى ريذافرنس ينازل بمجموعه يحامي عنها والمسلمون *49*91* ينازلوه \n  مدة طويلة يستظهر عليهم ويستظهرون عليه إلى أن كان الظفر للإسلام آخر شيء \n  وقتل خلائق من الفرنج لا يحصون ووقع هو في أسر المسلمين ثم استفك نفسه بدمياط \n  وبجملة من الذهب .\n</p>\n<p class=\"arabic\">قال ابن واصل دخل إليه حسام الدين ابن أبي علي وهو مقيد بالمنصورة فحاوره \n  طويلا حتى وقع الإتفاق على تسليم دمياط ويطلق هو ومن معه من كبراء الفرنج .\n</p>\n<p class=\"arabic\">فحكى لي حسام الدين قال كان فطنا عاقلا قلت له كيف خطر للملك مع ما أرى من \n  عقله وفضله وصحة ذهنه أن يقدم على خشب ويركب في هذا البحر ويأتي هذه البلاد \n  المملوءة من عساكر الإسلام ويعتقد أنه يحصل له تملكها وفيها فعل غاية الغرر \n  ! فضحك ولم يحر جوابا .\n</p>\n<p class=\"arabic\">وقلت ذهب بعض فقهائنا أن من ركب البحر مرة بعد أخرى مغررا بنفسه أنه لا تقبل \n  شهادته لأنه يستدل بذلك على ضعف عقله .\n</p>\n<p class=\"arabic\">قال فضحك وقال لقد صدق هذا القائل وما قصر .\n</p>\n<p class=\"arabic\">ولما أفرج عن ريذافرنس وأصحابه أقلعوا إلى عكا وأقام بالساحل مدة وعمر قيسارية \n  ثم رجع إلى بلاده وأخذ يجمع ويحشد إلى هذا الزمان وأراد قصد بلاد الإسلام \n  ثانيا ثم فتر عن قصد مصر وقصد بلد إفريقية ^ ... ^ إلى أنه من ملك بلاد المغرب \n  تمكن من قصد مصر في البر والبحر ويسهل عليه تملكها فنازل تونس إلى أن كاد \n  يملكها ولكن وقع الوباء في جيشه فهلك هو وجماعة من ملوكهم كما ذكرنا *49*92* .\n\n</p>"
}