{
    "header": " القاسم بن أحمد بن الموفق بن جعفر .",
    "id": "031980",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> القاسم بن أحمد بن الموفق بن جعفر .\n</h1>\n<p class=\"arabic\">الإمام العلامة ذو الفنون علم الدين أبو محمد المرسي اللورقي المقرىء النحوي .\n</p>\n<p class=\"arabic\">ومنهم من سماه أبو القاسم محمد والأول أصح .\n</p>\n<p class=\"arabic\">ولد سنة خمس وسبعين وخمسمائة .\n</p>\n<p class=\"arabic\">وقرأ القراءآت سنة ثمان وتسعين وبعدها على أبي جعفر أحمد بن علي بن يحيي بن \n  عون الله الحصار وأبي عبد الله محمد بن سعيد المرادي المرسي والقاضي أبي عبد \n  الله محمد بن نوح الغافقي البلنسي عن قراءتهم على ابن هذيل *49*85* .\n</p>\n<p class=\"arabic\">وقرأ بمصر القراءآت على أبي الجود وبدمشق على الكندي وابن باسويه وأحكم العربية \n  وبرع فيها واجتمع بالجزولي وسأله عن مسألة من مقدمته وسمع ببغداد من أبي محمد \n  بن الأخضر وبحلب من الإفتخار الهاشمي وبدمشق من الكندي وقرأ عليه كتاب سيبويه \n  بكماله .\n</p>\n<p class=\"arabic\">واشتغل ببغداد أيضا على الشيخ أبي البقاء وقرأ علم الكلام والأصلين والفلسفة \n  وكان خبيرا بهذه العلوم قائما عليها مقصودا بإقرائها .\n</p>\n<p class=\"arabic\">ولي مشيخة التربة العادلية التي شرطها القراءآت والنحو درس بالعزيزية نيابة .\n</p>\n<p class=\"arabic\">وصنف شرحا مختصرا للشاطبية وشرح المفصل للزمخشري في عدة مجلدات وما قصر فيه \n  وشرحا للجزولية وغير ذلك .\n</p>\n<p class=\"arabic\">وكان مليح الشكل حسن البزة إماما كبيرا مهيبا متقنا وقد عزم على الرحلة إلى \n  الفخر ابن الخطيب فبلغه موته .\n</p>\n<p class=\"arabic\">وكان له حلقة إشغال وهو كان الحكم بين أبي شامة والشمس أبي الفتح في أيهما \n  أولى بمشيخة التربة الصالحية والقصة معروفة فرجح أبا الفتح بعض الشيء وقيل \n  لم يرجحه بل قال هذا رجل يدري القراءآت وقال عن أبي شامة هذا إمام .\n</p>\n<p class=\"arabic\">فوقعت العناية بأبي الفتح .\n</p>\n<p class=\"arabic\">وقد ذكره أبو شامة في تاريخه وما أنصفه فقال في سابع رجب توفي العلم أبو محمد \n  القاسم بن أحمد بن أبي السداد المغربي النحوي وكان معمرا مشتغلا بأنواع من \n  العلوم على خلل في ذهنه *49*86* .\n</p>\n<p class=\"arabic\">قلت قرأ عليه القراءآت سبطه بهاء الدين محمد بن البرزالي والشيخ أبو عبد الله \n  القصاع وبرهان الدين الإسكندراني وشهاب الدين حسين الكفري وعلاء الدين ابن \n  علي الكندي لكنه نسي أعني الكندي .\n</p>\n<p class=\"arabic\">وحدث عنه العماد بن البالسي وغيره .\n\n</p>"
}