{
    "header": " موسى بن يغمور بن جلدك .",
    "id": "032069",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> موسى بن يغمور بن جلدك .\n</h1>\n<p class=\"arabic\">الأمير الكبير جمال الدين الياروقي .\n</p>\n<p class=\"arabic\">ولد بالصعيد سنة تسع وتسعين وخمسمائة .\n</p>\n<p class=\"arabic\">وتوفي بقرب الغرابي ونقل إلى مصر فدفن بسفح المقطم .\n</p>\n<p class=\"arabic\">ذكره قطب الدين فقال كان من أعيان الأمراء جليل المقدار رئيسا خبيرا عالما \n  حازما جوادا ممدحا حنكته التجارب وناب في الديار المصرية للملك الصالح مدة \n  ثم استنابه على دمشق فلما تسلطن الملك المعز راسله في موافقته فلم يجبه فلما \n  قدم الملك الناصر وتملك دمشق دخل في طاعته فاعتمد الناصر عليه في سائر أموره .\n</p>\n<p class=\"arabic\">وكان هو أمير الدولة ومشيرها ولم يكن له نظير إلا الأمير ناصر الدين القيمري \n  وكان محسنا إذ ذاك إلى ركن الدين بيبرس الملك الظاهر فلما تسلطن ركن الدين \n  أعرض عنه قليلا ثم أقبل عليه ورعى له سالف خدمته وجعله أستاذ داره بالديار \n  المصرية *49*161* .\n</p>\n<p class=\"arabic\">وكان من رجال الدهر عقلا وحزما ورأيا صائبا وفراسة وحشمة وكان إنعامه واصلا \n  إلى الفقراء والرؤساء .\n</p>\n<p class=\"arabic\">توفي في شعبان في أوله .\n</p>\n<p class=\"arabic\">وقد سمع الحديث من الفخر الفارسي والحسن بن دينار وابن المقير وجماعة .\n</p>\n<p class=\"arabic\">وحدث باليسير * * * .\n</p>\n<p class=\"arabic\">فائدة عجيبة كان ابن يغمور أستاذ الملك الظاهر ركن الدين .\n</p>\n<p class=\"arabic\">قال ابن واصل كان الأمير علاء الدين البندقداري الصالحي أيدكين من كبار أمراء \n  أستاذه الملك الصالح ثم قبض عليه وحبسه واستولى على غلمانه وكان منهم ركن \n  الدين بيبرس فصار من أعيان حاشية الملك الصالح وكان يقال له بيبرس البندقداري \n  نسبة إلى علاء الدين المذكور ثم عاش علاء الدين وكان من جملة أمراء الملك \n  الظاهر إلى أن مات .\n</p>\n<p class=\"arabic\">قال وكان علاء الدين مملوكا قبل الملك الصالح للأمير جمال الدين ابن يغمور .\n\n</p>"
}