{
    "header": " يوسف بن الحسن بن علي .",
    "id": "032072",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> يوسف بن الحسن بن علي .\n</h1>\n<p class=\"arabic\">قاضي القضاة بدر الدين أبو المحاسن السنجاري الشافعي الزرزاري .\n</p>\n<p class=\"arabic\">كان صدرا محتشما وجوادا ممدحا تقدم بسنجار وتلك البلاد في شبوبيته عند الملك \n  الأشرف فلما تملك دمشق ولاه قضاء البقاع وبعلبك والزبداني .\n</p>\n<p class=\"arabic\">وكان له نواب في بعضها وكتبوا له في إسجالاته قاضي القضاة .\n</p>\n<p class=\"arabic\">قال قطب الدين كان يسلك من الخيل والمماليك والتجمل ما لا يسلكه الوزراء الكبار \n  *49*163* .\n</p>\n<p class=\"arabic\">ثم عاد إلى سنجار فلما مات الملك الكامل وخرجت الخوارزمية عن طاعة ولده الصالح \n  راح الصالح إلى سنجار فطمع فيه صاحب الموصل ونازله بسنجار ولم يبق إلا أن \n  يسلمها وبدر الدين قاض بها فأرسله الصالح تلك الليالي من السور فنزل وذهب \n  إلى الخوارزمية وخاطر بنفسه وركب الأهوال واجتمع بهم واستمالهم ومناهم وساروا \n  معه ووافاهم الملك المغيث ولد الصالح من حران وأقبلوا إلى سنجار فترحل صاحب \n  الموصل عنها هاربا واحتوت الخوارزمية على أثقاله وعظمت منزلة القاضي بدر الدين \n  عند الصالح فلما تملك البلاد وفد إليه بدر الدين ففرح به وأكرمه .\n</p>\n<p class=\"arabic\">وكان شرف الدين ابن عين الدولة قاضي الإقليم بكماله فأفرد عنه مصر والوجه \n  القبلي وفوضه إلى بدر الدين فلما مات ابن عين الدولة ولاه الصالح قضاء القضاة \n  بالقاهرة والوجه البحري وكان عنده في أعلى المراتب .\n</p>\n<p class=\"arabic\">وكان الشيخ الأمير فخر الدين ابن الشيخ يكره القاضي بدر الدين فكتب فيه مرة \n  إلى الصالح يغض منه وينسبه إلى أخذ الرشا من العدول وقضاة البر فلما وقف على \n  كتابه كتب إليه بخطه على رأس كتابه يأخي فخر الدين للقاضي بدر الدين علي حقوق \n  عظيمة لا أقوم بشكرها والذي تولاه قليل في حقه .\n</p>\n<p class=\"arabic\">فلما وقف على ذلك لم يعاوده .\n</p>\n<p class=\"arabic\">وتولى بدر الدين أيضا تدريس الصالحية وباشر وزارة مصر مدة .\n</p>\n<p class=\"arabic\">ولم يزل يتنقل في المناصب إلى أوائل دولة الظاهر فصرفه عن ذلك ولزم بيته وبقي \n  الرؤساء يترددون إليه وحرمته وافرة ومحله كبير .\n</p>\n<p class=\"arabic\">وكان كثير الصفح عن الزلات راعيا للحقوق مقصدا لمن يرد عليه سخيا كريما حج \n  على البحر وصام بمكة .\n</p>\n<p class=\"arabic\">وقال أبو شامة وفي رجب توفي قاضي سنجار بدر الدين الكردي الذي تولي قضاء مصر \n  مرارا وكانت له سيرة معروفة من أخذ الرشا من قضاة *49*164* الأطراف والشهود \n  والمتحاكمين وحصل له ولأتباعه تشتت في البلاد ومصادرات .\n</p>\n<p class=\"arabic\">وقال غيره ولد سنة ثمان وسبعين وخمسمائة بجبال إربل وسمع وحدث ومات في رابع \n  عشر رجب .\n</p>\n<p class=\"arabic\">ومن نوابه في قضاء القاهرة القاضي شمس الدين ابن خلكان الإربلي .\n</p>\n<p class=\"arabic\">وقال أبو الحسين علي بن عبد الرحيم الحموي ولما كنت مع جدي الصاحب شيخ الشيوخ \n  حضر إليه القاضي بدر الدين السنجاري وسأل من جدي أن يشرف منزله فأتيناه وهو \n  عند باب البحر بمصر فرأينا منزله وفيه من حسن الآثار وعلو همة القاضي وشرف \n  نفسه وكثرة مماليكه وآلاته وخدامه ما يعجز كثير من الملوك عن مضاهاته فأقمنا \n  عنده سبعة أيام وقدم تقادم وخلع على جماعة *49*165* .\n\n</p>"
}