{
    "header": " موسى السلطان الملك الأشرف .",
    "id": "032029",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> موسى السلطان الملك الأشرف .\n</h1>\n<p class=\"arabic\">مظفر الدين ابن السلطان الملك المنصور إبراهيم ابن الملك المجاهد شيركوه ابن \n  الأمير ناصر الدين محمد ابن الملك أسد الدين شيركوه بن شاذي الحمصي .\n</p>\n<p class=\"arabic\">ولد سنة سبع وعشرين وستمائة وتملك حمص بعد موت أبيه سنة أربع وأربعين ووزر \n  له الصدر مخلص الدين إبراهيم بن إسماعيل بن قرناص واعتضد بالملك الصالح صاحب \n  مصر فعظم ذلك على صاحب حلب وأخذ منه حمص *49*116* .\n</p>\n<p class=\"arabic\">وجرت له أمور ثم سار مع صاحب الشام الملك الناصر لقصد الديار المصرية فأسر \n  في وقعة العباسية سنة ثمان وأربعين وبقي محبوسا في قلعة الجبل إلى أن وقع \n  الصلح في سنة إحدى وخمسين وأطلق فيمن أطلق وعاد إلى معاداة الملك الناصر وكان \n  له مكاتبات إلى التتار وله قصاد لما بقي بالرحبة وتلك البلاد المتطرفة فلما \n  ملك هولاوو قصده فأقبل عليه وأكرمه واستعان به في تسلم القلاع ثم ولاه نيابة \n  الشام وأعاد إليه مدينة حمص ولما مر به الملك الناصر تحت حوطة التتر نزل به \n  فلم يلتفت عليه ووبخه وعنفه ثم إن الملك المظفر قطز بعث إليه يستميله ويلومه \n  على ميله إلى العدو المخذول ويعده بأمور فأجاب فلما طلبه النوين كتبغا لحضور \n  المصاف تمرض واعتل بالمرض وكان إذ ذاك بدمشق فلما انكسرت التتار هرب هو والزين \n  الحافظي والتتار ثم انفصل عنهم الملك الأشرف من أرض قارا وسار إلى تدمر وراسل \n  السلطان فوفى له فقدم عليه دمشق فأكرمه وأقره على مملكة حمص فتوجه إليها .\n</p>\n<p class=\"arabic\">ثم غسل فعائله بالوقعة الكائنة على حمص سنة تسع وخمسين وثبت وكسر التتار فنبل \n  قدره ورأى له الملك الظاهر وأعاد إليه تل باشر فلما قبض الظاهر على المغيث \n  عمر المذكور في هذه السنة تخيل الأشرف من الملك الظاهر وشرع في إظهار أمور \n  كامنة في نفسه وعزم الملك الظاهر على الوثوب عليه فقدر الله مرضه ووفاته ويقال \n  إنه سقي .\n</p>\n<p class=\"arabic\">ذكره قطب الدين فقال كان ملكا حازما كبير القدر يقظا خبيرا شجاعا كبير النفس \n  له غور ودهاء وكان وافر العقل قليل البسط والحديث يقيد ألفاظه ويلازم الناموس \n  حتى في خلواته ويحذو حذو الصالح نجم الدين أيوب وخلف أموالا عظيمة من الجواهر \n  والذهب والذخائر وتسلم الظاهر بلاده وحواصله توفي في صفر بحمص وله خمس وثلاثون \n  سنة ودفن بتربة جده الملك المجاهد *49*117* .\n</p>\n<p class=\"arabic\">وقال أبو شامة كان شابا عفيفا ( له صلات إلى من يقصده ) وكسر التتار بحمص .\n</p>\n<p class=\"arabic\">وقال ابن شداد ملك الرحبة وحمص وتدمر وزلوبية بعد أبيه وخرج من دمشق مع الناصر \n  في نصف صفر ففارقه من الصفين وسار إلى تدمر وسار إلى هولاكو وهو على قلعة \n  حلب فتوسط بينه وبين أهلها حتى سلموها في ربيع الأول وبقي عنده يسفر بينه \n  وبين من في القلاع فلما رد هولاكو ولاه على الشام بأسره نيابة عنه ورد إليه \n  بلاده .\n\n</p>"
}