{
    "header": " أبو القاسم بن منصور  .",
    "id": "032037",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> أبو القاسم بن منصور  .\n</h1>\n<p class=\"arabic\">القباري الزاهد وسماه الإمام أبو شامة محمدا .\n</p>\n<p class=\"arabic\">كان شيخا صالحا عابدا قانتا خائفا من الله منقطع القرين في الورع والإخلاص \n  وكان مقيما ببستان له بجبل الصيقل بظاهر الإسكندرية وبه مات وبه دفن بوصية \n  منه .\n</p>\n<p class=\"arabic\">قال أبو شامة كان مشهورا بالورع والزهد وكان في غيط له في فلاحه يخدمه ويأكل \n  من ثماره وزرعه ويتورع في تحصيل بذره حتى بلغني أنه كان إذا رأى ثمرة ساقطة \n  تحت أشجاره لم يأكلها خوفا من أن يكون حملها طائر من بستان آخر .\n</p>\n<p class=\"arabic\">وكنت اجتمعت به سنة ثمان وعشرين مع جماعة فصادفناه يستقي على حماره ويسقي \n  غيطه من الخليج فقدم لنا ثمر غيطه .\n</p>\n<p class=\"arabic\">وحدثني القاضي شمس الدين ابن خلكان عن المجد بن الخليلي أن الأثاث المخلف \n  عنه كان له أو كان لغيره قيمته نحو خمسين درهما فبيع بنحو عشرين ألف درهم \n  للبركة .\n</p>\n<p class=\"arabic\">وقال الشريف توفي في سادس شعبان وكان أحد المشايخ المشهورين بكثرة الورع والتحري \n  والمعروفين بالانقطاع والتخلي وترك الاجتماع بأبناء الدنيا والإقبال على ما \n  يعنيه .\n</p>\n<p class=\"arabic\">وطريقه قل أن يقدر أحد من أهل زمانه عليها ولا نعلم أحدا في وقته *49*124* \n  وصل إلى ما كان عليه من خشونة العيش والجد والعمل وترك الاجتماع بالناس والتحرز \n  من الرياء والسمعة كان تزوره الملوك فمن دونهم فلا يكاد يجتمع بأحد منهم .\n</p>\n<p class=\"arabic\">قال وبالجملة فلم يترك بعد مثله رحمه الله .\n</p>\n<p class=\"arabic\">قلت وبعض العلماء أنكر غلوه في الورع وقال هذا نوع من الوسواس في الطهارة \n  والنبي صلى الله عليه وسلم يقول بعثت بالحنيفية السمحة .\n</p>\n<p class=\"arabic\">قلت والجواب عنه أنه مأمور بما كان عليه من الوسوسة في الورع بقوله عليه السلام \n  دع مايريبك إلى ما لا يريبك ولولا ارتيابه لما بالغ في شيء وغلبة الحال حاكمة \n  على العلم من بعض الصالحين .\n</p>\n<p class=\"arabic\">وأيضا فمن الذين قال إنه كان يتورع عن الحرام فقط بل قد يتورع الإنسان عن \n  الحرام والمشتبهة والمباح ولا يوجب ذلك على غيره بل ولا على نفسه وهذا الرجل \n  فكان كبير القدر له أجران على موافقة السنة وأجر واحد *49*125* على ما خالف \n  ذلك لأنه حريص على ابتغاء مرضاة الله مجتهد في خلاص نفسه ^ ( ولا يكلف الله \n  نفسا إلا وسعها ) ^ والله لا يسأل العبد لم لا أكلت كل مباح بل يسأله لم أكلت \n  الحرام ويسأله لماذا حرمت على نفسك ما أبحت لك مع علمك بإباحتي له لا مع جهلك \n  بالإباحة هذا مع التسليم بأن الورع بالعلم أفضل وأرفع وذلك حال الأنبياء صلوات \n  الله عليهم مع أنه لهم فيه شرائع وطرائف كطريقة سليمان عليه السلام في الملك \n  والإكثار من مباحات الدنيا وكطريقة عيسى عليه السلام في السياحة والإعراض \n  عن الدنيا بكل وجه وكطريقة داود في أمور وطريقة إبراهيم الخليل في قرى الضيف \n  وأشرف طرقهم وأفضلها طريقة نبينا صلى الله عليه وسلم فإنها حنيفية إبراهيمية \n  سمحة سهلة بريئة من الغلو والتعمق والتنطع اللهم استعملنا بها وأمتنا على \n  محبتها وأكفنا الوقيعة في عبادك الصالحين .\n</p>\n<p class=\"arabic\">فمن مناقب القباري رحمة الله عليه .\n</p>\n<p class=\"arabic\">قال العلامة ناصر الدين أبو العباس أحمد بن المنير الإسكندراني في مناقب القباري \n  رحمة الله عليه وهي نحو من خمسة كراريس قال كان الشيخ في مبدأه قد حبب إليه \n  سماع العلم وبغض إليه تناول غير ميراثه من أبيه فلا يذكر منذ عقل أمره أنه \n  قبل من أحد لقمة ولا ثمرة حتى كان له جار في الكرم وقف به يوما وهو يبيع الرطب \n  فعرض عليه رطبة استحسنها وسأله أن يأكلها فقال لا فألح عليه وحلف عليه جاره \n  يمينا لا آكل لك شيئا فكان بعد يتأسف ويتندم على يمينه .\n</p>\n<p class=\"arabic\">قال وكان يحضر مجالس العلم على ثقل سمعه فإذا انقضى الدرس سأل من أترابه أن \n  يعيدوا له بصوت عال كلام المدرس .\n</p>\n<p class=\"arabic\">قال وكان قل أن يدعو لأحد بل يطلب منه الدعاء فيقول للطالب *49*126* ما تحتاج \n  ويقول لآخر ما أشتهي لأحد من الأمة إلا خيرا ويقول لآخر أود لو كان الناس \n  كلهم على الخير ويقول لآخر أحب لكل أحد ما أحبه لنفسي .\n</p>\n<p class=\"arabic\">قال ابن المنير وقال لي مرة يطلب أحدهم مني الدعاء بلسانه ويظهر لي من قرائن \n  أحواله أن قلبه غافل وأن نفسه قاسية على نفسه فكيف أرق أنا عليه وكيف أدعو \n  له بلا رقة .\n</p>\n<p class=\"arabic\">قال وحضر عندي بعض أصحاب الكامل وهو في غاية البذخ عليه الملبوس الفاخر وعلى \n  الباب المراكب الثمينة وبين يديه المماليك وهو يتحدث مع رفيقه ويتضاحكان ثم \n  سألني الدعاء فأجريته على العادة فناقشني وقال ما الناس إلا يتحدثون بأنك \n  لا تدعو لأحد معين وينتقدون ذلك .\n</p>\n<p class=\"arabic\">فقلت ألست تعلم أن الدعاء طلب العبد الضعيف من الرب الرحيم قال بلى فقلت أيطلب \n  منه برقة أم بقسوة قال برقة فقلت ما أجدها عليك لأني ما وجدتها منك فبأي لسان \n  أدعو وإن شئتم الدعاء باللسان فهو البيدق الفارغ بلا قلب .\n</p>\n<p class=\"arabic\">وقال أقمت زمانا أصافح تمسكا بالحديث ثم وجدت النفس عند المصافحة تتصرف في \n  الإنسان فرب ودود تبسط الكف له بسرعة ورب آخر تتكلف له فقلت العدل خير من \n  المصافحة فتركتها وقد قال مالك ليست من عمل الناس وربما قال الأمر فيها واسع .\n</p>\n<p class=\"arabic\">وكان رحمه الله لا يأذن لأحد من أرباب الدنيا والولايات في الدخول عليه متى \n  شاء .\n</p>\n<p class=\"arabic\">قال لي فتحت الباب فرأيت جنديا فقلت من أنت قال أنا الذي *49*127* توليت الاسكندرية \n  وكان ثاني يوم قدم فقلت ما حاجتك قال أن تأذن لي كلما أردت أن أجيء ليكون \n  حضوري بدستور منك عام فأجرى الله على لساني أن قلت له لا آذن لك لأنكم عندي \n  كالمرض لا آذن له إذا استأذن ولكن إذا جاء دخل بقضاء الله صبرت عليه .\n</p>\n<p class=\"arabic\">وانفصل عن ولاية الثغر هذا الأمير من خمس وعشرين سنة فوالله ما أتم الشيخ \n  لي الحكاية حتى أقبل هذا الأمير بعينه فقلت سبحان الله .\n</p>\n<p class=\"arabic\">فقال الشيخ اسأله عن هذه الحكاية لعله يذكرها فسألته فقال أذكرها وكنت أحكيها \n  دائما في مصر والشام .\n</p>\n<p class=\"arabic\">وكان رحمه الله يقول لو علمت أن الملوك والأمراء لا يأخذهم الغرور بإقبالي \n  عليهم لأقبلت ولكنهم يظنون أنهم لمجرد الزيارة ينتفعون وأن الإقبال عليهم \n  دليل الرضى عن أفعالهم ولو علمت قابلا للنصيحة لدخلت إليه أنصحه لما جاء الملك \n  الكامل وخطر له أن يخرج إلى عندي جاءت له مقدمات من مماليك وحجاب وصادفوني \n  أسلق الفول لعشائي وكنت حينئذ لا أحب داخلا فقلت لرجل كان عندي السلامة والكرامة \n  في أن يحال بيني وبينه .\n</p>\n<p class=\"arabic\">فلما جاء إلى بابي قيض الله له بعض نصحائه فقال له المملكة عظيمة وقد صحبك \n  العسكر بجملته وأنت بين أمرين إما أن يأذن لك أو يحجبك وإذا أذن لك صرفك كالآحاد \n  ونصحك بما لا تطيق فعله فإن فعلت تغيرت عليك قواعد كثيرة وإن تركت قامت الحجة \n  والمصلحة عندي الاقتصار على الوصول إلى الباب .\n</p>\n<p class=\"arabic\">فبلغني أنه قال جار الله وقد حصلت النية فانصرف راجعا فقلت للشيخ إن الناس \n  يقولون إنك حجبته فقال ما حجبه إلا الله .\n</p>\n<p class=\"arabic\">قال المؤلف عرضت على الشيخ كثيرا من حكايات مشايخ الرسالة إلى أن *49*128* \n  أتيت على أكثر ما في رسالة القشيري فقال لي يوما ما أحب أسمع شيئا خارجا عن \n  الكتاب والسنة وكلام الفقهاء .\n</p>\n<p class=\"arabic\">وكان يمكن الأطفال من دخول بستانه فإذا ميز الطفل حجبه ويقول من أدعى أنه \n  معصوم فقد أدعى ما ليس له في الغيب .\n</p>\n<p class=\"arabic\">وكان يقول سبق إلى ذهني في مبدأ العمر اختيار بستان في الرمل من متروك أبي \n  أنقطع فيه لأجل أن ماءه نبع وأستريح من شية ماء النيل وإجرائه في الخليج بعمل \n  فمنعني من ذلك أن الحريم يكثرن هناك ولا يستتر بعضهن ولا يسلم المقيم من النظرة \n  فلما كثر الفساد صار الناس يقصدونه في الربيع للنيرة والخضرة فما زالوا حتى \n  انتزح هذا الماء عنه بالكلية وبقي صفصفا موحشا .\n</p>\n<p class=\"arabic\">وكان أنشأ فيه تينا ورمانا وزرجونا كان الناظر يقضي منه العجب إلا أنه ما \n  باع منه ثمرة فكان يقدد التين ويتخذ من الرمان عسلا يستغني به عن العسل ويتخذ \n  من العنب خلا وزبيبا فعزم بعد على قطع الكرم لئلا ينتقل إلى من يبيعه للذمة \n  عصيرا فقيل له قطعه إضاعه مال متيقن لأجل مفسدة موهومة فتوقف وفي نفسه حسكة \n  فاتفق أن النيل تأخر عنه فيبس فقلعه .\n</p>\n<p class=\"arabic\">وقال لي وعوضني الله عن تلك الثمار بالشعير والفول .\n</p>\n<p class=\"arabic\">ومن نوادره أنه وجد في قمح اشتراه من الفرنج حبات تشبه الشعير نحو حفنة فازدرعها \n  وأقام يقتات منها مدة عشرين سنة وكان يعجبه أنها متميزة في نباتها وفي سنبلها \n  وكان إذا حصدها نقاها سنبلة سنبلة فإن وجد غريبة تركها وكذا كان شأنه فيما \n  سقط من الثمار لا يتناوله لاحتمال أن الطير نقلته وأما النخل الملاصق لجيرانه \n  فكان يبيحه لهم وكذا لما بنى بينهما حائطا احتاط وأخرج من أرضه قطعة لهم *49*129* .\n</p>\n<p class=\"arabic\">وقال طبخت يوما فكان الهواء يسوق الدخان إلى جاري فحولت القدر في الحال وأبعدتها \n  عنهم .\n</p>\n<p class=\"arabic\">وقطع نخلة فوقع سعفها على حائط الجار فقال علم الله أنها لم تضرهم إلا أنها \n  نفضت الغبار على الجدار فعد الشيخ ذلك تصرفا في ملك الغير وكان لجماعة فيهم \n  أطفال وغيب وأوجب على نفسه لهم شيئا وأعطاهم .\n</p>\n<p class=\"arabic\">وكان يقول إن كان هذا واجبا فقد خلصت منه وإن كان غير واجب فهو صدقة مستورة \n  باسم الحق .\n</p>\n<p class=\"arabic\">وكذلك كان يقول في ترجيحه في الوزن وأخذه ناقصا .\n</p>\n<p class=\"arabic\">قال المؤلف حدثني ثقة قال خرجت يوما إلى الشيخ ومعي الموطأ فقال لي فيه حديث \n  عائشة أن النبي عليه السلام كان يدني إليها رأسه وترجله وهو معتكف فهل كان \n  ترجله بمشط أو بغيره فبدرت وقلت ما يكون الترجيل إلا بالمشط .\n</p>\n<p class=\"arabic\">فقال ويكون بالأصابع أو بعود كما ورد في الحديث الاخر أن رجلا اطلع على النبي \n  صلى الله عليه وسلم وبيده مدرى يحك بها رأسه والمدرى العود المحددة بخلال .\n</p>\n<p class=\"arabic\">فكان الشيخ لا يستعمل المشط لأنه ما وجده في الخبر صريحا فقيل له أما هو مباح \n  قال الإكثار من المباح ذريعة إلى الوقوع في المكروه .\n</p>\n<p class=\"arabic\">وكان إذا ذبح دجاجة نتفها ويقول السمط يجمد الدم وقد ^ ... ^ أكل النبي صلى \n  الله عليه وسلم سميطا .\n</p>\n<p class=\"arabic\">وكان لا يكربل الدقيق الشعير للحديث الوارد في ذلك بل كان ينفخه ويقول بلغني \n  عن الأطباء أنه أحمد عاقبة *49*130* .\n</p>\n<p class=\"arabic\">وكان يعجبه الطب إذا اقتضى خشونة أو تركا بالكلية ويكره الملعقة .\n</p>\n<p class=\"arabic\">وكان ينبسط ويقول أكلت لونا غريبا فأقول ما هو فيقول صببت في القصعة ماء قراحا \n  وصبغت به الكسرة وكان لونا نظيفا .\n</p>\n<p class=\"arabic\">وكان يقال له أليس المسك طاهرا فيقول هو طاهر للطيب فهل تجدون أن النبي صلى \n  الله عليه وسلم أكله .\n</p>\n<p class=\"arabic\">وقال لو فتشوا على الملح ما وجدوه يخلص إما من تقدم الملك على الملاحات وإما \n  من رسم ضمان وإما من تغالب بين الملاحين ولو لم يكن إلا جمل الجمال .\n</p>\n<p class=\"arabic\">وكان يكره استعمال الجمال وهو ما يقتنيها إلا العرب وقد شاهدتم أحوالهم ونهبهم .\n</p>\n<p class=\"arabic\">وصف لي ملح بالمصليات فسافرت إليه وأخذت منه حاجتي طول عمري .\n</p>\n<p class=\"arabic\">وقال في تركه الثمار تحت الشجر هب أنها مباحة أنا تركت هذا المباح وتذكر قوله \n  عليه السلام دع ما يريبك إلى ما لا يريبك وقوله الحلال بين وقوله لولا أني \n  أخشى أنها من ثمر الصدقة لأكلتها وكان قد لقيها على فراشه أفليس من النادر \n  المستبعد أن تكون من ثمر الصدقة فإن ثمر الصدقة كان لا يدخل بيته .\n</p>\n<p class=\"arabic\">وكان إذا سمع الناس ينسبونه إلى الورع ينكر ذلك ويقول إن الورع *49*131* الذي \n  يسيرون إليه أن يترك الإنسان الحلال المحض تقليلا وأين الحلال علم الله أنني \n  ما وجدته قط أيكون أكثر من أن أمد يدي فآخذ من البحر جونا بلا آلة فما نفسي \n  بذلك طيبة لأن القوة التي بسطت بها يدي إنما نشأت من هذه الأقوات المشتبهات .\n</p>\n<p class=\"arabic\">وكان يقول إذا كان لا بد من اللقاء فالتواني من علامات الشقاء فاعمل لدار \n  البقاء وليوم ينادى عليك عبد أطاع أو عبد طغى .\n</p>\n<p class=\"arabic\">وكان يقول لا آكل شيئا بشهوة وإنما آكله ضرورة ولو جاز لي لتركته .\n</p>\n<p class=\"arabic\">قال المؤلف والظاهر أن الشهوات كانت قد حملت عنه بالكلية .\n</p>\n<p class=\"arabic\">وكان يقول هذا الشواء عندي كالجيفة وما أنا به جاهل كنت آكله في الصبى فسبحان \n  مقلب القلوب .\n</p>\n<p class=\"arabic\">وربما سأل خادمه ماذا أكلت فربما قال مضيرة فيقول يا بطن الجيفة أما تبصر \n  ما يقاسي أرباب الكروم من رعاة الماعز .\n</p>\n<p class=\"arabic\">وكان يقول سمعت عن حذيفة رضي الله عنه أنه قال أدركت زمانا يقال لي فيه عامل \n  من شئت ثم أدركت زمانا يقال فيه عامل من شئت إلا فلانا وفلانا ثم أدركت زمانا \n  يقال لي فيه لا تعامل أحدا إلا فلانا وفلانا ثم أنا في زمان ما أدري من أعامل .\n</p>\n<p class=\"arabic\">ثم يقول الشيخ إذا كان هذا حذيفة وزمانه فكيف بزماننا .\n</p>\n<p class=\"arabic\">أمر السلطان بأن يكون نصيب بيت المال من موجود الشيخ صدقة عن الشيخ ونزل الوارث \n  والموصى له عن نصيبهما من الأثاث لله فصار الكل لله فاجتمعوا لشرائه فتزايدوا \n  حتى بيع منه شيء يساوي درهما بنحو الألف .\n</p>\n<p class=\"arabic\">وما زال الناس يتنافسون في آثار الصالحين وهذا تركة ابن الزبير ما ظنوا أنها \n  تبلغ مائة ألف فأبيعت وبورك فيها فبلغ الدرهم أكثر من خمسمائة .\n</p>\n<p class=\"arabic\">وكان رحمه الله قد اختار زراعة الفول الرومي لأن زريعته من بلاد الفرنج ولا \n  تستطيع العصافير نقله فأقام يقتات الفول وحده أربعين سنة *49*132* وقل أن \n  يكون صندوق عند أحد من التجار والمعتبرين إلا وفيه من ذلك الفول لأنه أخذ \n  منه بعضهم عشر فولات وكانت له إحدى عشرة شدة فوضع في كل شدة فولة وبقيت شدة \n  لم يضع فيها فاتفقت له جائحة في الطريق أصابت الشدة وحدها وحمى الله البواقي \n  فلما أكثر الناس الحكاية عنه تركه وأقتات بالشعير وقد تجذم في أكل الفول وتفتت \n  جسمه وكان صديده يغلب الماء ويقي مدة وقيل ما عليه أضر من الفول فإنه يولد \n  السوداء فقال إن الذي جعله داء قادر على جعله دواء ولم يزل يستعمله حتى عوفي \n  فكان يحكي ذلك ويقلب بدنه ويقول لي هل ترى له أثرا أو شرا فلا أرى شيئا .\n</p>\n<p class=\"arabic\">وكان لا يشرب من صهاريج السبيل وقال لي هذه الأمور صدقات والصدقات أوساخ الناس \n  واجتنابها مأثور .\n</p>\n<p class=\"arabic\">وقال لي أقمت أربعة أيام لا أجد ما أشتريه فطويتها ولم أجد جوعا سوى تغير \n  يسير في الصوت .\n</p>\n<p class=\"arabic\">وكان لا يخرج بحماره إلا مكمما .\n</p>\n<p class=\"arabic\">وقال لي دخلت البلد زمن الصبا فوقفت عند حداد والمقود بيدي فلم أشعر إلا ورجل \n  أراني طرف ردائه قد مضغه الحمار فقرض منه فأعطيته قيمة ما أفسد فقال تصدق \n  بها علي فقلت لا ومذهبنا أن المديان إذا قال له رب الدين لا أجده وأنا أسقطه \n  عنك فقال لا أجد شيئا أجبر رب الدين على القبض وللمديان حقا في خلاص ذمته \n  بلا منة .\n</p>\n<p class=\"arabic\">وكان يقول مع ذلك لا أحرم غير الحرام لكن لي أن أترك ما شئت تركه من المباحات \n  عندهم والمشتبهات عندي فنحن على وفاق .\n</p>\n<p class=\"arabic\">قال المؤلف وكان في مبدأ أمره بمكة وقد نهب العراقي في بعض السنين فامتنع \n  حينئذ من معامل أهل مكة مطلقا وبقي يقتات الأرز مسلوقا من الأرز المجلوب حتى \n  قرحت أشداقه وإلى أن أقعد ومرض *49*133* .\n</p>\n<p class=\"arabic\">وكان إذا تصرف له وكيله ناوشه الأسئلة وناقشه وكان إذا سأل عن مسألة فذكر \n  له فيها نص مالك سأل عن دليله إلى أن يمعن في الكشف فيقف على موضع حجته من \n  الكتاب والسنة فإذا قيل له مستنده القياس فكر فربما استنبطه من النص .\n</p>\n<p class=\"arabic\">لقد رأيته يدقق على الأذكياء فإن لم يقدر رجع إلى الاحتياط بالترك أو بالتشديد \n  على النفس وإن كان لا يحتمل الاحتياط لتعارض المحظور من الجانبين كشف عنه \n  المذاهب وحججها وفي الآخر يرجع إلى التقليد بعد أن يستحضر الكتب التي فيها \n  المسألة ويشترط على من يحضرها أن لا تكون عارية ولا جنبا وأن يكون الكتاب \n  ملكا نظيفا للمحضر فإذا وقف على المسألة أعطى المحضر بحسب الحال إما فضة وإما \n  مأكولا وقال له هذه مكافأة لا أجرة لأن العلم لا يؤخذ عليه أجرة .\n</p>\n<p class=\"arabic\">وكان كثيرا ما يطلب مذهب أحمد ويقول كان صاحب حديث .\n</p>\n<p class=\"arabic\">ويذكر أنه سمع مسنده بمكة فيقال له أفلا نسمعه منك فيقول هذا ما تقلدته ولا \n  سمعته إلا لنفسي خاصة .\n</p>\n<p class=\"arabic\">وكان عجز عن الطواف والتعبد فجعل عوض ذلك الجلوس للسماع .\n</p>\n<p class=\"arabic\">قال فجعلت مجلسي إلى جنب القارئ لثقل سمعي فسمعت منه جملة .\n</p>\n<p class=\"arabic\">قال المؤلف كان عجبا فيما يسمعه ما أظنه سمع شيئا فنسيه .\n</p>\n<p class=\"arabic\">وكان يحفظ الجمع بين الصحيحين من زمن الصبى استكتبه ودرسه وكان يحفظه باختلاف \n  الطرق والألفاظ وبالفاء والواو إلى منتهى العبادات وكثيرا من أحاديث القدر .\n</p>\n<p class=\"arabic\">وكان يأخذ ارتفاع الشمس بالميزان وكان قل أن يتكلم إلا متبسما منشرحا فإذا \n  أقبل على مقدمات الصلاة كان كأنه مصاب بولد أو محتضر ويتوضأ لكل فريضة .\n</p>\n<p class=\"arabic\">وقال كنت يوما في هذه الغرفة فإذا ثعبان عظيم مطوق فأخذت آلة *49*134* لقتله \n  وقلت له حتى أنذرك ^ ... ^ هذه الأولى فثبت على حاله فقلت انصرف وإلا قتلتك \n  هذه الثانية فامتد فرأيت هولا مهولا فقلت له الثالثة ما بقي سواها فتحرك واستدار \n  وصفر وأخرج يدين على صورة الحرذون فقلت ما أنت ثعبانا ولا حرذونا وعرفت أنه \n  جان .\n</p>\n<p class=\"arabic\">وقال كنت أربط الحطب فإذا بي قد أحسست ألما في عقبي فظننتها شكة دخلت فيه \n  فلما أكملت ربط الحزمة نظرت فإذا حنش قد التف على ساقي وقد نهشني ونشبت أنيابه \n  فألهمت أن قبضت على حنكه وخنقته ففتح فاه وتخلص نابه وانبعث الدم .\n</p>\n<p class=\"arabic\">قال فطرحت الحنش ومسحت الدم وما زدت على أن توضأت وغسلت مكان النهشة وأحسست \n  بالسم إلى أن صعد إلى وسطي فوقف .\n</p>\n<p class=\"arabic\">فلما كان بعد سنة صار مكان اللسعة بثرة فقرضتها بالمقراض فخرج منها ماء أصفر \n  فقدرت أنه السم دار في بدني ثم عاد إلى موضعه وكفى الله .\n</p>\n<p class=\"arabic\">وكان في جبهته ثؤلول تزايد حتى صار سلعة فكنت أراه وقت السجود يجتهد في تمكينه \n  من التراب ثم تفاقم أمره وكان يهاب أن يكلم في مثل هذا فدخلت يوما فوجدت تلك \n  السلعة قد ذهبت بقدرة الله ومكانها كأن لم يكن فيه شيء غير أثر يسير جدا فقلت \n  له حينئذ الحمد لله على العافية فقال كانت تشوش علي في السجود وما كان لها \n  دواء إلا تمكينها من التراب فلم أشعر بها إلا وقد انفقأت .\n</p>\n<p class=\"arabic\">وقد تزوج بصبية في شبيبته ولم يدخل بها وطلقها لما تجذم .\n</p>\n<p class=\"arabic\">وقد ضعف بصره في الآخر فأصبح يوما قلقا وقال دعوت البارحة إن ابتليتني بشيء \n  فلا تبتليني بالعمى وإن كان ولا بد فلا تمهلني بعد بصري ودمعت عيناه عند الحكاية \n  فأحسست أنه لا بد له من العمى وعمي قبل *49*135* وفاته بخمسة عشر يوما انفقأت \n  عيناه إلى داخل فكان ماؤهما يسيل من أنفه .\n</p>\n<p class=\"arabic\">واحتاج في الآخر إلى زوجة فباع الدابة واستعان بما يصرفه لعلفها في حق الزوجة \n  واتفق أن أباها وجد الجرة التي يشرب منها الشيخ قد وصلتها الشمس فحولها إلى \n  الظل وكانت طريقة الشيخ تقتضي أن هذا القدر يمنعه من الانتفاع لأنه يرى بها \n  منفعة لم يعاوض عليها فلما استدعى الماء قالت له الزوجة ما هاهنا ماء تشربه \n  فسألها عن القضية فأخبرته فأعجبه نصحها وبات وأصبح صائما وطوى حتى جاء الذي \n  كان يستقي له .\n</p>\n<p class=\"arabic\">سألته كم لك ما أوقدت عليك سراجا فقال نحو من ستين سنة ما تركته عن علم بما \n  ورد في الحديث والبيوت ليس فيها مصابيح ولكن بلغني بعد وإنني لما انقطعت عن \n  الناس اتفق ليلة أن السراج انطفأ لعارض فوجدت نفسي قد استوحشت لفقده فقلت \n  لها تري هذا شغلا معتبرا وأنسا منقطعا لا حاجة لي فيه وكنت بمكة شابا وإلى \n  جانبي جندي فلما كان الليل سمعته يقدح وبيننا كوة فأغمضت عيني ليلتي كلها .\n</p>\n<p class=\"arabic\">وكان يقول الدنيا دار أسباب من زعم أن التوكل إسقاط السبب بالكلية فهو غالط .\n</p>\n<p class=\"arabic\">وقال قال لي صوفي نحن ما نرى الأسباب فقلت له ما صدقت لو صفع الأبعد إنسان \n  أكنت لا تراه البتة ولا يؤثر فعله فيك فسكت .\n</p>\n<p class=\"arabic\">فقال أما أنا فأرى الأسباب لكن ما أقف عندها .\n</p>\n<p class=\"arabic\">خرج إلى الشيخ وزير والساقية تدور بالدولاب فأراد أن يبسط المجلس فقال يا \n  سيدي أيش ترى في بغلتي ندورها في الساقية فقال له ولا أنت ما أرى أن أدورك \n  فيها فانبسط الرجل ثم قال الشيخ على عادته ارحلوا فقال الوزير لماذا تطردنا \n  قال لأن القعود معكم ضياع .\n</p>\n<p class=\"arabic\">وخرج إليه أكابر فقال واحد منهم هذا طبيب السلطان يعني الكامل .\n</p>\n<p class=\"arabic\">فقال الطبيب ما نحن أطباء بل نحن أعلاء إنما الأطباء الأولياء *49*136* .\n</p>\n<p class=\"arabic\">قال الشيخ وأشار إلي فلم أقره فقلت اعلم أن مثل المشار إليه بالولاية كمثل \n  الطبيب كم علل من عليل فما أفاد أما داويت أحدا فمات ولم ينجع فيه الدواء \n  فقال كثير فقلت وكذا الجانب الآخر .\n</p>\n<p class=\"arabic\">وكان يرى أن ترك التسبب والاعتماد على الفتوح غلط ويقول انتقل من سبب نظيف \n  إلى سبب وسخ وذلك لأن الاحتراف سبب شرعي والكدية سبب مذموم وليته يبسط يده \n  خاصة ولكنه يقول أنا صالح فاعطوني ترى ماذا يبيعهم إن باعهم عمله فبيع الدين \n  بالدنيا كبيع الثمرة قبل بدو صلاحها لعله عند الخاتمة يوجد مفلسا فالحبس أولى \n  به وصدق الشيخ قال بعض المشايخ من قعد في خانقاه فقد سأل ومن لبس مرقعة فقد \n  سأل ومن بسط سجادة فقد سأل .\n</p>\n<p class=\"arabic\">قال هممت بمكة بالتجرد وبيع الأملاك وإنفاقها ثم التحول إلى الشام والاقتناع \n  بمباحات الجبال فسألت فصح عندي أنه ليس في الجبال ما يقيم البنية دائما فقلت \n  ما بيدي أنظف من الحاجة إلى الناس أردت أن أعيش فقيرا ذليلا وأراد الله لي \n  أن أعيش غنيا عزيزا فله الحمد وعزمت على الإقامة بالبر ليس لأستريح من شبهة \n  ماء النيل الجاري في الخليج فإذا أكثر عيش أهلها السمك وهو بضمان فقلت مشبهة \n  ماء النيل أخف وكان يستحسن طريقة سلمان الفارسي ويحصل قوت كل سنة .\n</p>\n<p class=\"arabic\">وكان النبي صلى الله عليه وسلم ^ ... ^ من خيبر قوت عياله سنة .\n</p>\n<p class=\"arabic\">وله في ورعه حكايات ذكرها المؤلف منها أن بعضهم رآه يحصد في بستانه ويترك \n  أماكن فسأل الشيخ وألح عليه فقال إن ظلال نخيل الجار الساعة ممتدة وأنا أتحرى \n  أن لا أستظل بظله فإذا زال الظل حصدتها .\n</p>\n<p class=\"arabic\">وكان إذا انفلتت له دجاجة إلى الطريق تركها بالكلية لأنه يجوز أن تكون التقطت \n  شيئا *49*137* .\n</p>\n<p class=\"arabic\">وكان يشترط على الفرنج فيما يشتريه منهم من الحيوان أن لا يكون قد شرب من \n  ماء الثغر ويحلفهم وأن لا يكون مشتركا ولا غصبا ومهما لاحت له شبهة تركه .\n</p>\n<p class=\"arabic\">وكانوا يتنافسون في معاملته ويغتبطون .\n</p>\n<p class=\"arabic\">وقال خرج رسولهم إلي مع الوالي فأردت أن يعلم الحال فقلت للترجمان أعلمه أنني \n  ما أعاملهم إلا لأنهم عندنا غير مخاطبين بالحلال والحرام فهم كالبهائم وأما \n  المسلمون فإنهم قاموا بالوظيفة العظمى فخوطبوا بالحلال والحرام فالمسلمون \n  هم الناس فأنا كمختار السياحة بين الوحوش ومزاحمتها في أرزاقها وما ذاك لفضل \n  الوحوش على الإنس بل لطلب السلامة .\n</p>\n<p class=\"arabic\">وكان يقول لا ينالني من مصر إلا الماء وليته كان صافيا يشير إلى ما ينفق في \n  عمل الخليج .\n</p>\n<p class=\"arabic\">وكان يقول من ادعى أن المحسن والمسيء يستويان فقد ادعى عظيما .\n</p>\n<p class=\"arabic\">وقال لولا الطباع لكان المحسن هو المسيء والمسيء هو المحسن .\n</p>\n<p class=\"arabic\">وبعث إليه الملك العادل ألف دينار فشدد في النفور والنكير .\n</p>\n<p class=\"arabic\">وحج مرة إلى دمشق على حمار ومنها إلى مكة على جمل وتزود إلى دمشق خرج خرنوب \n  ونزل بظاهرها على حافة النهر .\n</p>\n<p class=\"arabic\">قال ونفد مني الخرنوب فسألت فإذا كل ما بدمشق مضمنا حتى الملح فدللت على حوارنة \n  يجلبون تينا يابسا فجلب لي رجل خرجا من تين فكان زادي إلى المدينة فاحتجت \n  إلى الزاد بها فاشتريت تمرا زودني إلى مكة .\n</p>\n<p class=\"arabic\">وكان يقول أنا القباري ولي أكثر من ستين سنة ما قدرت أن آكل قبارة لأجل الشركة .\n</p>\n<p class=\"arabic\">وكان من الشجعان المعدودين كان في أوائل شبابه قد لقي أربعة عشر نفسا من الشلوح \n  بمطرق كان معه فأجلاهم بالليل حتى بلغوا باب القنطرة *49*138* .\n</p>\n<p class=\"arabic\">وبلغني أنه قال إذا اخذت مطرقا لقيت ثلاثين لا أبالي بهم .\n</p>\n<p class=\"arabic\">وبلغ من قوته في صباه أنه كان يروح المواهي مترعة بحيث لو اجتمع عليها أربعة \n  لكاعوا في رفعها فيرفعها بإحدى يديه إلى ظهر الدابة .\n</p>\n<p class=\"arabic\">حكى عن نفسه أنه كان يطلع النخلة ثم يلقي البطاسية ويسبقها إلى الأرض .\n</p>\n<p class=\"arabic\">وحدث أنه كان بالجانب الغربي من أهل العرامة والذعارة قطاع طريق يسفكون الدماء \n  فتفاقم أمرهم وعجزت الولاية عنهم سنين فقدر الله أنهم امتدوا إلى بستانه فأصبح \n  فوجد آثارهم فقال كأنهم وقعوا عندي وقعوا ورب الكعبة فأصبح ففي ذلك اليوم \n  بعينه أمسكوا وصلبوا .\n</p>\n<p class=\"arabic\">وقبل موته نشأت صفقة من جنس هؤلاء فعاثوا نحو السنة فنزلوا قصرا قريبا من \n  الباب وقتلوا على باب الشيخ رجلا فقال الشيخ كأنهم دبوا إلينا يقعون إن شاء \n  الله فأخذوا بعد قليل وكانوا ثلاثة .\n</p>\n<p class=\"arabic\">وكان له في الجمع بين الطريقة والشريعة عجائب كان يقول لي قوله & كل من عند \n  الله & هذه حقيقة ثم ينتهي إلى قوله & ما أصابك من حسنة فمن الله وما أصابك \n  من سيئة فمن نفسك & هذه شريعة ويقول الحجة في الشريعة ولا حجة لنا بالحقيقة .\n</p>\n<p class=\"arabic\">ويقول أكثر ما تؤتى المتصوفة من ملاحظة الحقيقة مع الإعراض عن الشريعة وهذه \n  ضلالة .\n</p>\n<p class=\"arabic\">اتفق أن بعض الملوك قدم الإسكندرية قبل أن يتسلطن فخرج بعض الخربندية لأخذ \n  حطب الناس فأخذوا من غيط الشيخ جملين جريدا فجاء جاره فخوفهم فلم يفكروا وراحوا \n  فجاء الأميران المحمدي وشمس الدين سنقر فذكر لهما الجار القصة فساقا على آثار \n  الجمال فهرب الخربندية *49*139* وأستاقا الجملين إلى الغيط فدخل إليه جاره \n  وعرفه القصة فقال أما أنا فما بقيت أنتفع بهذا لأنه شيء قد عصي اليه فيه وقد \n  صار لك فيه حق ولهذين الأميرين ولأصحاب الأرض التي سلكها الغاصب فأخذه المعرف \n  وكافأ الشيخ الأميرين بشيء .\n</p>\n<p class=\"arabic\">وقال مرة لرجل أما أنا فما أعلق قلبي منه لا بطعام ولا بشراب أأكون بهيمة \n  هنا وبهيمة هناك همه بطنه إنما أطلب منه الرضى وما عداه فضلة .\n</p>\n<p class=\"arabic\">قال المؤلف لأن غاية نعيم المؤمنين أن يحل الله عليهم رضوانه فلا يسخط عليهم \n  أبدا وهو أفخر العطايا .\n</p>\n<p class=\"arabic\">وقال لي بعض الأكابر بعد وفاة الشيخ رحمه الله هل عاينت منه خارقا أو تكلم \n  معك على خاطر فقلت لا إلا شيئا خفيا من جنس الفراسة .\n</p>\n<p class=\"arabic\">هذا على أنني سمعت في حياته وبعد وفاته ممن صحبه أنه كان يحدثهم بما صنعوا \n  في بيوتهم مما فيه نصيحة أو في ذكره فائدة .\n</p>\n<p class=\"arabic\">قال لي ابن القفاص الفقيه تزوجت وأعرست فأرقت ليلة ولم أدخل إلى فراشي فانقبضت \n  العروس لانقباضي فلما خرجت إليه قال لي الشيخ ويلك أخطأت في المعاشرة شوشت \n  الليلة على أهلك بانقباضك واستنادك إلى الخزانة .\n</p>\n<p class=\"arabic\">وكان فكري ضيق بي فناولني الشيخ عشرة دراهم وقال خذ بهذه شيئا يصلح لغداء \n  العرائس .\n</p>\n<p class=\"arabic\">وذكر ابن القفاص عدة كرامات أوردها المؤلف وذكر حكاية في هذا المعنى عن الصاحب \n  بهاء الدين عن الشيخ خضر الكردي شيخ الملك الظاهر عن الشيخ ثم قال ولما جاء \n  الصاحب بهاء الدين إلى البلد عزم أن لا يدخلها حتى يزور الشيخ وكنت معه فلما \n  وصلنا إلى قصر الشيخ نزل الصاحب من بعيد وقالوا للشيخ فقال الفقيه معه قالوا \n  نعم فقال وما تريد قال البركة فسكت ونحن وقوف فقلت للصاحب اجلس فقال لا وغلبت \n  عليه الهيبة وتجلد وطال وقوفه فقلت للصاحب اطلب منه شيئا خاصا فقال الموعظة \n  *49*140* .\n</p>\n<p class=\"arabic\">فقلت للشيخ هو يطلب الموعظة فقال هو يحفظ القرآن قلت نعم قال اقرأ معه سورة \n  & اقرأ باسم ربك & فقرأنا إلى قوله & ألم يعلم بأن الله يرى & فقال إذا علمت \n  فإنه يراك إعرف كيف تكون والسلام فانصرف على ذلك .\n</p>\n<p class=\"arabic\">وكان يقول لطالب الدعاء والزيارة الذي علم نيتك يكافئك عليها .\n</p>\n<p class=\"arabic\">وحدثني من لا أتمارى فيه خيرا ونبلا قال وصلت مع أخي في حياة الملك الصالح \n  فتحادثنا في الزيارات وعزمت على زيارة الشيخ وحملت أخي على ذلك فعارضني من \n  أصحابنا فلان وفلان بكلام فيه غضاضة في حق الشيخ فأنكرت عليهما وبكرت إلى \n  الشيخ واستغرقت في النظر إليه وهو عند الساقية ووقفت وإذا بحس البغال في خلفي \n  فقلت في نفسي هذا فلان وفلان وهما على نية رديئة وهذا رجل مكاشف .\n</p>\n<p class=\"arabic\">فما أتممت الخاطر إلا وغاب الشيخ عن بصري فهجمت الغيط مما غلب على الحال وقلت \n  لعل تحت رجليه غار دخل فيه فلم أجد شيئا إلا البطامية فظننت أنه انطرح فيها \n  فتأملتها فلم أر شيئا فخرجت إلى أولئك وخاصمتهما وحكيت لهما القصة .\n</p>\n<p class=\"arabic\">قال المؤلف وسن الشيخ نيف وسبعون سنة وكان بعضهم يظن أنه في عشر المائة وذلك \n  لأنه من صغره كان يسمى بالشيخ .\n</p>\n<p class=\"arabic\">آخر ما اخترته من مناقب القباري ويكون خمسة كراريس ما ذكر فيها اسم الشيخ \n  ولا وفاته ولا حليته فرحمه الله ورضي عنه آمين *49*141* .\n\n</p>"
}