{
    "header": " محمد بن يوسف بن موسى بن يوسف بن مسدي  ....",
    "id": "032065",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> محمد بن يوسف بن موسى بن يوسف بن مسدي  .\n</h1>\n<p class=\"arabic\">الحافظ أبو بكر الأندلسي الغرناطي الأزدي المهلبي .\n</p>\n<p class=\"arabic\">سمع الكثير بالمغرب وديار مصر وصنف وانتقى على المشايخ وظهرت فضائله .\n</p>\n<p class=\"arabic\">وروى عن أبي محمد عبد الرحمن بن الأستاذ الحلبي ومحمد بن عماد الحراني .\n</p>\n<p class=\"arabic\">وبلغني أنه خرج معجما لنفسه .\n</p>\n<p class=\"arabic\">روى عنه علم الدين الدواداري وغيره .\n</p>\n<p class=\"arabic\">وجاور بمكة ومات في شوال بها .\n</p>\n<p class=\"arabic\">وقد ذكر أنه ليس الخرقة من جده موسى سنة اثنتين وستمائة ومن الأمين عبد اللطيف \n  بن النرسي قدم عليهم غرناطة ولبسهم عن الشيخ عبد القادر .\n</p>\n<p class=\"arabic\">وسمع سنة ثمان عشرة وبعدها بالأندلس .\n</p>\n<p class=\"arabic\">ومن الفخر الفارسي بمصر وقد تكلم فيه فكان يدلس الإجازة وحكى أبو محمد الدلاصي \n  أنه يغض من عائشة *49*158* .\n</p>\n<p class=\"arabic\">حكى لي العفيف بن العمري قال سمعت التقي العمر بن المحدث قال سألت عنه أبا \n  عبد الله بن النعمان المزالي فقال ما نقمت عليه غير أنه يتكلم في عائشة رضي \n  الله عنها .\n</p>\n<p class=\"arabic\">حدثني العفيف أنه يصاحب الزيدية ويداخلهم وقدموه لخطابة الحرم وأكثر كتبه \n  بأمر الزيدية وكان خطيبا ربما ينشىء الخطب للحال ببلاغة وفصاحة وفضائله كثيرة .\n</p>\n<p class=\"arabic\">وقال لي إنه في ثلاث مجلدات .\n</p>\n<p class=\"arabic\">وله مصنفات كثيرة منها منسك كبير في مجلد ضخم ذكر فيه المذاهب وحججها وأدلتها \n  يدل على تبحره في الحديث والعلم .\n</p>\n<p class=\"arabic\">ومن الرواة عنه أمين الدين عبد الصمد والعفيف ابن مزروع والرضى محمد بن خليل \n  الفقيه و ^ ... ^ رضي الدين إمام المقام .\n</p>\n<p class=\"arabic\">قلت تورع الإمام في الرواية عنه ورأيت له قصيدة طويلة تدل على تشيع ورأيت \n  له مناقب الصديق في مجلد وطالعت معجمة بخطه وفيه عجائب وتواريخ *49*159* .\n\n</p>"
}