{
    "header": " عمر  .",
    "id": "032016",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> عمر  .\n</h1>\n<p class=\"arabic\">الملك المغيث فتح الدين ابن السلطان الملك العادل سيف الدين أبي بكر ابن السلطان \n  الملك الكامل محمد بن العادل .\n</p>\n<p class=\"arabic\">تملك الكرك مدة قتل أبوه وهذا صغير فأنزل إلى عمة أبيه فنشأ عندها ولما مات \n  عمه الملك الصالح أيوب أراد شيخ الشيوخ ابن حمويه أن يسلطنه فلم يتم ذلك ثم \n  حبس بقلعة الجبل ثم نقله ابن عمه الملك المعظم لما قدم إلى الشوبك فاعتقل \n  بها .\n</p>\n<p class=\"arabic\">وكان الملك الصالح نجم الدين أيوب لما أخذ الكرك من أولاد الناصر داود استناب \n  عليها وعلى الشوبك الطواشي بدر الدين الصوابي فلما بلغ الصوابي قتل المعظم \n  بن الصالح أخرج الملك المغيث من قلعة الشوبك وسلطنه بالكرك والشوبك وصار أتابكه .\n</p>\n<p class=\"arabic\">وكان المغيث ملكا كريما جوادا شجاعا محسن السيرة في الرعية غير أنه كان ما \n  له حزم ولا حسن تدبير ضيع الأموال والذخائر التي كانت بالكرك من ذخائر الملك \n  الصالح فلما قل ما عنده ألجأته الضرورة إلى الخروج من الكرك وذلك لأن الملك \n  الظاهر نزل على غزة في ربيع الآخر سنة إحدى وستين وهو على قصد الكرك فنزلت \n  إليه والدة المغيث فأكرمها وبقيت الرسل تتردد إلى المغيث وهو يقدم رجلا ويؤخر \n  أخرى خوفا من القبض عليه ثم إنه خرج منها فلما وصل إلى خدمة الملك الظاهر \n  تلقاه وأراد أن ينزل له فمنعه وسايره إلى باب الدهليز ثم أنزل المغيث في خركاه \n  واحتيط عليه وبعث به إلى قلعة مصر مع الفارقاني فكان آخر العهد به .\n</p>\n<p class=\"arabic\">قال قطب الدين أمر الملك الظاهر بخنقه وأعطى لمن خنقه ألف دينار فأفشى الذي \n  خنقه السر فأخذ منه الذهب وقتل *49*109* .\n</p>\n<p class=\"arabic\">وكان قتل المغيث في أوائل سنة اثنتين وكان مولد أبيه في سنة خمس عشرة وستمائة \n  وخنق أيضا في سنة خمس وأربعين أو سنة ست .\n</p>\n<p class=\"arabic\">وعاش المغيث نحو ثلاثين سنة كأبيه .\n</p>\n<p class=\"arabic\">وكان للمغيث ولد صبي أعطاه السلطان إمره مائة فارس .\n\n</p>"
}