{
    "header": " هولاكو بن تولى قان بن الملك جنكرخان  .",
    "id": "032103",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> هولاكو بن تولى قان بن الملك جنكرخان  .\n</h1>\n<p class=\"arabic\">ملك التتار ومقدمهم .\n</p>\n<p class=\"arabic\">ذكره الشيخ قطب الدين فقال كان من أعظم ملوك التتر وكان شجاعا حازما مدبرا \n  ذا همة عالية وسطوة ومهابة ونهضة تامة وخبرة بالحروب ومحبة في العلوم العقلية \n  من غير أن يتعقل منها شيئا .\n</p>\n<p class=\"arabic\">اجتمع له جماعة من فضلاء العالم وجمع حكماء مملكته وأمرهم أن يرصدوا الكواكب \n  وكان يطلق الكثير من الأموال والبلاد وهو على قاعدة المغل من عدم التقيد بدين \n  لكن زوجته تنصرت .\n</p>\n<p class=\"arabic\">وكان سعيدا في حروبه وحصاراته طوى البلاد واستولى على الممالك في أيسر مدة \n  ففتح بلاد خراسان وفارس وأذربيجان وعراق العجم وعراق العرب والشام والجزيرة \n  والروم وديار بكر .\n</p>\n<p class=\"arabic\">كذا قال الشيخ قطب الدين والذي افتتح خراسان وعراق العجم غيره وهو جنكزخان \n  وأولاده وهذا الطاغية فافتتح العراق والجزيرة والشام وهزم الجيوش وأباد الملوك \n  وقتل الخليفة وأمراء العراق وصاحب الشام وصاحب ميافارقين *49*182* .\n</p>\n<p class=\"arabic\">قال لي الظهير الكازروني حكى لي النجم أحمد بن البواب النقاش نزيل مراغة قال \n  عزم هولاكو على زواج بنت ملك الكرج قالت حتى تسلم فقال عرفوني ما أقول فعرضوا \n  عليه الشهادتين فأقر بهما وشهد عليه بذلك الخواجا نصير الطوسي وفخر الدين \n  المنجم فلما بلغها ذلك أجابت فحضر القاضي فخر الدين الخلاطي فتوكل لها النصير \n  وللسلطان الفخر المنجم وعقدوا العقد باسم تامار خاتون بنت الملك داود بن إيواني \n  على ثلاثين ألف دينار .\n</p>\n<p class=\"arabic\">قال ابن البواب وأنا كتبت الكتاب في ثوب أطلس أبيض وعجبت من إسلامه قلت إن \n  صح هذا فلعله قالها بفمه لعدم تقيده بدين ولم يدخل الإسلام إلى قلبه والله \n  أعلم .\n</p>\n<p class=\"arabic\">قال قطب الدين كان هلاكه بعلة الصرع فإنه حصل له الصرع منذ قتل الملك الكامل \n  صاحب ميافارقين فكان يعتريه في اليوم المرة والمرتين ولما عاد من كسرة بركة \n  له أقام يجمع العساكر وعزم على العود لقتال بركة فزاد به الصرع ومرض نحوا \n  من شهرين وهلك فأخفوا موته وصبروه وجعلوه في تابوت ثم أظهروا موته وكان ابنه \n  أبغا غائبا فطلبوه ثم ملكوه .\n</p>\n<p class=\"arabic\">وهلك هولاوو وله ستون سنة أو نحوها وقد أباد أمما لا يحصيهم إلا الله .\n</p>\n<p class=\"arabic\">ومات في هذه السنة قيل في سابع ربيع الآخر سنة ثلاث وستين ببلد مراغه ونقل \n  إلى قلعة تلا وبنوا عليه قبة وخلف من الأولاد سبعة عشر ابنا سوى البنات وهم \n  أبغا وأشموط وتمشين وبكشي وكان بكشي فاتكا جبارا وأجاي ويستز ومنكوتمر الذي \n  التقى هو والملك المنصور على حمص وانهزم جريحا وباكودر وأرغون ونغابي دمر \n  والملك أحمد .\n</p>\n<p class=\"arabic\">قلت وكان القاان الكبير قد جعل أخاه هولاوو نائبا على خراسان *49*183* وأذربيجان \n  فأخذ العراق والشام وغير ذلك واستقل بالأمر مع الانقياد للقاان والطاعة له \n  والبرد واصلة إليه منه في الأوقات وتفاصيل الأمور لم تبلغنا كما ينبغي .\n</p>\n<p class=\"arabic\">وقد جمع صاحب الديوان كتابا في أخبارهم في مجلدتين .\n</p>\n<p class=\"arabic\">ووالد هولاوو هو تولى خان الذي عمل معه السلطان جلال الدين مصافا في سنة ثماني \n  عشرة فنصر جلال الدين وقتل في الوقعة تولى إلى لعنة الله .\n</p>\n<p class=\"arabic\">وكان القاان الأعظم في أيام هولاوو أخاه مونكوقا بن تولى بن جنكزخان فلما \n  هلك جلس على التخت بعده أخوهما قبلاي فامتدت دولته وطالت أيامه ومات سنة خمس \n  وتسعين بخان بالق أم بلاد الخطا وكرسي مملكة التتار .\n</p>\n<p class=\"arabic\">وكانت دولة قبلاي نحوا من أربعين سنة في آخر أيامه أسلم قازان على يد شيخنا \n  بدر الدين ابن حمويه الجويني .\n</p>\n<p class=\"arabic\">وقال الظهير الكازروني عاش هولاكو نحو خمسين سنة وكان عارفا بغوامض الأمور \n  وتدبير الملك فاق على من تقدمه وكان يحب العلماء ويعظمهم ويشفق على رعيته \n  ويأمر بالإحسان إليهم .\n</p>\n<p class=\"arabic\">قلت وهل يسع مؤرخا في وسط بلاد سلطان عادل أو ظالم أو كافر إلا أن يثني عليه \n  ويكذب فالله المستعان فلو أثني على هولاكو بكل لسان لاعترف المثني بأنه مات \n  على ملة آبائه وبأنه سفك دم ألف ألف أو يزيدون فإن كان الله تعالى مع هذا \n  وفقه للإسلام فيا سعادته لكن حتى يصح ذلك والله أعلم .\n\n</p>"
}