{
    "header": " محمود بن أبي القاسم إسفنديار بن بدران بـ...",
    "id": "032139",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> محمود بن أبي القاسم إسفنديار بن بدران بن أيان .\n</h1>\n<p class=\"arabic\">الزاهد العالم أبو محمد الدشتي الإربلي .\n</p>\n<p class=\"arabic\">سمع الكثير من جعفر الهمداني وأبي الحسن بن المقير وأبي القاسم ابن رواحة \n  والضياء المقدسي وابن خليل وابن يعيش وطبقتهم .\n</p>\n<p class=\"arabic\">وعني بالحديث ونسخ الأجزاء وخطه رديء معروف .\n</p>\n<p class=\"arabic\">وكان قانعا متعففا صبورا على الفقر يلبس قبع دلك وفروة حمراء وثوب خام وكان \n  أمارا بالمعروف نهاء عن المنكر داعية إلى السنة مجانبا للبدعة يبالغ في الرد \n  على نفاة الصفات الخبرية وينال منهم سبا وتبديعا وهم يرمونه بالتجسيم وكان \n  بريئا من ذلك رحمه الله لكنه ناقص الفضيلة قاصر *49*207* عن إفحام الخصوم \n  وقد دخل مرة على السلطان الملك الناصر فأنكر عليه بعض هناته فلكمه السلطان \n  وأخرج .\n</p>\n<p class=\"arabic\">وله تعاليق وتواليف .\n</p>\n<p class=\"arabic\">روى عنه ابن أخيه شهاب الدين أحمد وغيره .\n</p>\n<p class=\"arabic\">وتوفي في الحادي والعشرين من رجب وقد نيف على الستين ودفن بسفح المقطم .\n</p>\n<p class=\"arabic\">وممن روى عنه الدمياطي في معجمه .\n</p>\n<p class=\"arabic\">ولما أهانه الملك الناصر ندم وبعث إليه يستعطفه فقال وددت أنني أدخل إليه \n  وأخاطبه بما خاطبته ويعود يضربني .\n</p>\n<p class=\"arabic\">وقد ضربه مرة نائب السلطنة لؤلؤ بحلب لأنه قرأ مناقب الصحابة وقصد إسماعه \n  ذلك يوم الجمعة وكان لؤلؤ يتشيع ولهذا ضربه .\n</p>\n<p class=\"arabic\">وأنكر على البادرائي القيام عند الدعاء للخليفة بدار السعادة .\n</p>\n<p class=\"arabic\">وكان كثير الصوم فإذا أفطر أفطر على أربعة عشر لقمة أو نحوها ويأثر أن عمر \n  رضي الله عنه كان يقتصر على ذلك .\n</p>\n<p class=\"arabic\">وكان ينكر على الأمراء الكبار ويغلظ لهم في المحافل ولا يقبل من أحد شيئا \n  ويتقنع باليسير رحمه الله تعالى .\n\n</p>"
}