{
    "header": " عبد الحق بن إبراهيم بن محمد بن نصر بن مـ...",
    "id": "032274",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> عبد الحق بن إبراهيم بن محمد بن نصر بن محمد بن نصر بن محمد بن سبعين .\n</h1>\n<p class=\"arabic\">القرشي المخزومي الشيخ قطب الدين أبو محمد المرسي الرقوطي الصوفي *49*284* .\n</p>\n<p class=\"arabic\">كان صوفيا على قاعدة زهد الفلاسفة وتصوفهم وله كلام كثير في العرفان على طريق \n  الإتحاد والزندقة نسأل الله السلامة في الدين .\n</p>\n<p class=\"arabic\">وقد ذكرنا محط هؤلاء الجنس في ترجمة ابن الفارض و ابن العربي وغيرهما فيا \n  حسرة على العباد كيف لا يغضبون لله تعالى ولا يقومون في الذب عن معبودهم تبارك \n  اسمه وتقدست ذاته عن أن يتمزج بخلقه أو يحل فيهم وتعالى الله عن أن يكون هو \n  عين السماوات والأرض وما بينهما فإن هذا الكلام شر من مقالة من قال بقدم العالم \n  ومن عرف هؤلاء الباطنية عذرني أو هو زنديق مبطن للاتحاد ويذب عن الاتحادية \n  والحلولية ومن لم يعرفهم فالله يثيبه على حسن قصده وينبغي للمرء أن يكون غضبه \n  لربه إذا انتهكت حرماته أكثر من غضبه لفقير غير معصوم من الزلل فكيف بفقير \n  يحتمل أن يكون في الباطن كافرا مع أنا لا نشهد على أعيان هؤلاء بإيمان ولا \n  كفر لجواز توبتهم قبل الموت وأمرهم مشكل وحسابهم على الله .\n</p>\n<p class=\"arabic\">وأما مقالاتهم فلا ريب في أنها شر من الشرك فيا أخي ويا حبيبي اعط القوس باريها \n  ودعني ومعرفتي بذلك فإنني أخاف الله أن يعذبني على سكوتي كما أخاف أن يعذبني \n  على الكلام في أوليائه وأنا لو قلت لرجل مسلم يا كافر لقد بؤت بالكفر فكيف \n  لو قلته لرجل صالح أو ولي لله تعالى .\n</p>\n<p class=\"arabic\">ذكر شيخنا قاضي القضاة تقي الدين ابن دقيق العيد قال جلست مع ابن سبعين من \n  ضحوة إلى قريب الظهر وهو يسرد كلاما تعقل مفرداته ولا تعقل مركباته .\n</p>\n<p class=\"arabic\">قلت واشتهر عنه أنه قال لقد تحجر ابن آمنة واسعا بقوله لا نبي بعدي .\n</p>\n<p class=\"arabic\">وجاء من وجه آخر عنه أنه قال لقد زرب ابن آمنة حيث قال لا نبي بعدي *49*285* .\n</p>\n<p class=\"arabic\">فإن كان ابن سبعين قال هذا فقد خرج به من الإسلام مع أن هذا الكلام في الكفر \n  دون قوله في رب العالمين أنه حقيقة الموجودات تعالى الله عن ذلك علوا كبيرا .\n</p>\n<p class=\"arabic\">وذكره الشريف عز الدين فقال له تصانيف عدة ومكانة مكينة عند جماعة من الناس \n  وأقام بمكة سنين عديدة .\n</p>\n<p class=\"arabic\">قلت وحدثني فقير صالح أنه صحب فقراء من السبعينية فكانوا يهونون له ترك الصلاة \n  وغير ذلك اللهم احفظ علينا إيماننا واجعلنا هداة مهتدين .\n</p>\n<p class=\"arabic\">وحصن رقوطة من أعمال مرسية .\n</p>\n<p class=\"arabic\">وسمعت أن ابن سبعين فصد يديه وترك الدم يخرج حتى تصفى ومات والله أعلم بصحة \n  ذلك .\n</p>\n<p class=\"arabic\">وكان موته بمكة في الثامن والعشرين من شوال وله خمس وخمسون سنة فإنه ولد في \n  سنة أربع عشرة .\n</p>\n<p class=\"arabic\">اللهم يا ربنا ورب كل شيء إن كان هذا الشخص وأضرابه يعتقدون أنك عين مخلوقاتك \n  وأن ذاتك المقدسة البائنة من الخلق هي حقيقة ما أبدعت وأوجدت من العدم فلا \n  ترحمهم ولا ترض عنهم وإن كانوا يؤمنون بأنك رب العالمين وخالق كل شيء وأن \n  مخلوقاتك غيرك بكل حال وعلى أي تقدير فاغفر لهم وارحمهم فإن من كلامهم ما \n  ثم غير وما في الكون سوى الله .\n</p>\n<p class=\"arabic\">وما أنت غير الكون بل أنت عينه .\n</p>\n<p class=\"arabic\">تعاليت يا إلهنا عن ذلك بل وما أنت عين الكون بل أنت غيره ويفهم هذا كل من \n  هو مسلم .\n</p>\n<p class=\"arabic\">ويقولون إن الله تعالى هو روح الأشياء وإنه في الموجودات سار كالحياة في الجسم .\n</p>\n<p class=\"arabic\">ويقولون إن الموجودات مظاهر له وإنه يظهر فيها كما قال رمضان *49*286* التوزي \n  معثر عرف بالجوبان القواس .\n</p>\n<p class=\"arabic\">% مظاهر الح ( % % ) فيها فلا يحد % .\n</p>\n<p class=\"arabic\">% ف ^ ... ^ لا يكاد يخفى % % وظاهر لا يكاد يبدو % .\n</p>\n<p class=\"arabic\">% نشهده بين ذا وهذا % % بأعين منه تستمد % .\n</p>\n<p class=\"arabic\">% إن بطن العبد فهو رب % % أو ظهر الرب فهو عبد % .\n</p>\n<p class=\"arabic\">% فعين كن عين زل % % وجودا قبض وبسط أخذ ورد % .\n</p>\n<p class=\"arabic\">% مراتب الكون ثابتات % % وهو إلى حكمها المرد % .\n</p>\n<p class=\"arabic\">وقال الشيخ صفي الدين الأرموي الهندي حججت في حدود سنة ست وستين وبحثت مع \n  ابن سبعين في الفلسفة فقال لي لا ينبغي لك الإقامة بمكة فقلت كيف تقيم بها \n  أنت فقال انحصرت القسمة في قعودي بها فإن الملك الظاهر يطلبني بسبب انتمائي \n  إلى أشراف مكة واليمن صاحبها له في عقيدة ولكن وزيره حشوي يكرهني .\n</p>\n<p class=\"arabic\">قال صفي الدين وكان داوى صاحب مكة فصارت له عنده مكانة بذلك ويقال إنه نفي \n  من المغرب بسبب كلمة كفر صدرت منه وهي أنه قال لقد تحجر ابن آمنة في قوله \n  لا نبي بعدي .\n</p>\n<p class=\"arabic\">قلت وإن فتحنا باب الاعتذار عن المقالات وسلكنا طريقة التأويلات المستحيلات \n  لم يبق في العالم كفر ولا ضلال وبطلت كتب الملل والنحل واختلاف الفرق وقد \n  ذكر الغزالي رحمه الله في كتاب مشكاة الأنوار فصلا في حال الحلاج فأخذ يعتذر \n  عما صدر منه مثل قوله أنا الحق وقول الآخر ما في الجبة إلا الله وهذه الإطلاقات \n  التي ظاهرها كفر وحملها على محامل سائغة وأولها وقال هذا من فرط المحبة وشدة \n  الوجد وإن ذلك كقول القائل أنا من أهوى ومن أهوى أنا *49*287* .\n</p>\n<p class=\"arabic\">قلت بتقدير صحة العقيدة فلا كلام وإنما الكلام فيمن يقول العالم هو الله كقوله \n  في الفصوص إنه عين ما ظهر وعين ما بطن وهو المسمى بأبي سعيد الخراز وغير ذلك \n  من أسماء المحدثات .\n</p>\n<p class=\"arabic\">ومن طالع كتب هؤلاء علم علما ضروريا بأنهم اتحادية مارقة من الدين وأنهم يقولون \n  الوجود الواجب القديم الخالق هو الممكن المخلوق ما ثم غير ولا سوى ولكن لما \n  رأوا تعدد المخلوقات قالوا مظاهر ومجالي فإذا قيل لهم فإن كانت المظاهر أمرا \n  وجوديا تعدد الوجود وإلا لم يكن لها حينئذ حقيقة وما كان هكذا تبين أن الموجود \n  نوعان خالق ومخلوق .\n</p>\n<p class=\"arabic\">قالوا نحن ثبت عندنا بالكشف ما يناقض صريح العقل ومن أراد أن يكون عارفا محققا \n  فلا بد أن يلتزم الجمع بين النقيضين وإن الجسم لواحد يكون في وقت واحد في \n  موضعين .\n\n</p>"
}