{
    "header": " يحيى بن محمد بن علي بن محمد بن يحيى بن ...",
    "id": "032254",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> يحيى بن محمد بن علي بن محمد بن يحيى بن علي بن عبد العزيز بن علي بن \n  الحسين بن محمد بن عبد الرحمن بن الوليد بن القاسم بن الوليد .\n</h1>\n<p class=\"arabic\">قاضي القضاة أوحد الحكام محيي الدين أبو المفضل ابن قاضي القضاة محيي الدين \n  أبي المعالي ابن قاضي القضاة زكي الدين أبي الحسن ابن قاضي القضاة منتخب الدين \n  أبي المعالي ابن القاضي أبي الفضل القرشي الدمشقي الشافعي .\n</p>\n<p class=\"arabic\">ولد في الخامس والعشرين من شعبان سنة ست وتسعين وخمسمائة .\n</p>\n<p class=\"arabic\">وسمع من حنبل وابن طبرزد وأبي اليمن الكندي وابن الحرستاني وجماعة *49*271* .\n</p>\n<p class=\"arabic\">وتفقه على فخر الدين ابن عساكر وغيره .\n</p>\n<p class=\"arabic\">وولي قضاء دمشق غير مرة ولم تطل ولايته وكان صدرا رئيسا محتشما نبيلا جليلا \n  معرقا في القضاء .\n</p>\n<p class=\"arabic\">وحدث بدمشق ومصر وكتب عنه غير واحد .\n</p>\n<p class=\"arabic\">روى عنه الدمياطي في معجمه وساق نسبه إلى عثمان رضي الله عنه ولا أعلم لذلك \n  صحة فإني رأيت الحافظ ابن عساكر قد ذكر جده لأمه القاضي أبا المفضل يحيى بن \n  علي المذكور وذكر ابنه المحتسب وغيرهما ولم يتجاوز القاسم بن الوليد وقال \n  في جده المعروف بابن الصائغ القرشي قاضي دمشق ولم يقل لا الأموي ولا العثماني .\n</p>\n<p class=\"arabic\">ثم إني رأيت كتاب وقف لبني الزكي وهو وقف من جدهم عبد الرحمن بن الوليد بن \n  القاسم بن الوليد القرشي وقد وقفه في سنة نيف وسبعين ومائتين ولم يزد في نسبه \n  ولا نسبته على هذا ولا سمى للوليد أبا ولا ذكر أنه أموي والذي زعم أنه عثماني \n  قال فيه الوليد بن عبد الرحمن بن أبان بن عثمان بن عفان .\n</p>\n<p class=\"arabic\">والله أعلم بحقيقة ذلك فإن المعروف من ذلك أن المتقدمين يحفظون أنسابهم ويرفعونها \n  فإذا طالت السنون والأحقاب على الأعقاب نسيت وأهملت واجتزئ بالنسبة إلى القبيلة \n  فقيل القرشي والقيسي والهمداني وأما بالعكس فلا فإنا لم نر هذا الواقف القديم \n  الذي كان بعد السبعين ومائتين رفع في نسبه فوق ما ذكر في كتاب وقفه ولا رأينا \n  أحدا من أولاده وهلم جرا إلى زمان قاضي القضاة زكي الدين أبي الحسن يذكرون \n  أنهم أمويون ولا عثمانيون وإنما هو أمر لم ينقل عن أهل هذا البيت الطيب فينبغي \n  أن يصان عن الزيادة والانتساب إلى غير جدهم إلا بيقين ولو ثبت ذلك لكان فيه \n  مفخر وشرف .\n</p>\n<p class=\"arabic\">روى عنه ابن الخباز وشرف الدين ابن أبي الفتح وشمس الدين بن الزراد وجماعة \n  *49*272* .\n</p>\n<p class=\"arabic\">وقال الشيخ قطب الدين كان له في الفقراء عقيدة وصحب الشيخ محيي الدين ابن \n  العربي وله فيه عقيدة تجاوز الوصف .\n</p>\n<p class=\"arabic\">قال وحكي لي عنه أنه كان يفضل عليا على عثمان رضي الله عنهما كأنه كان يقتدي \n  في ذلك بابن العربي .\n</p>\n<p class=\"arabic\">وله قصيدة في مدح علي رضي الله عنه منها .\n</p>\n<p class=\"arabic\">% أدين بما دان الوصي ولا أرى % % سواه وإن كانت أمية محتدي % .\n</p>\n<p class=\"arabic\">% ولو شهدت صفين خيلي لأعذرت % % وسآء بني حرب هنالك مشهدي % .\n</p>\n<p class=\"arabic\">قلت وقد سار إلى هولاكو فولاه قضاء الشام وغيرها وخلع عليه خلعة سوداء مذهبة \n  خليفتية وبدت منه أمور والله يسامحه وكان لهجا بالنجوم وأشياء لا أقولها .\n</p>\n<p class=\"arabic\">بحيث أنه دخل ببنت سناء الملك لأجل الطالع وقت الظهر ولم نسمع بعرس في هذه \n  الساعة ثم بعد ليال ماتت هذه العروس فنقل التاج ابن عساكر أنها ماتت فجأة \n  سقوها دواء يزيل العقل ليفتضها الزوج فقلقت فيا شؤمه افتضاضا عليها .\n</p>\n<p class=\"arabic\">وقد أمره السلطان بالسكنى بديار مصر .\n</p>\n<p class=\"arabic\">وتوفي بمصر في رابع عشر رجب سنة ثمان ودفن بسفح المقطم عن أحد عشر ولدا وهم \n  علاء الدين أبو العباس أحمد وقاضي القضاة بهاء الدين يوسف وزكي الدين حسين \n  وشرف الدين إبراهيم وعز الدين عبد العزيز *49*273* وتقي الدين عبد الكريم \n  وكمال الدين عبد الرحمن إمام محراب الصحابة وزينب شيختنا وست الحسن وعائشة \n  وفاطمة وأولهم وفاة زكي الدين بعد أبيه بقليل .\n\n</p>"
}