{
    "header": " مظفر ابن القاضي مجد الدين عبد الرحمن بنـ...",
    "id": "032326",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> مظفر ابن القاضي مجد الدين عبد الرحمن بن رمضان بن إبراهيم .\n</h1>\n<p class=\"arabic\">الحكيم بدر الدين الطبيب شيخ الطب المعروف بابن قاضي بعلبك .\n</p>\n<p class=\"arabic\">قرأت بخط الإمام شمس الدين محمد بن الفخر أنه توفي يوم الثلاثاء ثاني وعشرين \n  صفر سنة سبعين .\n</p>\n<p class=\"arabic\">قال وكان رئيس الأطباء شرقا وغربا فيلسوف زمانه لم نعلم في وقته مثله انهدم \n  بعده ركن من الحكمة وله مصنفات عظيمة النفع في الطب ووقع له من حسن العلاج \n  في زماننا ما لم يقع إلا للأكابر .\n</p>\n<p class=\"arabic\">فمنه أن الملك المنصور صاحب حماة نزل به خوانيق أشرف منها على الموت فأنقذ \n  إلى دمشق يطلب البدر المذكور والموفق السامري فذهبا إليه فكوياه في وسط رأسه \n  بميل من ذهب فبرأ وأعطاهما شيئا عظيما وكان ذلك بإشارة البدر *49*319* .\n</p>\n<p class=\"arabic\">قال ابن أبي أصيبعة نشأ بدمشق وقد جمع الله فيه من العلم الغزير والذكاء المفرط \n  والمروءة ما تعجز الألسن عن وصفه .\n</p>\n<p class=\"arabic\">قرأ الطب على الدخوار وأتقنه في أسرع وقت وحفظ كثيرا من الكتب وكان ملازما \n  له عرض عليه مقالته في الإستفراغ وسافر معه إلى الشرق وخدم بمارستان الرقة \n  وصنف مقالة في مزاج الرقة واشتغل بها على الزين الأعمى الفيلسوف .\n</p>\n<p class=\"arabic\">ثم قدم دمشق فلما تسلطن الجواد بدمشق استخدمه وحظي عنده وتمكن وولاه رئاسة \n  الأطباء والكحالين والجرائحية وكتب له منشورا في صفر سنة سبع وثلاثين .\n</p>\n<p class=\"arabic\">وقد اشترى دورا إلى جانب مارستان نور الدين وغرم عليها مبلغا وكبر بها قاعات \n  المرضى وبناها أحسن بناء وشكروه على ذلك .\n</p>\n<p class=\"arabic\">وخدم الملك الصالح وغيره ثم تجرد لحفظ مذهب أبي حنيفة وسكن بيتا في الفليجية \n  وحفظ القرآن ثم القراءآت وأخذها عن الإمام أبي شامة على كبر وأتقنها .\n</p>\n<p class=\"arabic\">وفيه عبادة ودين .\n</p>\n<p class=\"arabic\">وقد مدحه ابن أبي أصيبعة بقصائد في تاريخه .\n</p>\n<p class=\"arabic\">وله كتاب مفرج النفس استوفى فيه الأدوية القلبية وكتاب الملح في الطب .\n\n</p>"
}