{
    "header": " أبو حليقة .",
    "id": "032333",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> أبو حليقة .\n</h1>\n<p class=\"arabic\">الطبيب المصري المشهور بالرشيد النصراني واسمه أبو الوحش ابن الفارس أبي الخير \n  ابن الطبيب داود بن أبي المنا *49*323* .\n</p>\n<p class=\"arabic\">كان أستاذ هذه الصناعة في عصره وفيه لطف وتودد ورأفة بالمرضى .\n</p>\n<p class=\"arabic\">اشتغل على عمه المهذب أبي سعيد بدمشق ثم اشتغل بمصر .\n</p>\n<p class=\"arabic\">وقرأ أيضا على المهذب الدخوار .\n</p>\n<p class=\"arabic\">ولد بجعبر سنة إحدى وتسعين وخمسمائة ونشأ بالرها وبعثه أبوه قبل الستمائة \n  إلى دمشق فتعلم عند عمه قليلا ودخل القاهرة وسكنها وخدم الملك الكامل .\n</p>\n<p class=\"arabic\">وكان له إقطاع وافر ثم خدم الصالح نجم الدين ابن الكامل وغيره وخدم الملك \n  الظاهر ركن الدين .\n</p>\n<p class=\"arabic\">وطال عمره واشتهر ذكره وله نوادر في أعمال الطب تميز بها وكان في شبيبته يعرف \n  بابن الفارس فطلبه الكامل يوما وقال اطلبوا لنا أبو حليقة فغلب ذلك عليه .\n</p>\n<p class=\"arabic\">قال ابن أبي أصيبعة وقد أحكم نبض الملك الكامل حتى إنه أخرج إليه من خلف الستارة \n  مع الآدر المريضات فرأى نبض الجميع ووصف لهن فلما وصل إلى نبض عرفه فقال هذا \n  نبض مولانا السلطان وهو صحيح بحمد الله فتعجب منه غاية العجب وزاد تمكنه عنده .\n</p>\n<p class=\"arabic\">وقد عمل الترياق الفاروق وتعب عليه وسهر ليالي حتى عمله فحصل للسلطان نزلة \n  في أسنانه ففصد بسببها وداواه الأسعد لاشتغال الرشيد بعمل الترياق فلم ينجع \n  وزاد الألم فطلب الرشيد وتضرر فقال تسوك من الترياق الذي عمله المملوك في \n  البرنية الفضة وترى العجب .\n</p>\n<p class=\"arabic\">قال وخرج إلى الباب فلم يشعر إلا ورقة بخط السلطان يا حكيم استعملت ما قلت \n  فزال جميع ما بي لوقته .\n</p>\n<p class=\"arabic\">ثم بعث إليه خلعا وذهبا *49*324* .\n</p>\n<p class=\"arabic\">وقد سقى من ترياقه مفلوجا عند السور فقام بعد ساعتين وسقى منه من به حصاة \n  ففتتها وأراق الماء لساعته .\n</p>\n<p class=\"arabic\">وله أخبار كثيرة ذكرها ابن أبي أصيبعة وقال سمي بأبي حليقة لحلقة فضة كانت \n  في أذنه عملتها أمه من الصغر وعاهدته أمه أن لا ينزعها فبقيت لأنها كان لا \n  يعيش لها ولد وقيل لها اعملي لمولودك حليقة فضة فإذا ولد اعمليها في أذنه \n  فعملتها وعاش اتفاقا .\n</p>\n<p class=\"arabic\">ويقال له شعر جيد ومقالة في حفظ الصحة ومقالة في أن الملاذ الروحانية ألذ \n  من الجسمانية وكتاب الأدوية المفردة سماه المختار في ألف عقار ومقالة في ضرورة \n  الموت .\n\n</p>"
}