{
    "header": " عبد اللطيف بن عبد المنعم بن علي بن نصر ...",
    "id": "032535",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> عبد اللطيف بن عبد المنعم بن علي بن نصر بن منصور بن هبة الله .\n</h1>\n<p class=\"arabic\">الشيخ الجليل مسند الديار المصرية نجيب الدين أبو الفرج ابن الإمام الواعظ \n  أبي محمد بن الصيقل النميري الحراني الحنبلي التاجر السفار .\n</p>\n<p class=\"arabic\">ولد سنة سبع وثمانين وخمسمائة بحران *50*99* .\n</p>\n<p class=\"arabic\">وأسمعه أبوه ببغداد من عبد المنعم بن كليب وأبي طاهر المبارك بن المعطوش وأبي \n  الفرج ابن الجوزي وأبي القاسم هبة الله بن السبط وأبي الحسن عبد الرحمن العمري \n  وعبد الله بن أبي المجد وأبي الفرج ابن ملاح الشط وعبد الوهاب بن سكينة والحسن \n  بن إبراهيم بن قحطبة ابن أشنانة وعبد الله بن مسلم بن جوالق وعبد الملك بن \n  مواهب الوراق وعمر بن محمد القطان والمبارك بن إبراهيم بن السيبي وعبد الله \n  بن أبي بكر ابن الطويلة أصحاب ابن الحصين وطائفة سواهم .\n</p>\n<p class=\"arabic\">وأجاز له من إصبهان أبو جعفر الطرسوسي ومسعود الجمال وخليل الراراني وأبو \n  المكارم اللبان .\n</p>\n<p class=\"arabic\">وروى الكثير ببغداد ودمشق ومصر وانتهى إليه علو الإسناد ورحل إليه من البلاد \n  وازدحم عليه الطلبة والنقاد وألحق الأحفاد بالأجداد .\n</p>\n<p class=\"arabic\">وكان يجهز البز ويتكسب بالمتاجر وله وجاهة وحرمة وافرة عند الدولة .\n</p>\n<p class=\"arabic\">ثم انقطع إلى رواية الحديث وولي مشيخة دار الحديث الكاملية إلى أن مات في \n  مستهل صفر .\n</p>\n<p class=\"arabic\">وقد خرج له الشريف عز الدين مشيخة في خمسة أجزاء وخرج له ثمانيات في أربعة \n  أجزاء .\n</p>\n<p class=\"arabic\">وخرج له شيخنا ابن الظاهري الموافقات في ثلاثة عشر جزءا والأبدال العوال في \n  أربعة أجزاء و المصافحات في جزئين وغير ذلك .\n</p>\n<p class=\"arabic\">وكان شيخا متميزا حسن البزة دينا صينا صدوقا صحيح السماعات *50*100* .\n</p>\n<p class=\"arabic\">وجرت عليه محنة من الدولة ولطف الله به .\n</p>\n<p class=\"arabic\">روى عنه ابن الظاهري والدمياطي وحضرا ولديهما عليه وقاضي القضاة زين الدين \n  وقاضي القضاة نجم الدين وقاضي القضاة سعد الدين والشيخ كمال الدين ابن الشريشي \n  والشيخ نصر المنبجي والعفيف أبو بكر الصوفي الهنداسة ومحمد بن الشرف الميدومي \n  والصفي محمود الأرموي والشيخ علي الموصلي ومحمد بن عبد الله بن محمود الحراني \n  وبهاء الدين يوسف بن العجمي وهارون الكنجي وأحمد بن الشيخ علي القارىء وأبو \n  نعيم بن التقي الإسعردي وعز الدين عبد العزيز بن غازي الحموي والعفيف عبد \n  الخالق ابن الفارغ ومحمد وأحمد ابنا المحب والتقي أحمد بن العز ومحمد بن عمر \n  اللاوي وعلاء الدين الكندي والجمال يوسف بن إبراهيم القاضي والشرف يعقوب بن \n  أحمد الحلبي وأحمد بن علي العلامي وأحمد بن علي الكلوتاتي وأحمد بن عبد الرحيم \n  المنشاوي وفخر الدين أحمد بن محمد بن النطاع الأنصاري وبدر الدين محمد بن \n  منصور ابن الجوهري وأخوه شهاب الدين أحمد والقطب إبراهيم بن الملك المجاهد \n  إسحاق ابن صاحب الموصل وشمس الدين حسين بن أسد ابن الأثير وأخوه بهاء الدين \n  سليمان وكمال الدين عبد الرحمن البسطامي الحنفي وبهاء الدين علي بن عثمان \n  بن أبي الحوافر والنجم محمد بن إبراهيم بن بنين ومحمد بن سعد الصفار ومحمد \n  بن شعبان الخلاطي وفتح الدين محمد بن عثمان الشارعي وقطب الدين محمد بن عبد \n  الوهاب بن مرتضى وصدر الدين محمد بن أبي برك بن البوري وعالم كثير بمصر والشام \n  من كهول زماننا عمرهم الله تعالى في طاعته *50*101* .\n\n</p>"
}