{
    "header": " علي بن أنجب بن عثمان بن عبيد الله .",
    "id": "032644",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> علي بن أنجب بن عثمان بن عبيد الله .\n</h1>\n<p class=\"arabic\">الشيخ تاج الدين أبو الحسن وأبو طالب ابن الساعي البغدادي المؤرخ خازن كتب \n  المستنصرية .\n</p>\n<p class=\"arabic\">توفي في رمضان وقد قارب الثمانين أوجاوزها .\n</p>\n<p class=\"arabic\">وكان أديبا فاضلا إخباريا عمل تاريخا وما زال يجمع فيه إلى أن مات .\n</p>\n<p class=\"arabic\">وعمل تاريخا لشعراء زمانه وذيل على الكامل لابن الأثير وله كتاب غزل الظراف \n  في مجلدين أجازه عليه المستنصر بالله بمائة دينار .\n</p>\n<p class=\"arabic\">وله كتاب التاريخ المعلم الأتابكي إلتمس منه تأليفه صاحب شهرزور نور الدين \n  أرسلان شاه بن زنكي بن أرسلان شاه بن السلطان عز الدين مسعود بن السلطان قطب \n  الدين مودود بن زنكي بن آقسنقر التركي وفي أخبار بيتهم وأجازه عليه بمائة \n  دينار .\n</p>\n<p class=\"arabic\">وله كتاب نزهة الأبصار في ختان ابني المستعصم الشهيد وما أنفق *50*162* عليهما \n  من الأموال وتفاصيل ما عمل من المآكل والملبوس وما عمل من المدائح فأعطي عليه \n  مائة دينار .\n</p>\n<p class=\"arabic\">وكان إقبال الشرابي ينفذ إليه بالذهب ويحترمه وله في إقبال مدائح وفي غيره .\n</p>\n<p class=\"arabic\">ولقد أورد الكازروني في ترجمة ابن الساعي أسماء التصانيف التي صنفها وهي كثيرة \n  جدا لعلها وقر بعير منها مشيخته بالسماع والإجازة في عشر مجلدات فروى بالإجازة \n  عن أبي سعد الصفار فأحسبها العامة .\n</p>\n<p class=\"arabic\">وعن عبد الوهاب بن سكينة والكندي وابن الأخضر وأحمد بن الدبيقي .\n</p>\n<p class=\"arabic\">وسمع من أصحاب أبي الوقت .\n</p>\n<p class=\"arabic\">وقرأ على ابن النجار تاريخه الكبير لبغداد وقد تكلم فيه فالله أعلم وله أوهام .\n</p>\n<p class=\"arabic\">قال ابن أنجب وفي رجب سنة أربع وثلاثين وستمائة برز إلي من البر المستنصري \n  مائة دينار في مقابلة كتاب وسمته بكتاب الإيناس في مناقب خلفاء بني العباس .\n</p>\n<p class=\"arabic\">وله كتاب الحث على طلب الولد ألفه باسم مجاهد الدين أيبك الدويدار الصغير \n  فقدمه له يوم عرسه على ابنة صاحب الموصل لؤلؤ .\n</p>\n<p class=\"arabic\">وحكى ابن أنجب أنه اشترى مملوكا بخمسة عشر دينارا قال ثم بعته بمائة دينار \n  على الأمير بكلك فوهبه لفتاه سنقر شاه فظهرت منه نهضة تامة وكفاة وكثرت أمواله \n  إلى أن نقم أستاذه وأخذ من أمواله ما قيمته أزيد من مائة ألف دينار فلما انتهى \n  أمره إلى الديوان أحضر من خوزستان وكان سنقر جاء زعيمها فساعة وصوله واسمه \n  أدرج خلع عليه وألحق بالزعماء .\n</p>\n<p class=\"arabic\">فلم تطل أيامه حتى توفي وكان ينفذ إلي في كل سنة بمائة دينار من ابتداء سعادته \n  إلى أن مات *50*163* .\n</p>\n<p class=\"arabic\">قلت وله من التواليف تاريخ الوزراء و تاريخ نساء الخلفاء من الحرائر والإماء \n  ومنهن سمر أم أولاد المستعصم الأمراء أحمد وعبد الرحمن ومبارك .\n</p>\n<p class=\"arabic\">وله مصنف في سيرة المستنصر وآخر في سيرة الناصر ومصنف في أخبار أهل البيت \n  وله عدة تواليف .\n</p>\n<p class=\"arabic\">وعاش اثنتين وثمانين سنة .\n</p>\n<p class=\"arabic\">وقد ذكر الظهير الكازروني له ترجمة طويلة وأثنى عليه بالديانة رحمه الله تعالى .\n\n</p>"
}