{
    "header": " الخضر ويسمى مسعود ابن عبد السلام .",
    "id": "032625",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> الخضر ويسمى مسعود ابن عبد السلام .\n</h1>\n<p class=\"arabic\">ويسمى أبوه عبد الله بن عمر بن علي بن محمد بن حمويه .\n</p>\n<p class=\"arabic\">الشيخ الكبير سعد الدين أبو سعد ابن شيخ الشيوخ تاج الدين أخو شيخ الشيوخ \n  شرف الدين .\n</p>\n<p class=\"arabic\">ولد سنة اثنتين وتسعين وخمسمائة *50*152* .\n</p>\n<p class=\"arabic\">وسمع من عمر بن طبرزد وأبي اليمن الكندي وجماعة .\n</p>\n<p class=\"arabic\">وأجاز له عبد المنعم بن كليب وأبو الفرج بن الجوزي والمبارك بن المعطوش وعبد \n  الله بن أبي المجد الكربي وجماعة .\n</p>\n<p class=\"arabic\">وخدم في شبيبته وتعانى الجندية مع بني عمه الأمراء الأربعة .\n</p>\n<p class=\"arabic\">ثم تصوف ولبس البقيار وأمه من ذرية أبي القاسم القشيري .\n</p>\n<p class=\"arabic\">وقد جمع تاريخا في مجلدتين وكان لديه فضيلة وشعر حسن .\n</p>\n<p class=\"arabic\">ومرض في أواخر عمره وقل بصره .\n</p>\n<p class=\"arabic\">روى عنه ابن الخباز وابن العطار وعلم الدين الدواداري وجماعة .\n</p>\n<p class=\"arabic\">وأجاز لي مروياته وكتب عنه بذلك الشيخ أبو الحسن الموصلي .\n</p>\n<p class=\"arabic\">وتوفي في ذي الحجة رحمه الله وكان مشاركا لأخيه في المشيخة .\n</p>\n<p class=\"arabic\">نقلت من خط سعد الدين وأجازه لي قال رأيت عند خطيب القاهرة فخر الدين القاضي \n  السكري قشر حية أهدي لوالده من الهند عرضه ثلاثة أشبار .\n</p>\n<p class=\"arabic\">قال ورأيت بقرية من أعمال الزبداني سنة ثلاث وخمسين وستمائة شجرة جوز دورها \n  اثني عشر ذراعا وحملها مائة ألف وعشرون ألف جوزة .\n</p>\n<p class=\"arabic\">قال ورأيت بقرب ميافارقين شجرة بلوط قست دورها اثنين وعشرين شبرا .\n</p>\n<p class=\"arabic\">ونزلت عند الملك المظفر غازي ابن العادل فأحضروا بين يدي جديين توأم وجه أحدهما \n  قريب من وجه الآدمي وله خرطوم كالخنزير وتحت الخرطوم عينان وفي جبهته عينان \n  أيضا وله فم كفم الآدمي ولسان عريض .\n</p>\n<p class=\"arabic\">ورأيت أيضا جديا بفرد عين في وسط جبهته وله إليه مثل الضأن .\n\n</p>"
}