{
    "header": " محمد بن إبراهيم بن عبد الواحد بن علي بنـ...",
    "id": "032787",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> محمد بن إبراهيم بن عبد الواحد بن علي بن سرور .\n</h1>\n<p class=\"arabic\">الشيخ الإمام قاضي القضاة شمس الدين أبو بكر ابن الشيخ العماد المقدسي الصالحي \n  الحنبلي .\n</p>\n<p class=\"arabic\">ولد في صفر سنة ثلاث وستمائة .\n</p>\n<p class=\"arabic\">وسمع أبا اليمن الكندي وأبا القاسم بن الحرستاني وابن ملاعب والشيخ الموفق \n  وتفقه عليه وأبا عبد الله بن البنا الصوفي ومحمد بن كامل التنوخي وأحمد بن \n  محمد بن سيدهم .\n</p>\n<p class=\"arabic\">وحضر على عمر بن طبرزد وسمع ببغداد من الفتح بن عبد السلام وعمر بن كرم الحمامي \n  وعبد السلام الداهري وابن روزبة وجماعة .\n</p>\n<p class=\"arabic\">وسكنها وتأهل بها وجاءته الأولاد فأسمعهم من الكاشغري وغيره .\n</p>\n<p class=\"arabic\">ثم ارتحل وسكن الديار المصرية في سنة بضع وأربعين ورأس بها في مذهب أحمد وصار \n  شيخ الإقليم وحاكمه وشيخ الخانقاه السعيدية في الأيام *50*241* الظاهرية وكان \n  إماما محققا كثير الفضائل صالحا خيرا حسن البشر مليح الشكل كثير النفع والمحاسن \n  وقد نالته محنة ذكرناها في الحوادث .\n</p>\n<p class=\"arabic\">روى عنه الدمياطي والقاضي سعد الدين الحارثي والشيخ علي النشار والشيخ قطب \n  الدين عبد الكريم وقال هو أول شيخ سمعت منه وذلك في سنة أربع وسبعين وطائفة .\n</p>\n<p class=\"arabic\">وكان حسن السمت مهيبا له مشاركة في عدة فنون ويعرف كلام الصوفية ويتكلم على \n  طريقتهم فيما بلغني وتحكى عنه كرامات ومكاشفات .\n</p>\n<p class=\"arabic\">وكان كثير البر والإيثار للفقهاء حسن التواضع كبير القدر .\n</p>\n<p class=\"arabic\">وقد عزل عن القضاء في سنة سبعين وحبس سنتين بالقلعة ثم أطلق ولزم بيته يدرس \n  ويفتي ويشغل ويروي الحديث إلى أن توفي في الثاني والعشرين من المحرم بالقاهرة .\n</p>\n<p class=\"arabic\">وقد سمعت من ولديه أحمد وزينب .\n</p>\n<p class=\"arabic\">وقد خرج شيخنا ابن الظاهري له معجما حدث به سوى الجزء العاشر .\n</p>\n<p class=\"arabic\">قال الحافظ عبد الكريم سمعت منه صحيح مسلم بسماعه من ابن الحرستاني قال وسمع \n  بمكة من أبي العباس القسطلاني وبحلب من أبي محمد ابن الأستاذ وبحران من أحمد \n  النجار وبالموصل من عمر بن معالي .\n\n</p>"
}