{
    "header": " محمد بن عبد الوهاب بن منصور  .",
    "id": "032711",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> محمد بن عبد الوهاب بن منصور  .\n</h1>\n<p class=\"arabic\">العلامة شمس الدين أبو عبد الله الحراني الحنبلي .\n</p>\n<p class=\"arabic\">كان شيخا إماما بارعا أصوليا من كبار الأئمة في الفقه والأصول والخلاف .\n</p>\n<p class=\"arabic\">تفقه على القاضي نجم الدين بن راجح الحنبلي ثم الشافعي والشيخ مجد الدين ابن \n  تيمية وناظره مرات .\n</p>\n<p class=\"arabic\">وقدم دمشق فقرأ الأصول والعربية على الشيخ علم الدين القاسم .\n</p>\n<p class=\"arabic\">ودخل الديار المصرية ولازم دروس الشيخ عز الدين بن عبد السلام .\n</p>\n<p class=\"arabic\">وناب في القضاء عن تاج الدين ابن بنت الأعز فلما جعلت القضاة أربعة ناب في \n  القضاء عن الشيخ شمس الدين محمد بن العماد .\n</p>\n<p class=\"arabic\">ثم قدم دمشق وانتصب للإشغال والإفادة .\n</p>\n<p class=\"arabic\">تفقه عليه شمس الدين محمد بن الفخر وشمس الدين بن أبي الفتح ومجد الدين إسماعيل .\n</p>\n<p class=\"arabic\">وكانت له حلقة للتدريس والفتوى .\n</p>\n<p class=\"arabic\">وكان حسن العبارة طويل النفس في البحث وأعاد بالجوزية مدة .\n</p>\n<p class=\"arabic\">وناب في إمامة محراب الحنابلة مدة ثم ابتلي بالفالج وبطل شقه الأيسر وثقل \n  لسانه حتى كان لا يفصح ولا يفهم منه إلا اليسير فبقي على ذلك أربعة أشهر ومات .\n</p>\n<p class=\"arabic\">وكان من أذكياء الناس .\n</p>\n<p class=\"arabic\">روى عن ابن اللتي والموفق عبد اللطيف بن يوسف و جماعة .\n</p>\n<p class=\"arabic\">ومات في عشر السبعين .\n</p>\n<p class=\"arabic\">روى عنه ابن أبي الفتح وابن العطار .\n</p>\n<p class=\"arabic\">ومن شعره *50*198* .\n</p>\n<p class=\"arabic\">% طار قلبي يوم ساروا فرقا % % وسواء فاض دمعي أو رقا % .\n</p>\n<p class=\"arabic\">% جار في سقمي من بعدهم % % كل من في الحي داوى أو رقى % .\n</p>\n<p class=\"arabic\">% بعدهم لا ظل وادي المنحنا % % وكذا بان الحمى لا أورقا % .\n</p>\n<p class=\"arabic\">وكان يحضر حلقة شمس الدين ابن عبد الوهاب جماعة من المذاهب وكان يقرىء قصيدة \n  ابن الفارض التائية الملقبة بنظم السلوك ويشرحها فيبكي بكاء كثيرا .\n</p>\n<p class=\"arabic\">وكان رقيق القلب صحب الفقراء مدة وقد ترجمه صاحبه شمس الدين ابن أبي الفتح \n  بهذا وأكثر .\n</p>\n<p class=\"arabic\">وحدثني ابن تيمية شيخنا عن ناصر الدين إمام الناصرية أنه كان يحضر في حلقة \n  ابن عبد الوهاب فرآه يشرح في التائية لابن الفارض قال فلما رحت أخذني ما قدم \n  وما حدث وانحرجت وقلت لأنكرن غدا عليه وأحط على هذا الكلام .\n</p>\n<p class=\"arabic\">قال فلما حضرت وسمعت الشرح لذ لي وحلا فلما رحت فكرت في الكلام الذي شرحه \n  وفي الأبيات فثارت نفسي وعزمت على الإنكار فلما حضرت لذ لي أيضا واستغرقني \n  أصابني ذلك مرتين أو ثلاثا *50*199* .\n</p>\n<p class=\"arabic\">قلت ما أملح ما مثل به شيخنا إبراهيم الرقي كلام ابن العربي وابن الفارض قال \n  مثله مثل عسل أذيف فيه سم فيستعمله الشخص ويستلذ بالعسل حلاوته ولا يشعر بالسم \n  فيسري فيه وهو لا يشعر ولا يزال حتى يهلكه .\n</p>\n<p class=\"arabic\">وتوفي الشيخ شمس الدين ليلة الجمعة سادس جمادى الأولى وصلى عليه بجامع دمشق \n  بعد الصلاة وصلى عليه خارج البلد الشيخ زين الدين ابن المنجا ودفن بمقابر \n  باب الصغير رحمه الله .\n</p>\n<p class=\"arabic\">وما كان الرجل يدري أيش هو الإتحاد ولا يعرف محط هؤلاء وهذا الظن به وبكثير \n  من أتباعهم .\n\n</p>"
}