{
    "header": " بيبرس .",
    "id": "032745",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> بيبرس .\n</h1>\n<p class=\"arabic\">*50*217* .\n</p>\n<p class=\"arabic\">السلطان الملك الظاهر ركن الدين أبو الفتوح البندقداري الصالحي النجمي الأيوبي \n  التركي صاحب مصر والشام .\n</p>\n<p class=\"arabic\">ولد في حدود العشرين وستمائة قبلها بقليل أو بعدها .\n</p>\n<p class=\"arabic\">وأصله من صحراء القفجاق فأبيع بدمشق ونشأ بها فيقال كان مملوكا للعماد الصائغ \n  الذي كان يسكن عند المنكلانية وسأكشف عن هذا .\n</p>\n<p class=\"arabic\">ثم اشتراه الأمير علاء الدين البندقداري الصالحي فطلع بطلا شجاعا نجيبا لا \n  ينبغي أن يكون إلا عند ملك فأخذه الملك الصالح إليه وصار من جملة البحرية \n  وشهد وقعة المنصورة بدمياط وصار أميرا في الدولة المعزية وتقلبت به الأمور \n  وجرت له أحوال ذكرناها في الحوادث واشتهر بالشجاعة والإقدام وبعد صيته ولما \n  سارت الجيوش المنصورة من مصر لحرب التتار وهو كان هو طليعة الإسلام وجلس على \n  سرير الملك بعد قتل المظفر وذلك في سابع عشر ذي القعدة من سنة ثمان وخمسين \n  بقلعة الجبل .\n</p>\n<p class=\"arabic\">وكان أستاذه البندقدار من بعض أمرائه .\n</p>\n<p class=\"arabic\">وكان غازيا مجاهدا مرابطا خليقا للملك لولا ما كان فيه من الظلم والله يرحمه \n  ويغفر له ويسامحه فإن له أياما بيضاء في الإسلام ومواقف مشهودة وفتوحات معدودة .\n</p>\n<p class=\"arabic\">وله سيرتان كبيرتان لابن عبد الظاهر ولابن شداد رحمهما الله لم أقف عليهما \n  بعد *50*218* .\n</p>\n<p class=\"arabic\">وقد دخل الروم قبل موته بشهرين وكسر التتار ودخل مدينة قيصرية وجلس بها في \n  دست الملك وصلى بها الجمعة وخطبوا له وضربت السكة باسمه وذلك في ذي القعدة \n  ثم رجع وقطع الدربند وعبر النهر الأزرق ودخل دمشق في سابع المحرم مؤيدا منصورا \n  فنزل بالقلعة ثم انتقل إلى قصره الأبلق فمرض في نصف المحرم وانتقل إلى عفو \n  الله وسعة رحمته يوم الخميس بعد الظهر الثامن والعشرين من المحرم بالقصر وحمل \n  إلى القلعة ليلا مع أكابر أمرائه وغسله وصبره المهتار شجاع الدين عنبر والكمال \n  علي بن المتيحي الإسكندراني المؤذن والأمير عز الدين الأفرم ووضع في تابوت \n  وعلق في بيت بالقلعة وهو في أول عشر الستين .\n</p>\n<p class=\"arabic\">وخلف عشرة أولاد الملك السعيد محمد وسلامش وخضر وسبع بنات .\n</p>\n<p class=\"arabic\">قال ذلك الشيخ قطب الدين وقال كان له عشرة آلاف مملوك .\n</p>\n<p class=\"arabic\">وحكى الشيخ شرف الدين عبد العزيز الأنصاري الحموي قال كان الأمير علاء الدين \n  البندقدار الصالحي لما قبض وأحضر إلى حماة واعتقل بجامع قلعتها اتفق حضور \n  ركن الدين بيبرس مع تاجر وكان الملك المنصور إذ ذاك صبيا فأراد شراء رقيق \n  تبصره الصاحبة والدته فأحضر بيبرس هذا وخشداشه فرأتهما من وراء الستر فأمرت \n  بشراء خشداشة وقالت هذا الأسمر لا يكن بينك وبينه معاملة فإن في عينيه شرا \n  لائحا .\n</p>\n<p class=\"arabic\">فردهما جميعا فطلب البندقدار الغلامين فاشتراهما وهو معتقل ثم أفرج عنه وسار \n  بهما إلى مصر وآل أمر ركن الدين إلى ما آل .\n</p>\n<p class=\"arabic\">وقد سار غير مرة في البريد حال سلطته وعمل في حصارات المدائن التي أخذها من \n  الفرنج في بذل نفسه وفرط إقدامه على المخاوف ما يقضى منه *50*219* العجب فبه \n  يضرب المثل وإليه المنتهى في سياسة الملك وتفقد أحوال جنده فهو كما قيل لولا \n  نقص عدله لكان أحوذيا نسيج وحده وقد أعد للأمور أقرانها أقامه الله وقت ظهور \n  هولاكو وأبغا فهاباه وانجمعا عن البلاد .\n\n</p>"
}