{
    "header": " أحمد بن أبي الخير سلامة بن إبراهيم بن مـ...",
    "id": "032869",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> أحمد بن أبي الخير سلامة بن إبراهيم بن معروف بن خلف .\n</h1>\n<p class=\"arabic\">المسند المعمر زين الدين أبو العباس الدمشقي الحداد الحنبلي المقرىء الخياط \n  الدلال .\n</p>\n<p class=\"arabic\">ولد في رابع عشر ربيع الأول سنة تسع وثمانين وخمسمائة .\n</p>\n<p class=\"arabic\">وتوفي والده الشيخ أبو الخير إمام حلقة الحنابلة وله خمس سنين ولم يسمعه شيئا \n  بل استجاز له .\n</p>\n<p class=\"arabic\">ثم سمع سنة ستمائة من أبي اليمن الكندي .\n</p>\n<p class=\"arabic\">وسمع بحمص من شمس الدين أحمد بن عبد الواحد البخاري والد الفخر *50*297* .\n</p>\n<p class=\"arabic\">وأجاز له من إصبهان خليل بن أبي الرجاء الراراني ومحمد بن إسماعيل الطرسوسي \n  ومسعود بن أبي منصور الحمال وعبد الرحيم بن محمد الكاغدي وتفرد في الدنيا \n  عنهم وأبو المكارم أحمد بن محمد اللبان ومحمد بن أبي زيد الكراني وأبو جعفر \n  الصيدلاني وسبعتهم من أصحاب أبي علي الحداد .\n</p>\n<p class=\"arabic\">وأجاز له طائفة من إصبهان من أصحاب فاطمة الجوزدانية وأبي عبد الله الخلال .\n</p>\n<p class=\"arabic\">وأجاز له من مصر أبو القاسم البوصيري وفاطمة بنت سعد الخير وابن نجا الواعظ \n  وعلي بن حمزة والحافظ عبد الغني وأبو عبد الله الأرتاحي وغيرهم .\n</p>\n<p class=\"arabic\">وأجاز له من بغداد أبو الفرج بن كليب وأبو القاسم بن بوش وأبو الفرج ابن الجوزي \n  وأبو طاهر بن المعطوش وعبد الخالق بن البندار وعبد الله بن محمد بن عليان \n  وطائفة من أصحاب ابن الحصني وقاضي المرستان .\n</p>\n<p class=\"arabic\">وأجاز له بدمشق أبو طاهر الخشوعي وأبو جعفر القرطبي وأبو محمد بن عساكر وغيرهم .\n</p>\n<p class=\"arabic\">سمع منه عمر بن الحاجب بعرفات سنة عشرين وستمائة .\n</p>\n<p class=\"arabic\">وروى عنه الدمياطي وأبو العباس ابن الحلوانية وابن الخباز وابن العطار وابن \n  جعوان والمزي وابن أبي الفتح وابن الشريشي وابن تيمية وأخوه أبو محمد والمجد \n  بن الصيرفي وأبو محمد البرزالي وأبو بكر بن شرف وطائفة سواهم .\n</p>\n<p class=\"arabic\">وقرأ عليه المزي شيخنا شيئا كثيرا وسمع منه حلية الأولياء ورثاه بأبيات بعد \n  موته .\n</p>\n<p class=\"arabic\">وسألته عنه فقال شيخ جليل متيقظ عمر وتفرد بالرواية عن كثير من مشايخه وحدث \n  سنين كثيرة وسمعنا منه الكثير وكان سهلا في الرواية *50*298* .\n</p>\n<p class=\"arabic\">وقال توفي يوم عاشوراء وقد قارب التسعين .\n</p>\n<p class=\"arabic\">قلت كان إنسانا خيرا متواضعا من أهل الرباط الناصري أضر بأخرة وكان فقيرا \n  متعففا أجاز لي جميع مروياته .\n</p>\n<p class=\"arabic\">قال أنبأنا خليل أنا الحداد أنا أبو نعيم ثنا أحمد بن يوسف ثنا الحارث بن \n  أبي أسامة ثنا روح بن عبادة ثنا أيمن بن نابل سمعت قدامة بن عبد الله الكلابي \n  قال رأيت النبي صلى الله عليه وسلم يرمي الجمرة يوم النحر على ناقة صهباء \n  لا طرد ولا ضرب ولا إليك إليك هذا حديث صحيح رواه البهاء عبد الرحمن بن إبراهيم \n  المقدسي في مشيخته عن العز بن الحافظ عبد الغني المقدسي عن خليل بن أبي الرجاء \n  فوقع لنا عاليا .\n\n</p>"
}