{
    "header": " يحيى بن شرف بن مري بن حسن بن حسين .",
    "id": "032800",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> يحيى بن شرف بن مري بن حسن بن حسين .\n</h1>\n<p class=\"arabic\">مفتي الأمة شيخ الإسلام محيي الدين أبو زكريا النواوي الحافظ الفقيه الشافعي \n  الزاهد أحد الأعلام *50*247* .\n</p>\n<p class=\"arabic\">ولد في العشر الأوسط من المحرم سنة إحدى وثلاثين بنوى وجدهم هو حسين بن محمد \n  بن جمعة بن حزام الحزامي بحاء مهملة وزاي .\n</p>\n<p class=\"arabic\">نزل حسين بالجولان بقرية نوى على عادة العرب فأقام بها ورزقه الله ذرية إلى \n  أن صار منهم عدد كثير .\n</p>\n<p class=\"arabic\">قال الشيخ محيي الدين كان بعض أجدادي يزعم أنها نسبة إلى حزام والد حكيم بن \n  حزام رضي الله عنه وهو غلط .\n</p>\n<p class=\"arabic\">والنووي بحذف الألف ويجوز إثباتها .\n</p>\n<p class=\"arabic\">حكى والده لشيخنا أبي الحسن بن العطار أن الشيخ كان نائما إلى جنبه وهو ابن \n  سبع سنين ليلة السابع والعشرين من رمضان قال فانتبه نحو نصف الليل وأيقظني \n  وقال يا أبه ما هذا الضوء الذي قد ملأ الدار فاستيقظ ^ أهلي ^ كلهم فلم نر \n  شيئا فعرفت أنها ليلة القدر .\n</p>\n<p class=\"arabic\">وقال ابن العطار ذكر لي الشيخ ياسين بن يوسف المراكشي رحمه الله قال رأيت \n  الشيخ محيي الدين وهو ابن عشر بنوى والصبيان يكرهونه على اللعب معهم وهو يهرب \n  ويبكي ويقرأ القرآن في ^ ذلك ^ الحال فوقع في قلبي محبته وجعله أبوه في دكان \n  بالقرية فجعل لا يشتغل بالبيع ^ والشراء ^ عن القرآن فوصيت الذي يقرئه وقلت \n  هذا يرجى أن يكون أعلم أهل زمانه ف ^ ... ^ وقال لي أمنجم أنت قلت لا إنما \n  أنطقني الله بذلك .\n</p>\n<p class=\"arabic\">فذكر ذلك لوالده فحرص عليه ^ ... ^ وقد ناهز الاحتلام *50*248* .\n</p>\n<p class=\"arabic\">قال ابن العطار قال لي الشيخ فلما كان لي تسع عشرة سنة قدم بي والدي إلى دمشق \n  في سنة تسع وأربعين فسكنت المدرسة الرواحية وبقيت نحو سنتين لم أضع جنبي إلى \n  الأرض وكان قوتي بها جراية المدرسة لا غير .\n</p>\n<p class=\"arabic\">وحفظت \" التنبيه \" في نحو أربعة أشهر ونصف .\n</p>\n<p class=\"arabic\">قال وبقيت أكثر من شهرين أو أقل لما قرأت يجب الغسل من إيلاج الحشفة في الفرج \n  أعتقد أن ذلك قرقرة البطن وكنت أستحم بالماء البارد كلما قرقر بطني .\n</p>\n<p class=\"arabic\">قال وقرأت حفظا ربع المهذب في باقي السنة وجعلت أشرح وأصحح على شيخنا كمال \n  الدين إسحاق بن أحمد المغربي ولازمته فأعجب بي وأحبني وجعلني أعيد لأكثر جماعته \n  فلما كانت سنة إحدى وخمسين حججت مع والدي وكانت وقفة جمعة وكان رحيلنا من \n  أول رجب فأقمنا بالمدينة نحوا من شهر ونصف .\n</p>\n<p class=\"arabic\">فذكر والده قال لما توجهنا من نوى أخذته الحمى فلم تفارقه إلى يوم عرفة ولم \n  يتأوه قط .\n</p>\n<p class=\"arabic\">ثم قدم ولازم شيخه كمال الدين إسحاق .\n</p>\n<p class=\"arabic\">قال لي أبو المفاخر محمد بن عبد القادر القاضي لو أدرك القشيري شيخكم وشيخه \n  لما قدم عليهما في ذكره لمشايخها يعني الرسالة أحدا لما جمع فيهما من العلم \n  والعمل والزهد والورع والنطق بالحكم .\n</p>\n<p class=\"arabic\">قال وذكر لي الشيخ أنه كان يقرأ كل يوم اثني عشر درسا على المشايخ شرحا وتصحيحا \n  درسين في الوسيط ودرسين في المهذب ودرسا في الجمع بين الصحيحين ودرسا في صحيح \n  مسلم ودرسا في اللمع لابن جني ودرسا في إصلاح المنطق لابن السكيت ودرسا في \n  التصريف ودرسا في أصول الفقه تارة في اللمع لأبي إسحاق وتارة في المنتخب لفخر \n  الدين ودرسا في أسماء الرجال ودرسا في أصول الدين *50*249* .\n</p>\n<p class=\"arabic\">وكنت أعلق جميع ما يتعلق بها من شرح مشكل ووضوح عبارة وضبط لغة وبارك الله \n  لي في وقتي وخطر لي الاشتغال بعلم الطب فاشتريت كتاب القانون فيه وعزمت على \n  الاشتغال فيه فأظلم علي قلبي وبقيت أياما لا أقدر على الاشتغال بشيء ففكرت \n  في أمري ومن أين دخل علي الداخل فألهمني الله أن سببه اشتغالي بالطب فبعث \n  القانون في الحال واستنار قلبي .\n</p>\n<p class=\"arabic\">وقال كنت مريضا بالرواحية فبينا أنا في ليلة في الصفة الشرقية منها وأبي وإخوتي \n  نائمون إلى جنبي إذ نشطني الله وعافاني من ألمي فاشتاقت نفسي إلى الذكر فجعلت \n  أسبح فبينا أنا كذلك بين السر والجهر إذ شيخ حسن الصورة جميل المنظر يتوضأ \n  على البركة في جوف الليل فلما فرغ أتاني وقال يا ولدي لا تذكر الله تشوش على \n  والدك وإخوتك وأهل المدرسة فقلت من أنت قال أنا ناصح لك ودعني أكون من كنت .\n</p>\n<p class=\"arabic\">فوقع في نفسي أنه إبليس فقلت أعوذ بالله من الشيطان الرجيم ورفعت صوتي بالتسبيح \n  فأعرض ومشى إلى ناحية باب المدرسة فانتبه والدي والجماعة على صوتي فقمت إلى \n  باب المدرسة فوجدته مقفلا وفتشتها فلم أجد فيها أحدا غير أهلها فقال لي أبي \n  يا يحيى ما خبرك فأخبرته الخبر فجعلوا يتعجبون وقعدنا كلنا نسبح ونذكر .\n</p>\n<p class=\"arabic\">قلت ثم سمع الحديث فسمع صحيح مسلم من الرضى ابن البرهان وسمع صحيح البخاري \n  و ومسند أحمد و سنن أبي داود والنسائي وابن ماجه و جامع الترمذي و مسند الشافعي \n  و سنن الدارقطني و شرح السنة وأشياء عديدة .\n</p>\n<p class=\"arabic\">وسمع من ابن عبد الدائم والزين خالد وشيخ الشيوخ شرف الدين عبد العزيز والقاضي \n  عماد الدين عبد الكريم بن الحرستاني وأبي محمد عبد الرحمن بن سالم الأنباري \n  وأبي محمد إسماعيل بن أبي اليسر وأبي *50*250* زكريا يحيى بن الصيرفي وأبي \n  الفضل محمد بن محمد بن البكري والشيخ شمس الدين أبي الفرج عبد الرحمن بن أبي \n  عمر وطائفة سواهم .\n</p>\n<p class=\"arabic\">وأخذ علم الحديث عن جماعة من الحفاظ فقرأ كتاب الكمال لعبد الغني الحافظ على \n  أبي النقا خالد النابلسي وشرح مسلما ومعظم البخاري على أبي إسحاق بن عيسى \n  المرادي .\n</p>\n<p class=\"arabic\">وأخذ أصول الفقه عن القاضي أبي الفتح التفليسي قرأ عليه المنتخب وقطعة من \n  المستصفى للغزالي .\n</p>\n<p class=\"arabic\">وتفقه على الإمام كمال الدين إسحاق المغربي ثم المقدسي والإمام شمس الدين \n  عبد الرحمن بن نوح المقدسي ثم الدمشقي وعز الدين عمر بن أسعد الإربلي .\n</p>\n<p class=\"arabic\">وكان النووي يتأدب مع هذا الإربلي ربما قام وملأ الإبريق ومشى به قدامه إلى \n  الطهارة .\n</p>\n<p class=\"arabic\">والإمام كمال الدين سلار بن الحسين الإربلي ثم الحلبي صاحب الإمام أبي بكر \n  الماهاني .\n</p>\n<p class=\"arabic\">وقد تفقه الثلاثة الأولون على ابن الصلاح رحمه الله .\n</p>\n<p class=\"arabic\">وقرأ النحو على فخر الدين المالكي والشيخ أحمد بن سالم المصري .\n</p>\n<p class=\"arabic\">وقرأ على ابن مالك كتابا من تصانيفه وعلق عنه أشياء .\n</p>\n<p class=\"arabic\">أخذ عنه القاضي صدر الدين سليمان الجعبري خطيب داريا والشيخ شهاب الدين أحمد \n  بن جعوان والشيخ علاء الدين علي بن العطار وأمين الدين سالم بن أبي الدر والقاضي \n  شهاب الدين الإربدي .\n</p>\n<p class=\"arabic\">وروى عنه ابن العطار والمزي وابن أبي الفتح وجماعة كثيرة .\n</p>\n<p class=\"arabic\">أخبرنا علي بن الموفق الفقيه أنا يحيى بن شرف الفقيه أنا خالد بن يوسف بن \n  سعد الحافظ .\n</p>\n<p class=\"arabic\">ح وأنبأتنا ست العرب بنت يحيى قالا أنا زيد بن الحسن أنا *50*251* المبارك \n  بن الحسين أنا علي بن أحمد أنا محمد بن عبد الرحمن ثنا عبد الله ثنا شيبان \n  ثنا حماد بن سلمة عن ثابت عن أنس قال قال رسول الله صلى الله عليه وسلم من \n  طلب الشهادة صادقا من قلبه أعطها ولو لم تصبه رواه مسلم عن شيبان .\n</p>\n<p class=\"arabic\">وقرأت بخط نجم الدين ابن الخباز أنبا الإمام محيي الدين النووي أنا عبد الرحمن \n  ابن أبي عمر بن قدامة الفقيه أنا أبو عبد الله بن الزبيدي أنا أبو الوقت فذكر \n  أول حديث في الصحيح .\n</p>\n<p class=\"arabic\">قال شيخنا ابن العطار ذكر لي شيخنا رحمه الله أنه كان لا يضيع له وقتا في \n  ليل ولا نهار إلا في وظيفة من الاشتغال بالعلم حتى في ذهابه في الطريق يكرر \n  أو يطالع وأنه بقي على هذا نحو ست سنين ثم اشتغل بالتصنيف والإشتغال والنصح \n  للمسلمين وولاتهم على ما هو عليه من المجاهدة لنفسه والعمل بدقائق الفقه والحرص \n  على الخروج من خلاف العلماء والمراقبة لأعمال القلوب وتصفيتها من الشوائب \n  يحاسب نفسه على الخطرة بعد الخطرة .\n</p>\n<p class=\"arabic\">وكان محققا في علمه وفنونه مدققا في علمه وشؤونه حافظا لحديث رسول الله صلى \n  الله عليه وسلم عارفا بأنواعه من صحيحه وسقيمه وغريب الفاظ واستنباط فقهه \n  حافظا للمذهب وقواعده وأصوله وأقوال الصحابة والتابعين واختلاف العلماء ووفاقهم \n  سالكا في ذلك طريقة السلف قد صرف أوقاته كلها في أنواع العلم والعمل بالعلم .\n</p>\n<p class=\"arabic\">قال فذكر لي صاحبنا أبو عبد الله محمد بن أبي الفتح الحنبلي قال كنت ليلة \n  في أواخر الليل بجامع دمشق والشيخ واقف يصلي إلى سارية في ظلمة وهو يردد قوله \n  تعالى & وقفوهم إنهم مسؤولون & مرارا بحزن وخشوع حتى حصل عندي من ذلك ما الله \n  به عليم *50*252* .\n</p>\n<p class=\"arabic\">قال وكان إذا ذكر الصالحين ذكرهم بتعظيم وتوقير وذكر مناقبهم وكراماتهم فذكر \n  لي شيخنا ولي الدين علي المقيم ببيت لهيا قال مرضت بالنقرس فعادني الشيخ محيي \n  الدين فلما جلس شرع يتكلم في الصبر فبقي كلما تكلم جعل الألم يذهب قليلا قليلا \n  فلم يزل يتكلم حتى زال جميع الألم وكنت لا أنام في الليل فعرفت أن زوال الألم \n  من بركته .\n</p>\n<p class=\"arabic\">وقال الشيخ رشيد الدين ابن المعلم عذلت الشيخ في عدم دخول الحمام وتضييق عيشه \n  في أكله ولبسه وأحواله وقلت أخشى عليك مرضا يعطلك عن أشياء أفضل مما تقصده .\n</p>\n<p class=\"arabic\">فقال أن فلانا صام وعبد الله حتى اخضر فعرفت أنه ليس له غرض في المقام في \n  دارنا هذه ولا يلتفت إلى ما نحن فيه .\n</p>\n<p class=\"arabic\">قال ورأيت رجلا قشر خيارة ليطعمه إياها فامتنع وقال أخشى أن ترطب جسمي وتجلب \n  النوم .\n</p>\n<p class=\"arabic\">قال وكان لا يأكل في اليوم والليلة إلا أكلة بعد العشاء الآخرة ولا يشرب إلا \n  شربة واحدة عند السحر ولا يشرب الماء المبرد ولا يأكل فاكهة فسألته عن ذلك \n  فقال دمشق كثيرة الأوقاف وأملاك المحجوز عليهم والتصرف لهم لا يجوز إلا على \n  وجه الغبطة والمعاملة فيها على وجه المساقاة وفيها خلاف والناس لا يفعلونها \n  إلا على جزء من ألف جزء لمالك فكيف تطيب نفسي بأكل ذلك وقال لي شيخنا مجد \n  الدين أبو عبد الله بن الظهير ما وصل الشيخ تقي الدين ابن الصلاح إلى ما وصل \n  إليه الشيخ محيي الدين من العلم في الفقه والحديث واللغة وعذوبة اللفظ .\n#</p>\n<p class=\"arabic\">فصل .\n</p>\n<p class=\"arabic\">وقد نفع الله تعالى الأمة بتصانيفه وانتشرت في الأقطار وجلبت إلى *50*253* \n  الأمصار فمنها المنهاج في شرح مسلم و كتاب الأذكار و كتاب رياض الصالحين و \n  كتاب الأربعين حديثا و كتاب الإرشاد في علوم الحديث و كتاب التيسير في مختصر \n  الإرشاد المذكور و كتاب المبهمات و كتاب التحرير في ألفاظ التنبيه و العمدة \n  في صحيح التنبيه و الإيضاح في المناسك و الإيجاز في المناسك وله أربع مناسك \n  أخر .\n</p>\n<p class=\"arabic\">وكتاب التبيان في آداب حملة القرآن وفتاوى له و الروضة في أربع مجلدات و المنهاج \n  في المذهب و المجموع في شرح المهذب بلغ فيه إلى باب المطرة في أربع مجلدات \n  كبار وشرح قطعة من البخاري وقطعة جيدة من أول الوسيط وقطعة في الأحكام وقطعة \n  كبيرة في تهذيب الأسماء واللغات وقطعة مسودة في طبقات الفقهاء وقطعة في التحقيق \n  في الفقة إلى باب صلاة المسافر .\n</p>\n<p class=\"arabic\">قال ابن العطار وله مسودات كثيرة ولقد أمرني مرة ببيع كراريس نحو ألف كراس \n  بخطه وأمرني بأن أقف على غسلها في الوراقة فلم أخالف أمره وفي قلبي منها حسرات .\n</p>\n<p class=\"arabic\">وقد وقف الشيخ رشيد الدين الفارقي على المنهاج فقال .\n</p>\n<p class=\"arabic\">% اغتنى بالفضل يحيى فاغتنى % % عن بسيط بوجيز نافع % .\n</p>\n<p class=\"arabic\">% وتحلى بتقاه وفضله % % فتجلى بلطيف جامع % .\n</p>\n<p class=\"arabic\">% ناصبا أعلام علم جازما % % بمقال رافعا للرافعي % .\n</p>\n<p class=\"arabic\">% فكأن ابن صلاح حاضر % % وكأن ما غاب عنا الشافعي % .\n</p>\n<p class=\"arabic\">وكان لا يقبل من أحد شيئا إلا في النادر ممن لا له به علقة من إقراء .\n</p>\n<p class=\"arabic\">أهدى له فقير مرة إبريقا فقبله وعزم عليه الشيخ برهان الدين الإسكندراني أن \n  يفطر عنده في رمضان فقال أحضر الطعام إلى هنا ونفطر جملة قال أبو الحسن فأفطرنا \n  ثلاثتنا على لونين من طعام أو أكثر .\n</p>\n<p class=\"arabic\">وكان الشيخ يجمع إدامين ببعض الأوقات وكان أمارا بالمعروف نهاء *50*254* عن \n  المنكر لا تأخذه في الله لومة لائم يواجه الملوك والجبابرة بالإنكار وإذا \n  عجز عن المواجهة كتب الرسائل فمما كتبه وأرسلني في السعي فيه وهو يتضمن العدل \n  في الرعية وإزالة المكوس وكتب معه في ذلك شيوخنا الشيخ شمس الدين والزواوي \n  والشريشي والشيخ إبراهيم بن الأرموي والخطيب بن الحرستاني ووضعها في ورقة \n  إلى الخزندار فيها من عبد الله يحيى النواوي سلام الله ورحمته وبركاته على \n  المولى المحسن ملك الأمراء بدر الدين أدام الله له الخيرات وتولاه بالحسنات \n  وبلغه من خيرات الدنيا والآخرة كل آماله وبارك له في جميع أحواله آمين وينهى \n  إلى العلوم الشريفة أن أهل الشام في ضيق وضعف حال بسبب قلة الأمطار وغلاء \n  الأسعار وذكر فصلا طويلا فلما وقف على ذلك أوصل الورقة التي في طيها إلى السلطان \n  فرد جوابها ردا عنيفا مؤلما فتنكدت خواطر الجماعة .\n</p>\n<p class=\"arabic\">وله غير رسالة إلى الملك الظاهر في الأمر بالمعروف .\n</p>\n<p class=\"arabic\">قال ابن العطار وقال لي المحدث أبو العباس بن فرح وكان له ميعادان في الجمعة \n  على الشيخ يشرح عليه في الصحيحين قال كان الشيخ محيى الدين قد صار إليه ثلاث \n  مراتب كل مرتبة منها لو كانت لشخص شدت إليه الرحال المرتبة الأولى العلم والثانية \n  الزهد والثالثة الأمر بالمعروف والنهي عن المنكر .\n</p>\n<p class=\"arabic\">سافر الشيخ إلى نوى وزار القدس والخليل وعاد إلى نوى وتمرض عند أبيه قال ابن \n  العطار فذهبت لعيادته ففرح ثم قال لي ارجع إلى أهلك وودعته وقد أشرف على العافية \n  وذلك يوم السبت ثم توفي ليلة الأربعاء .\n</p>\n<p class=\"arabic\">قال فبينا أنا نائم تلك الليلة إذ مناد ينادي على سدة جامع دمشق في يوم جمعة \n  الصلاة على الشيخ ركن الدين الموقع فصاح الناس لذلك فاستيقظت فقلت إنا لله \n  وإنا إليه راجعون فلما كان آخر يوم الخميس جاءنا وفاته فنودي يوم الجمعة بعد \n  الصلاة بموته وصلي عليه صلاة الغائب *50*255* .\n</p>\n<p class=\"arabic\">قال الشيخ قطب الدين وفي ليلة الأربعاء رابع وعشرين رجب توفي الشيخ محيي الدين \n  النووي صاحب التصانيف بنوى ودفن بها وكان أوحد زمانه في الورع والعبادة والتقلل \n  وخشونة العيش والأمر بالمعروف .\n</p>\n<p class=\"arabic\">واقف الملك الظاهر بدار العدل غير مرة وحكي عن الملك الظاهر أنه قال أنا أفزع \n  منه .\n</p>\n<p class=\"arabic\">وكانت مقاصده جميلة ولي مشيخة دار الحديث .\n</p>\n<p class=\"arabic\">قلت وليها بعد موت أبي شامة سنة خمس وستين وإلى أن مات .\n</p>\n<p class=\"arabic\">وقال شمس الدين ابن الفخر كان إماما بارعا حافظا مفتيا أتقن علوما شتى وصنف \n  التصانيف الجمة وكان شديد الورع والزهد ترك جميع ملاذ الدنيا من المأكول إلا \n  ما يأتيه به أبوه من كعك يابس وتين حوراني والملبس إلى الثياب الرثة المرقعة \n  ولم يدخل الحمام وترك الفواكه جميعها .\n</p>\n<p class=\"arabic\">وكان أمارا بالمعروف ناهيا عن المنكر على الأمراء والملوك والناس عامة فنسأل \n  الله أن يرضى عنه وأن يرضى عنا به *50*256* .\n</p>\n<p class=\"arabic\">وذكر مناقبه يطول وترك جميع الجهات الدنياوية ولم يكن يتناول من جهة من الجهات \n  درهما فردا .\n</p>\n<p class=\"arabic\">وحكى لنا الشيخ أبو الحسن بن العطارأن الشيخ قلع ثوبه ففلاه بعض الطلبة وكان \n  فيه قمل فنهاه وقال دعه .\n</p>\n<p class=\"arabic\">قلت وكان في ملبسه مثل آحاد الفقهاء من الحوارنة لا يؤبه به عليه شبختانية \n  صغيرة ولحيته سوداء فيها شعرات بيض وعليه هيبة وسكينة .\n</p>\n<p class=\"arabic\">وكان لا يتعاني لفظ الفقهاء وعياطهم في البحث بل يتكلم بتؤدة وسمت ووقار .\n</p>\n<p class=\"arabic\">وقد رثاه غير واحد يبلغون عشرين نفسا بأكثر من ستمائة بيت منهم مجد الدين \n  ابن الظهير وقاضي القضاة نجم الدين ابن صصرى ومجد الدين ابن المهتار وعلاء \n  الدين الكندي الكاتب والعفيف التلمساني الصوفي الشاعر .\n</p>\n<p class=\"arabic\">وأراد أقاربه أن يبنوا عليه قبة فرأته عمته أو قرابة له في النوم فقال لها \n  قولي لهم لا يفعلوا هذا الذي قد عزموا عليه فإنهم كلما بنوا شيئا تهدم عليهم \n  فانتبهت منزعجة وحدثتهم وحوطوا على قبره حجارة ترد الدواب .\n</p>\n<p class=\"arabic\">قال أبو الحسن وقال لي جماعة بنوى أنهم سألوه يوما أن لا ينساهم في عرصات \n  القيامة فقال لهم إن كان لي ثم جاه والله لا دخلت الجنة وأحد ممن أعرفه ورائي .\n</p>\n<p class=\"arabic\">قلت ولا يحتمل كتابنا أكثر مما ذكرنا من سيرة هذا السيد رحمة الله عليه وكان \n  مذهبه في الصفات السمعية السكوت وإمرارها كما جاءت وربما تأول قليلا في شرح \n  مسلم رحمه الله تعالى *50*257* .\n\n</p>"
}