{
    "header": " أحمد بن يوسف بن حسن بن رافع بن حسين بن ...",
    "id": "032968",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> أحمد بن يوسف بن حسن بن رافع بن حسين بن سودان .\n</h1>\n<p class=\"arabic\">الشيباني الإمام العلامة الزاهد الكبير موفق الدين أبو العباس الكواشي المفسر \n  نزيل الموصل *50*343* .\n</p>\n<p class=\"arabic\">ولد بكواشة وهي قلعة من أعمال الموصل سنة تسعين أو إحدى وتسعين وخمسمائة .\n</p>\n<p class=\"arabic\">قرأ القرآن على والده واشتغل وبرع في القراءآت والتفسير والعربية والفضائل .\n</p>\n<p class=\"arabic\">وسمع من أبي الحسين بن روزبة وقدم دمشق وأخذ عن أبي الحسن السخاوي وغيره .\n</p>\n<p class=\"arabic\">وحج من دمشق وزار بيت المقدس ورجع إلى بلده وتعبد .\n</p>\n<p class=\"arabic\">وكان منقطع القرين عديم النظير زهدا وصلاحا وتبتلا وصدقا واجتهادا .\n</p>\n<p class=\"arabic\">كان يزوره السلطان فمن دونه فلا يعبأ بهم ولا يقوم لهم ويتبرم بهم ولا يقبل \n  لهم شيئا .\n</p>\n<p class=\"arabic\">وله كشف وكرامات وأضر قبل مواته بنحو من عشر سنين .\n</p>\n<p class=\"arabic\">صنف التفسير الكبير والتفسير الصغير وأرسل نسخة إلى مكة ونسخة إلى المدينة \n  ونسخة إلى بيت المقدس .\n</p>\n<p class=\"arabic\">قال شمس الدين الجزري في تاريخه حدثني الحاج أحمد بن الصهبي وأمين الدين عبد \n  الله بن الفراقيعي الجزريان عن الشيخ موفق الدين أن والده توفي وهو صغير ورباه \n  خاله وأشغله بالعلم عنده بالجزيرة إلى أن بلغ عشرين سنة فسافر إلى الشام وحج \n  واشترى قمحا من قرية الجابية لكونها من فتوح عمر رضي الله عنه ثلاثة أمداد \n  وحملها على عنقه في جراب إلى الموصل ثم زرعها بأرض البقعة من أعمال الموصل \n  وبقي يعمل بالفاعل بتلك القرية إلى أن حصد ذلك الزرع وأخذ منه ما يقوته وترك \n  منه *50*344* بذارا ثم بذره وبقي على هذا إلى أن بقي يدخل عليه من ذلك القمح \n  جملة تقوم به وبجماعة من أصحابه وزواره .\n</p>\n<p class=\"arabic\">وكان لا يقبل من أحد شيئا وكان كثير الانكار على بدر الدين صاحب الموصل وإذا \n  سير إليه يشفع عنه في أحد لا يرده وكان خواص صاحب الموصل المتدينون يحبون \n  الشيخ ويعظمونه .\n</p>\n<p class=\"arabic\">قال شمس الدين الجزري وحكى جماعة كبيرة من التجار أنهم جرى لهم معه وقائع \n  وكرامات وكشف وأنه كان يعرف اسم الله الأعظم .\n</p>\n<p class=\"arabic\">ولأهل الموصل والجزيرة فيه اعتقاد عظيم .\n</p>\n<p class=\"arabic\">قلت وكان شيخنا تقي الدين المقصائي يطنب في وصف الشيخ موفق الدين ويسهب وقرأ \n  عليه تفسيره قال فلما وصلت إلى سورة الفجر منعني من ختم الكتاب وقال أنا أجيزه \n  لك ولا تقول كملت الكتاب على المصنف يعني أن للنفس في ذلك حظا .\n</p>\n<p class=\"arabic\">قلت وحدث تقي الدين بالكتاب عنه سنة اثنتي عشرة وسبعمائة وقال لي غبت عن الشيخ \n  نحو سنة ونصف فلما قدمت دققت الباب قال من ذا أبو بكر قلت نعم واعتددتها له \n  كرامة وقد لازم جامع الموصل مدة طويلة تزيد على أربعين سنة .\n</p>\n<p class=\"arabic\">وقد سمع منه أبو العلاء الفرضي وقال هو أحمد بن يوسف بن حسن بن رافع بن حسين \n  بن سودان الشيباني الشافعي الكواشي كان إماما عالما زاهدا قدوة ورعا علامة \n  توفي في سابع عشر جمادى الآخرة ودفن خارج الباب القبلي من جامع الموصل .\n</p>\n<p class=\"arabic\">وقد قرأ بالسبع على والده عن تلاوته على مكي بن زيان الماكساني عن ابن سعدون \n  القرطبي *50*345* .\n</p>\n<p class=\"arabic\">وسمع التجريد من عبد المحسن بن الطوسي بسماعه من ابن سعدون .\n</p>\n<p class=\"arabic\">وحدثني الشيخ محمد بن منتاب عن عبد الشيخ صالح أنه خدم الشيخ سنين وأن الشيخ \n  كان ينفق من الغيب وأنني أبدا ما طلبت من الشيخ درهما أو أقل أو أكثر إلا \n  قال خذ ويشير إلى كوة فأجد ما طلبت لا يزيد ولا ينقص .\n</p>\n<p class=\"arabic\">كان ينبغي للشيخ أن يتورع عن أخذ ما في الكوة لجواز أن يكون هذا من الجان \n  وما ذاك ببعيد هذا إن صحت الحكاية وأنا أعتقد صحتها وأعتقد صلاحه وجواز أن \n  يكون مخدوما والله أعلم .\n</p>\n<p class=\"arabic\">ولا تنكر له الكرامات رحمه الله تعالى .\n\n</p>"
}