{
    "header": " عبد الرحمن بن محمد بن أحمد بن محمد بن قـ...",
    "id": "033272",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> عبد الرحمن بن محمد بن أحمد بن محمد بن قدامة .\n</h1>\n<p class=\"arabic\">شيخ الإسلام وبقية العلماء شمس الدين أبو محمد وأبو الفرج ابن القدوة الشيخ \n  أبي عمر المقدسي الجماعيلي ثم الصالحي الحنبلي الخطيب الحاكم .\n</p>\n<p class=\"arabic\">ولد في المحرم سنة سبع وتسعين وخمسمائة بالدير المبارك بسفح قاسيون .\n</p>\n<p class=\"arabic\">وسمع حضروا من ست الكتبة بنت الطراح سنة تسع وتسعين وسمع من أبيه وعمه الشيخ \n  الموفق وعليه تفقه وعرض عليه المقنع وشرحه عليه وشرحه عشر مجلدات .\n</p>\n<p class=\"arabic\">وسمع أيضا من حنبل وعمر بن طبرزد وأبي اليمن الكندي وأبي القاسم بن الحرستاني \n  وأبي المحاسن محمد بن كامل والقاضي أبي المعالي أسعد بن المنجا وابن البناء \n  وابن ملاعب وأبي الفتوح البكري وأبي الفتوح الجلاجلي والشيخ العماد والشهاب \n  بن راجح والشمس بن *51*107* البخاري والبهاء عبد الرحمن والعز ابن الحافظ \n  والشمس أبي القاسم العطار وأبي الحسين غالب بن عبد الحق الحسيني وأحمد بن \n  محمد بن سيدهم ومحمد بن وهب بن الرنف ونصر الله بن نوح المصري والموفق عبد \n  اللطيف اللغوي وهبة الله الكهفي ويوسف بن أبي الخير الزاهد .\n</p>\n<p class=\"arabic\">وطلب الحديث بنفسه وكتب وقرأ على الشيوخ فقرأ على ابن الزبيدي وجعفر الهمذاني \n  والضياء المقدسي وطائفة .\n</p>\n<p class=\"arabic\">وسمع بمكة من أبي المجد القزويني والتقي علي بن ماسويه الواسطي .\n</p>\n<p class=\"arabic\">وبالمدينة من أبي طالب عبد المحسن بن أبي العميد الخفيفي .\n</p>\n<p class=\"arabic\">وبمصر من مرتضى بن أبي الجود وبركات بن ظافر بن عساكر وإبراهيم بن الجباب \n  وجماعة .\n</p>\n<p class=\"arabic\">وأجاز له الإمام أبو الفرج بن الجوزي وأبو جعفر الصيدلاني وأبو سعيد عبد الله \n  بن الصفار وعفيفة الفارقانية وأبو الفتح المندائي وخلق كثير .\n</p>\n<p class=\"arabic\">روى عنه الأئمة أبو زكريا النواوي وأبو الفضل بن قدامة الحاكم وأبو العباس \n  ابن تيمية وأبو محمد الحارثي وأبو الحسن بن العطار وأبو الحجاج الكلبي وأبو \n  إسحاق الفزاري وأبو الفداء إسماعيل الحراني وأبو عبد الله بن مسلم والبدر \n  أبو عبد الله التادفي والزين عبد الرحمن اليلداني وأبو عبد الله بن أبي الفتح \n  وأبو محمد البرزالي وخلق كثير .\n</p>\n<p class=\"arabic\">وتفقه عليه غير واحد ودرس وأفتى وصنف وانتفع به الناس وانتهت إليه رئاسة المذهب \n  في عصره وكان عديم النظير علما وعملا وزهدا وصلاحا .\n</p>\n<p class=\"arabic\">ولقد بالغ نجم الدين بن الخباز المحدث وتعب وجمع سيرة الشيخ في مائة وخمسين \n  جزءا تجيء في ست مجلدات كبار ولعل ثلثها يختص *51*108* بترجمة الشيخ والباقي \n  في ترجمة النبي صلى الله عليه وسلم لكون الشيخ من أمته وفي ترجمة الإمام أحمد \n  بن حنبل وأصحابه وهلم جرا إلى زمان الشيخ .\n</p>\n<p class=\"arabic\">وذكر أنه حج ثلاث مرات الأولى سنة تسع عشرة والثانية سنة إحدى وخمسين وحج \n  معه شيخنا تقي الدين سليمان وكانت وقفة الجمعة والثالثة سنة ثمان وسبعين لأنه \n  رأى النبي صلى الله عليه وسلم وطلبه في المنام فقام بذلك .\n</p>\n<p class=\"arabic\">وحضر من الفتوحات الشقيف في سنة ست وأربعين وصفد في سنة أربع وستين والشقيف \n  ويافا سنة ست وستين وحصن الأكراد سنة تسع وستين .\n</p>\n<p class=\"arabic\">وكان كثير الذكر والتلاوة سريع الحفظ مليح الخط بمرة يصوم الأيام البيض وعشر \n  ذي الحجة والمحرم وكان رقيق القلب غزير الدمعة سليم القلب كريم النفس كثير \n  القيام بالليل والاشتغال بالله محافظا على صلاة الضحى ويصلي بين العشاءين \n  ما تيسر وكان يبلغه الأذى من جماعة فما أعرف أنه انتصر لنفسه .\n</p>\n<p class=\"arabic\">وكان تأتيه صلات من الملوك والأمراء فيفرقها على أصحابه وعلى المحتاجين .\n</p>\n<p class=\"arabic\">وكان متواضعا عند العامة مترفعا عند الملوك حسن الإعتقاد مليح الانقياد كل \n  العالم يشهد بفضله ويعترف بنبله .\n</p>\n<p class=\"arabic\">وكان حسن المحاورة طريف المجالسة محبوب الصورة بشوش الوجه صاحب أناة وحلم \n  ووقار ولطف وفتوة وكرم وكان مجلسه عامرا بالفقهاء والمحدثين وأهل الدين وكان \n  علامة وقته ونسيج وحده وريحانة زمانه قد أوقع الله محبته في قلوب الخلق ذلك \n  فضل الله يؤتيه من يشاء .\n</p>\n<p class=\"arabic\">ولم أر أحدا يصلي صلاة أحسن منه ولا أتم خشوعا وكان يدعو بدعاء حسن بعد قراءتهم \n  لآيات الحرس بالجامع بعد العشاء *51*109* .\n</p>\n<p class=\"arabic\">وكان ربع القامة وليس بالقصير أزهر اللون واسع الوجه مشربا بحمرة واسع الجبين \n  أزج الحاجبين أبلج أقنى الأنف كث اللحية سهل الخدين أشهل العينين رقيق البشرة \n  متقارب الخطى تسرى أولا بجارية ولم تقم عنده ثم بأخرى اسمها خطلو فولدت له \n  أحمد في سنة خمس وعشرين فصلى بالناس وحفظ المقنع وعاش ست عشرة سنة ثم ولدت \n  محمدا فمات سنة ثلاث وأربعين وله أربع عشرة سنة وولدت له ثلاث بنات منهن فاطمة \n  التي ماتت سنة خمس وثمانين ثم تزوج خاتون بنت السديد عبد الرحمن بن بركات \n  الإربلي في سنة ثمان وثلاثين فولدت له الشرف عبد الله سنة تسع وثلاثين والعز \n  محمدا سنة ست وأربعين والقاضي نجم الدين أحمد سنة إحدى وخمسين ثم ست العرب \n  التي توفيت سنة اثنتين وسبعين عن نحو ثلاثين سنة وخلفت الفخر عبد الله ابن \n  شمس الدين محمد بن الخطيب شرف الدين عبد الله بن أبي عمرو توفي الشمس أبو \n  هذا سنة ثمان وستين قبل أخيه العز بيسير .\n</p>\n<p class=\"arabic\">ثم تزوج الشيخ بحبيبة بنت التقي أحمد بن العز فولدت له عليا فعاش ست سنين \n  ومات ثم ولدت عليا وعمر وزينب وخديجة فتوفي عمر سنة خمس وثمانين وقتل الفقيه \n  علي سنة سبعمائة بأرض ماردين شهيدا .\n</p>\n<p class=\"arabic\">وقال أبو الفتح بن رجب الحافظ سألت الحافظ ابن عبد الواحد عن شمس الدين عبد \n  الرحمن بن عمر فقال فقيه إمام عالم خير دين حافظ تفقه على عمه وسمع على جماعة \n  كبيرة .\n</p>\n<p class=\"arabic\">قال ابن الخباز وكان كثير الاهتمام بأمور الناس كلهم ويسأل عن الأهل والجيران \n  والأصحاب لا يكاد يسمع بمريض إلا افتقده ولا مات أحد من أهل الجبل إلا شيعه \n  ولا سمع بمكان شريف إلا زاره ودعا فيه *51*110* .\n</p>\n<p class=\"arabic\">وكان كثير التردد على مغارة الدم ومغارة الجوع وكهف جبريل وكان يقصد زيارة \n  قبر والده وجده بعد العصر في كل جمعة ويقرأ يس و الواقعة وما تيسر ويهديه \n  ويدعو للمسلمين .\n</p>\n<p class=\"arabic\">وحدثني التاج عبد الدائم بن أحمد بن عبد الدائم أن شيخنا رحل إلى يونين وأقام \n  بها أربعين يوما يعبد الله ويسأله ويتضرع إليه وكان معه العز أحمد بن العماد .\n</p>\n<p class=\"arabic\">قال وأملى علينا الإمام مفتي الشام محيي الدين يحيى النواوي بدار الحديث قال \n  شيخنا الإمام العلامة ذو الفنون من أنواع العلوم والمعارف وصاحب الأخلاق الرضية \n  والمحاسن واللطائف أبو الفرج وأبو محمد عبد الرحمن ابن أبي عمر المقدسي سمع \n  الكثير وسمعه وأسمع قديما في حياة شيوخه .\n</p>\n<p class=\"arabic\">وهو الإمام المتفق على إمامته وبراعته وورعه وزهادته وسيادته ذو العلوم الباهرة \n  والمحاسن المتظاهرة .\n</p>\n<p class=\"arabic\">قال وثنا الإمام أبو إسحاق اللوري المالكي قال كان شيخنا شيخ الإسلام قدوة \n  الأنام حسنة الأيام الرباني شمس الدين عبد الرحمن ابن شيخ الإسلام أبي عمر \n  ممن تفتخر به دمشق على سائر البلدان بل يزهو به عصره على متقدم العصور والأزمان \n  لما جمع الله له من المناقب والفضائل والمكارم التي أوجبت للأواخر الافتخار \n  على الأوائل منها التواضع مع عظمته في الصدور وترك التنازع فيما يفضي على \n  التشاجر والنفور والاقتصاد في كل ما يتعاطاه من جميع الأمور لا عجرفة في كلامه \n  ولا تبعة ولا تعظم في نفسه ولا تجبر ولا شطط في تلبسه ولا تكبر ومع هذا فكانت \n  له صدور المجالس والمحافل وإلى قوله المنتهى في الفصل بين العشائر والقبائل \n  مع ما أمده الله تعالى به من سعة العلم ^ وما ^ فطره عليه من الرأفة والحلم \n  ألحق الأصاغر بالأكابر في رواية الحديث إلى أن كان لا يوفر جانبه عمن اعتمده \n  *51*111* مسلما كان أو ذميا ينتاب بابه الأمراء والملوك فيساوي في إقباله \n  عليهم بين المالك والمملوك .\n</p>\n<p class=\"arabic\">وسمعت فخر الدين عمر بن يحيى الكرخي يقول يا أخي الشيخ أشهر من أن يوصف بل \n  أقول تعذر وجود مثله في أعصار كثيرة على ما بلغني من سيرة العلماء .\n</p>\n<p class=\"arabic\">ولي الشيخ قضاء القضاة في جمادى الأولى سنة أربع وستين على كره منه سمعت العماد \n  يحيى بن أحمد الحسني الشريف يقول الشيخ عندي في الرتبة على قدم أبي بكر والشيخ \n  زين الدين الزواوي على قدم عمر فما رأت عيني مثلهما .\n</p>\n<p class=\"arabic\">وقال أيضا كان الشيخ والله رحمة على المسلمين ولولاه راحت أملاك الناس لما \n  تعرض إليها السلطان ركن الدين فقام فيها مقام المؤمنين الصديقين وأثبتها لهم \n  وبذل مجهوده معهم وعاداه جماعة الحكام وعملوا في حقه المجهود وتحدثوا فيه \n  بما لا يليق ونصره الله عليهم بحسن نيته يكفيه هذا عند الله تعالى .\n</p>\n<p class=\"arabic\">سمعت الإمام عماد الدين محمد بن عباس بن أحمد الربعي بالبيمارستان النوري \n  يقول رحمة الله على الشيخ شمس الدين كان كبير القدر جعله الله تعالى رحمة \n  على المسلمين ولولاه كانت أملاك الناس أخذت منهم .\n</p>\n<p class=\"arabic\">ثم ساق ابن الخباز ثناء جماعة كبيرة من الفضلاء على الشيخ وساق فصلا طويلا \n  في نحو مائتي ورقة فيه منامات مرئية من عدد كثير للشيخ كلها يدل على حسن حاله \n  وأنه من أهل الجنة .\n</p>\n<p class=\"arabic\">وقد أثنى عليه الشيخ قطب الدين وقال ولي القضاء مكرها وباشرها مدة ثم عزل \n  نفسه وتوفر على العبادة والتدريس والتصنيف وكان أوحد زمانه في تعدد الفضائل \n  والتفرد بالمحامد وحج غير مرة ولم يكن *51*112* له نظير في خلقه وما هو عليه \n  وكان على قدم السلف الصالح في معظم أحواله ورثاه غير واحد .\n</p>\n<p class=\"arabic\">قلت رثاه قريب ثلاثين شاعرا وكانت جنازته مشهودة لم نسمع بمثلها من دهر طويل \n  حضرها أمم لا يحصون وكان مقتصدا في ملبسه وله عمامة صغيرة بعذبة بين يديه \n  وثوب مقصور وعلى وجهه نور وجلالة وكان ينزل البلد على بهيمة ويحكم بالجامع .\n</p>\n<p class=\"arabic\">ولا يسع هذا الكتاب منتخب ما أورده ابن الخباز وربما اختصر ذلك & ذلك فضل \n  الله يؤتيه من يشاء & وقد أجاز لي مروياته ولله الحمد .\n</p>\n<p class=\"arabic\">وتمرض أياما ثم انتقل إلى الله تعالى ليلة الثلاثاء سلخ ربيع الآخر بمنزله \n  بالدير ودفن عند والده رحمهما الله تعالى .\n</p>\n<p class=\"arabic\">وقد رثاه القاضي شهاب الدين محمود الكاتب بقصيدة طويلة أولها .\n</p>\n<p class=\"arabic\">% ما للوجود وقد علاه ظلام % % أعراه خطب أم عداه مرام % .\n</p>\n<p class=\"arabic\">وهي نيف وستون بيتا .\n</p>\n<p class=\"arabic\">ورثاه الأديب البارع شمس الدين محمد بن الصائغ بقصيدة أولها .\n</p>\n<p class=\"arabic\">% الحال من شكوى المصيبة أعظم % % حيث الروى خصم بعيد يخصم % .\n</p>\n<p class=\"arabic\">وهي ستة وخمسون بيتا .\n</p>\n<p class=\"arabic\">ورثاه المولى علاء الدين بن غانم بقصيدة حسنة ورثاه الشيخ محمد الأرموي بقصيدة \n  قرأتها عليه ورثاه البرهان بن عبد الحافظ بقصيدة قرأتها عليه أيضا ورثاه مجد \n  الدين بن المهتار بقصيدة ورثاه نجم الدين علي بن عبد الرحمن بن فليتة التميمي \n  الحنفي بقصيدة *51*113* .\n</p>\n<p class=\"arabic\">وقال شمس الدين محمد بن أبي الفتح رحمه الله مرض شيخنا سبعة عشر يوما بالبطن \n  فهو شهيد .\n</p>\n<p class=\"arabic\">أخبرني شيخنا فخر الدين البعلبكي أنه منذ عرفه ما رآه غضب وعرفه نحو خمسين \n  سنة .\n</p>\n<p class=\"arabic\">قال ابن أبي الفتح وكان مع ذلك زاهدا في الدنيا والمناصب ولي القضاء أكثر \n  من اثني عشرة سنة لم يتناول على ذلك رزقا ثم تركه بعد .\n</p>\n<p class=\"arabic\">حدث بالمسند عن حنبل الكناني و بأبي داود و الترمذي عن ابن طبرزد و بسنن ابن \n  ماجة عن الشيخ الموفق و بالبخاري عن الزبيدي و بالدارمي عن ابن اللتي .\n\n</p>"
}