{
    "header": " محمد بن عبد القادر بن عبد الخالق بن خليـ...",
    "id": "033379",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> محمد بن عبد القادر بن عبد الخالق بن خليل بن مقلد  .\n</h1>\n<p class=\"arabic\">قاضي القضاة عزا الدين أبو المفاخر الأنصاري الدمشقي الشافعي المعروف بابن \n  الصائغ .\n</p>\n<p class=\"arabic\">ولد سنة ثمان وعشرين وستمائة .\n</p>\n<p class=\"arabic\">وسمع من أبي المنجا بن اللتي وأبي الحسن بن الجميزي وأبي الحجاج يوسف بن خليل \n  وجماعة .\n</p>\n<p class=\"arabic\">وتفقه في صباه على جماعة ولازم القاضي كمال الدين التفليسي وصار من أعيان \n  أصحابه ثم ولي تدريس الشامية مشاركا للقاضي شمس الدين ابن المقدسي بعد فصول \n  جرت فلما حضر الصاحب بهاء الدين إلى دمشق استقل شمس الدين بالشامية وحده وولي \n  عز الدين وكالة بيت المال ورفع الصاحب من قدره ونوه بذكره .\n</p>\n<p class=\"arabic\">ثم عمد إلى القاضي شمس الدين ابن خلكان فعزله بالقاضي عز الدين في سنة تسع \n  وستين فباشر القضاء وظهرت منه نهضة وشهامة وقيام في الحق ودرء للباطل وحفظ \n  الأوقات وأموال الأيتام والأشراف وتصدى لذلك فحمدت سيرته وأحبه الناس وأبغضه \n  كل مريب وأعلا الله منار الشرع به .\n</p>\n<p class=\"arabic\">وكان ينطوي على ديانة وورع وخوف من الله تعالى ومعرفة تامة بالأحكام ولكنه \n  كانت له بادرة من التوبيخ والمحاققة وكشف الأمور *51*163* واطراح للرؤساء \n  الذين يدخلون في العدالة بالرئاسة والجاه فتعصبوا عليه وتكلموا فيه وتتبعوا \n  غلطاته وتغير عليه الصاحب وما بقي يمكنه عزله لأنه بالغ في وصفه عند السلطان \n  ودام في القضاء إلى أول سنة سبع وسبعين فعزل وأعيد ابن خلكان ففرح بعزله خلق \n  وبقي على تدريس العذراوية فلما قدم السلطان الملك المنصور لغزوة حمص سنة ثمانين \n  أعاده إلى القضاء وباشر في أوائل سنة ثمانين فعاد إلى عادته من إقامة الشرع \n  وإسقاط الشهود المطعون فيهم والغض من الأعيان فربى له أعداء وخصوما فتضافروا \n  عليه وسعوا فيه وأتقنوا قضيته فلما قدم السلطان دمشق في رجب سنة اثنتين وثمانين \n  سعوا فيه فامتحن فجاءه رسول إلى الجامع وقد جاء إلى صلاة الجمعة فأخذه إلى \n  القلعة فقال له المشد بدر الدين الأقرعي قد أمر السلطان أن تجلس في مسجد الخيالة \n  ففعل ولم يمكن من صلاة الجمعة وذلك بسبب محضر أثبته تاج الدين عبد القادر \n  بن السنجاري عليه بحلب بمبلغ مائة ألف دينار وأنها عنده من جهة الشرف ابن \n  الإسكاف كانت للخادم ريحان الخليفتي ثم إن المشد أحضر النظام ابن الحصيري \n  نائب القاضي حسام الدين الحنفي فنفذ المحضر وأمضى حكم قاضي سرمين ابن الأستاذ \n  به وذهب الناس إلى القاضي يتوجعون له وبقي نائبه شمس الدين عبد الواسع الأبهري \n  يحكم فلما كان في اليوم الثالث منع نائبه من الحكم ومنع الناس من الدخول إليه \n  إلا أقاربه وولي القضاء بهاء الدين ابن الزكي ثم نبغ آخر وزعم أن حياصة مجوهرة \n  وعصابة بقيمة خمسة وعشرين ألف دينار كانت عند العماد بن محيي الدين ابن العربي \n  للملك الصالح إسماعيل ابن صاحب حمص وانتقلت إلى القاضي عز الدين ووكلوا علاء \n  الدين علي ابن السكاكري للملك الزاهر وبقية ورثة الصالح وذكروا أن الشهود \n  كمال الدين ابن النجار والجمال أحمد بن أبي بكر الحموي ثم توقف ابن النجار \n  واقتحم الشهادة الجمال وغيره ثم قالوا للقاضي هذه القضية قد ثبتت عليك والأخرى \n  في مظنة الإثبات ولم يبق إلا أن تحمل المال .\n</p>\n<p class=\"arabic\">فلما كان في اليوم الخامس من اعتقاله أظهروا قضية ثالثة وهو أن *51*164* ناصر \n  الدين محمد ابن ملك الأمراء عز الدين أيدمر أودع عنده مبلغا كثيرا فجاء المشد \n  وسأله فقال أحضر المبلغ إلي لأستودعه فلم أفعل واسألوا الأمير بدر الدين أمير \n  مجلس فإنه الذي أحضر المبلغ فخرج المشد وسأل أمير مجلس فصدق ما قاله القاضي \n  فلما كان اليوم السابع طلب المشد لناصر الدين ابن أخي القاضي وقال تكتب لي \n  أسماء جميع أملاككم وهدده فكتب ذلك فلما كان يوم الجمعة أدى الشهود عند حسام \n  الدين الحنفي وهم الجمال الحموي بعد أن شهد عليه الشيخ تاج الدين وأخوه الشيخ \n  شرف الدين وغيرهما أنه لا علم له بهذه القضية وشهد الشهاب غازي الأميني والغرس \n  البياني فاستفسرهم القاضي حسام الدين فتواقح بعضهم وكان الجمال من شيوخ المحدثين \n  فأهانه المحدثون وتواصوا أن لا يسمعوا عليه بعدها .\n</p>\n<p class=\"arabic\">ثم عمل المشد بداره مجلسا للحياصة فحضر طائفة ممن يبغض ابن الصائغ منهم ناظر \n  الصحبة ابن الوساطي والوكيل ابن السكاكري وحضر القاضي حسام الدين ومحيي الدين \n  ابن النحاس ورشيد الدين سعيد وأحضر ناصر الدين ابن أخي القاضي فقيل قد أدى \n  الشهود فهل لكم دافع فأحضر النجم السبتي والمجد محمود فشهدا عند حسام الدين \n  على القاضي عز الدين بإسقاط ابن الحموي وحضر الشيخ علي الموصلي والوجيه السبتي \n  فشهدا على إقرار ابن الحموي أنه لا يعلم هذه القضية فبدر ابن السكاكري وقال \n  على لسان القاضي إنه لا يرى ذلك دافعا فكتب بذلك صورة مجلس وأمهلوا ليحضروا \n  دافعا ثم طلب القاضي عز الدين من السلطان أن يحضر بنفسه ويتكلم مع خصمه من \n  غير توكيل منهما في مجلس يعقد فأجيب إلى ذلك وعقد المجلس بمحضر القضاة الأربعة \n  والشيخ تاج الدين والشيخ محيي الدين ابن النحاس وزين الدين الفارقي وشمس الدين \n  ابن الصدر سليمان والقاضي عز الدين المذكور فقال ابن السكاكري وأشار إلى حسام \n  الدين أسالكم الحكم بما ثبت لموكلي *51*165* .\n</p>\n<p class=\"arabic\">فقال القاضي عز الدين أنا سألت السلطان أن يحضر معي خصمي فطلبوا الملك الزاهر \n  فتغيب فأحضروا ولده الملك الأوحد ثم قرئ المحضر فقال القاضي عز الدين للأوحد \n  انا أحلفك بأنك ما تعلم أن شهودك شهود زور فقال أنا أصبو عن هذه القضية ونكل .\n</p>\n<p class=\"arabic\">وقال عزالدين أيضا أنا أطلب من الشهود تعيين الحياصة والعصابة وكم فيهما من \n  جوهر وبلخش فأفتى بعضهم بلزوم التعيين وتوقف بعضهم فقال القاضي حسام الدين \n  أنا أكشف هذا وأسال أصحابنا فإن التعين يختلف باختلاف الأجناس .\n</p>\n<p class=\"arabic\">وأحضروا في المجلس فحضر ابن السنجاري فقرئ وادعى بمضمونه وكيل بيت المال زين \n  الدين على القاضي فقال لي دوافع منها أن ابن السنجاري عدوي ومنها أن ابن الحصيري \n  حكم علي من غير حضوري ولا حضور وكيلي .\n</p>\n<p class=\"arabic\">فطلب ابن الحصيري فلم يتفق حضوره وانفصل المجلس .\n</p>\n<p class=\"arabic\">ثم اجتمعوا بدار الحديث وأحضر ابن الحصيري فقام عليه الحنفية وقالوا حكمك \n  لا يصح فقال ليس حكمي بباطل ولكنه لا يلزم الخصم وبحثوا في ذلك فأحضر كتبا \n  ونقولا وقال عز الدين لي بينة تشهد بعداوة ابن السنجاري فقال أثبت ذلك يا \n  مولانا وعليك المهلة ثلاثة أيام وطلب ابن السكاكري الحكم من الحنفي على عادته \n  وجرأته فأخرج القاضي عز الدين فتاوى الفقهاء أن الدعوى من أصلها باطلة إذ \n  كانت مجهولة فأفتى بذلك من حضر المجلس فقال المشد للقاضي ما تحكم فقال لا \n  والله لا أحكم في هذه القضية وقام منزعجا وانحلت القضية فكتب بذلك صورة بمجلس \n  ثم بعد أيام قال المشد للقاضي عز الدين أيش المعمول ! قال تصلي ركعتين في \n  الليل وتدعو الله أن يكشف لك أمري ومهما خطر لك بعد ذلك فافعل *51*166* .\n</p>\n<p class=\"arabic\">ثم سعى نائب السلطنة حسام الدين طرنطاي ولاجين وعلم الدين الدواداري وبينوا \n  للسلطان أن القاضي ما ثبت عليه شيء وظهر أيضا أن ريحان الخليفتي توفي سنة \n  أربع وخمسين وأن المحضر يتضمن أن ريحان سير الوديعة إلى الإسكاف في أواخر \n  سنة ست وخمسين ثم قدم تجار واجتمعوا بطرنطاي وعرفوه أن ريحان مات وعليه دين \n  نحو اثني عشر ألف دينار وفاها عنه الخليفة ونحن ما رأينا هذا القاضي ولا لنا \n  معه غرض .\n</p>\n<p class=\"arabic\">فأمر السلطان بإطلاقه مكرما فنزل من القلعة وزار شيخ دار الحديث وعطف إلى \n  ملك الأمراء لاجين فسلم عليه بدار السعادة ثم مضى إلى دار القاضي بهاء الدين \n  الذي ولي بعده فسلم عليه ثم أقام بمنزلة بدرب النقاش وطلع بعد أيام إلى بستانه \n  بحمص وبه مات إلى رحمة الله وعند موته توضأ وصلى وجمع أهله وقال هللوا معي \n  فبقي لحظة يهلل وعبر إلى الله تعالى وكان آخر قوله لا إله إلا الله .\n</p>\n<p class=\"arabic\">توفي رحمه الله في تاسع ربيع الآخر وله خمس وخمسون سنة .\n</p>\n<p class=\"arabic\">وكان رحمه الله لا يفصح بالراء .\n\n</p>"
}