{
    "header": " محمد بن أبي الفرج محمد بن علي بن أبي الـ...",
    "id": "033527",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> محمد بن أبي الفرج محمد بن علي بن أبي الفرج بن أبي المعالي .\n</h1>\n<p class=\"arabic\">ابن الدباب الإمام العدل الواعظ جمال الدين أبو الفضل البغدادي البابصري الحنبلي \n  ويعرف أيضا بابن الرزاز ولكنه بابن الدباب أشهر سمي جده بذلك لكونه كان يمشي \n  على تؤدة وسكون .\n</p>\n<p class=\"arabic\">ولد جمال الدين سنة ثلاث وستمائة في صفر وسمع الكثير وأجاز له خلق وأول سماعه \n  سنة ست عشرة فسمع المهروانيات الخمسة من أحمد بن صرما وسمع جزء ابن الطلاية \n  من الشيخين ابن أبي الجود وعبد السلام بن المبارك الردغولي وسمع السادس والسابع \n  من أمالي ابن ناصر على عمر بن أبي السعادات وسمع مداراة الناس لابن أبي الدنيا \n  على ثابت بن مشرف وسمع الغنية على ابن مطيع الباجسرائي وسمع كتاب التفكر والاعتبار \n  من علي بن محمد بن علي بن السقا قال أنا المبارك بن أحمد الكندي .\n</p>\n<p class=\"arabic\">وسمع من الفتح بن عبد السلام الثاني من أمالي الوزير وسمع من أبي جعفر محمد \n  بن هبة الله بن المكرم صفة المنافق و أمالي طراد وسمع من النفيس الزعيمي الزهد \n  لابن فضيل بسماعه من ابن غبرة وسمع من ابن صرما أيضا جزء أبي بكر الصيدلاني \n  والتاسع من فضائل الصحابة للدارقطني والثالث من الحربيات والأول من صحيح الدارقطني \n  و جزء ابن شاهين والثالث من البر والصلة وثلاثة مجالس الخالدي بسماعه للجميع \n  من الأرموي *51*248* .\n</p>\n<p class=\"arabic\">وسمع من أبي الفتح عبد الملك بن أبي الفتح الدلال جزء ابن هزار مرد الصريفيني \n  سنة ثمان عشرة أنا المبارك بن علي السمندي ثنا الصريفيني .\n</p>\n<p class=\"arabic\">قال أبو العلاء الفرضي في حق شيخه ابن الدباب ثقة فاضل صحيح السماع وسمع منه \n  هو وجمال الدين أحمد بن القلانسي المحدث وجمال الدين عبد الرزاق بن الفوطي \n  وجماعة .\n</p>\n<p class=\"arabic\">وقد وعظ في شيبته وأجاز لطائفه من أهل دمشق منهم علم الدين البرزالي .\n</p>\n<p class=\"arabic\">وتوفي لليلتين بقيتا من ذي الحجة سنة خمس ودفن بمقبرة الشونيزي رحمه الله .\n\n</p>"
}