{
    "header": " علي بن أحمد بن عبد الواحد بن أحمد .",
    "id": "033829",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> علي بن أحمد بن عبد الواحد بن أحمد .\n</h1>\n<p class=\"arabic\">الشيخ الإمام الصالح الورع المعمر العالم مسند العالم فخر الدين أبو الحسن \n  ابن العلامة شمس الدين أبي العباس المقدسي الصالحي الحنبلي المعروف والده \n  بالبخاري *51*423* .\n</p>\n<p class=\"arabic\">ولد في آخر سنة خمس وتسعين وستمائة واستجاز له عمه الحافظ الضياء أبا طاهر \n  الخشوعي وأبا المكارم اللبان وأبا عبد الله الكراني وأبا جعفر الصيدلاني وأبا \n  الفرج بن الجوزي والمبارك بن المعطوش وهبة الله بن الحسن السبط وأبا سعد الصفار \n  ومحمد بن الخصيب القرشي ومحمد بن معمر القرشي وإدريس بن محمد آل والويه وأبا \n  الفخر أسعد بن روح وزاهر بن أحمد الثقفي وأخاه أبا محمود أسعد راوي مسند أبي \n  يعلى عن الخلال وبقاء بن جند والمفتي خلف بن أحمد الفراء وداود بن ماشاذه \n  وعبد الله بن عبد الرحمن البقلي وعبد الله بن مسلم بن جوالق وعبد الوهاب بن \n  سكينة و أبا زرعة عبد الله بن اللفتواني وعبد الواحد بن أبي المطهر الصيدلاني \n  وعفيفة الفارقانية .\n</p>\n<p class=\"arabic\">أجاز له هؤلاء في سنة ست وتسعين وسنة سبع وسمع حضورا في الخامسة من جماعة .\n</p>\n<p class=\"arabic\">وسمع المسند من حنبل و السنن لأبي داود و الجامع للترمذي و الغيلانيات و الجعديات \n  و القطيعيات وشيئا كثيرا من عمر بن طبرزد .\n</p>\n<p class=\"arabic\">وسمع من أبيه ومحمد بن كامل بن أسد العدل وأسعد بن أبي المنجا القاضي وأبي \n  عمر بن قدامة الزاهد وأبي المعالي محمد بن وهب بن الزنف وعبد الوهاب بن المنجا \n  وتفرد بالرواية عنهم .\n</p>\n<p class=\"arabic\">والخضر بن كامل المقير وعبد الله بن عمر بن علي القرشي وأبي اليمن الكندي \n  وأبي القاسم بن الحرستاني وأبي الفتوح البكري وأبي القاسم أحمد بن عبد الله \n  السلمي وأبي الحسين غالب بن عبد الخالق الحنفي وأبي الفتوح بن الجلاجلي وأبي \n  عبد الله ابن البنا وأبي الفضل أحمد بن محمد بن سيدهم وأبي محمد بن قدامة \n  وهبة الله بن الخضر بن طاوس وطائفة بدمشق والجبل *51*424* .\n</p>\n<p class=\"arabic\">وأبي عبد الله بن أبي الرداد وأبي البركات عبد القوي ومرتضى بن حاتم بمصر .\n</p>\n<p class=\"arabic\">وأبي علي الأوقي ببيت المقدس وظافر بن شحم وغيره بالثغر .\n</p>\n<p class=\"arabic\">ويوسف بن خليل بحلب وعمر بن كرم وعبد السلام الظاهري ببغداد .\n</p>\n<p class=\"arabic\">وروى الحديث سبعين سنة فإن عمر بن الحاجب سمع منه سنة عشرين وستمائة .\n</p>\n<p class=\"arabic\">وسمع منه الحافظان زكي الدين المنذري ورشيد الدين القرشي سنة نيف وثلاثين \n  بالقاهرة .\n</p>\n<p class=\"arabic\">وقرأ عليه شمس الدين ابن الكمال ابن عمه كثيرا من الأجزاء بعد الخمسين وستمائة .\n</p>\n<p class=\"arabic\">وشرع الحفاظ والمحدثون في الإكثار عنه من بعد الستين ولم يكن إذ ذاك سهلا \n  في التسميع فلما كبر وتفرد أحب الرواية وسهل للطلبة وازدحموا عليه ورحلوا \n  إليه وبعد صيته في الآفاق وقصد من مصر والعراق وكثرت عليه الإجازات من البلاد \n  وألحق الأحفاد بالأجداد وبعث إليه شيخنا ابن الظاهري بمشيخة خرجها له مع البريد \n  فاشتهر أمرها ونودي لها ونوه بذكرها في المحدثين والفقهاء والصبيان وتسارعوا \n  إلى سماعها وانتدب لقراءتها شيخنا شرف الدين الفزاري وكان الجمع نحوا من تسعمائة \n  نفس فسمعها عليه من لم يسمع شيئا قبلها ولا بعدها ونزل الناس بموته درجة .\n</p>\n<p class=\"arabic\">وكان فقيها إماما أديبا ذكيا ثقة صالحا خيرا ورعا فيه كرم ومروءة وعقل وعليه \n  هيبة وسكون وكان قد قرأ المقنع كله على الشيخ الموفق وأذن له في إقرائه ثم \n  اشتغل بالعائلة وتسبب فكان يسافر في التجارة في بعض الأوقات ومن بعد الثمانين \n  ضعف ولزم منزله وعاش أربعا وتسعين سنة وثلاثة أشهر *51*425* .\n</p>\n<p class=\"arabic\">سألت أبا الحجاج الحافظ عنه فقال أحد المشايخ الأكبار الأعيان الأماثل من \n  بيت العلم والحديث تفرد في الرواية عن عامة مشايخه سماعا وإجازة سمعنا منه \n  أشياء كثيرة جدا ولا نعلم أن أحدا حصل له من الحظوة في الرواية في هذه الأزمان \n  ما حصل له .\n</p>\n<p class=\"arabic\">وقال شيخنا ابن تيمية ينشرح صدري إذا أدخلت ابن البخاري بيني وبين رسول الله \n  صلى الله عليه وسلم في حديث .\n</p>\n<p class=\"arabic\">وقد روى عنه الدمياطي وقاضي القضاة ابن دقيق العيد وقاضي القضاة ابن جماعة \n  وقاضي القضاة ابن صصرى وقاضي القضاة تقي الدين سليمان وقاضي القضاة سعد الدين \n  مسعود وأبو الحجاج المزي وأبو محمد البرزالي وشيخنا أبو حفص ابن القواس وأبو \n  الوليد بن الحجاج وأبو بكر بن القاسم التونسي المقرئ وأبو الحسن علي بن أيوب \n  المقدسي وأبو الحسن الختني وأبو محمد بن المحب وأبو محمد الحلبي وأبو الحسن \n  بن العطار وأبو عبد الله العسقلاني رفيقنا وأبو العباس البكري الشريشي وأبو \n  العباس بن تيمية .\n</p>\n<p class=\"arabic\">وإن كان بقاء فليؤخرن أصحابه إن شاء الله إلى بعد السبعين وسبعمائة .\n</p>\n<p class=\"arabic\">وقد رحل إليه أبو الفتح ابن سيد الناس اليعمري فدخل دمشق مسلما على قاضي القضاة \n  شهاب الدين وقال قدمت للسماع من ابن البخاري فقال أول أمس دفناه فتألم لموته \n  وكان في ثاني ربيع الآخر *51*426* .\n</p>\n<p class=\"arabic\">ومن شعره .\n</p>\n<p class=\"arabic\">% تكررت السنون علي حتى % % بليت وصرت من سقط المتاع % .\n</p>\n<p class=\"arabic\">% وقل النفع عندي غير أني % % أعلل للرواية بالسماع % .\n</p>\n<p class=\"arabic\">ولا يدرى ما قرأ عليه الشيخ علي الموصلي والمزي من الكتب والأجزاء وأما البرزالي \n  فقال سمعت منه بقراءتي وقراءة غيري ثلاثة وعشرين مجلدا وأكثر من خمسمائة جزء \n  وهو آخر من كان في الدنيا بينه وبين رسول الله صلى الله عليه وسلم ثمانية \n  رجال ثقات وقد أجاز لي مروياته في سنة ثلاث وسبعين .\n</p>\n<p class=\"arabic\">ولم أرزق السماع منه رحمه الله تعالى .\n\n</p>"
}