{
    "header": " إبراهيم بن علي بن أحمد بن فضل  .",
    "id": "034270",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> إبراهيم بن علي بن أحمد بن فضل  .\n</h1>\n<p class=\"arabic\">الإمام القدورة الزاهد تقي الدين مسند الشام أبو إسحاق بن الواسطي الصالحي \n  الحنبلي أحد الأعلام .\n</p>\n<p class=\"arabic\">ولد سنة اثنتين وستمائة .\n</p>\n<p class=\"arabic\">وسمع من أبي القاسم بن الحرستاني وأبي عبد الله بن البنا وأبي البركات ابن \n  ملاعب وأبي الفتوح بن الجلاجلي وموسى بن عبد القادر وابن راجح والشيخ الموفق \n  وابن أبي لقمة وابن البن وطائفة سواهم بدمشق .\n</p>\n<p class=\"arabic\">وأبي محمد بن الأستاذ بحلب .\n</p>\n<p class=\"arabic\">والفتح بن عبد السلام وعلي بن بوزيدار وأبي منصور محمد بن عفيجة وأبي هريرة \n  ابن الوسطاني وأبي المحاسن بن البيع وأبي علي بن الجواليقي والمهذب ابن قنيذة \n  ومحاسن الخزائني وأبي منصور أحمد بن السراج وأبي حفص السهروردي وعمر بن كرم \n  ومحمد بن أبي الفتح بن عصية وياسمين بنت البيطار وشرف النساء بنت الآبنوسي \n  وعلي بن بورنداز , وطائفة .\n</p>\n<p class=\"arabic\">وأجاز له زاهر الثقفي وأبو الفخر أسعد بن روح وجماعة من إصبهان .\n</p>\n<p class=\"arabic\">وأبو أحمد بن سكينة وابن طبرزد وابن الأخضر وطائفة من بغداد وعبد الرحمن بن \n  المعزم من همذان *52*150* .\n</p>\n<p class=\"arabic\">وانتهت الرحلة في علو الإسناد إليه وحدث بالكثير وكان فقيها عارفا بالمذهب .\n</p>\n<p class=\"arabic\">درس بمدرسة الصاحب بالجبل وولي مشيخة الحديث بالظاهرية استنابه بها عز الدين \n  الفاروثي فباشرها إلى أن مات .\n</p>\n<p class=\"arabic\">وكان صالحا عابدا قانتا خاشعا أمارا بالمعروف قوالا بالحق مهيبا في ذات الله \n  خائفا من الله كثير التلاوة والأوراد خشن العيش .\n</p>\n<p class=\"arabic\">سألت أبا الحجاج الحافظ عنه قال أحد المشايخ المشهورين بالعلم والعمل والاجتهاد \n  ومن انتهى إليه في آخر عمره علو الإسناد ورحل إليه من أقطار البلاد .\n</p>\n<p class=\"arabic\">وسمع الكثير بالشام والعراق .\n</p>\n<p class=\"arabic\">قلت سمع منه البرزالي وابن سيد الناس وقطب الدين الحلبي والمزي وابنه والشهاب \n  ابن النابلسي وابن المهندس وشيخنا ابن تيمية وإخوته والفخر عبد الرحمن بن \n  محمد البعلبكي وأخوه عبد الله وبدر الدين بن غانم وخلق كثير .\n</p>\n<p class=\"arabic\">ولي منه إجازة .\n</p>\n<p class=\"arabic\">وانتقل إلى رحمة الله في أواخر يوم الجمعة الرابع عشر من جمادى الآخرة ودفن \n  من الغد بتربة الشيخ الموفق .\n</p>\n<p class=\"arabic\">وكان الشيخ عز الدين الفاروثي مع جلالته وسنه يمضي إليه ويجلس بين يديه ويقرأ \n  عليه الحديث رحمهما الله .\n</p>\n<p class=\"arabic\">وكان على كبر السن يقرأ بالختمة في ركعة .\n\n</p>"
}