{
    "header": " سنقر الأشقر .",
    "id": "034200",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> سنقر الأشقر .\n</h1>\n<p class=\"arabic\">الأمير الكبير الملك الكامل شمس الدين الصالحي من أعيان البحرية .\n</p>\n<p class=\"arabic\">حبسه الملك الناصر بحلب أو غيرها فلما استولى هولاكو على الشام وجده محبوسا \n  فأخرجه وأنعم عليه وأخذه معه فبقي عند التتار مكرما وتأهل وجاءته الأولاد .\n</p>\n<p class=\"arabic\">ثم حرص الملك الظاهر خشداشه على خلاصه فوقع ابن صاحب سيس في أسره فاشترط على \n  والده أن يسعى في خلاص سنقر الأشقر وجرت فصول قد ذكرناها ويسر الله وخلص وقدم \n  فأكرمه الملك الظاهر وسر بقدومه وأعطاه مائة فارس .\n</p>\n<p class=\"arabic\">ثم ولي نيابة دمشق سنة ثمان وسبعين ثم تسلطن بدمشق في آخر السنة وجرت له أمور \n  ذكرنا أكثرها في الحوادث .\n</p>\n<p class=\"arabic\">وآخر أمره أن الملك الأشرف صلاح الدين في آخر العام خنقه .\n</p>\n<p class=\"arabic\">رأيته شيخا أشقر كبير اللحية ضخما سمينا على عينيه شعرية من الرمد .\n</p>\n<p class=\"arabic\">وكان بطلا شجاعا كريما محببا إلى الرعية قليل الأذية خلف عدة أولاد وبعضهم \n  أمراء وله ابن في التتار من مقدميهم وأما رنكه فجاخ أسود بين أبيضين ثم فوقه \n  وتحته أحمر *52*120* .\n</p>\n<p class=\"arabic\">ومات يوم مات وقد قارب السبعين أو جاوزها .\n</p>\n<p class=\"arabic\">وكان مصافيا للظاهر وهما أجناد وبينهما ود ثم كان نظيرا للظاهر في أيام العز \n  ولما تملك الظاهر تذكر صحبته له واشتاق إليه وبلغه بقاؤه مع التتار فحرص على \n  خلاصه كما ذكرنا .\n</p>\n<p class=\"arabic\">ذكر ذلك ابن عبد الظاهر فمن جملته أن السلطان من جملة ما خاطب الأمراء يا \n  أمراء لو وقعت في الأسر ما كنتم تفعلون فقبلوا الأرض وكان ولد صاحب سيس الذي \n  في الأسر عزيزا عند أبيه فلما أراد السلطان أن يبعثه بالغ في إكرامه وأعطاه \n  من الآلات والنفائس جملة وحلفه له فلما وصل إلى أبيه طار عقل أبيه فرحا به \n  ونزل له عن سلطنة الأرمن وانعزل وبعث يقول للظاهر قد نزلت عن الملك لعتيقك \n  ولدي ولما قرب وصل سنقر الأشقر خرج الظاهر يتلقاه سرا وما شعر الأمراء به \n  إلا وقد خرجا معا من المخيم .\n</p>\n<p class=\"arabic\">ثم أعطاه من الأموال والعدد والخيل والغلمان ما أصبح به من أكبر الدولة حتى \n  كأنه أصيل في الإمرة .\n</p>\n<p class=\"arabic\">ثم بادر الأمراء بالتقادم إليه وبقي السلطان عدة أيام يسير إليه كل يوم خلعة \n  بكلوتة زركش وكلابند ذهب وحياصة وفرس وبألف دينار حتى تعجب الناس وأقطعه مائة \n  فارس .\n</p>\n<p class=\"arabic\">وعمل نيابة دمشق ثم تسلطن بها ولم يطل ذلك .\n</p>\n<p class=\"arabic\">ثم استولى على صهيون وشيزر وبلاطنس وبرزية ثم أخذت منه شيزر وعوض بأنطاكية \n  والتزم بإقامة ستمائة فارس .\n\n</p>"
}