{
    "header": " محمد بن عثمان بن أبي الرجاء .",
    "id": "034367",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> محمد بن عثمان بن أبي الرجاء .\n</h1>\n<p class=\"arabic\">الوزير الكبير الصاحب الأثير شمس الدين التنوخي الدمشقي التاجر ابن السلعوس \n  وزير الملك الأشرف .\n</p>\n<p class=\"arabic\">كان في شبيبته يسافر في التجارة وكان أشقر سمينا أبيض معتدل القامة فصيح العبارة \n  حلو المنطق وافر الهيبة والتؤدة سديد الرأي خليقا للوزارة كامل الأدوات تام \n  الخبرة زائد الحمق جدا عظيم التيه والبأو وكان جارا للصاحب تقي الدين ابن \n  البيع فصاحبه ورأى منه الكفاءة فأخذ له حسبة دمشق ذهبت إليه مع الذهبيين ليحكم \n  فيهم فأذاقنا ذلا وقهرا ثم ذهب إلى مصر وتوكل للملك الأشرف في دولة أبيه فجرت \n  عليه نكبة من السلطان ثم شفع مخدومه فيه فأطلق من الاعتقال وحج إلى بيت الله \n  فتملك في غيبته مخدومه الملك الأشرف وعين له الوزارة وكان محبا فيه معتمدا \n  عليه فعمل الوزارة في مستحقها وكان إذا ركب تمشي الأمراء والكبار في خدمته \n  ودخل دمشق يوم قدومهم من عكا في دست عظيم وكبكبة من القضاة والمفتين والرؤساء \n  والكتاب فلم يتخلف أحد وكان الشجاعي فمن دونه يقفون بين يديه وجميع أمور المملكة \n  منوطة به وإذا *52*200* ركب ركب في عدة مماليك ورؤساء وأمراء ولا يكاد يرفع \n  رأسه إلى أحد ولا يتكلم إلا الكلمة بعد الكلمة قد قتله العجب وأهلكه الكبر \n  فنعوذ بالله من مقت الله وكان صحيح الإسلام جيد العقيدة فيه ديانة وسنة في \n  الجملة .\n</p>\n<p class=\"arabic\">فارق السلطان كما ذكرنا وسار إلى الإسكندرية في تحصيل الأموال وفي خدمته مثل \n  الأمير علم الدين الدواداري فصادر متولي الثغر وعاقبه فلم ينشب أن جاءه الخبر \n  بقتل مخدومه فركب لليلته منها هو وكاتبه الرئيس شرف الدين ابن القيسراني وقال \n  للوالي افتح لي الباب حتى أخرج لزيارة القباري ففتح له وسافر وبلغني فيما \n  بعد أن الوالي عرف الحال وشتم الوزير ثم أخرجه في ذلة صح وجاء إلى المقس ليلا \n  فنزل بزاوية شيخنا ابن الظاهري ولم ينم معظم الليل واستشار الشيخ في الاختفاء \n  فقال له أنا قليل الخبرة بهذه الأمور .\n</p>\n<p class=\"arabic\">وأشير عليه بالاختفاء فقوى نفسه وقال هذا لا نفعله ولو فعله عامل من عمالنا \n  لكان قبيحا وقال هم محتاجون إلي وما أنا محتاج إليهم ثم ركب بكرة ودخل في \n  أبهة الوزارة إلى داره فاستمر بها خمسة أيام ثم طلب في اليوم السادس إلى القلعة \n  وأنزل إلى البلد ماشيا فسلم من الغد إلى عدوه مشد الصحبة الأمير بهاء الدين \n  قراقوش سلمه إليه الشجاعي فقيل إنه ضربه ألفا ومائة مقرعة ثم سلم إلى الأمير \n  بدر الدين المسعودي مشد مصر يومئذ بسبعة آلاف دينار مودعة عند جماعة فأخذت \n  منهم .\n</p>\n<p class=\"arabic\">ثم مات من العقوبة في تاسع صفر وقد أنتن جسمه وقطع منه اللحم الميت قبل موته \n  نسأل الله العفو والعافية .\n</p>\n<p class=\"arabic\">ومات في عشر الخمسين أو أكثر .\n\n</p>"
}