{
    "header": " أحمد بن إبراهيم بن عمر بن الفرج بن أحمدـ...",
    "id": "034378",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> أحمد بن إبراهيم بن عمر بن الفرج بن أحمد بن سابور بن علي بن غنيمة  \n  الإمام المقرئ الواعظ المفسر الخطيب شيخ المشائخ عز الدين أبو العباس ابن \n  الإمام الزاهد أبي محمد المصطفوي الفاروثي الواسطي الشافعي الصوفي .\n</h1>\n<p class=\"arabic\">ولد بواسط في السادس والعشرين من ذي القعدة سنة أربع عشرة وستمائة .\n</p>\n<p class=\"arabic\">وقرأ القراءات على والده وعلى الحسين بن أبي الحسن بن ثابت الطيبي عن أبي \n  بكر ابن الباقلاني .\n</p>\n<p class=\"arabic\">وقدم بغداد سنة تسع وعشرين .\n</p>\n<p class=\"arabic\">وسمع من عمر بن كرم الدينوري والشيخ شهاب الدين عمر السهروردي ولبس منه خرقة \n  التصوف وأبي الحسن القطيعي وأبي علي الحسن بن الزبيدي وأبي المنجى بن اللتي \n  وأبي صالح الجيلي وأبي الفضائل عبد الرزاق بن سكينة والأنجب بن أبي السعادات \n  وأبي الحسن ابن روزبة والحسين بن علي ابن رئيس الرؤساء وعلي ابن كبة وأبي \n  بكر بن بهروز وسعيد بن ياسين وأبي بكر بن الخازن وأبي طالب بن القبيطي وطائفة \n  سواهم .\n</p>\n<p class=\"arabic\">وسمع بدمشق من التقي إسماعيل بن أبي اليسر وجماعة *52*208* .\n</p>\n<p class=\"arabic\">وروى الكثير بالحرمين والعراق ودمشق .\n</p>\n<p class=\"arabic\">وسمع منه خلق كثير منهم أبو محمد البرزالي فسمع منه بقراءته وقراءة غيره صحيح \n  البخاري وكتابي عبد والدارمي و جامع الترمذي و مسند الشافعي و معجم الطبراني \n  و سنن ابن ماجة و المستنير لابن سوار و المغازي لابن عقبة و فضائل القرآن \n  لأبي عبيد ونحوا من ثمانين جزءا به .\n</p>\n<p class=\"arabic\">ولبس منه الخرقة خلق .\n</p>\n<p class=\"arabic\">وقرأ عليه القراءآت جماعة منهم الشيخ جمال الدين إبراهيم البدوي والشيخ أحمد \n  الحراني والشيخ شمس الدين الأعرج وشمس الدين بن غدير .\n</p>\n<p class=\"arabic\">وكان فقيها سلفيا مفتيا مدرسا عارفا بالقراءآت ووجوهها وبعض عللها خطيبا واعظا \n  زاهدا عابدا صوفيا صاحب أوراد وأخلاق وكرم وإيثار ومروءة وفتوة وتواضع وعدم \n  تكلف له أصحاب ومريدون يقتدون بآدابه وينتفعون بصحبته في الدنيا والآخرة ويسعهم \n  بخلقه وسخائه وبسطه وحلمه وماله وجاهه وكان كبير القدر وافر الحرمة له القبول \n  التام من الخاص والعام وله محبة في القلوب ووقع في النفوس .\n</p>\n<p class=\"arabic\">قدم من الحجاز بعد مجاورة مدة سنة تسعين فسمع من ابن البخاري وابن الواسطي .\n</p>\n<p class=\"arabic\">وكان حسن القراءة للحديث فولي مشيخة الحديث بالظاهرية والإعادة بالناصرية \n  وتدريس النجيبية ثم ولي خطابة البلد بعد زين الدين ابن المرحل فكان يخطب من \n  غير تكلف ولا تلعثم ويخرج من الجمعة وعليه السواد فيمشي بها ويشيع جنازة أو \n  يعود أحدا ويعود إلى دار الخطابة وله نوادر وسجع وحكايات حلوة في لبسه وخطابه \n  وخطابته وكان ظريفا حلو المجالسة طيب الأخلاق .\n</p>\n<p class=\"arabic\">وكان الشجاعي نائب السلطنة قائلا به معظما له وكان هو يمشي إليه إلى دار السعادة \n  وكان بعض الزهاد ينكر ذلك عليه *52*209* .\n</p>\n<p class=\"arabic\">ثم إنه عزل عن الخطابة بموفق الدين ابن حبيش الحموي فتألم لذلك وترك الجهات \n  وأودع بعض كتبه وكانت كثيرة جدا وسار مع الركب الشامي سنة إحدى وتسعين فحج \n  وسار مع حجاج العراق إلى واسط .\n</p>\n<p class=\"arabic\">وكان لطيف الشكل صغير العمامة يتعانى الرداء على ظهره وكان قد انحنى وانتحل \n  واندك من كثرة الجماع في الشيخوخة وخلف من الكتب ألفين ومائتي مجلدة .\n</p>\n<p class=\"arabic\">توفي بواسط في بكرة يوم الأربعاء سنة أربع في مستهل ذي الحجة وصلي عليه بدمشق \n  صلاة الغائب بعد سبعة أشهر .\n</p>\n<p class=\"arabic\">وسألت الشيخ علي الواسطي الزاهد عن نسبته المصطفوي فقال كان والده الشيخ محيي \n  الدين الفاروثي يذكر أنه رأى النبي صلى الله عليه وسلم في النوم ووافاه فلهذا \n  كان يكتب المصطفوي .\n</p>\n<p class=\"arabic\">وحدثنا ابن مؤمن المقرئ أنه سمع الشيخ عز الدين لما قدم عليهم واسط وقيل له \n  كيف تركت الأرض المقدسة وجئت فقال رأيت النبي صلى الله عليه وسلم يقول لي \n  تحول إلى واسط لتموت بها وتدفن عند والدك .\n</p>\n<p class=\"arabic\">قال لي ابن مؤمن وآخر درس علمه عمله بداره فطلب إليه الفقهاء وأنا حاضر فبقي \n  يلقي الكلمات من درسه ثم يغيب من قوة الضعف وبقي يطلب إليه الفقهاء ويودعهم \n  ويقول قد عرض لنا سفر فاجعلونا في حل وبقينا نعجب من سفره وقد كبر وضعف فلما \n  كان بعد ثلاثة أيام أو نحوها توفي إلى رحمة الله وعد ذلك من كراماته .\n</p>\n<p class=\"arabic\">ثم حدثني ابن مؤمن قال نا القدوة على الواسطي قال قال لنا الشيخ قبل موته \n  بنحو أسبوع قد عزمت على السفر إلى شيراز في يوم كذا وأظنني في ذلك اليوم أموت \n  فاتفق موته في ذلك اليوم *52*210* .\n\n</p>"
}