{
    "header": " خليل بن قلاوون .",
    "id": "034339",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> خليل بن قلاوون .\n</h1>\n<p class=\"arabic\">السلطان الملك الأشرف صلاح الدين ولد السلطان الملك المنصور سيف الدين الصالحي \n  النجمي جلس على تخت الملك في ذي القعدة سنة تسع وثمانين وستمائة واستفتح الملك \n  بالجهاد وسار فنازل عكا وافتتحها ونظف الشام كله من الفرنج ثم سار في السنة \n  الثانية فنازل قلعة الروم وحاصرها خمسة وعشرين يوما وافتتحها .\n</p>\n<p class=\"arabic\">وفي السنة الثالثة جاءته مفاتيح بهنسا من غير قتال إلى دمشق ولو *52*181* \n  طالت حياته لأخذ العراق وغيرها فإنه كان بطلا شجاعا مقداما مهيبا عالي الهمة \n  يملأ العين ويرجف القلب رأيته مرات وكان ضخما سمينا كبير الوجه بديع الجمال \n  مستدير اللحية على صورته رونق الحسن وهيبة السلطنة .\n</p>\n<p class=\"arabic\">وكان إلى جوده وبذله للأموال في أغراضه المنتهى وكان مخوف السطوة شديد الوطأة \n  قوي البطش تخافه الملوك في أمصارها والوحوش العادية في آجامها أباد جماعة \n  من كبار الدولة وكان منهمكا على اللذات لا يعبأ بالتحرز على نفسه لفرط شجاعته \n  وما أحسبه بلغ ثلاثين سنة ولعل الله عز وجل قد عفا عنه وأوجب له الجنة على \n  كثرة ما فرط في جنب الله نسأل الله العفو والعافية .\n</p>\n<p class=\"arabic\">ولما كان في ثالث المحرم توجه من القاهرة هو ووزيره الصاحب الكبير شمس الدين \n  وأمراء دولته فلما وصل إلى الطرانة فارقه الوزير إلى الإسكندرية فقدمها وعسف \n  وصادر ونزل السلطان بأرض الحمامات للصيد وأقام إلى يوم السبت ثاني عشر المحرم \n  فلما كان وقت العصر وهو بتروجة حضر نائب السلطنة بيدرا وجماعة أمراء وقد كان \n  السلطان أمره بكرة أن يمضي بالدهليز ويتقدم وبقي هو يتصيد وليعود إلى الدهليز \n  عشية فأحاطوا به وليس معه إلا شهاب الدين ابن الأشل أمير شكار فابتدره بيدرا \n  فضربه بالسيف قطع يده وضربه حسام الدين لاجين على كتفه حلها وصاح من يريد \n  الملك هذه تكون ضربته يشير إلى بيدرا فسقط السلطان ولم يكن معه سيف فيما قيل \n  بل كان في وسطه بند مشدود ثم جاء سيف الدين بهادر رأس النوبة فأدخل السيف \n  من أسفله فشقه إلى حلقه وتركوه طريحا في البرية والتفوا على بيدرا وحلفوا \n  له وساق تحت العصائب يطلب القاهرة وتسمى فيما قيل بالملك الأوحد وبات تلك \n  الليلة وأصبح يسير فلما ارتفع النهار إذا بطلب كبير قد أقبل يقدمه الأميران \n  زين الدين كتبغا وحسام الدين أستاذ يطلبون بيدرا بدم أستاذهم وذلك بالطرانة \n  فحملوا عليه فتفرق عنه *52*182* أكثر من معه ققتل في الحال وحمل رأسه على \n  رمح وجاءوا إلى القاهرة فلم يمكنهم الشجاعي من التعدية وكان نائبا للسلطان \n  في تلك السفرة فأمر بالشواني والمراكب كلها فربطت إلى الجانب الآخر ونزل الجيش \n  على الجانب الغربي ثم مشت بينهم الرسل على أن يقيموا في السلطنة أخا السلطان \n  وهو المولى السلطان الملك الناصر أيده الله فتقرر ذلك وأجلسوه على التخت السلطاني \n  في يوم الإثنين رابع عشر المحرم بأن يكون أتابكه كتبغا ووزيره الشجاعي واختفى \n  حسام الدين لاجين وغيره ممن شارك في قتل السلطان .\n</p>\n<p class=\"arabic\">قال شمس الدين الجزري في تاريخه حدثني الأمير سيف الدين أبو بكر بن المحفدار \n  قال .\n</p>\n<p class=\"arabic\">كان السلطان رحمه الله قد نفذني بكرة إلى بيدرا بأن يتقدم بالعسكر فلما قلت \n  ذلك نفر في وقال السمع والطاعة كم يستعجلني ثم إني حملت الزردخاناه والثقل \n  الذي لي وركبت قبلهما أنا ورفيقي الأمير صارم الدين الفخري وركن الدين أمير \n  جندار عند الغروب سائرين وإذا بنجاب فقلنا أين تركت السلطان فقال يطول الله \n  أعماركم فيه فبهتنا وإذا بالعصائب قد لاحت ثم أقبل الأمراء وفي الدست بيدرا \n  فجئنا وسلمنا ثم سايره أمير جندار فقال يا خوند هذا الذي تم كان بمشورة الأمراء \n  قال نعم أنا قتلته بمشورتهم وحضورهم وها هم حضور وكان من جملتهم حسام الدين \n  لاجين وبهادر رأس النوبة وشمس الدين قراسنقر وبدر الدين بيسري ثم شرع بيدرا \n  يعدد ذنوبه وهناته وإهماله لأمور المسلمين واستهتاره بالأمراء وتوزيره لابن \n  السلعوس .\n</p>\n<p class=\"arabic\">ثم قال رأيتم الأمير زين الدين كتبغا .\n</p>\n<p class=\"arabic\">قلنا لا *52*183* .\n</p>\n<p class=\"arabic\">فقال له الأمير يا خوند كان عنده علم من هذه القضية .\n</p>\n<p class=\"arabic\">قال نعم هو أول من أشار بها .\n</p>\n<p class=\"arabic\">فلما كان من الغد جاء كتبغا في طلب نحو ألفين من الخاصكية وغيرهم والحسام \n  أستاذ الدار ثم قوس كتبغا وقصد بيدرا وقال يا بيدرا أين السلطان ثم رماه بالنشاب \n  ورموا كلهم بالنشاب فقتلوه وتفرق جمعه وسيروا رأسه إلى القاهرة .\n</p>\n<p class=\"arabic\">قال فلما رأينا ذلك التجأنا إلى جبل واختلطنا بالطلب الذي جاء فعرفنا بعض \n  أصحابنا فقال لنا شدوا بالعجلة مناديلكم في رقابكم إلى تحت الإبط يعني شعارهم .\n</p>\n<p class=\"arabic\">قال ابن المحفدار وسألت شهاب الدين الأشل كيف كان قتل السلطان قال جاء إليه \n  بعد رحيل الدهليز الخبر أن بتروجة طير كثير فقال لي امش بنا حتى نسبق الخاصكية \n  فركبنا وسرنا فرأينا طيرا كثيرا فرمى بالبندق وصرع كثيرا ثم قال أنا جيعان \n  فهل معك شيء تطعمني فقلت ما معي سوى فروجة ورغيف في سولقي قال هاته فناولته \n  فأكله ثم قال امسك فرسي حتى أبول قال فقلت ما فيها حيلة أنت راكب حصان وأنا \n  راكب حجرة وما يتفقان فقال انزل أنت واركب خلفي وأركب أنا الحجرة وهي تقف \n  مع الحصان إذا كنت فوقه فنزلت وناولته لجامها وركبت خلفه ثم نزل هو وجلس يريق \n  الماء وجعل يولع بذكره ويمازحني ثم قام وركب حصانه ومسك لي الحجرة حتى ركبت \n  وإذا بغبار عظيم فقال لي سق واكشف الخبر فسقت فإذا بيدرا والأمراء فسألتهم \n  عن سبب مجيئهم فلم يردوا علي وساقوا إلى السلطان فبدأه بيدرا بالضربة فقطع \n  يده وتممه الباقون ثم بعد يومين طلع والي تروجة وغسلوه وكفنوه ووضعوه في تابوت \n  ثم سيروا من القاهرة الأمير سعد الدين كوجبا الناصري فأحضر التابوت ودفن في \n  تربة والدته وكان من أبناء الثلاثين *52*184* .\n\n</p>"
}