{
    "header": " محمد بن يعقوب بن إبراهيم بن هبة الله بنـ...",
    "id": "034541",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> محمد بن يعقوب بن إبراهيم بن هبة الله بن طارق بن سالم .\n</h1>\n<p class=\"arabic\">الإمام العلامة الصاحب محيي الدين أبو عبد الله ابن القاضي الإمام بدر الدين \n  ابن النحاس الأسدي الحلبي الحنفي .\n</p>\n<p class=\"arabic\">ولد بحلب سنة أربع عشرة في شوال .\n</p>\n<p class=\"arabic\">وسمع من القاضي بهاء الدين ابن شداد وجده لأمه موفق الدين يعيش شيئا يسيرا .\n</p>\n<p class=\"arabic\">ولم أجده سمع من ابن روزبة ولا من الموفق عبد اللطيف ولا هذه الطبقة وكأنه \n  كان مكبا على الفقه والاشتغال .\n</p>\n<p class=\"arabic\">وسمع في سنة اثنتين وأربعين ببغداد وجالس بها العلماء وناظر وبان فضله .\n</p>\n<p class=\"arabic\">وسمع من أبي إسحاق الكاشغري وأبي بكر بن الخازن .\n</p>\n<p class=\"arabic\">وسمع بماردين من الحافظ النشتبري .\n</p>\n<p class=\"arabic\">وحج سنة خمس وأربعين مع بني عمه .\n</p>\n<p class=\"arabic\">وسمع من شعيب الزعفراني وغيره .\n</p>\n<p class=\"arabic\">وكان صدرا معظما جليلا وجيها إماما فقيها مفتيا محققا *52*277* متبحرا في \n  المذهب وغوامضه موصوفا بالذكاء وحسن المناظرة انتهت إليه رئاسة المذهب بدمشق .\n</p>\n<p class=\"arabic\">ودرس بالريحانية والظاهرية وولي قضاء الحنفية بحلب في الدولة الظاهرية وسلم \n  من التتار واستوطن دمشق فعومل بالإكرام والاحترام لعلمه ورئاسته وخبرته وأمانته \n  وولي الوزارة مرة وولي نظر الخزانة وولي نظر الدواوين وولي نظر الأوقاف والجامع .\n</p>\n<p class=\"arabic\">وكان معمارا مهندسا أمينا كافيا مهيبا مخوفا وكان موصوفا بحسن الإنصاف في \n  البحث وكان يقول أنا على مذهب أبي حنيفة في الفروع وعلى مذهب الإمان أحمد \n  في الأصول وكان يحب الحديث والسنة والسلف ويطنب في وصف الشيخ عبد القادر وقد \n  ولي إمرة الحاج من دمشق في سنة خمس وسبعين فساس الركب وحمدت إمرته .\n</p>\n<p class=\"arabic\">قرأت عليه جزء البانياسي .\n</p>\n<p class=\"arabic\">وسمع منه ابن الخباز وابن العطار والفرضي والمزي والبرزالي وابن تيمية وابن \n  حبيب والمقاتلي وأبو بكر الرحبي وابن النابلسي وآخرون .\n</p>\n<p class=\"arabic\">وتوفي عشية نهار الإثنين سلخ ذي الحجة ودفن بتربته بالمزة من الغد وحضره نائب \n  السلطنة والقضاة والأعيان .\n\n</p>"
}