{
    "header": " أحمد بن محمد بن عبد الله .",
    "id": "034568",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> أحمد بن محمد بن عبد الله .\n</h1>\n<p class=\"arabic\">*52*291* .\n</p>\n<p class=\"arabic\">شيخنا الحافظ القدوة الزاهد جمال الدين أبو العباس ابن الشيخ القدوة محمد \n  الظاهري الحلبي مولى الملك الظاهر صاحب حلب .\n</p>\n<p class=\"arabic\">ولد في شوال سنة ست وعشرين وستمائة .\n</p>\n<p class=\"arabic\">وسمع سنة إحدى وثلاثين وبعدها من الفخر الإربلي وابن اللتي والموفق يعيش وابن \n  رواحة وابن خليل وابن قميرة وخلق بحلب .\n</p>\n<p class=\"arabic\">وكريمة والضياء وابن مسلمة وخلق بدمشق .\n</p>\n<p class=\"arabic\">وصفية القرشية وجماعة بحماة .\n</p>\n<p class=\"arabic\">وعبد الخالق بن أنجب النشتبري بماردين .\n</p>\n<p class=\"arabic\">وعبد الرزاق بن أحمد بن أبي الوفاء وإبراهيم بن الحسن الزيات وأحمد بن سلامة \n  النجار بحران .\n</p>\n<p class=\"arabic\">وشعيب الزعفراني وابن الجميزي والمرسي وجماعة بمكة .\n</p>\n<p class=\"arabic\">ويوسف الساوي وأحمد بن الحباب وخلق كثير بمصر .\n</p>\n<p class=\"arabic\">وهبة الله بن روين الإسكندراني وطائفة بالإسكندرية .\n</p>\n<p class=\"arabic\">وسمع بحمص وبعلبك والقدس وغير ذلك .\n</p>\n<p class=\"arabic\">وعني بهذا الشأن أتم عناية وتعب وحصل وكتب ما لا يوصف كثرة وكانت له إجازات \n  عالية من أبي الحسن القطيعي وزكريا العلبي وابن روزبة وأبي حفص السهروردي \n  والحسين بن الزبيدي وإسماعيل بن فاتكين والأنجب الحمامي وطبقتهم .\n</p>\n<p class=\"arabic\">وخرج لنفسه أربعين حديثا في أربعين بلدا وانتفى على شيوخ مصر والشام وخرج \n  لأصحاب ابن كليب ثم لأصحاب ابن طبرزد والكندي ثم لأصحاب ابن البن وابن الزبيدي \n  حتى أنه خرج لتلميذه ومريده الشيخ شعبان وكان عجبا في حسن التخريج وجودة الانتخاب \n  لا يلحقه أحد في *52*292* ذلك وقد قرأ القراءآت بحلب على الشيخ أبي عبد الله \n  الفاسي وتفقه على مذهب أبي حنيفة وسمع من نحو سبعمائة شيخ .\n</p>\n<p class=\"arabic\">وكان دينا خيرا رضي الأخلاق عديم التكلف بريا من التصنع محببا إلى الناس ذا \n  سكينة ووقار وشكل تام ووجه نوراني وشيبة بيضاء منيرة كبيرة مستديرة ونفس شريفة \n  كريمة وقبول تام وحرمة وافرة والله يرحمه ويجزيه عنا الخير فلقد أفاد الطلبة \n  وأعانهم بكتبه وأجزائه وقل من رأيت مثله بل عدم ولم يزل متشاغلا بالحديث مغرى \n  به لنفسه ثم لأولاده إلى أن توفي ليلة الثلاثاء السادس والعشرين من ربيع الأول \n  بزاويته الجمالية التي بالمقس وبه افتتحت السماع في الديار المصرية وبه اختتمت \n  وعنده نزلت وعلى أجزائه اتكلت .\n</p>\n<p class=\"arabic\">وقد سمع منه علم الدين أكثر من مائتي جزء .\n\n</p>"
}