{
    "header": " المنجا بن عثمان بن أسعد بن المنجا بن برـ...",
    "id": "034544",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> المنجا بن عثمان بن أسعد بن المنجا بن بركات بن المؤمل </h1>\n<p class=\"arabic\">.\n</p>\n<p class=\"arabic\">الإمام العلامة مفتي المسلمين زين الدين أبو البركات ابن الصدر المرتضى عز \n  الدين ابن الإمام الكبير العلامة الوجيه التنوخي المعري الأصل الدمشقي الحنبلي \n  *52*279* .\n</p>\n<p class=\"arabic\">ولد في عاشر ذي الحجة سنة إحدى وثلاثين وستمائة وحضر على جعفر الهمداني وابن \n  المقير وسالم بن صصرى .\n</p>\n<p class=\"arabic\">وسمع من السخاوي والتاج القرطبي والرشيد بن مسلمة .\n</p>\n<p class=\"arabic\">وتفقه على أصحاب جدة وعلى أصحاب الشيخ الموفق وقرأ الأصول على كمال الدين \n  التفليسي وغيره .\n</p>\n<p class=\"arabic\">وبرع في المذهب ودرس وأفتى وصنف وانتهت إليه رئاسة المذهب .\n</p>\n<p class=\"arabic\">تفقه عليه ابن الفخر وابن أبي الفتح وابن تيمية وجماعة من الأئمة .\n</p>\n<p class=\"arabic\">قرأت بخط شيخنا ابن أبي الفتح كان رحمه الله إماما في الفقه خبيرا بعلم الأصول \n  والعربية مشاركا في غير ذلك .\n</p>\n<p class=\"arabic\">شرح كتاب المقنع في الفقه شرحا حسنا في أربع مجلدات وفسر الكتاب العزيز ولكنه \n  لم يبيضه وألقاه جميعا دروسا وشرع في شرح المحصول ولم يكمله واختصر نصفه وكان \n  له في الجامع حلقة للإشغال والفتوى نحو ثلاثين سنة متبرعا لا يتناول على ذلك \n  معلوما .\n</p>\n<p class=\"arabic\">وكانت له أوراد منها صوم الإثنين والخميس والذكر من حين يصلي الصبح إلى أن \n  يصلي الضحى وله مع الصلوات تطوع كبير ويصلي الضحى ويطيلها جدا وكان له في \n  آخر الليل تهجد كثير وتيقظ وذكر .\n</p>\n<p class=\"arabic\">وكان له إيثار كبير يفطر الفقراء عنده في بعض الليالي وفي شهر رمضان كله وكان \n  مع ذلك حسن الأخلاق لطيفا مع المشتغلين مليح المجالسة سمع صحيح مسلم على العلم \n  السخاوي ومن حضر معه على ما بين في نسخة ابن عساكر .\n</p>\n<p class=\"arabic\">قلت أجاز لي مروياته سنة سبع وسبعين وقصدته لأسمع منه فقال لي تعال وقتا آخر \n  فاشتغلت ولم يقدر لي السماع منه وكان مليح الشكل حسن البزة كثير التطهر والنظافة \n  وكان غالب أوقاته في الجامع وفي بيت المأذنة *52*280* .\n</p>\n<p class=\"arabic\">وكان يجلس للاشغال إلى العمود الثاني الغربي الذي تحت النسر .\n</p>\n<p class=\"arabic\">توفي إلى رحمة الله في يوم الخميس رابع شعبان بين الصلاتين وتوفيت زوجته بالليل \n  ليلة الجمعة وهي أم أولاده حفظهم الله نسب إليها بنت صدر الدين الخجندي وصلي \n  عليهما معا عقيب الجمعة بجامع دمشق وشيعهما الخلق وكانت جنازة مشهودة ودفنا \n  بتربته بسفح قاسيون التي شمالي الجامع المظفري .\n</p>\n<p class=\"arabic\">وكان معروفا بالذكاء وصحة الذهن وجودة المناظرة وطول النفس في البحث وله ملك \n  وثروة وحرمة وافرة .\n</p>\n<p class=\"arabic\">وقد سئل الشيخ جمال الدين ابن مالك أن يشرح ألفيته في النحو فقال زين الدين \n  ابن المنجى شرحها لكم .\n</p>\n<p class=\"arabic\">وكان قد قرأ النحو على ابن مالك وبرع فيه ومحاسنه كثيرة .\n\n</p>"
}