{
    "header": " عبد الرحمن بن عبد اللطيف بن محمد بن عبدـ...",
    "id": "034646",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> عبد الرحمن بن عبد اللطيف بن محمد بن عبد الله بن وريدة .\n</h1>\n<p class=\"arabic\">الشيخ المعمر كمال الدين أبو الفرج البغدادي الحنبلي المقرئ البزاز المكبر \n  والده بجامع القصر شيخ دار الحديث المستنصرية ويلقب بالكمال الفويرة من الفروهية .\n</p>\n<p class=\"arabic\">انتهى إليه علو الإسناد في عصره ولد قبل سنة ستمائة أو فيها .\n</p>\n<p class=\"arabic\">وسمع من أحمد بن صرما وأبي بكر بن زيد بن يحيى البيع وأبي الوفاء محمود ابن \n  مندة قدم عليهم والمهذب بن قنيدة وعمر بن كرم ومحمد بن الحسن بن أشنانة وأبي \n  الكرم علي بن يوسف بن صبوخا ويعيش بن مالك ومحمد بن أحمد بن صالح الجيلي وأبي \n  صالح نصر بن عبد الرزاق الجيلي وسعيد بن ياسين ومحمد بن محمد بن أبي حرب النرسي \n  ومحمد بن أبي جعفر ابن المهتدي بالله *52*329* .\n</p>\n<p class=\"arabic\">وأجاز له عمر بن طبرزد وعبد الوهاب بن سكينة والحسين بن شنيف ومحمد بن هبة \n  الله الوكيل وعبد العزيز الأخضر وخلق .\n</p>\n<p class=\"arabic\">وقرأ للسبعة على فخر الدين محمد بن أبي الفرج الموصلي الفقيه صاحب ابن سعدون \n  القرطبي وسمع منه كتابي التيسير و التجريد في القراءآت .\n</p>\n<p class=\"arabic\">وروى الكثير وعمر دهرا طويلا وكنت في سنة أربع وتسعين وسنة خمس أتلهف على \n  لقيه وأتحسر وما يمكنني الرحلة إليه لمكان الوالد ثم الوالدة .\n</p>\n<p class=\"arabic\">ذكره الفرضي فقال شيخ جليل ثقة مسند مكثر ولد سنة ثمان أو تسع وتسعين .\n</p>\n<p class=\"arabic\">قال وسمع على أبي الوفا محمود كتاب الموت و كتاب الرقة والبكاء لابن أبي الدنيا \n  وسمع صفة المنافق للفريابي على ابن صرما و جزء أبي الجهم على ابن قنيدة وجزء \n  عقلاء المجانين على ابن أبي حرب وكتاب الإقناع في القراءآت الشواذ على عمر \n  بن كرم عن جده عبد الوهاب الصابوني عن أبي العز القلانسي عن أبي علي عن الأهوازي \n  وكتاب الهداية لأبي الخطاب على النجم يعيش الأنباري أنا سعد الله بن الدجاجي \n  عن المصنف .\n</p>\n<p class=\"arabic\">ثم ذكر الفرضي عدة أجزاء تركتها .\n</p>\n<p class=\"arabic\">شاخ الكمال الفويرة وانهرم وتغير قبل موته بأشهر وقد أذن لي في الرواية عنه \n  بجميع مروياته وكتب بيده في ربيع الأول في حال استقامته من هذا العام وأجاز \n  معي لمحمد بن البرزالي رحمه الله ولأولاده قاضي القضاة بدر الدين ابن جماعة \n  ولمحمد ابن الإمام كمال الدين الشريشي ولأولاد شمس الدين ابن الفخر الخمسة \n  ولمحمد بن جمال الدين ابن الفويرة ولفخر الدين المقاتلي ولابن عمتي محمد بن \n  الطحان وخلق سواهم *52*330* .\n</p>\n<p class=\"arabic\">مات في ذي الحجة .\n\n</p>"
}