{
    "header": " عمر بن عبد المنعم بن عمر بن عبد الله بنـ...",
    "id": "034707",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> عمر بن عبد المنعم بن عمر بن عبد الله بن غدير  .\n</h1>\n<p class=\"arabic\">الشيخ المعمر مسند الشام ناصر الدين أبو حفص الطائي الدمشقي ابن القواس .\n</p>\n<p class=\"arabic\">ولد سنة خمس وستمائة وسمع حضورا في سنة تسع وستمائة من أبي القاسم ابن الحرستاني \n  وسنة عشر من أبي يعلى حمزة بن أبي لقمة وسنة بضع وعشرين من أبي نصر بن الشيرازي \n  وكريمة .\n</p>\n<p class=\"arabic\">وأجاز له سنة ثمان وستمائة أبو اليمن الكندي وابن الحرستاني وعبد الجليل بن \n  مندويه وداود بن ملاعب ومحمد بن عبد الله بن البنا ومحمد بن علي الجلاجلي \n  وأحمد بن محمد سيدهم وهبة الله بن طاوس وتاج الأمناء أحمد بن عساكر وأبو الفتوح \n  بن البكري وخلق كثير .\n</p>\n<p class=\"arabic\">وحج في سنة ثمان وعشرين وستمائة وكان دينا خيرا أبيض الرأس واللحية أبيض اللون \n  بحمرة منور الوجه رقيق المحاسن جميل الصورة حسن الأخلاق دائم البشر محبا للحديث \n  وأهله مليح الإصغاء صحيح الحواس كثير التودد .\n</p>\n<p class=\"arabic\">له بستان بغربيل يقوم بكفايته .\n</p>\n<p class=\"arabic\">وقد روى الكثير في أواخر عمره قرأت عليه كتاب المبهج في القراءآت وكتاب السبعة \n  لابن مجاهد وكتاب الكفاية في القراءآت الست عن الكندي وخرجت له مشيخة صغيرة \n  وخرج له أبو عمرو المقاتلي مشيخة بالسماع والإجازة وأكثرنا عنه .\n</p>\n<p class=\"arabic\">وسمع منه خلق منهم المزي وولده والبرزالي وابن سامة والشيخ علي الموصلي والنابلسي \n  سبط الزين خالد وأبو بكر الرحبي وأبو الفرج عبد الرحمن بن الحارثي والشمس \n  السراج سبط ابن الحلوانية ومحمد بن البدر بن القواس ( وشهاب الدين ابن عديسة \n  ومحمد بن الشيخ محمد الكنجي وابن تيمية وأخوه وصدر الدين ابن الوكيل وولده \n  محمد وشمس الدين محمد بن اللبان والزين عمر الغزاوي وبدر الدين ابن غانم ومحب \n  *52*358* الدين عبد الله بن المحب وأخوه محمد وبهاء الدين يوسف بن جملة وابن \n  المهندس وولده عبد الله والأمين عبد الله الرهاوي الكريدي وبرهان الدين إبراهيم \n  الزرعي الحنبلي وأبو بكر ابن الشيخ محمد بن قوام وعماد الدين ابن الزملكاني \n  وعمه علاء الدين وعمر ابن شيخ السلامية وابن عمته أحمد بن علي الحصني ومحمد \n  بن الشيخ إبراهيم البياني وبنو شمس الدين ابن الفخر الأربعة ومحيي الدين المقريزي \n  ومحمد بن عبد الغالب الماكسيني والصفي عبد الكريم بن المخلص وابن خالي إسماعيل \n  وخالته فاطمة وبنتها ست المنى ) .\n</p>\n<p class=\"arabic\">توفي في ثاني ذي القعدة بدمشق بمنزله بدرب محرز ودفن بسفح قاسيون رحمه الله .\n\n</p>"
}