{
    "header": " لاجين .",
    "id": "034736",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> لاجين .\n</h1>\n<p class=\"arabic\">*52*370* .\n</p>\n<p class=\"arabic\">السلطان الملك المنصور حسام الدين المنصوري السيفي .\n</p>\n<p class=\"arabic\">أمره أستاذه عندما تملك ثم بعثه نائبا على قلعة دمشق فلما تسلطن بدمشق سنقر \n  الأشقر ودخل القلعة قبض عليه فلما انكسر سنقر أخرجه لأمير علم الدين الحلبي \n  ثم رتبه في نيابة السلطنة بمقتضى مرسوم سلطاني ودخل في خدمته إلى دار السعادة \n  وتقرر في نيابة دمشق فعملها إحدى عشرة سنة ثم عزله الملك الأشرف بالشجاعي .\n</p>\n<p class=\"arabic\">وكان جيد السيرة محببا إلى الدمشقيين فيه عقل زائد وسكون وشجاعة مشهورة وديانة \n  وإسلام .\n</p>\n<p class=\"arabic\">وكان شابا لما ولي دمشق أشقر في لحيته طول يسير وخفة ووجهه رقيق معرق وعليه \n  هيبة وهو تام القامة أو دون ذلك وفي قده رشاقة .\n</p>\n<p class=\"arabic\">وقد جرت له فصول وأمور وخنق بين يدي الملك الأشرف ثم خلي فإذا فيه روح ثم \n  ثابت إليه نفسه بعد الإياس فرق له السلطان وأطلقه وأحسن إليه ورده إلى رتبته .\n</p>\n<p class=\"arabic\">وقد ذكرنا من أخباره في دولة الأشرف .\n</p>\n<p class=\"arabic\">وقيل إنه إنما قام على الأشرف وشارك في قتله لكونه تحرش بأهله بنت طقصو فعز \n  ذلك على لاجين ولما قتل السلطان هو وبيدرا ساق عندما قتل بيدرا واختفى وتنقل \n  في بيوت وقاسى جوعا وخوفا ثم أجاره كتبغا وأحسن إليه ودخل به إلى السلطان \n  الملك الناصر وقرر معه أن يحسن إليه ويخلع عليه ففعل ذلك السلطان وحلم عنه \n  وأعطاه خبزا فلما تملك كتبغا جعله نائب سلطنته وقدمه على جيوشه فجازاه بأن \n  وثب عليه وقتل غلاميه *52*371* وعضديه وفارسيه بتخاص والأزرق ثم تغافل عنه \n  لما له من الأيادي البليغة وهرب كتبغا على فرس النوبة في خمسة مماليك والتجأ \n  إلى دمشق وزال ملكه واستاق لاجين الخزائن والعساكر بين يديه وساق تحت العصائب \n  وما دخل غزة إلا وهو سلطان وأطاعته الأمراء .\n</p>\n<p class=\"arabic\">ولم يختلف فيه إثنان ولا انتطح فيها عنزان وزينت له الإقليمان وتملك في أول \n  صفر وجلس على سرير الملك بمصر في يوم الجمعة عاشر صفر سنة ست وتسعين وبعث \n  على نيابة دمشق قبجق خشداشه وجعل نائبه للديار المصرية قراسنقر إلى أن تمكن \n  وقبض عليه في ذي القعدة وأقام في نيابة الملك مملوكه منكودمر فشرع يحسن له \n  القبض على الأمراء ليصفى الوقت له وهو لا يكاد يخالفه فأمسك البيسري وقراسنقر \n  المنصوري وعز الدين أيبك الحموي وسقى جماعة وبسبب ذلك هرب قبجق وبكتمر وألبكي \n  وبزلار إلى التتار ولم يخرج إلى الشام مدة ملكه وبقي في الآخر يقلل من الركوب \n  ويتخوف من الأمراء ولما كان يوم الخميس عاشر ربيع الآخر ركب في موكبه وهو \n  صائم فلما كان بعد عشاء الآخرة قتل عمل عليه جماعة من الأشرفية خوفا منه وأخذا \n  بثأر أستاذهم فقرأت بخط ابن أبي الفتح قال نقلت من خط القاضي حسام الدين الحنفي \n  قتل السلطان الشهيد حسام الدين أبو الفتح لاجين الملك المنصور في آخر الساعة \n  الثالثة من ليلة الجمعة الثاني عشر من جمادى الأخرة في قلعة القاهرة قتله \n  سبعة أنفس على غرة منه لأنه كان منكبا على اللعب بالشطرنج وما عنده إلا أنا \n  وعبد الله الأمير وبريد البدوي وإمامه مجير الدين ابن العسال ولما نظرت رأيت \n  ستة سبعة سيوف تنزل عليه .\n</p>\n<p class=\"arabic\">قلت بلغني أن الذي ضربه أولا على كتفه بالسيف الأمير سيف الدين كرجي مقدم \n  البرجية ثم أسرع كرجي وطغجي في الحال إلى دار منكوتمر فدقوا عليه الباب وقالوا \n  السلطان يطلبك فنكرهم وخاف وقال قتلتموه قال كرجي نعم يا مأبون وجئنا نقتلك \n  فاستجار بطغجي فأجاره وحلف *52*372* له فذهبوا به إلى الجب فأنزلوه فقيل إن \n  عز الدين الحموي والأعسر وغيرها شتموه في الجب لأنه كان سبب حبسهم ثم مضى \n  طغجي إلى داره فاغتنم كرجي غيبته وجاء في جماعة فأخرجوا منكوتمر بصورة أنهم \n  يقيدونه فذبحوه ونهبوا داره واتفقوا في الحال على أن يعيدوا إلى السلطنة المولى \n  الملك الناصر وأن يكون سيف الدين طغجي نائبه وحلفوا له على ذلك ثم أصبحوا \n  يحلفون الأمراء وأرسلوا سلار وهو يومئذ أمير صغير لإحضار الملك الناصر من \n  الكرك ثم عمل طغجي نيابة السلطنة من الغد وركب في الموكب ومد السماط كأنهم \n  ما عملوا شيئا ووصل الأمير بدر الدين بكتاش الفخري أمير سلاح من غزوته من \n  الشام فبلغه الأمر ببلبيس فانزعج لذلك وساق إليه جماعة أمراء وعرفوه أن الذي \n  جرى لم يكن بأمرهم فاتفقوا على قتل طغجي وكرجي فقتلا يوم الثلاثاء الآتي وذلك \n  أن أمير سلاح لما دخل خرج لتلقيه طغجي وسلم عليه وبكى شيئا .\n</p>\n<p class=\"arabic\">ثم قال أمير سلاح كان لنا عادة من السلطان إذا قدمنا يتلقانا وما أعلم ذنبي .\n</p>\n<p class=\"arabic\">فقال ما عرفت ما جرى قتل السلطان .\n</p>\n<p class=\"arabic\">قال من الذي قتله .\n</p>\n<p class=\"arabic\">فقال أمير قتله كرجي وطغجي .\n</p>\n<p class=\"arabic\">فأظهر الإنكار وقال كل ما قام للإسلام ملك تقتلونه تأخر عني ثم ساق عنه فأحس \n  طغجي بالأمر وخاف وهمز فرسه وساق فانقض عليه أمير فمسكه بدبوقته وقتله هو \n  وأمير آخر وقتل مع طغجي ثلاثة ثم ساق الموكب إلى تحت القلعة وكان كرجي بها \n  يحفظها فأعلم بما جرى فألبس البرجية السلاح وركب في أكثر من ألف فارس فركبت \n  الأمراء والحلقة وأكثر الجيش في خدمة أمير سلاح وبقوا إلى الرابعة ثم حملوا \n  على البرجية فهزموهم .\n</p>\n<p class=\"arabic\">وقيل إن كرجي حمل وساق معتقدا أن أصحابه يحملونه معه فتخلوا *52*373* عنه \n  وجاء فارس فضربه حل كتفه وقتلوا معه نغية الكرموني السلحدار وقتل يومئذ جماعة \n  وطلبوا السلطان من الكرك وبقي يعلم على الكتب ثمانية أمراء سلار والشاشنكير \n  وبكتمر أمير جندار وجمال الدين أقوش الأفرم والحسام أستاذ دار وكرت وأيبك \n  الخزندار والأمير عبد الله فعلموا ثمان علائم على كتب بطيبة قلب قبجق وبكتمر \n  السلحدار بناء منهم على أنهم بحمص ولم يعرفوا برواحهم إلى التتار .\n</p>\n<p class=\"arabic\">وقتل السلطان حسام الدين وهو فيما أرى في عشر الخمسين أو جاوزها بيسير .\n</p>\n<p class=\"arabic\">.\n\n</p>"
}