{
    "header": " سنجر .",
    "id": "034809",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> سنجر .\n</h1>\n<p class=\"arabic\">الأمير الكبير العالم المحدث علم الدين أبو موسى التركي البرلي الدويداري \n  الصالحي ولد سنة نيف وعشرين وستمائة وقدم من الترك في حدود الأربعين وستمائة \n  وكان مليح الشكل مهيبا كبير الوجه خفيف اللحية صغير العين ربعة من الرجال \n  حسن الخلق والخلق فارسا شجاعا دينا خيرا عالما فاضلا مليح الخط حافظا لكتاب \n  الله قرأ القرآن بمكة على الشيخ جبريل الدلاصي وغيره وحفظ الإشارة في الفقه \n  لسليم الرازي وهي في أربعة كراريس وحصل له عناية بالحديث وبسماعه سنة بضع \n  وخمسين .\n</p>\n<p class=\"arabic\">فسمع الكثيره وكتب بخطه وحصل الأصول خرج المزي جزءين عوالي وخرج له البرزالي \n  معجما في أربعة عشر جزءا وخرج له ابن الظاهري قبل ذلك شيئا *52*410* .\n</p>\n<p class=\"arabic\">وحج ست مرات وكان يعرف عند المكيين بالستوري لأنه أول من سار بكسوة البيت \n  بعد أخذ بغداد من الديار المصرية .\n</p>\n<p class=\"arabic\">وقبل ذلك كانت تأتيها الأستار من الخليفة .\n</p>\n<p class=\"arabic\">وحج مرة هو واثنان من مصر على الهجن وكان من أمراء الحلقة في الأيام الظاهرية \n  ثم أعطي إمرته بحلب ثم قدم دمشق وولي الشد مدة ثم كان من أصحاب سنقر الأشقر \n  ثم مسك ثم أعيد إلى رتبته وأكثر وأعطي خبزا وتقدمة على ألف وتنقلت به الأحوال \n  وعلت رتبته في دولة الملك المنصور لاجين وقدمه على الجيش في غزاة سيس وكان \n  لطيفا مع أهل الصلاح والحديث يتواضع لهم ويحادثهم ويؤانسهم ويصلهم وله معروف \n  كثير وأوقاف بالقدس ودمشق .\n</p>\n<p class=\"arabic\">وكان مجلسه عامرا بالعلماء والأعيان والشعراء وقد مدحه جماعة كبيرة ودونت \n  مدائحه في مجلدتين وفيها قطع مونقة .\n</p>\n<p class=\"arabic\">وسمع الكثير بمصر والشام والحجاز .\n</p>\n<p class=\"arabic\">وروى عن الزكي عبد العظيم والرشيد العطار والكمال الضرير وابن عبد السلام \n  والشرف المرسي وعبد الغني بن بنين وإبراهيم بن بشارة وأحمد بن حامد الأرتاحي \n  وإسماعيل بن عزون وسعد الله بن أبي الفضيل التنوخي وعبد الله بن يوسف ابن \n  اللمط وعبد الرحمن بن يوسف المنبجي ولاحق الأرتاحي وأبي بكر بن مكارم وفاطمة \n  بنت الملثم بالقاهرة وفاطمة بنت الحزام الحميرية بمكة وابن عبد الدائم وطائفة \n  بدمشق وهبة الله بن زوين وأحمد بن النحاس بالإسكندرية وعبد الله بن علي بن \n  معزوز بمنية بني خصيب وبأنطاكية وحلب وبعلبك والقدس وقوص والكرك وصفد وحماة \n  وحمص وينبع وطيبة والفيوم وجدة وقل من أنجب من الترك مثله .\n</p>\n<p class=\"arabic\">وقد سمع منه خلق بدمشق والقاهرة وشهد الوقعة وهو ضعيف ثم التجأ بأصحابه إلى \n  حصن الأكراد فتوفي به ليلة الجمعة ثالث رجب *52*411* .\n\n</p>"
}