{
    "header": " محمود بن أبي بكر بن أبي العلاء بن علي بـ...",
    "id": "034997",
    "reference": "Šams al-dīn al-Ḏahabī (d. 748 AH). <i>Taʾrīḫ al-islām wa-wafayāt al-mašāhīr wa-al-aʿlām</i>. Ed. by ʿUmar Tadmurī. 2nd edition. 52 Vols. Bayrūt, 1990.",
    "source": "al-Ḏahabī’s <i>Taʾrīḫ al-islām</i>",
    "text": "<h1 class=\"arabic\"> محمود بن أبي بكر بن أبي العلاء بن علي بن أبي العلاء .\n</h1>\n<p class=\"arabic\">الإمام المحدث الفرضي شمس الدين أبو العلاء البخاري الكلاباذي الحنفي الصوفي .\n</p>\n<p class=\"arabic\">ولد بمحلة كلاباذ في سنة أربع وأربعين وتفقه ببخارى وسمع بها في *52*491* \n  سنة سبعين وحولها ثم قدم العراق سنة بضع وسبعين فسمع بها من محمد بن أبي الدنية \n  ومحمد بن عمر بن المربح وابن بلدجي وابن الدباب وطائفة .\n</p>\n<p class=\"arabic\">وبالموصل من الشيخ موفق الدين الكواشي المفسر وجماعة .\n</p>\n<p class=\"arabic\">وبماردين ودنيسر وقدم دمشق سنة أربع وثمانين فسمع بها ورحل إلى مصر سنة سبع \n  وثمانين فأكثر بها وبدمشق وكتب الكثير بخطه المليح الحلو وصنف في الفرائض \n  تصانيف وكان بارعا فيها له أصحاب يشتغلون عليه .\n</p>\n<p class=\"arabic\">وكان دينا نزها ورعا متحريا متقنا كثير المعارف حسن العشرة كثير الإفادة محبا \n  للطلبة .\n</p>\n<p class=\"arabic\">سمع من سبعمائة وخمسين شيخا وسود معجما لنفسه استفدنا منه وكان لا يمس الأجزاء \n  إلا على وضوء .\n</p>\n<p class=\"arabic\">روى عنه شيخنا الدمياطي في معجمه وفاة ابن أبي الدنية .\n</p>\n<p class=\"arabic\">وسمع منه المزي وأبو حيان وابن سيد الناس والبرزالي وقطب الدين والمقاتلي \n  والمجد الصيرفي وطائفة .\n</p>\n<p class=\"arabic\">وقد سمع أشياء نازلة بمرو وسرخس ودامغان وحج سنة سبع وتسعين .\n</p>\n<p class=\"arabic\">ثنا أبو العلاء الفرضي أنا أحمد بن معشر ببخارى ثنا أبو رشيد الغزال فذكر \n  حديثا .\n</p>\n<p class=\"arabic\">ولما انقضت أيام التتار سافر من دمشق خوفا من الغلاء إلى ماردين فأقام بها \n  أشهرا وتوفي في أوائل ربيع الأول عن ست وخمسين سنة .\n</p>\n<p class=\"arabic\">وكان أشقر ربع القامة وافر اللحية كبير الهامة منعجم اللسان كثير التودد حسن \n  الديانة والمعتقد وكان من أعيان صوفية الخانقاه وقف أجزاءه بالخانقاه وتركها \n  ولم يسافر بها *52*492* .\n\n</p>"
}